{"url": "/factchecks/2019/jun/19/creigh-deeds/do-red-flag-laws-reduce-gun-suicides-creigh-deeds-/", "speaker": "Creigh Deeds", "vclaim": "Red-flag laws have been \"shown to reduce the number of suicides by firearms.\"", "truth_label": "mostly-true", "date": "stated on June 11, 2019 in radio interview.:", "title": "Do red-flag laws reduce gun suicides, as Creigh Deeds says?", "text": "State Sen. Creigh Deeds, a leading voice for mental health reforms, is talking up a \"red- flag law\" in Virginia that would allow seizure of guns from people deemed substantial threats to themselves or others.\nThe legislation is expected to be among several gun control bills put before the General Assembly in July special starting July 9. Gov. Ralph Northam, a Democrat, ordered the legislature to convene in the wake of a May 31 mass shooting at the Virginia Beach Civic Center that killed 12, in addition to the shooter.\nDeeds, D-Bath, discussed the upcoming session during a June 10 interview on the conservative Virginia Talk Radio Network\n\"The so-called red-flag bill; it’s been endorsed by a commission put together by President Trump at the federal level, it’s been enacted into law in a number of states, and shown to reduce the number of suicides by firearms,\" he said.\nDeeds is right that a Trump commission, and the president, have endorsed red-flag laws - also called \"Extreme Risk Protection Orders.\" Fifteen states have adopted the laws, and many others are considering them.\nWhat caught our ear was his claim that the laws have been \"shown to reduce the number of suicides by firearms.\" We wondered if he’s right.\nDeeds told us he doesn’t remember the source behind his statement. \"Maybe I just heard it; I don’t know,\" he said.\nBackground\nFifteen states and the District of Columbia red-flag law, also called extreme risk laws. They allow police - and often, family members - to petition a court to order the temporary removal of firearms from a person who may be dangerous to himself or others. After a set amount of time, the weapon is either returned to the person or the court order is extended.\nSupporters say the laws can prevent violent crimes and suicides. Opponents say the laws allow government seizure of firearms in violation of the Second Amendment. The National Rifle Association opposed the laws for many years, but in 2018 changed position and said it would back bills if they provide due process and require mental treatment for the person temporarily forfeiting his gun.\nIn Virginia, a red-flag bill was defeated in January by a 4-2 vote of a Republican-controlled House subcommittee that routinely defeats gun control measures. The bill would have allowed a law enforcement officer to ask a judge deem a person poses \"substantial risk of injury to himself or others,\" and order seizure of his firearms for 14 days. The judge would have had options to extend the order for 180-day periods.\nThere hasn’t been a lot of study on the effectiveness of red-flag laws, mainly because they’re a recent trend.\n\"Generally, it’s too early to tell whether red-flag laws work,\" the Nebraska Legislature was told by its research office in a February 2019 report. \"The majority of red-flag laws were enacted in 2018; only two states had laws in place prior to 2014, allowing little time for extensive study.\"\nThe Nebraska Legislature decided to delay consideration of a red-flag bill until next year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nStudies\nThe two senior red-flag states are Connecticut and Indiana, which enacted laws in 1999 and 2005, respectively. The vast majority of seizures in both states have been to prevent possible suicides - 68 percent in Indiana and some years, as high as 80 percent in Connecticut.\nAaron Kivisto, a psychology professor at the University of Indianapolis, published a widely-cited study in 2018 finding red-flag laws were statistically likely to have reduced gun suicides in the two states.\nIndiana likely saw a 7.5 fewer gun suicides from 2005-2015 than it would have without the law. Kivisto wrote that statistical analysis \"suggests\" the law may have prevented 383 firearm suicides over the 10 years and 44 non-firearm suicides might be attributed to the law.\nConnecticut laxly enforced its red-flag law during its first eight years and the measure likely resulted in 1.6 percent fewer gun suicides from 1999-2007, according to Kivisto.\nConnecticut has seen stronger results since amping its enforcement in reaction to the 2007 mass shootings at Virginia Tech that killed 32 students and faculty in addition to the gunman, who had been adjudicated mentally ill but was still bought guns. From 2007- 2015, the Connecticut likely saw 13.7 percent fewer gun suicides than it would have without the law.\nBut the results are not a clear overall win in Connecticut, While there were fewer gun suicides than might be expected, people may have turned to other ways to kill themselves. Kivisto estimated that law prevented 128 firearms suicides and might be \"attributed\" to 140 non-gun suicides.\nA complication with the statistics is that the raw number of suicides - with and without guns - has increased in Connecticut, Indiana, and across the United States this century. So have suicide rates per 100,000 people. Kivisto says his analysis suggests there would even have been even more gun suicides without the red-flag law in Connecticut and Indiana.\nCombining his results from Connecticut and Indiana, Kivisto concluded, \"These findings suggest that firearm seizure legislation is associated with meaningful reductions in population-level forearms suicide rates, with mixed evidence for a replacement effect.\"\nOther studies of Connecticut and Indiana have been led by Jeffrey Swanson, a professor of psychiatry and behavioral sciences at Duke University.  He statistically concluded in both states, about one life was saved for every ten guns seized.\nOur ruling\nDeeds said red-flag laws have been \"shown to reduce the number of suicides by firearms.\"\nThe scant research available, confined to two states, backs Deeds. Duke studies have concluded that one life was saved for every 10 firearms seized in Connecticut and Indiana. A University of Indianapolis study found it statistically likely that the two states would have experienced more gun suicides if they didn’t have the law.\nBut Deeds’ claim could use some clarification. The number and rate of suicides - by gun or other means - have increased in both states and across the nation this century. What the studies conclude is that it would have been even worse in Connecticut and Indiana without the law.\nAnother issue: While Connecticut had fewer gun suicides because of the law, the University of Indianapolis suggests the law caused a more than corresponding increase in suicides by other methods.\nBecause Deed’s statement needs elaboration, we rate it Mostly True.", "vclaim_id": "vclaim-pol-00522"}