{"url": "/factchecks/2014/jul/19/jeff-mann/dekalb-one-nations-best-sheriffs-offices/", "speaker": "Jeff Mann", "vclaim": "DeKalb County has been recognized in recent years as having one the best sheriff’s departments in the nation.", "truth_label": "half-true", "date": "stated on July 10, 2014 in an Atlanta Press Club debate:", "title": "DeKalb one of the nation's best sheriff's offices?", "text": "The DeKalb County battle to replace Sheriff Tom Brown is a rare local political fight this year. And it cries out for fact checks.\nBrown stepped down in March to focus on his unsuccessful race to unseat U.S. Rep. Hank Johnson.\nFormer DeKalb County CEO Vernon Jones and Jeff Mann, Brown’s former chief deputy who became interim sheriff last spring, beat back six other candidates in May’s nonpartisan special election.\nWhoever wins Tuesday will fill out Brown’s unexpired term.\nJones and Mann have appeared together recently only once, in a debate taped to air at 10:30 a.m. Sunday on Georgia Public Broadcasting.\nEach candidate made claims about the other at the session.\nBut Mann focused more on his tenure with Brown and their work to professionalize the department. At the GPB debate, Mann implied that DeKalb has been recognized in recent years for having one of the best sheriff’s departments in the nation.\n\"We have received the National Sheriff’s Association Triple Crown distinction,\" Mann said. \"We are in the top 1 percent of sheriff’s offices in this nation.\"\nThose are bold claims anywhere.\nBut they especially set the AJC Truth-O-Meter in action given corruption investigations, indictments and convictions that ended the careers of three DeKalb sheriffs between 1972 and 2000.\nAll that happened before Sidney Dorsey, the defeated incumbent sheriff, ordered the assassination of winning candidate Derwin Brown just days before he was to take office in 2000.\nThe department has had no major scandals in recent years. Some observers of DeKalb’s history find that fact remarkable in itself.\n \nThe National Sheriffs’ Association confirms that DeKalb did receive its Triple Crown honor in 2008 under Brown. The award recognizes those departments that have earned simultaneous accreditation from three agencies:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\n\n\nThe Commission on the Accreditation of Law Enforcement Agencies, which sets standards on the law enforcement function of the department whose main roles are to protect the courthouse and run the jail.\n\n\nThe American Correctional Association's Commission on Accreditation for Corrections, which lays out policies and rules governing hiring practices and staffing in the department.\n\n\nThe National Commission on Correctional Healthcare, which focuses on the health care aspect of running the jail.\n\n\nEach agency has its own standards and requires a sheriff’s office to submit files and submit to site visits to confirm compliance.\nMeeting the standards generally requires thousands of dollars and a significant time investment. The ACA accreditation, for instance, takes at least 18 months to complete.\n\"To get all three is a significant accomplishment,\" said Fred Wilson, the NSA’s director of operations. \"It shows a commitment to and an intent to achieve high standards.\"\nThe NSA counts about 39,000 sheriff’s offices nationwide and lists 51 agencies that have achieved the Triple Crown.\nThat would make DeKalb among the 1 percent to earn that honor. Wilson said DeKalb and other award winners would benefit from lower insurance costs connected to the distinction.\nSo a focus on professionalization can minimize liability for taxpayers. But does it mean those sheriff’s offices are the best?\nConsider that also on the Triple Crown list is the Fulton County Sheriff’s Office, which earned the achievement in 2003 under then-Sheriff Jacqueline Barrett.\nBut faulty jail locks, understaffing and other problems have prolonged a nearly decade-old lawsuit over jail conditions in Fulton. The litigation has cost taxpayers more than $200 million, including bills for renovations and outsourcing inmates.\nBeing plagued with those kinds of problems can sometimes be a function of size, said Frank V. Rotondo, the executive director of the Georgia Association of Chiefs of Police, which does not handle sheriffs’ standards.\nBut for any department, earning accreditation is not a silver bullet, he added.\n\"It certainly doesn’t mean you’ll never have problems,\" Rotondo said. \"It really says you’ve established you will meet a very high set of standards, to try to preclude problems.\"\nThat means the distinction works both ways. So Mann was accurate to claim DeKalb had achieved a rare accomplishment.\nThat honor can have financial benefits for taxpayers but not protect them entirely from big expenses associated with improving operations.\nMann’s statement certainly contains an element of truth but overstates the significance of the award. We rate Mann’s claim as Half True.", "vclaim_id": "vclaim-pol-07580"}