{"url": "/factchecks/2019/may/30/ben-carson/ben-carson-houston-public-housing-immigrants/", "speaker": "Ben Carson", "vclaim": "More than 100,000 people are waiting for public housing in Houston and people who are in the country illegally are taking their spaces.", "truth_label": "barely-true", "date": "stated on May 21, 2019 in a tweet:", "title": "No, undocumented immigrants aren’t impacting the waitlist for public housing in Houston", "text": "Housing and Urban Development Secretary Ben Carson spent several hours in a congressional hearing answering questions about his department’s plan to evict unauthorized immigrants from government-subsidized housing.\nAfter the May 21 hearing, Carson tweeted at U.S. Rep. Sylvia Garcia, a Democrat from Houston, about the lack of public housing available in her city.\n\"There are more than 100,000 American citizens waiting for public housing in Houston, TX,\" Carson wrote. \"Do you think they should continue to wait while people here illegally are taking their space?\"\nCarson’s claim is off base. He is right when he says there are more than 100,000 people waiting for public housing opportunities in Houston, but the delay is not because people who are not legal residents are taking up space in public housing.\nHousing assistance is limited to legal residents\nCarson did not return a request for comment, but information provided by the Houston Housing Authority shows that his claim leaves out important details.\nPeople in the country illegally are not eligible to receive housing subsidies or live in public housing. However, \"mixed-status\" families — those with family members of different immigration statuses — are allowed to live in public housing, as long as at least one member of the family is eligible to receive assistance (including children born in the U.S. or a spouse).\nNationally, about 25,000 households of the 1.2 million living in public housing units (about 2%) have at least one family member who is ineligible to receive assistance, according to an analysis by HUD.\nIn Houston, 42 households of the 22,500 that receive housing assistance from the city’s housing authority are \"mixed-status.\" Put another way: 0.19% of households receiving assistance in Houston include at least one family member lacking legal immigration status.\nTory Gunsolley, president and chief executive officer of the Houston Housing Authority, said assistance offered to these households is prorated, meaning anyone within a household who is not in the country legally would not be receiving any government dollars.\n\"This is what the rules have been and we have families that have followed the rules to their own detriment,\" Gunsolley said, noting that these families pay higher rents and report information about their family’s immigration status to the government.\nIf they don’t report this information, they could be evicted.\nIn the past year, the housing authority has had two evictions from public housing units and 17 \"terminations of assistance\" in the voucher program, but none were due to undocumented immigrants staying.\nAlthough rent is prorated for mixed-status families, they still have to meet the same benchmarks for eligibility as other households seeking assistance.\nThe first benchmark is income-based. Gunsolley said earnings for the entire household are taken into account — including any income received by a family member who is in the country illegally.\nIncome eligibility limits are set by HUD based on the median income in the area and the number of family members applying for assistance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nMany factors contribute to Houston waitlist\nGunsolley said more than 100,000 people were waiting for public housing at the end of March and more than 26,000 people were on the wait list for housing vouchers at the end of March, the latest available count.\nThe public housing program provides affordable housing options to lower income families and the voucher program offers vouchers for rent to low-income families for units they have selected themselves.\nThe waitlist has become so large that the Houston Housing Authority has temporarily closed it and stopped accepting new applications for public housing, Gunsolley said.\n\"We have fewer affordable housing units per person who needs them than most large cities,\" Gunsolley said, referencing data maintained by the National Low-Income Housing Coalition.\nThe coalition, which advocates for more affordable housing options, listed the Houston metropolitan area as one of the \"most severe\" when it comes to shortages of rental homes available for extremely low income households, in a 2018 report.\nThe Houston area, which includes The Woodlands and Sugar Land, has 19 \"affordable and available\" rental homes per 100 \"extremely low income renter households.\"\nOther areas on the \"most severe\" list include the Dallas area, which also has 19 homes available per 100 households, as does Sacramento, Calif.\nOrlando, Fla., and Los Angeles both have 17 homes available per 100 households and Las Vegas has the least number of homes available, with 10 per 100 households.\nThe Houston Chronicle, a PolitiFact Texas partner, reported that the problem in Houston has existed for decades, due in part to the city’s reliance on the market to provide affordable housing options as opposed to government subsidies.\nThe crisis has only worsened in the wake of Hurricane Harvey, which hit the city in 2017.\nIn 2016, there were more than 27,000 people waiting for housing and in 2017 there were nearly 43,000 on the waitlist. In 2018, 107,800 households were waiting for public housing options in the city.\nA report from the Greater Houston Flood Mitigation Consortium published in March found that the \"damage caused across Harris County by Hurricane Harvey amplified the affordable housing challenge by rendering thousands of multi-family units unlivable and tightening an already competitive rental market.\"\nOur ruling\nCarson said on Twitter: \"There are more than 100,000 American citizens waiting for public housing in Houston, TX. Do you think they should continue to wait while people here illegally are taking their space?\"\nThere are more than 100,000 people waiting for public housing (or public housing vouchers) in Houston, but this waitlist doesn’t exist because individuals in the country illegally are taking up spots in public housing. Houston has struggled with a lack of available public housing for decades, a problem that has become worse in the wake of Hurricane Harvey.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2019-05-31 15:23:17 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says more than 100,000 people are waiting for public housing in Houston and people who are in the country illegally are taking their spaces.    Ben Carson Housing and Urban Development Secretary    a tweet Tuesday, May 21, 2019 2019-05-21    Read More  info", "vclaim_id": "vclaim-pol-00579"}