{"url": "/factchecks/2020/nov/02/facebook-posts/no-evidence-kamala-harris-husband-represents-chine/", "speaker": "Facebook posts", "vclaim": "“Kamala’s husband, a lawyer, represents the Communist Chinese Party in America!! Think about that!!”", "truth_label": "false", "date": "stated on October 30, 2020 in a Facebook post:", "title": "No evidence that Kamala Harris’ husband represents the Chinese Communist Party", "text": "A Facebook post suggests that lawyer Douglas Emhoff, Sen. Kamala Harris’ husband, has close ties to the Chinese government.\n\"Kamala’s husband, a lawyer, represents the Communist Chinese Party in America!! Think about that!!\" the Oct. 30 post reads.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the claim doesn’t hold water. \nDouglas Emhoff isn’t practicing law at the moment, but he used to specialize in entertainment, business and real estate. In August, when Harris became the Democratic nominee for vice president, he took a leave of absence from DLA Piper, where he has been a partner in Los Angeles since 2017, to avoid the appearance that he and his wife had any conflicts of interest. \nWe found no evidence that Emhoff has ever represented the Chinese Communist Party.  Reports in the New York Times and the Washington Post about Emhoff’s legal career  don’t note any connections to the Chinese Communist Party. \nEmhoff is not required to publicly disclose a full list of his clients by federal law and we find no record that he has. The Biden/Harris campaign did not respond to our inquiry about his clients in time for publication.  However, we searched for a possible source for the Facebook post’s allegations and found a Sept. 5 article published by National Pulse, a conservative news site led by former Breitbart editor Raheem Kassam.\nNational Pulse does not claim that Emhoff was a member of the CCP or that he represented the Chinese government. Rather, the story speculates that Emhoff’s past employment at the firm could constitute a conflict of interest for Harris because the law firm allegedly \"employs a host of former Chinese Communist Party officials\" and has represented some state-affiliated Chinese companies.\nThe second-largest law firm in the U.S., DLA Piper employs lawyers in more than 40 countries. Of the nearly 4,000 attorneys working for the firm, the National Pulse article identifies two employees with ties to the Chinese Communist Party, both of whom work in Hong Kong. (Emhoff is based in California.) It also notes that a consultant at the firm \"advised\" the Chinese embassy in Canberra, Australia, and that a DLA Piper lawyer represented investors in deals with Bytedance, the parent company of TikTok. \nIn addition, the article reports that the firm represented some state-backed companies, including two Chinese airlines and the China Merchants Group, a government-owned conglomerate based in Hong Kong. However, the story doesn’t provide evidence that Emhoff himself represented these companies. A DLA Piper press release about the firm’s involvement with the China Merchants Group mentions two other lawyers leading the negotiations. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nForeign policy experts told PolitiFact that none of this proves that the firm is subject to undue CCP influence. Rather, it reflects the way that business and government are intertwined in China. \nIn the U.S., corporations generally operate as independent actors, whereas in China, the Communist Party routinely exercises influence over companies and businesses. As China analyst Ashley Feng wrote in Foreign Policy, \"Chinese domestic laws and administrative guidelines, as well as unspoken regulations and internal party committees, make it quite difficult to distinguish between what is private and what is state-owned.\"\nDavid Dollar, the U.S. Treasury’s former economic and financial emissary to China, told PolitiFact that the sheer number of Chinese Communist Party members makes it difficult for multinational firms to avoid them entirely. \n\"The CCP has about 90 million members, so it would be difficult to do business in China without doing business with some of them,\" he wrote in an email. \nIf DLA Piper has CCP party members on its payroll, that doesn’t indicate that it has close ties to the Chinese government, Dollar said. Rather, it’s a reflection of the way that business and government in the country overlap.\nOur ruling\nA Facebook post claims, \"Kamala’s husband, a lawyer, represents the Communist Chinese Party in America!!\"\nWe could find no evidence that Douglas Emhoff has represented the CCP. Emhoff is currently on leave from his law firm. \nThe post seems to inaccurately summarize an article in National Pulse, which alleges that several employees of DLA Piper have ties to the CCP. \nHowever, foreign policy experts told us that it’s difficult for a multinational firm to entirely avoid doing business with the CCP, when over 90 million Chinese are party members. \nWe rate this post False.\nPolitiFact researcher Caryn Baird contributed to this report.", "vclaim_id": "vclaim-pol-18419"}