{"url": "/factchecks/2016/jan/03/my-city-bikes/advocate-links-ri-obesity-and-bike-ownership/", "speaker": "My City Bikes", "vclaim": "\"Bicycle ownership drops by half while obesity in Rhode Island rises by 154 percent\"", "truth_label": "pants-fire", "date": "stated on December 7, 2015 in news release:", "title": "Advocate links R.I. obesity and bike ownership", "text": "An  organization trying to rally support for cycling sent us a news release highlighting what it said was a \"shocking trend.\"\nThe release from My City Bikes, a website and a mobile app that promotes cycling, was headlined:  \"Bicycle ownership drops by half while obesity in Rhode Island rises by 154 percent.\"\nSo, Rhode Islanders’ are fatter because we own fewer bicycles?  The claim caught our attention and we read on in search of the senders’ sources.\nThe release says the data on declining bicycle ownership came from a recent Johns Hopkins study that analyzed data from 1.25 billion households around the world.\nAnd the My City Bikes press release links declining bicycle ownership with rising obesity in Rhode Island. The group even created a graph charting obesity in Rhode Island and the \"global bicycle ownership rate.\"\nThe authors aren’t fazed by the fact that they don’t have any Rhode Island-specific data on bike ownership. Their release, which has a Providence dateline, goes on to state: \"While bicycle ownership has been on the decline, locally obesity rates in Rhode Island have more than doubled, from 10.1% in 1990 to 25.7% in 2012.\"\nYes, obesity here has increased and the My City Bikes obesity data comes from a credible source, the Robert Wood Johnson Foundation, which gets its information from the Rhode Island Department of Health. So, part of My City Bikes statement is correct.\nBut, what use is the \"global\" bike ownership data? Is it relevant? Has My City Bikes even cited it properly?\nThe text of the release says that Johns Hopkins researchers identified a decline in bike ownership — from 60 percent in 1989 to 32 percent in 2012. They suggest that statistic came from the analysis of data from 1.25 billion households \"around the world.\"\nThey got that wrong. In fact, the Johns Hopkins researchers saw no significant decline when they analyzed bike ownership in those 1.25 billion households. The decline cited by My City Bikes is for 148 countries and does not include China and India.  \nIn the United States, Olufolajimi Oke, a civil engineer and lead author of the Johns Hopkins study, said there’s been a renaissance of bicycle use in many American cities.\n\"Ownership globally and ownership in the U.S. are two very different things,\" Oke said. \"And one has to be very careful about assuming any correlation between ownership and other indicators of public health.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAnd Oke had no data on Rhode Island.\nWe did find an analysis of Census data by the League of American Bicyclists found that the percentage of Rhode Islanders commuting to work via bicycle rose from 0.23 percent in 2005 to 0.50 percent in 2014.\nThose are very small numbers. There is not much else out there, says Alex Krogh-Grabbe, executive director of the Rhode Island Bicycle Coalition.\nSo, why did My City Bikes in the headline to its press release state:  \"Bicycle ownership drops by half while obesity in Rhode Island rises by 154 percent?\"\nAnd what’s the benefit of comparing statistics on rising obesity in Rhode Island’s with statistics on bike ownership around the world?\nTina Schmidt, one the authors of the news release, told us in an email: \"The answer is relevance.\"\n\"As a local reporter you know first hand that to have a news story published a local angle is a standard prerequisite for a community based media outlet regardless of the story's merit.\"\nSchmidt acknowledged that the ownership decline of 60 percent to 32 percent ignores China and India. But she insisted that My City Bikes’ reference to a global decline was still correct, even though the press release did not point out that the statistic excludes data from two of the world’s most populous countries.\nAnd she denied making any cause-and-effect relationship for Rhode Island.\nOur Ruling\nBut she did. That’s the way the headline is cast.\nSadly, obesity is on the rise, but My City Bikes has no data on bike ownership in Rhode Island and yet it names Rhode Island in its headline and datelines its release in Providence.  The claim is bogus.\nPants on Fire!", "vclaim_id": "vclaim-pol-05581"}