{"url": "/factchecks/2018/mar/28/donald-trump/did-us-have-500-billion-deficit-china-2017/", "speaker": "Donald Trump", "vclaim": "\"Last year we lost $500 billion on trade with China.\"", "truth_label": "barely-true", "date": "stated on March 23, 2018 in in a news conference:", "title": "Did the U.S. have a $500 billion deficit with China in 2017?", "text": "President Donald Trump ratcheted up pressure on Beijing by announcing tariffs on up to $60 billion worth of imported Chinese goods.\nTrump has long bemoaned the United States’ trade deficit with China, and as a candidate he promised to use import taxes to reorder trade arrangements along what he believes are more reciprocal lines.\n\"Last year we lost $500 billion on trade with China,\" Trump said at a March 23 news conference. \"We can't let that happen.\"\nA country’s trade balance is simply the difference between the value of its imports and exports, and a trade deficit occurs when imports exceed exports. This can be measured in terms of goods, or both goods and services.\nWe took a closer look at Trump’s numbers. It turns out he’s well off the mark.\nU.S.-China trade in goods\nThe United States’ deficit with China in goods trade has grown substantially over roughly the past two decades. The deficit in 1990 was $10.4 billion. It grew to $83.8 billion in 2000 and swelled to $273 billion in 2010, according to the U.S. International Trade Commission.\nIn 2017, the value of Chinese goods imported to the United States ($505 billion) exceeded American goods exports to China ($130 billion) by roughly $375 billion. Americans racked up billions in purchases of everything from Chinese-made communications and computer equipment, to kitchen appliances and shoes.\nBased on trade in goods, Trump's $500 billion figure is off by $125 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nU.S.-China trade in services\nWhen you factor in goods and services, which economists say paints the fuller picture, his claim is further off the mark.\nAccording to data from the Bureau of Economic Analysis, the United States actually ran a surplus in the services trade with China in 2017 — to the tune of roughly $38.5 billion.\nWhen you factor that surplus into the two countries’ overall trade balance, the United States ran a roughly $336 billion deficit with China last year — which means Trump’s figure was off by about $164 billion.\nIt’s possible Trump may have confused the Chinese deficit with the United States’ overall trade deficit, which was $566 billion in 2017, according to the bureau.\nHowever, it’s also possible Trump used the $500 billion figure as a matter of habit. We rated this claim Mostly False when he said it in 2015.\nOur ruling\nTrump said, \"Last year we lost $500 billion on trade with China.\"\nIn 2017, the value of Chinese goods imported to the United States exceeded American goods exports to China by roughly $375 billion. Over that same period, the United States actually ran a $38.5 billion surplus on services trade with China.\nOverall, in terms of both goods and services, the United States trade deficit with China in 2017 was around $336 billion — meaning Trump was off by roughly $164 billion.\nWe rate this Mostly False.", "vclaim_id": "vclaim-pol-02257"}