{"url": "/factchecks/2010/jul/17/john-cornyn/reid-only-clearly-trailing-two-thirds-polls/", "speaker": "John Cornyn", "vclaim": "\"There have been 30 published polls in this election cycle and Harry Reid's been trailing in every single one.\"", "truth_label": "false", "date": "stated on July 9, 2010 in a Talking Points Memo article:", "title": "Reid only clearly trailing in two-thirds of the polls", "text": "U.S. Sen. Bob Bennett of Utah, the Republican who lost his bid for re-election in May when he finished third at his party's nominating convention, warned last week that tea party \"mischief\" could cost Republicans in hotly contested Senate races this November.\n\n\"The Utah senator said he fears tea party extremism could end up costing the GOP seats that they otherwise would have been able to win,\" the Associated Press reported July 9.\n\nNamely, Bennett said Senate Majority Leader Harry Reid, D-Nev., doesn't have to worry about Republican Sharron Angle, who was nominated to challenge Reid with the Tea Party's blessing. \"My sources in Nevada say with Sharron Angle there's no way Harry Reid loses in Nevada,\" he said.\n\nRepublican Sen. John Cornyn of Texas later fired back, suggesting Bennett's suffering from sour grapes. \"I realize we're hot and heavy leading up to the election, but voters are going to make the right decision,\" Cornyn was quoted saying in an article posted July 13 by Talking Points Memo, an online political news organization. \"There have been 30 published polls in this election cycle and Harry Reid's been trailing in every single one.\"\n\nIs Reid really down and out all over?\n\nBrian Walsh, communications director for the National Republican Senatorial Committee, which Cornyn chairs, said there have been \"at least\" 30 polls taken in the \"last 18 months of this election cycle,\" or since January 2009.\n\nWalsh didn't share the senator's breakdown of polls, so we went surfing. We turned up several online compendia of poll results: Rasmussen Reports, Real Clear Politics, and Talking Points Memo, all looking at who voters would pick in a matchup between Reid and Angle, and Reid and Sue Lowden, who was a promising GOP primary candidate. Rasmussen, Real Clear Politics and Talking Points Memo yielded summaries of 27 polls and we scrounged up three more polls from the Talking Points Memo \"PollTracker.\"\n\nFor each poll, we checked to make sure that Reid was tested for re-election and that there was a clear-cut indication of who was ahead — Reid or an opponent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nAll told, we found, there have been polls testing Reid's chances against various possible challengers since at least August 2009. That's when the Mason-Dixon poll showed Lowden leading Reid by 5 points, though the margin of error was also 5 points.\n\nOf the 30 polls we reviewed — including five Democratic polls and one Republican poll — a Republican led Reid in all but two of them, both Democratic. We sought more information on the two exceptions, and this is what we found: In May, a poll by Fairbank, Maslin, Maullin, Metz & Associates reported that Reid had a seven point lead on Lowden; Angle wasn't included in the poll. Jonathan Brown, a senior researcher for the pollster, told us the result was unique because Lowden had just made some \"extremely ill-advised comments\" about her idea to have Americans barter with their doctors for health care. In June, Research 2000, working with the liberal-leaning Daily Kos, reported Reid had a six-point lead on Angle and a four-point lead on Lowden. (That month, Daily Kos severed ties with Research 2000, and has since sued the pollster for faulty polling.)\n\nAmong the remaining 28 polls, 21 showed Republicans clearly leading Reid. Seven showed a GOP candidate ahead, but not by enough to exceed the poll's margin of error — meaning their race would have been too close to call at that time. In one of them, Reid led when voters were asked to choose between Reid and Lowden, but when asked to choose between Reid and Angle, Angle led. In another, Reid was leading Angle, but behind Lowden.\n\nOn average, Talking Points Memo found Angle leading Reid an average of 45.9 percent to 41.7 percent from December 2009 to July 2010, and Lowden leading Reid by an average of 45.6 percent to 39.6 percent from August 2009 to June 2010. Looking solely at data from April to June, Real Clear Politics found the since-defeated Lowden 2.7 points ahead of Reid. From May to July it found Angle leading Reid by 1 percentage point, on average.\n\nThe most recent Rasmussen survey of 750 likely Nevada voters taken July 12 showed Angle leading Reid by 3 points at 46 percent, with a 4 point margin of error. \"This is Reid's best showing all year and follows a visit by President Obama to the state to help his campaign,\" Rasmussen said. \"Angle's support continues to edge down following the bounce she got a month ago following her GOP primary win.\"\n\nAs we were wrapping up this item, Talking Points Memo posted a July 1 poll by the Democratic Patriot Majority PAC that showed Reid with a four-point lead over Angle, without revealing the poll's margin of error, and a July 14 Mason-Dixon poll that showed Reid with a seven point lead on Angle. We didn't include these polls in our count because they weren't available when Cornyn made his claim.\n\nIn its July report, Rasmussen said Reid is \"creeping forward and now is nearly tied\" with Angle, and rated the Nevada Senate race as a \"toss-up.\"\n\nThough the latest polling hints that Reid's numbers may be picking up, he clearly trailed Republican opponents in two-thirds of the 30 polls we reviewed; in those seven polls showing a closer race, Reid was behind in five. Had Cornyn said that Reid was behind in nearly every poll, we wouldn't quibble. But in two polls, Reid was the clear leader — and that means he didn't trail \"in every single one.\"\n\nWe rate Cornyn's statement as False.", "vclaim_id": "vclaim-pol-14748"}