{"url": "/factchecks/2018/mar/30/blog-posting/obama-raided-fbi-not-so-fast/", "speaker": "Bloggers", "vclaim": "\"FBI RAIDS OBAMA – Find Massive Secret That Was Hidden For YEARS.\"", "truth_label": "false", "date": "stated on February 7, 2018 in a blog post:", "title": "Obama raided by the FBI? Not so fast", "text": "A website trying to trick voters into a click says in a headline, \"FBI RAIDS OBAMA – Find Massive Secret That Was Hidden For YEARS.\" But the story is not nearly as explosive as it sounds.\nThe website maxipolitics.com posted the story originally in February, but it’s continuing to be shared on Facebook. Facebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes.\nThe Facebook post comes with a photo collage of FBI agents in jackets and a mugshot of Barack Obama.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut this story has nothing to do with the former president. Neither does the FBI.\nIn January, the South Carolina Department of Revenue arrested Murad A. Alhanik, owner of Obama Mart in Columbia, S.C., of tax evasion. According to the state agency, \"From tax years 2013 to 2016, Alhanik filed monthly sales tax returns reporting a total of $971,935 in gross sales. However, the SCDOR investigation revealed actual sales to be $2,688,533. Due to the underreported sales, the defendant evaded paying $136,753 in sales taxes due to the state of South Carolina.\"\nMaxipolitics.com took that real story and distorted it by adding details about the FBI and an image of the former president.\nWe rate this claim False.\n Share the Facts 2018-03-30 15:25:27 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"FBI RAIDS OBAMA – Find Massive Secret That Was Hidden For YEARS.\"    Internet Rumors Bloggers    In a post on the Internet Wednesday, February 7, 2018 2018-02-07    Read More  info", "vclaim_id": "vclaim-pol-02244"}