{"url": "/factchecks/2018/feb/23/larry-pittman/nc-republican-says-many-mass-shooters-turn-out-be-/", "speaker": "Larry Pittman", "vclaim": "\"So many of these shooters turn out to be communist Democrats.\"", "truth_label": "pants-fire", "date": "stated on February 15, 2018 in a Facebook post:", "title": "NC Republican says many mass shooters \"turn out to be communist Democrats.\"", "text": "Leave it to lawmakers and pundits to ascribe political motivations to people who may have none.\nIt didn’t take long after the shooting at a Parkland, Florida, high school for politicians and pundits to speculate on whether the suspect was left- or right-leaning.\nCNN’s Van Jones retweeted an account that suggested most mass shooters are Republicans. Meanwhile, a state legislator in North Carolina claimed on Facebook that most shooters are \"communist Democrats,\" and a Congresswoman from New York made a similar claim. (Read about her claim here.)\nIn NC, state Rep. Larry Pittman, a Republican state House member from Cabarrus County, near Charlotte, was reacting to a photo on Facebook that purported to show the Parkland shooter wearing a pro-Communism shirt. (It was not the Parkland shooter.)\n\"So many of these shooters turn out to be communist Democrats, that I suspect they are doing these things to push for gun control so they can more easily take over the country,\" Pittman wrote. The post was later deleted and he apologized.\n\nThere’s a lot we do know about the people who conduct mass shootings. For instance, they’re mostly white men. They’re usually young. And some have a history of mental illness.\nAs for their political affiliation? Here’s what we found.\nMass shooters since Columbine\nThere is no universal definition for mass shootings.\nWe looked at 19 shootings that have received significant national media coverage since the Columbine High School shooting in 1999. More than eight people were killed in each of the shootings.\nWe found very few cases in which the political affiliation of the shooter could be verified.\nOmar Mateen, the shooter who killed 49 people at a nightclub in Orlando, Florida, in 2016, was registered as a Democrat in 2006. He voted in the Florida primary in 2016, according to reporting from Politico.\nA dating profile for Chris Harper-Mercer, who killed nine people at a community college in Oregon in 2015, said he was a Republican, according to reporting from CBS News. There was no evidence of his political affiliation beyond the profile.\nA friend of Aaron Alexis, who killed 12 people at the Washington Navy Yard in 2013, said in a CNN interview that the shooter was \"more of a liberal type.\" There were no other reports of his political affiliation.\nPoliticians were the victims of a couple of recent shooting rampages that weren’t on our list of 19 mass shootings.\nIn 2017, 66-year-old James Thomas Hodgkinson shot and injured six people at a congressional baseball game in Virginia — nearly killing House Majority Whip Steve Scalise. Hodgkinson volunteered for the presidential campaign of Democrat Bernie Sanders and apparently targeted the Republican team.\nIn 2011, 22-year-old Jared Lee Loughner opened fire in Tucson at an event hosted by Rep. Gabby Giffords, an Arizona Democrat. Loughner killed six and injured 13 others, including Giffords. Authorities reported that he was obsessed with Giffords.\nInaccurate reporting\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThere was speculation about the political leanings of some of the other shooters.\nABC News falsely reported that James Holmes, who killed 12 people in Colorado in 2012, was a member of the conservative Tea Party. ABC apologized for the error. Breitbart News reported that Holmes may have been a registered Democrat, but also walked back that claim. Holmes’ political affiliation was never verified.\nFake news websites claimed Devin Patrick Kelley, who killed 26 people in a Texas church last year, was linked to anti-fascist groups. PolitiFact debunked that claim.\nWebsites made the same claim about Las Vegas shooter Stephen Craig Paddock. We debunked that, too. Paddock wasn’t registered to vote and his family said he didn’t have strong political views, according to a report from Fox News.\nThere were also claims that Adam Lanza, who killed 20 people at Sandy Hook Elementary School in 2012, was a Democrat. He was not registered to vote, according to the Washington Post.\nMost recently, our friends at Snopes debunked the claim that Nikolas Cruz, who allegedly killed 17 people at Marjory Stoneman Douglas High School in Florida, was a Democrat. A search of Florida’s voter database yielded no results for Cruz’s party affiliation.\nThere was no reporting on the political leanings of the other 11 shooters.\nIs it relevant? \nMass shooters are rarely motivated by a political agenda, experts told us.\nMass shootings are often perpetrated by young men who are socially isolated or have a mental illness, experience a trauma or conflict that sends them reeling emotionally, and have easy access to guns, said Alan Lipman, professor at George Washington University Medical Center and founder of the Center for the Study of Violence.\n\"Their motives are almost always, without exception, nonpolitical. And they don’t describe themselves as having a particular political motivation,\" Lipman said.\nSome — like Dylann Roof, who killed nine people at a church in Charleston, S.C., in 2015 — might channel their rage at a specific group of people, said James Alan Fox, criminologist at Northeastern University and author of \"Extreme Killing: Understanding Serial and Mass Murder.\" But that doesn’t mean they’re acting on a Republican or Democratic mission, he said.\n\"Very few are motivated by any sort of political agenda in terms in parties. They might be anti-gay or anti-black or anti-white. You could argue those are political, I guess,\" he said.\nEven then, those beliefs are often born out of personal vendettas — not political propaganda, said Katherine Ramsland, professor of psychology at DeSales University.\n\"Look at Stephen Paddock. We don't know his motive,\" Ramsland said in an email, referring to the Las Vegas shooter. \"Devin Kelly — his political affiliation is secondary to his family disputes and need for payback. I just think it's overly simplistic to align a mass shooter's influence with a political ideology unless it's clear from the shooter that this was his (or her) driving issue.\"\nOther experts reacted similarly to the assertion that shooters tend to have common political beliefs.\n\"Most of the school shooters are children who wouldn’t know a conservative from a communist,\" said Jack Levin, Northeastern professor and co-director of the Brudnick Center on Violence and Conflict. \"The idea of associating politics with these mass murders is absurd. It has absolutely nothing to do with it.\"\nLipman agreed: \"There is absolutely no evidence to show that mass killings are motivated by political ideologies of any type. All of the mass killings we’ve seen have been motivated by a lethal combination of a small subgroup of mental illnesses, and easy accessibility to weapons of mass killing during the peak symptomatology of those illnesses.\"\nOur ruling\nPittman said many perpetrators of mass shootings turn out to be communist Democrats. We found no evidence to support that statement and experts say only a small fraction of mass shooters were motivated by a political agenda. We rate this Pants on Fire.\n Share the Facts 2018-02-23 18:05:17 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Many mass shooters \"turn out to be communist Democrats\"    Larry Pittman NC House representative https://www.newsobserver.com/news/politics-government/politics-columns-blogs/under-the-dome/article200294174.html   North Carolina Thursday, February 15, 2018 2018-02-15    Read More  info", "vclaim_id": "vclaim-pol-02373"}