{"url": "/factchecks/2010/sep/27/steve-southerland/steve-southerland-says-allen-boyds-north-florida-d/", "speaker": "Steve Southerland", "vclaim": "\"Over the past year ... our 16 counties have hemorrhaged more than 6,000 jobs with no apparent end in sight.\"", "truth_label": "false", "date": "stated on September 17, 2010 in a press release.:", "title": "Steve Southerland says Allen Boyd's North Florida district has lost 6,000 jobs since August 2009", "text": "Locked in a competitive race for a North Florida Congressional seat, Republican Steve Southerland is highlighting unemployment statistics to say the district is hemorrhaging jobs.\n\nOn Sept. 17, 2010, Southerland issued a press release entitled \"Southerland calls for leadership on job creation.\" The release was in response to an Agency for Workforce Innovation jobs report detailing August 2010 unemployment figures. The report found that statewide, the unemployment rate rose .2 percent since July, from 11.5 percent to 11.7 percent.\n\nSoutherland, a funeral-home owner, seized on the figures as a way to criticize his Democratic opponent, incumbent U.S. Rep. Allen Boyd.\n\n\"Allen Boyd voted for the reckless $787 billion stimulus giveaway with an assurance that his vote would create Second District jobs,\" Southerland said in the release. \"Over the past year, however, our 16 counties have hemorrhaged more than 6,000 jobs with no apparent end in sight. As an experienced small businessman, I am prepared to lead where Allen Boyd has failed. I will fight to create permanent new jobs in Florida and restore common sense economic policy in Washington.\"\n\nSoutherland is right that Boyd voted for the 2009 stimulus.\n\nBut he has his jobs number wrong.\n\nLet us explain.\n\nThe Agency for Workforce Innovation report included county-by-county employment statistics for August 2010, July 2010 and August 2009. For each time period, the report measured the size of the labor force, the number of people employed and the number of people unemployed. The report then calculated an unemployment rate.\n\nWe gathered the relevant statistics for the 16 counties that make up the 2nd District -- Dixie, Lafayette, Suwanne, Taylor, Jefferson, Leon, Gadsden, Wakulla, Franklin, Liberty, Gulf, Calhoun, Jackson, Bay, Okaloosa, Walton -- to run our own calculations. Here's what we found:\n\nFrom 2009 to 2010, the labor force (i.e. the people available to work) grew in the 16-county area from 497,407 to 501,650. That's an extra 4,243 available to work.\n\nIn the same time period, the number of employed people shrank from 457,896 to 456,089 -- a drop of 1,807 people.\n\nLastly, the number of unemployed people grew from 39,511 to 45,561, an increase of 6,050.\n\nWe'll save you some of the mental math gymnastics and tell you that if you add the number of employed people (the second set of numbers) to the number of unemployed people (the third set of numbers), you get the labor force for the 16-county area (the first set of numbers).\n\nWhy does this all matter?\n\nSoutherland in his statement is saying the 16 counties that make up the 2nd District lost more than 6,000 jobs. It's true that about 6,000 more people were unemployed in August 2010 than August 2009 (6,050 to be exact), but the district hasn't lost near that many jobs. In the same time period, 1,807 less people are employed -- meaning that 1,807 jobs were lost.\n\nThat is, of course, a significant number, but it's way lower than what Southerland claimed.\n\nWe ran the figures and Southerland's statement by Robert Barro, the Paul M. Warburg Professor of Economics at Harvard University. He agreed that \"lost jobs\" should equal the change in the number employed, not the change in the number of unemployed.\n\nWe rate Southerland's statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14347"}