{"url": "/factchecks/2015/dec/18/andre-carson/rep-carson-miscasts-racial-supremacists-greater-/", "speaker": "André Carson", "vclaim": "\"Our larger domestic threat is from racial supremacist groups.\"", "truth_label": "false", "date": "stated on December 13, 2015 in an interview on ABC News' \"This Week\":", "title": "Rep. Carson miscasts racial supremacists as greater threat than jihadists", "text": "The fear of terrorism is at a 10-year high, and with the firebombing of a mosque in Southern California and other incidents, American Muslims worry about being targeted for their religion.\nOne of two Muslims in Congress, Rep. André Carson, D-Ind., aimed to rebut the notion that American Muslims pose much of a risk. Carson said on ABC News’ This Week on Dec. 13 that one neo-Nazi group was using the recent San Bernardino shooting as a \"call to action.\"\n\"The rhetoric that we're seeing, it concerns me,\" Carson said. \"I think most of our largest domestic threat comes from racial supremacist groups. I’ve worked in counterterrorism; I know this to be a fact.\"\nBut Carson's statement about \"racial supremacist groups\" posing a larger threat than jihadists isn't cleanly supported by the data that he cites.\nCarson spokeswoman Jessica Gail said Carson based his assessment on a range of information. \n\"The congressman believes that when looking at relative membership numbers, hateful rhetoric, racially based hate crimes, and fatalities by right-wing organizations, it paints a picture of a larger threat to the safety of Americans and society as a whole,\" Gail said.\nGail noted the FBI reported that in 2014, 47 percent of hate crimes were racially motivated. But hate crimes include a range of offenses. Violations such as vandalism and intimidation -- a racial slur for example -- represent over half of all hate crimes based on race. While both are bad, the average person wouldn't put them in the same category as an attack by an Islamic extremist.\nGail also cited work by the New America Foundation, which keeps a running count of fatal attacks on U.S. soil by \"homegrown extremists\" (it does not count people who were injured in attacks but did not die).\nThe foundation breaks the attacks down into two categories for comparison, \"violent jihadist attacks\" and \"far right-wing attacks.\"\nAs for what the latter category includes, the foundation's summaries of each fatal incident describe assailants motivated by anti-government or anti-abortion beliefs. (We've previously noted how conservatives have said the analysis wrongly attributed some of the killings to right-wing zealots when the ideological connection was weak.)\nJihadists had killed 45 people as of mid December. Non-jihadist extremists, in the foundation’s view, claimed the lives of 48. The totals go back to just after the 9/11 attacks and include the recent deaths in San Bernadino, Calif., as well as those slain at the Planned Parenthood clinic in Colorado.\nDavid Sterman, who oversees the New American project, downplays the slight numerical edge attributed to far non-jihadist violence.\n\"Future attacks could certainly change which category has killed more people,\" Sterman told us. \"However, the crucial point is not which group has killed more in any particular moment, but that the threat from both streams of extremist thought is very similar in death toll despite a narrative that views jihadist terrorism as having been vastly more deadly inside the U.S.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat might suggest that Carson was technically correct but perhaps overstated his case. However, Carson runs into trouble because he specified \"racial supremacist groups.\"\nIn the New American database, only about half of the murders committed by the non-jihadist extremists' side of the ledger were tied to anger directed against any race or ethnic group. Just as often, the killers had expressed anti-government or anti-abortion views.\nFor example, according to the database, the slaying of two police officers in Louisiana in 2012 was committed by members of the Sovereign Citizens movement. Adherents believe that they are not bound by any law passed by the government. The Southern Policy Law Center reports that followers include many blacks.\nSterman confirmed that race-based attacks are a subset of the total.\nOnce we factor this in, the foundation’s data set does not provide support for Carson’s statement.\nAnother measure of threat\nResearchers at the University of North Carolina at Chapel Hill and Duke University took a different approach to gauging which groups present the biggest risk to the public. Charles Kurzman, a sociologist at the University of North Carolina at Chapel Hill and David Schanzer, a public policy professor at Duke University, went to the law enforcement community.\nIn early 2014, they surveyed nearly 400 law enforcement officers across the country. They asked them to compare the threats from al-Qaida-inspired extremism and an umbrella category for extremism that includes anti-government, racist, anti-capitalist and other motivations.\nBy a 2-1 margin, the officers put the threat of other extremists over that of jihadists. About 74 percent ranked anti-government driven violence among their top three concerns, while a bit under 40 percent put al-Qaida related extremists in their top three.\nKurzman told us these results would not support Carson’s statement because \"we did not distinguish white supremacists from other forms of non-Islamic violent extremism in our June 2015 report.\"\nAnd he noted that further analysis, set to be released in 2016, shows that more law enforcement agencies rank al-Qaida-inspired violence as a higher risk than racist extremism by a margin of 39 percent to 24 percent.\nOur ruling\nCarson said that the nation’s largest domestic threat comes from racial supremacist groups, adding that he knew this to be a fact. His spokeswoman said that is based on his compilation of various trends and reports. However, we could find no data to support the view that attacks driven by overtly racist beliefs cause more deaths or are seen by law enforcement as a greater risk than jihadist extremism.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-05605"}