{"url": "/factchecks/2010/feb/13/rick-perry/perry-says-texas-has-surplus/", "speaker": "Rick Perry", "vclaim": "\"We have billions in surplus.\"", "truth_label": "barely-true", "date": "stated on February 8, 2010 in a TV advertisement:", "title": "Perry says Texas has a surplus in billions", "text": "Republican Gov. Rick Perry, running for re-election, claims the \"tough conservative decisions\" he’s made during his tenure have been a boon to the state, resulting in surplus revenue.\n\n\"Today, we have billions in surplus,\" he says in a TV ad that debuted Monday.\n\nIs that right? Seems like just the other day — as in last month — Republican leaders including Perry asked state agencies to suggest possible budget cuts due to an anticipated revenue shortfall.\n\nPerry’s campaign cites a Nov. 24 report by Texas State Comptroller Susan Combs forecasting the state would have $8.2 billion in its Economic Stabilization Fund by Aug. 31, 2011. The so-called rainy day fund, which voters created in 1988, held $7.6 billion as of Feb. 9.\n\nThe fund is fed almost exclusively by oil and natural-gas production taxes; revenue above a certain level is automatically diverted to it. That revenue soared during the past decade, allowing billions to accumulate.\n\nSo the state now has billions in reserve.\n\nBut a healthy rainy day fund doesn’t always mean there’s a surplus built to last.\n\nSherri Greenberg, a former Democratic state representative who served on the House Appropriations Committee, said that the excess oil and gas taxes are \"not the same as a surplus\" because they aren’t necessarily \"revenues coming in that exceed what our expenditures are going to be.\"\n\nGreenberg, who lectures at the Lyndon B. Johnson School of Public Affairs, noted too that it’s not easy to tap the fund. In the 2011 session, Lawmakers will legally be permitted to dip into the fund for any reason by two-thirds' votes of the House and Senate. If they're faced with revenue running short of what's needed to fund the current (2010-11) budget, they can take money from the fund by getting three-fifths' votes of each body. The same reduced threshold applies to tapping the fund if state revenue for the 2012-13 fiscal years is projected to run short of revenue that comes in during 2010-11. Other fiscal decisions take simple majority votes.\n\nBesides, experts expect lawmakers to be facing a revenue shortfall by the time they write the next two-year state budget in 2011. Factors at play include the need to continue covering the costs of a statewide school property tax cut approved in 2006 and the unlikelihood of fresh federal stimulus aid, some of which helped lawmakers balance the budget last year.\n\nJohn O’Brien, director of the Legislative Budget Board, which advises legislators on budget matters, recently estimated that the current pace of spending will exceed incoming revenue by $11 billion by the time the 2012 fiscal year begins on Sept. 1, 2011.\n\nState sales-tax collections are already running $1 billion behind what Combs projected they would be at this time.\n\nOn Jan. 15, Perry, Lt. Gov. David Dewhurst and House Speaker Joe Straus instructed state agencies to submit budget-reduction plans by Feb. 15 for the start of next fiscal year.\n\nAs they have done in the past, lawmakers could tap the rainy day fund to reconcile the gap. Faced with a similar $10 billion revenue shortfall in 2003, lawmakers also made painful budget and program cuts, including consolidating 12 health and human service agencies into five.\n\n\"The point of the rainy day fund is to have it there in case there’s a need,\" Perry spokesman Mark Miner said. \"Just like we did in 2003, we’ll cut spending and take measures to balance the budget.\"\n\nThe upshot: Perry’s correct for the moment in that the state has socked away billions in the Economic Stabilization Fund.\n\nBut his surplus claim implies Texas is awash in cash — suggesting at least enough to continue government operations.\n\nHe knows better. We rate Perry’s statement as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n \n\nUpdate: The description above of how money can be spent from the so-called rainy day fund reflects a clarification from what we originally posted. In the 2011 session, Lawmakers will legally be permitted to dip into the fund for any reason by two-thirds' votes of the House and Senate. If they're faced with revenue running short of what's needed to fund the current (2010-11) budget, they can take money from the fund by getting three-fifths' votes of each body. The same reduced threshold applies to tapping the fund if state revenue for the 2012-13 fiscal years is projected to run short of revenue that comes in during 2010-11.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15308"}