{"url": "/factchecks/2010/apr/10/karen-sage/karen-sage-says-jail-time-has-been-cut-50-percent-/", "speaker": "Karen Sage", "vclaim": "Says that under a new program jail \"time for non-violent, mentally ill offenders has been reduced by 50 percent.\"", "truth_label": "true", "date": "stated on April 3, 2010 in a mailer:", "title": "Karen Sage says jail time has been cut 50 percent for offenders in program focused on mental health", "text": "Karen Sage of Austin, facing a Tuesday runoff with Mindy Montford of Austin for the Democratic nod for a judgeship, touts her experience as a prosecutor overseeing a new unit focused on defendants with mental illness. With no Republican opponent in November, the winner of the runoff will likely be a shoo-in for Travis County’s 299th state District Court judgeship.\nIn a mailer sent to voters April 3, Sage celebrates the new program, saying that jail “time for non-violent, mentally ill offenders has been reduced by 50 percent.”We wondered if Sage’s statement—echoed in a TV ad she debuted Wednesday—reflects reality.\nSage’s campaign initially referred us to Rosemary Lehmberg, the Travis County district attorney. Lehmberg confirmed that she asked Sage, an assistant district attorney, to helm the felony mental health unit, which was started in January 2009.\nClaire Dawson-Brown, the DA’s director of strategic prosecutions, said a magistrate started handling a special docket comprised of “mental health” defendants in late April 2009. To be in the program, Dawson-Brown said, defendants must usually be charged with a non-violent crime. They also must be diagnosed with major depression or considered bipolar, schizo-affective or schizophrenic, and seen as unstable in the jail.\n“It would be someone in a crisis situation,” she said, “or their mental illness is impairing their behavior.”\nExperts team to address the needs of the mental health inmates, Dawson-Brown said. She said participants get services they need in custody and when they return to the community. Besides Sage, who has a paralegal and a secretary, each defendant has an attorney familiar with mental health issues; she said the magistrate, a jail counselor and officials serving the local mental health and adult probation systems also play roles, with social workers sometimes getting involved.\nAnd how has the program affected jail stays?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nSage said she reached her 50-percent reduction statement by comparing a baseline estimate that “mental health” inmates facing felony charges were averaging 106 days in jail before the program began to the 42-day average for participants in the program at the time she left the office in mid-December to run for judge. The decrease amounts to 60 percent.\nDawson-Brown agreed that as of late 2008 and early 2009, the average Travis County jail stay for all its “mental health” defendants, including violent offenders, was 106 days.\nWe pointed out that the baseline figure sweeps in the longer jail stays of individuals charged with violent crimes who aren’t automatically put in the new program, driving up the pre-program average and potentially skewing before and after comparisons. Dawson-Brown then gave us more detailed jail-stay information enabling an improved review of the change in average jail stays.\nBased on the new figures, we estimate that defendants who have been through the new program would have averaged 77 days in jail before the program began.\nThe nitty gritty: We multiplied the number of affected defendants categorized by the level of felony they faced--ranging from first-degree felony charges to second- and third-degree felonies to state-jail felony charges--by the days that similarly charged defendants averaged in jail before the program began. Next, we totaled those defendant-days-in-jail and divided the total (19,432) by the number of defendants (253) to reach the pre-program estimate of an average of 77 days in jail.\nThrough February, the magistrate had processed 253 defendants since the program’s start, according to Dawson-Brown, and they averaged 36 days in jail.\nBest we can tell, the average jail stay for defendants dropped by 41 days, or 53 percent.\nWe rate Sage’s statement as True.", "vclaim_id": "vclaim-pol-15124"}