{"url": "/factchecks/2013/oct/22/paul-broun/broun-uses-only-negative-scenario-gao-report/", "speaker": "Paul Broun", "vclaim": "According to a federal report, Obamacare will increase the long-term federal deficit by $6.2 trillion.", "truth_label": "barely-true", "date": "stated on September 29, 2013 in a newspaper op-ed:", "title": "Broun uses only negative scenario in GAO report", "text": "Among the Republican Party, President Barack Obama’s health care plan doesn’t have a lot of fans. The Affordable Care Act, better known as Obamacare, has been criticized for cost, requirements and supposed federal overreach.\nDays before enrollment opened on Oct. 1, U.S. Rep. Paul Broun, an Athens Republican, took another shot at Obamacare in an Augusta Chronicle editorial.\n\"Three years ago President Obama touted his 2,700-page health care plan as the solution to our nation’s health care needs … But since that time, statistic after statistic proved these statements false, causing the president’s promises to fall flat,\" Broun said in the Sept. 29 piece. \"According to a report released by the Government Accountability Office, Obamacare will increase the long-term federal deficit by $6.2 trillion.\"\nSuch a large figure immediately triggered our curiosity. That $6.2 trillion is more than a third of the country’s $16.7 trillion national debt right now, a staggering amount that we had to investigate.\nBroun is one of several Republican candidates seeking the seat held by retiring Sen. Saxby Chambliss. He used the editorial to promote his own health care plan, the Patient OPTION Act. Broun’s plan fully repeals the Affordable Care Act, makes all health care expenses 100 percent tax-deductible and lets families buy health insurance across state lines, he said. (At press time, Broun’s Patient OPTION Act -- introduced in August with no co-sponsors -- sat in a House subcommittee.)\nWe asked his office about the source for his $6.2 trillion statement. A spokeswoman said the figures were taken from articles in conservative publications, including the Heritage Foundation’s Foundry blog and National Review.\nThis $6.2 trillion figure has been bandied about by conservative politicos for some time. Our PolitiFact Virginia colleagues have examined a similar claim made by a congressman from that state, who received a Mostly False rating for creating a misleading claim about the GAO report.\nThe articles Broun referenced based the $6.2 trillion claim on a January 2013 GAO report -- requested by Sen. Jeff Sessions, R-Ala. -- examining the health care law’s impact on the federal budget over the next 75 years. The report found that the impact depends largely on whether cost-controlling elements of the health care law are sustained long term, and considered two scenarios.\nIn the optimistic scenario where the law and those cost provisions -- including reductions in Medicare payments and hospital readmission -- are fully implemented, the health care law is expected to reduce the federal deficit by 1.5 percent over 75 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe second scenario assumes the cost-containment provisions are phased out starting in 2019. Doing that would mean the law would increase the deficit by 0.7 percent over the same time period.\nUnder either scenario, the GAO report noted, models show that the federal budget is on an unsustainable fiscal path, driven by rising health care costs and an aging population.\nThe report is full of numbers, but does not include the $6.2 trillion deficit figure. That number was computed by Republican staff members on the Senate Budget Committee. Staffers used data from the U.S. Centers for Medicare and Medicaid Services to calculate the country’s gross domestic product for the 75 years ending 2085. That GDP is expected to total $883 trillion.\nUsing the GAO report’s deficit increase figure with the GDP data results in the $6.2 trillion figure that is repeated by Broun and used in the various articles. Broun did not mention the $13.25 trillion that would be the savings over 75 years using the same GDP and GAO optimistic scenario figures.\nWe also checked the Congressional Budget Office, Congress’ nonpartisan number-crunching agency, for data on the health care law’s budget impact. In March 2010, the CBO estimated that the law would decrease the federal budget $210 billion over 10 years ending 2021.\nSo is Broun correct?\nThe Georgia congressman said that a GAO report said the Affordable Care Act would increase the federal deficit by $6.2 trillion.\nBut the GAO report doesn’t include the $6.2 trillion figure. That amount was extrapolated using data from the GAO report by a group of GOP Senate Budget Committee staffers. What the report does say is that the health care law could cause the federal deficit to increase if cost-savings measures are phased out over time. But if the law is fully implemented, it could actually lower the deficit over time.\nBroun, like other politicos before him, repeats a selective version of the report to support his claim, while omitting alternative positive findings of the same report.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-08724"}