{"url": "/factchecks/2012/sep/18/mitt-romney/romney-says-47-percent-americans-pay-no-income-tax/", "speaker": "Mitt Romney", "vclaim": "\"Forty-seven percent of Americans pay no income tax.\"", "truth_label": "true", "date": "stated on May 17, 2012 in remarks at a campaign fundraiser:", "title": "Mitt Romney says 47 percent of Americans pay no income tax", "text": "Mitt Romney told wealthy donors gathered at a high-dollar campaign fundraiser that there’s a group of voters he believes he can never win over: people who pay no taxes.\n\nVideo of Romney speaking at the event, held in Boca Raton, Fla., was leaked to the liberal magazine Mother Jones on Sept. 17, 2012, stirring up controversy in the heated presidential race.\n\nIn his remarks, Romney used broad strokes to characterize millions of people who he said solidly support President Barack Obama.\n\n\"There are 47 percent of the people who will vote for the president no matter what,\" Romney said in the video. \"All right, there are 47 percent who are with him, who are dependent upon government, who believe that they are victims, who believe the government has a responsibility to care for them, who believe that they are entitled to health care, to food, to housing, to you-name-it. That that's an entitlement. And the government should give it to them. And they will vote for this president no matter what.\n   \n\"And I mean the president starts out with 48, 49 percent … he starts off with a huge number,\" Romney continued. \"These are people who pay no income tax. Forty-seven percent of Americans pay no income tax. So our message of low taxes doesn’t connect. So he’ll be out there talking about tax cuts for the rich. I mean, that’s what they sell every four years. And so my job is is not to worry about those people. I’ll never convince them that they should take personal responsibility and care for their lives.\"\n\nWe’re checking several claims from his remarks at the May 2012 event. Taxes are a contentious issue in the presidential campaign, and the statistic Romney mentioned was sure to pique the attention of the ostensible 1-percenters in his audience.\n\nAs for his claim that 47 percent of Americans pay no income tax at all: Guess what? He’s right.\n\nWho pays\n\nIt's clear Romney is referring to federal taxes and his figure mirrors one from the Urban Institute-Brookings Institution Tax Policy Center, which found that in 2011, 46 percent of tax filers paid no income tax, vs. about 54 percent of tax filers that did have some federal income tax liability. In 2009, the Tax Policy Center estimated the proportion who paid no taxes was 47 percent.\n\nAbout half of people who don’t pay income taxes are simply poor, and the tax code explicitly exempts them.\n\n\"For example, a couple with two children earning less than $26,400 will pay no federal income tax this year because their $11,600 standard deduction and four exemptions of $3,700 each reduce their taxable income to zero,\" Roberton Williams, a scholar with the Tax Policy Center, wrote last year. \"The basic structure of the income tax simply exempts subsistence levels of income from tax.\"\n   \nThe remaining Americans who owe no federal income taxes are benefiting from tax breaks, the center found.\n\n\"Three-fourths of those households pay no income tax because of provisions that benefit senior citizens and low-income working families with children. Those provisions include the exclusion of some Social Security benefits from taxable income, the tax credit and extra standard deduction for the elderly, and the child, earned income, and child care tax credits that primarily help low-income workers with children,\" he wrote.\n\nPolitiFact Oregon examined a claim similar to this one last year, citing research by the Joint Committee on Taxation, a bipartisan committee of Congress. The committee found that for 2009, roughly 22 percent of \"tax units\" ended up without any tax liability. Another 30 percent got all their tax money back from the government, through mechanisms such as the Earned Income Tax Credit, which encourages low-income Americans to work by refunding money to them through the tax code. By contrast, the committee found just 49 percent of Americans owed anything to the government.\n   \nPut another way, 51 percent of taxpayers in 2009 had zero liability, according to the committee’s research.\n\nOur ruling\n\nRomney said at the fundraising event that \"47 percent of Americans pay no income tax.\"\n\nHe didn’t specify federal income tax, and many states do levy their own income taxes. But since Romney was referring to a sector of the entire American population, we think it’s clear he was talking about federal taxes.\n\nResearch by the Tax Policy Center supports his claim. The think tank found that many Americans are so poor that they owe no taxes, and others qualify for enough breaks and exemptions to reduce their liability to nothing. Another report by the Joint Committee on Taxation from 2009 found an even larger share of Americans who owed nothing.\n\nWe rate Romney’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-10359"}