{"url": "/factchecks/2016/sep/15/tim-kaine/kaine-accurately-recalls-time-gadhafi-had-tent-put/", "speaker": "Tim Kaine", "vclaim": "\"When Moammar Gadhafi was set to visit the United Nations, and no one would let him stay in New York, Trump allowed Gadhafi to set up an elaborate tent at his Westchester County (New York) estate.\"", "truth_label": "true", "date": "stated on September 6, 2016 in a speech:", "title": "Kaine accurately recalls the time Gadhafi had a tent put up on Trump's estate", "text": "Tim Kaine says Donald Trump has a fondness for dictators, including the late Libyan leader Col. Moammar Gadhafi.\nDuring a speech in Wilmington, N.C., Kaine said Trump, the Republican presidential nominee, even was willing to host to the Libyan president, in 2009, two years before rebels killed Gadhafi during a NATO air campaign in that country.\n\"When Moammar Gadhafi was set to visit the United Nations, and no one would let him stay in New York, Trump allowed Gadhafi to set up an elaborate tent at his Westchester County (New York) estate,\" Kaine, the Democratic vice presidential nominee, said on Sept. 6.\nSarah Peck, the Virginia communications director for Democratic presidential nominee Hillary Clinton’s campaign, pointed us to a June 7 article in BuzzFeed News about the tent episode.\nBuzzFeed examined Trump’s rental of his estate to Gadhafi during the Libyan leader’s September 2009 trip to New York City, where the dictator gave a rambling address to the U.N. General Assembly. BuzzFeed noted that when Gadhafi traveled, he often did so with a North African-style tent where he could stay overnight.\nBefore the New York trip, Libyan officials sought permission to put a tent in Central Park in Manhattan, but the North African dictator’s request was denied, according to press reports.\nThey also sought to put the tent in Englewood, N.J., just outside the city, but local officials there balked.\nThe tent instead was erected on Trump’s 213-acre Seven Springs estate in Bedford, a suburb north of New York City.\nThe Journal News, a local newspaper covering that town, reported in a Sept. 24, 2009, article that Gadhafi’s plans were to entertain guests at Trump’s estate.\nThe Libyan campsite there included the camel-patterned tent, a couch, chairs, a satellite dish and a fire pit.\nThose living quarters were put up without any approval from Bedford officials, who were miffed at the possibility that the notorious dictator was going to visit their town.\nAmid the controversy, the news media descended on the upscale neighborhood surrounding Trump’s estate to chronicle the tent flap.\nBedford officials ordered the tent taken down, saying it violated zoning laws. Trump, through a spokeswoman, said in a statement that he had asked the Libyans to take down the tent.\nThe Libyans complied but only for a while. They put it back up amid reports Gadhafi was planning to visit the estate.\nTown officials, under police escort, went onto the property and ordered the tent struck yet again. The tent was taken down again and hauled away the next day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nJoel Sachs, Bedford’s town attorney, told us there’s no indication Gadhafi ever made it to the property. Local news reports said the Libyan leader never got to see the estate. Sachs told The Journal News in 2009 that officials at the estate said one of Gadhafi’s sons did venture to Seven Springs.\nGadhafi ended up staying at Libya’s U.N. mission in midtown Manhattan.\nSachs told us this week that Trump, in 2009, denied to town officials that he knew Gadhafi was the one renting space on his property, telling the town he thought it was being leased by some of his Middle Eastern business associates.\nSachs said he didn’t find the denial plausible and told us that officials at the estate indicated Trump was aware of Gadhafi’s plans to use the property.\nThe Associated Press has noted that in in the years after the episode, Trump acknowledged he rented the property to Gadhafi.\n\"I made a lot of money with Gadhafi,\" Trump said in a June 5, 2016, interview on the CBS program \"Face the Nation.\"\n\"If you remember, he came to the country, and he had to make a deal with me because he needed a place to stay. And he paid me a fortune, never got to stay there. And it became sort of a big joke,\" Trump said.\nDuring an interview five years earlier on Fox News, Trump made similar comments.\n\"I rented him a piece of land … and then I didn’t let him use the land,\" Trump said, according to the transcript of the March 21, 2011, Fox interview.\n\"I don’t want to use the word ‘screw,’ but I screwed him. That’s what we should be doing. I rented him a piece of land in Bedford, New York. I rented him a piece of land. He paid me a fortune, and I didn’t let him use the land.\"\nTrump also addressed the issue in a 2011 CNN interview.\n\"What did I do with Gadhafi? I leased him a piece of land for his tent,\" Trump said.\nBuzzFeed reported in its article that a Libyan entourage had stayed at Trump’s estate for weeks before Gadhafi’s visit to New York, as did members of a public relations firm representing Libya.\nOur ruling\nKaine said, \"When Moammar Gadhafi was set to visit the United Nations, and no one would let him stay in New York, Trump allowed Gadhafi to set up an elaborate tent at his Westchester County (New York) estate.\"\nThere’s no doubt Gadhafi rented space at Trump’s estate to put up his tent. Trump acknowledges now that he leased land to Gadhafi, although he couches it as a boast to show he snookered the Libyan leader out of a lot of money.\nWe rate Kaine’s statement True.\nhttps://www.sharethefacts.co/share/206bb9f0-024b-44e5-b95b-c34ae90096d5", "vclaim_id": "vclaim-pol-04323"}