{"url": "/factchecks/2011/jul/18/josh-mandel/josh-mandel-says-sen-sherrod-brown-most-liberal-un/", "speaker": "Josh Mandel", "vclaim": "\"Sherrod Brown was just voted two years in a row the most liberal senator in the United States of America\" and is more liberal than Sen. Bernie Sanders.", "truth_label": "half-true", "date": "stated on June 24, 2011 in a radio interview:", "title": "Josh Mandel says Sen. Sherrod Brown rates as the most liberal in the United States", "text": "When a Republican calls someone a liberal, it’s not meant as a compliment. Add the modifier \"most liberal member of the U.S. Senate,\" and you’ve got red meat, especially in a middle-of-the-road state like Ohio.\n\nYou’ve also got, as you may have guessed, the rap against Sherrod Brown.\n\nJosh Mandel, the Ohio treasurer who’s been raising money to run as the Republican nominee against Brown, laid out that accusation in an interview with syndicated radio host Hugh Hewitt on June 24.\n\n\"I don’t know if you know this, but Sherrod Brown was just voted two years in a row the most liberal senator in the United States of America. Now that’s saying a lot when Bernie Sanders, who’s a socialist, is to the right of you.\"\n\nThe National Republican Senatorial Committee made a similar characterization in news release July 6, saying Brown was \"rated the most liberal member of the Senate.\"\n\nPolitiFact Ohio decided to take a look.\n\nBrown, a freshman Ohio Democrat facing reelection next year, supports the federal government playing an active rule in regulating industry, banking, health care and other marketplaces he believes are pocked with abuse.\n\nTo check our assessment of whether he is, in fact, a liberal, we asked three Ohio political scientists -- Alexander Lamis of Case Western Reserve University, Daniel Coffey of the University of Akron and Eric Rademacher of the University of Cincinnati -- to characterize Brown as either a conservative, moderate or liberal.\n\nAll three said liberal.\n\nBoth a Mandel representative and the NRSC cited annual lawmaker ratings by National Journal, a nonpartisan, highly regarded magazine that covers public policy in Washington.  National Journal’s ratings are popular with the political press. Cleveland.com, the website of The Plain Dealer, reported Brown’s most recent National Journal rankingwhen it came out in February. The ranking covered 2010.\n\nBut as National Journal and others noted, Brown was actually in a nine-way tie for the title of most liberal. The other eight were Sanders, the Vermont independent who considers himself a socialist (in the tradition of social democracies like Sweden, Norway and Finland); Senate Majority Leader Harry Reid; and Democrats Ben Cardin and Barbara Mikulski of Maryland, Patrick Leahy of Vermont, Carl Levin and Debbie Stabenow of Michigan and Sheldon Whitehouse of Rhode Island.\n\nMathematically, this intrigued us. Consider the number of \"most liberal,\" nine. Now count all the Senate Democrats in last year’s Congress: 57, plus Sanders, who caucuses with the Democrats. Nine out of 58 represents 15.51 percent -- meaning that, with rounding, 16 percent of the entire Senate Democratic caucus came in first place for the most liberal.\n\nThis surely wouldn’t work in a beauty contest. Even as a criticism of lawmakers, it’s a bit of a Lake Wobegon standard, to use a public radio analogy -- a U.S. Senate where all liberals are above average.\n\nBut how, exactly, do you define \"most liberal?\"\n\nNational Journal did so by reviewing the actions of every senator on 96 roll-call votesand weighing each one on a liberal-to-conservative scale. A number of the measures concerned corporate subsidies or tax breaks that Democrats wanted to end; provisions of the new health care law that Republicans wanted to scrap, and financial reform measures that Democrats said would prevent future banking scandals but Republicans considered too sweeping.\n\nYet not every vote used in the rankings was an obvious liberal or conservative measure. For instance, National Journal included a bill to continue business tax credits while also extending jobless benefits for the long-term unemployed. The same bill also made sure doctors didn’t get a Medicare fee cut. Business groups liked the tax provisions. Then-Sen. George Voinovich, a Republican, voted yes, saying jobless workers needed help. So did Brown.\n\nBut a majority of Republicans voted no, saying the bill would weigh too heavy on the budget deficit. The partisan split made it a fair measure of the Senate’s Democrat-Republican divide, but Brown’s office questions whether this was really the mark of a liberal position.\n\nThe same goes for several other votes, such as one confirming a northern Ohio judicial nominee, Benita Pearson. It wasn’t as if Pearson had baggage. Rather, this was one more vote in a tit-for-tat standoff between Republicans and Democrats over confirmations and hardball politics. Like Brown, Voinovich voted yes, but he was the only Republican to do so.\n\nBrown has been a senator since 2007, and since lawmakers are often judged on their entire records, we wanted to see how he ranked in the other years. According to National Journal, he was tied for \"Most Liberal\" again in 2009, this time with four others: Cardin, Whitehouse, Roland Burris of Illinois and Jack Reed of Rhode Island. Sanders came in at 38th. This is where Mandel gets the claim that \"Bernie Sanders, who’s a socialist, is to the right\" of Brown.\n\nBut going back earlier, Brown was the Senate’s 28th most liberal member in National Journal’s 2008 analysis, and 27th most liberal in 2007.\n\nNational Journal isn’t the only player  in the ratings game. Others include Americans for Democratic Action, which calls itself \"a forthright liberal voice for the nation.\"  The ADA gave Brown a rating of 95 percent for 2010. Five other senators got \"perfect\" scores of 100 percent.\n\nThe American Civil Liberties Union gave Brown a score of 93, consistent with many other Senate Democrats. But four Democrats got perfect scores of 100. The League of Conservation Voters, tracking environmental issues, gave Brown a 100 percent score. But 23 other senators shared that perfect score. .\n\nAnd then there’s Voteview.com, a more comprehensive and mathematically driven evaluation compiled by political scientists across the country. Voteview examines votes on every contested bill in Congress, and since Congress works over a two-year term, Voteview ratings only come out every other years.\n\nBrown was the 11th most liberal Democrat in the two-year congressional cycle ending in 2010,  based on Vote View’s assessment. Sanders came in at No. 6.\n\nBrown was the fifth most liberal in the previous Congress, representing his first two years in the Senate, while Sanders was No. 2 during that 2007-2008 period, according to Voteview.\n\nSo we return to Mandel’s claim that Brown was \"voted two years in a row the most liberal senator in the United States of America.\" and that he is more liberal than Bernie Sanders.\n\nBrown tied for first place in both of those years in the National Journal ratings. The tie in the most recent year included 16 percent of the Democratic caucus. To say that Brown was voted \"the most liberal senator\" misses the broad sweep of lawmakers in that category.\n\nAs for the claim that Brown was to the left of Sanders, the Senate’s self-described socialist, it only survives if you include one year and one set of rankings, namely, again, National Journal’s.\n\nNeither Mandel nor the NRSC said they were basing their claim on exhaustive research or an array of possible ratings. And both were careful to say that Brown was \"rated\" or \"judged\" the most liberal, attributing the claim as opposed to making it themselves.  Yet there is so much more information available, and so many more details -- the nine-way tie in 2010, the Sanders position in only one of the years (and not the most recent), the other ratings in which Brown was not first.  \n\nA casual  listener or reader would miss out on important context if he or she only heard their claim and didn’t see the fuller picture. A statement that is accurate but leaves out important details like these gets one rating on the Truth-O-Meter: Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 15, 2010 in an op-ed in the Detroit News\n\n\n\n\n\n\n\n\n\"Since February 2009, our economy has lost roughly 3 million private sector jobs while the federal government has grown by more than 400,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 15, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-12729"}