{"url": "/factchecks/2011/nov/03/john-kasich/john-kasich-slams-use-out-state-arbitrators-contra/", "speaker": "John Kasich", "vclaim": "\"They talk about this problem with binding arbitration. It doesn’t make a lot of sense to me to have somebody from Los Angeles fly into Zanesville and impose a wage settlement on you ... and then they’re on the plane back to Los Angeles.\"", "truth_label": "pants-fire", "date": "stated on October 31, 2011 in a campaign speech:", "title": "John Kasich slams use of out-of-state arbitrators in contract talks with safety forces", "text": "The elimination of binding arbitration for public safety forces is among the changes Issue 2 would make to Ohio’s collective bargaining law.\n\nBinding arbitration calls on a neutral third party to settle an impasse in labor negotiations. This process is reserved for police, firefighters and other safety forces that cannot strike under Ohio law.\n\nRepublican Gov. John Kasich, the most high-profile supporter of Issue 2, has consistently called for the elimination of binding arbitration because it allows an outside arbitrator who doesn’t understand local issues to settle labor disputes with taxpayer dollars at stake.\n\nKasich recently described his opposition to binding arbitration at an event in Zanesville:\n\n\"They talk about this problem with binding arbitration. It doesn’t make a lot of sense to me to have somebody from Los Angeles fly into Zanesville and impose a wage settlement on you that you have to pay and then they’re on the plane back to Los Angeles.\"\n\nThis is not the first time Kasich has characterized an arbitrator as an out-of-touch transient with little knowledge about issues facing local governments in Ohio. He described a similar scenario in a speech last December.(The Ohio Capital Blog recorded and archived both speeches.)\n\nWith the Nov. 8 election just days away, PolitiFact Ohio decided to check one of the governor’s go-to arguments in favor of Issue 2, the most high-profile statewide issue on the fall ballot.\n\nA \"yes\" vote on Issue 2 would uphold Senate Bill 5, the new collective bargaining law that would restrict public workers’ collective bargaining power, ban public workers from striking, eliminate binding arbitration and make several other changes. A \"no\" vote would repeal SB 5.\n\nFirst, we looked at Ohio’s existing collective bargaining law, which was passed in 1983.\n\nThe current law includes a \"final offer settlement procedure,\" also known as binding arbitration, that is available to police, firefighters and other safety forces that cannot strike under Ohio law. Disputes involving teachers or other public workers afforded the right to strike cannot be settled through this procedure.\n\nUnder binding arbitration, a neutral third party called a conciliator considers the final offers from both sides and imposes a settlement.\n\nA conciliator must be an Ohio resident, according to a provision in the state law that outlines the rules for binding arbitration. The law is cited on the State Employment Relations Board’s eligibility requirements to be a conciliator. SERB maintains the list of state-approved conciliators.\n\nJay McDonald, president of the Fraternal Order of Police of Ohio, said he never understood why Kasich kept referring to arbitrators as people who swoop in from out of state to impose a wage settlement on local taxpayers. He recalled the speech Kasich gave last December, about a month after he was elected. We found the video, originally posted by the Ohio Capital Blog, online.\n\nKasich’s words then mirror his talk in Zanesville on Halloween.\n\n\"I don't know if you all know what biding arbitration is. When there's a labor dispute, they bring somebody in from Kokomo, Ind. He comes into Ohio, he imposes a settlement on our cities, he goes back to Kokomo and we pay the bill,\" Kasich said in December.\n\nMcDonald said the only way such an outsider can settle an impasse is if the union and the employer agree to an alternative settlement process.\n\nWe went back to the current collective bargaining law and found it does allow both sides to make their own rules for resolving disputes. The process is commonly referred to as a \"MAD\" (Mutual Alternative Dispute resolution procedure) and must be agreed to at least 45 days before their collective bargaining agreement expires.\n\nMcDonald said police unions rarely enter into a MAD. \"It’s definitely not common. I cannot tell you any off the top of my head,\" he said.\n\nWhen we checked Kasich’s claim with his staff, a spokesman pointed to the same alternative settlement process.\n\n\"Under state law, a person can come in from outside Ohio and settle these disputes,\" Kasich spokesman Rob Nichols said.\n\nNichols said he considered certain alternative resolution procedures to be a type of binding arbitration.\n\nFurther, Nichols said the governor’s main point was that someone from outside the community - whether from California, Kokomo or another place in Ohio - should not be making financial decisions for that community. \"It’s someone who doesn’t have a stake in the financial state of the local government,\" he said.\n\nThe fact remains an out-of-state mediator cannot resolve disputes under the state’s rules for binding arbitration - and that is the specific process Kasich has repeatedly criticized. And citing a procedure seldom used by safety forces, who are covered by the binding arbitration rules, doesn’t make this claim more accurate.\n\nAnd as the state government’s chief executive and leading spokesman for reforming the state’s collective bargaining rules for public employees, Kasich should know that.\n\nRather, the governor has been stumping for Issue 2 arguing a point that is not accurate. That’s ridiculous.\n\nA statement that is not accurate and makes a ridiculous claim gets a special rating on the Truth-O-Meter: Pants On Fire.", "vclaim_id": "vclaim-pol-12151"}