{"url": "/factchecks/2008/jan/11/mike-huckabee/the-roads-are-better-but-still-rank-near-th/", "speaker": "Mike Huckabee", "vclaim": "\"I took on the worst road system in the country, according to Trucker's magazine. When I left, they said it was the most improved road system in the country.\"", "truth_label": "mostly-true", "date": "stated on January 10, 2008 in a debate in Myrtle Beach, S.C.:", "title": "The roads are better - but still rank near the bottom", "text": "Under fire for raising taxes, Mike Huckabee is citing benefits of the extra tax money: school improvements, health care and better roads.\n\n\nAt a debate in Myrtle Beach, S.C., on Jan. 10, 2008, Huckabee repeated a claim he has made several times about how much Arkansas' roads improved.\n\n\n\"I took on the worst road system in the country, according to\n\nTrucker's\n\nmagazine,\" Huckabee said. \"When I left, they said it was the most improved road system in the country.\"\n\n\nWe find Huckabee glosses over some details but is right that his state made big improvements.\n\n\nFirst, we couldn't find such an article in \"Trucker's magazine\" ... because we couldn't find a magazine by that name. It's clear he is referring to an annual survey done by\n\nOverdrive\n\nmagazine (\"The voice of the American trucker\"), which asks truck drivers to name the best and worst highways.\n\n\nWhen Huckabee took office in 1996,\n\nOverdrive's\n\nsurvey said Arkansas' roads were fifth worst in the United States. The state kept slipping in the rankings and by 2000 it was indeed the worst in the nation.\n\n\nThe shoddy highways persuaded the Arkansas Legislature to raise gasoline and diesel taxes in 1999, which paid for major repairs to the state's road network.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat helped.\n\n\nBy 2004, Arkansas was rated the state with the most improved roads in\n\nOverdrive's\n\nannual survey.\n\n\nIn 2006, Huckabee's last full year in office,\n\nOverdrive\n\ndid not do overall rankings for the states, so it's a stretch for him to say they were most improved \"when I left.\" However, the truckers that year listed Interstate 40 in Arkansas as the most improved road in the nation. Interstate 30 in Arkansas was No. 4 on the list.\n\n\nYet despite the improvement that occurred under Huckabee, the state's roads still rate near the bottom overall.\n\n\nIn the January 2008 issue, Arkansas is rated fifth worst – the same as when Huckabee took office.\n\n\n\"They have done a lot of work,\" said Andy Duncan, a senior editor for the magazine. \"Nevertheless, the consensus is that they have a ways to go.\"\n\n\nAnd so while Huckabee is right that the state earned the honor for the most improved roads at one point in his term, it's a stretch to say that was the case when he left office. And Arkansas still lags behind other states. So we rate Huckabee's claim Mostly True.", "vclaim_id": "vclaim-pol-16412"}