{"url": "/factchecks/2015/feb/03/greg-abbott/under-common-core-teaching-simple-addition-takes-f/", "speaker": "Greg Abbott", "vclaim": "Under Common Core standards, it takes \"more than a minute\" to teach a student \"how to add nine plus six.\"", "truth_label": "half-true", "date": "stated on February 1, 2015 in interview on Fox News Sunday:", "title": "Under Common Core, teaching simple addition takes a full minute, Texas governor says", "text": "Under Common Core, it takes far too long for a teacher to show a student how to do simple addition, said Texas Gov. Greg Abbott.\nIn 2013, the Texas Legislature passed a law prohibiting school districts from using Common Core in their lesson plans. On Fox News Sunday, Abbott argued that Common Core -- the proposed set of education standards that has become a political football -- is a bad idea. He directed viewers toward some evidence.\n\"I hope all your viewers will go to Google and plug in ‘nine plus six Common Core,’ \" he said, telling viewers to find a video on YouTube of a news report out of upstate New York.\n\"You'll find it's going to take you more than a minute to see how a teacher teaches a student to learn how to add nine plus six. Chris, these are the Common Core standards that are now being pushed down from the top that we must get away from.\"\nIn the video, a teacher gives an addition lesson directed at early elementary school-age children. She adds nine and six by first splitting the six into one and five, then adding the one to the nine to make 10. So the problem becomes 10 plus five equals 15.\n\"Our young learners might not be altogether comfortable thinking about what 9 plus 6 is. They are quite comfortable thinking about their friend 10,\" the teacher says.\" Now our students are seeing that we have 10 plus 5…. That is much more comfortable than looking at 9 plus 6.\"\nResponding to Abbott on Fox, former U.S. Secretary of Education Bill Bennett, a conservative supporter of Common Core, said, \"I haven't seen this (video) but I'm going to tell you if it's crazy, it probably isn't Common Core. It's probably one of these myths that's developed,\" and he encouraged viewers to read the Common Core standards for themselves.\nSo we decided to download the video as well as the Common Core standards to find out if this addition strategy is in fact a part of Common Core.\nIt turns out that this method is in line with what the Common Core standards drafters had in mind, but it’s not a bizarre concept, as Abbott implies. Math teachers have been using methods like this for decades.\nThe standards\nFirst, let’s clarify a couple things. Abbott said these standards are being pushed down \"from the top\" -- meaning the federal level. Common Core is not a federal mandate -- adopting these standards is voluntary for states (though they can have better access to federal education money if they take them on).\nAdditionally, Common Core does not prescribe or require any particular method of teaching. Nowhere in the standards does it say that teachers must teach addition by first splitting numbers up to create 10. Common Core standards, rather, identify concepts that students should learn at each grade level -- not how teachers should teach them.\nThat being said, the standards do suggest that teachers use methods similar to that used in the video to teach first-graders how to add and subtract within the number 20. It suggests:\n\"Use strategies such as counting on; making ten (e.g., 8 + 6 = 8 + 2 + 4 = 10 + 4 = 14); decomposing a number leading to a ten (e.g., 13 – 4 = 13 – 3 – 1 = 10 – 1 = 9)... and creating equivalent but easier or known sums (e.g., adding 6 + 7 by creating the known equivalent 6 + 6 + 1 = 12 + 1 = 13).\"\nMath education experts told us that the method used in the video are in line with the Common Core standards’ intention -- which is to teach children foundational math strategies that they can use for more sophisticated problems down the line.\nAlthough it does take the teacher in the video just under a minute to teach the equation, it’s not as if the teacher has to go through those motions for every single addition problem. She’s teaching a strategy that students can apply to other problems on their own.\n\"What Gov. Abbott is missing is that the teacher in the video is doing much more than teaching a fact,\" said Valerie Mills, president of the National Council of Supervisors of Mathematics. \"She is helping students to build an understanding of operations (addition in this case) and of how our number system works.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThat way, when a child is older and has to add larger numbers, they can use the strategy to add quickly. (For example 149 plus 236 becomes 150 plus 235 to make 385.)\nIt’s also worth noting that one of the reporters in the video says, \"When you and I were in school, we used to memorize that nine plus six is 15. Not anymore.\"\nThat’s actually not the case. By second grade, according to the Common Core standards, students are expected to have these facts memorized, after they learn the foundations of how to add in first grade.\nHow different is this?\nAbbott makes it seem like this way of teaching addition is a deviation from what schools already do.\nDiane Briars, president of the National Council of Teachers of Mathematics, said teachers have used techniques like splitting a number into parts of 10 for addition -- rather than straight memorization -- since the 1950s at least, and the research showing its benefits goes back to the 1920s. She sent us pages in a textbook from the 1990s that includes the method from the video.\n\"It has long been best practice for early childhood math,\" Briars said.\nIn fact, they match up with Texas’ state standards for first-grade math, said William McCallum, a University of Arizona math professor who was involved in drafting the Common Core standards.\nThe Texas standards say for first-graders:\n\"Students extend their use of addition and subtraction beyond the actions of joining and separating to include comparing and combining. Students use properties of operations and the relationship between addition and subtraction to solve problems.\" \nAnd, more explicitly, students are expected to \"apply basic fact strategies to add and subtract within 20, including making 10 and decomposing a number leading to a 10.\"\n\"The general belief is that the Texas state standards are modeled word for word on the Common Core state standards,\" Mills said.\nAlthough these ideas have been around for so long, that doesn’t mean that all parents necessarily learned with these methods, which might be why they perceive Common Core standards as something foreign, Mills added.\n\"I can see why the governor would watch that video and say ‘oh my gosh,’ \" she said.\nOur ruling\nAbbott said that under Common Core standards, it takes \"more than a minute\" to teach a student \"how to add nine plus six.\"\nThere is a video that shows a teacher demonstrating how to add nine plus six to make 15, and it takes just under a minute. But the method she uses is not explicitly required by the Common Core standards, though the standards suggest this approach for teaching addition to first-graders.\nAbbott’s claim is misleading, though, in that it implies that this method takes an unusually long time or teaches something in a new way. These methods have been around for years and pre-date Common Core. In fact, they align with Texas’ own state standards.\nThe statement is partially accurate but leaves out important details or takes things out of context, so we rate it Half True.", "vclaim_id": "vclaim-pol-06763"}