{"url": "/factchecks/2019/jun/05/facebook-posts/kirsten-gillibrand-did-not-say-undocumented-immigr/", "speaker": "Facebook posts", "vclaim": "Says presidential candidate Sen. Kirsten Gillibrand said, \"Social Security must (be) expanded to illegal immigration, it’s their right.\"", "truth_label": "false", "date": "stated on May 31, 2019 in a Facebook post:", "title": "Kirsten Gillibrand did not say undocumented immigrants should get Social Security benefits for free", "text": "Take a quote out of context, rearrange some words and pepper in some misinformation and you have full-blown fake news.\nThat’s what happened with a comment Democratic Sen. Kirsten Gillibrand of New York made during a March stop on her campaign for president.\nA viral Facebook post misrepresents Gillibrand’s words, claiming she said illegal immigrants should receive Social Security benefits without paying into the system.\nThe post misspells Gillibrand’s first name as \"Kristen\" and then goes on to claim that she said, \"Social Security must (be) expanded to illegal immigration, it’s their right.\" Below the alleged quote, text reads: \"Why Do Seniors On Social Security Have To Pay Medicare & Supplemental Insurance & Yet Illegals Get It All For Free?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim takes Gillibrand’s words of out context. What she actually suggested was that immigrants have a \"right\" to pay into taxes, Social Security, local school systems and should be provided a pathway to citizenship.\nDuring a March 19, 2019 campaign stop in Davenport, Iowa, Gillibrand discussed a variety of issues and, at one point, a woman in the crowd asked: \"Would you please talk a little about immigration ... what you’ve done, what you see, both broadly, the Dreamers, the people detained at for-profit prisons, separated children, and the asylum seekers?\"\nGillibrand took a few minutes to answer and eventually said (around the 19:45 minute mark in a Facebook live video of the event): \"First, we need comprehensive immigration reform. If you are in this country now, you must have the right to pay into Social Security, to pay your taxes, to pay into the local school system and to have a pathway to citizenship. That must happen.\"\nSoon after she made those comments, former Arkansas Gov. and conservative pundit Mike Huckabee appeared on Sean Hannity’s Fox News show and mischaracterized her words.\n\"If a person comes here illegally… let’s not only give them grandma’s Social Security, let’s toss in a car,\" Huckabee said. \"I hope Kirsten Gillibrand has to go out and talk to people in their 70s who can barely afford food and tell them they’re going to not get their Social Security raised because we’re going to be giving it to people who broke into this country illegally.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThat wasn’t the only spin on Gillibrand’s remarks. Other outlets such as Breitbart, the Washington Examiner also spread the interpretation that Gillibrand suggested undocumented immigrants should receive Social Security benefits without contributing. It didn’t take long for the claim to turn up in posts on social media.\nBut as one Los Angeles Times analysis addressed, Gillibrand wasn’t advocating to give away the program’s benefits but to allow immigrants, \"of whatever status, to pay for those benefits openly, via payroll and income taxes, and to receive the benefits they’ve earned.\"\nThe analysis said many undocumented immigrants already pay into the system without receiving any benefits.\nAccording to a 2013 Social Security Administration report, 1.8 million undocumented immigrants (the report employs the term \"unauthorized\" immigrants) worked and contributed to Social Security in 2010 using a Social Security number that was either fabricated or that belonged to someone else. Not including visa holders and others, the report estimated that a total of 3.1 million undocumented immigrants were working and paying into Social Security taxes that year.\n\"While unauthorized immigrants worked and contributed as much as $13 billion in payroll taxes to the OASDI program in 2010, only about $1 billion in benefit payments during 2010 are attributable to unauthorized work,\" the report said. \"Thus, we estimate that earnings by unauthorized immigrants result in a net positive effect on Social Security financial status generally, and that this effect contributed roughly $12 billion to the cash flow of the program for 2010.\"\nMeredith Kelly, Gillibrand’s campaign spokesperson, told PolitiFact Gillibrand’s words are being mischaracterized.\n\"Sen. Gillibrand simply made a factual statement: Undocumented immigrants already do pay into Social Security and income taxes, but get none of the benefits that they would as citizens,\" Kelly wrote in an email. \"Under her plan for comprehensive immigration reform, they would have a pathway to earn their citizenship and those benefits that they already pay into. This is deliberate misinformation that has already been debunked.\"\nOur ruling\nA Facebook post claims Sen. Gillibrand said \"Social Security must (be) expanded to illegal immigration, it’s their right,\" suggesting that immigrants should receive those benefits for free.\nBut Gillibrand wasn’t advocating to give away the program’s benefits. She said she believes that immigrants living in the United States have a right to pay into programs like Social Security and enjoy a pathway to citizenship.\nWe rate this False.", "vclaim_id": "vclaim-pol-00568"}