{"url": "/factchecks/2014/jul/13/beto-orourke/texas-democrat-obama-offered-fewer-executive-actio/", "speaker": "Beto O'Rourke", "vclaim": "\"This president has offered fewer executive actions than almost any other president preceding his presidency in recent history.\"", "truth_label": "half-true", "date": "stated on July 13, 2014 in comments on CNN's \"State of the Union\":", "title": "Texas Democrat: Obama 'offered fewer executive actions than almost any other president'", "text": "Lately, President Barack Obama has emphasized his willingness to take as much action as he can without congressional approval, much to Republicans’ chagrin.\nFor example, at the end of June, Obama announced that he would do as much as he could by himself to address immigration reform -- an issue magnified by the recent influx of an estimated 52,000 undocumented child immigrants from Central America. He painted House Republicans as unwilling to move forward with critical legislation.\n\"I take executive action only when we have a serious problem, a serious issue, and Congress chooses to do nothing,\" he said. \"America cannot wait forever for them to act. And that's why today, I'm beginning a new effort to fix as much of our immigration system as I can on my own, without Congress.\"\nRepublicans are saying his actions are brash and unconstitutional. Some, like former vice presidential candidate and Alaska Gov. Sarah Palin, say it’s grounds for impeachment.\nThe topic came up on the Sunday talk shows amid discussion of immigration legislation and House Speaker John Boehner’s plan to sue Obama over his decision to delay the Affordable Care Act’s employer mandate. On CNN’s State of the Union, Rep. Beto O’Rourke, D-Texas, stood up for Obama and his use of presidential power.\n\"This president has offered fewer executive actions than almost any other president preceding his presidency in recent history,\" said Beto, who is from El Paso.\nWe decided to check it out.\nObama’s place in executive order history\nEarlier this year, we looked into how many executive orders Obama had signed compared to previous presidents. Executive orders are official actions taken by the president directing the federal government and bureaucracies. They carry the power of law, but can be revoked or amended by future administrations and are limited in scope. For example, Obama cannot use executive orders to raise the minimum wage for the entire country, but he did use an executive order recently to raise the minimum wage for workers hired under new federal contracts to $10.10 an hour.\nThe use of executive orders picked up under Ulysses S. Grant, who issued 217 executive orders, nearly 140 more than his predecessor Andrew Johnson, who himself almost doubled Abraham Lincoln, the previous record holder. The current record holder is Franklin Roosevelt, who issued 3,522 executive orders throughout his time in office.\nHere’s what we found for the past 10 presidents, according to the American Presidency Project at the University of California Santa Barbara:\n\n\n\n\nPresident\n\n\nNumber of executive orders\n\n\n\n\nObama\n\n\n182\n\n\n\n\nGeorge W. Bush\n\n\n291\n\n\n\n\nBill Clinton\n\n\n364\n\n\n\n\nGeorge H. W.  Bush\n\n\n166\n\n\n\n\nRonald Reagan\n\n\n381\n\n\n\n\nJimmy Carter\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n320\n\n\n\n\nGerald Ford\n\n\n169\n\n\n\n\nRichard Nixon\n\n\n346\n\n\n\n\nLyndon Johnson\n\n\n325\n\n\n\n\nJohn F. Kennedy\n\n\n214\n\n\n\n\n \nSo in the past 50 years, Obama has so far signed fewer executive orders than every other president except two -- Gerald Ford (who finished Richard Nixon’s second term) and George H. W. Bush (who served one term). And he’s signed fewer per day than every president back to Grover Cleveland, according to research by the Brookings Institution.\nBut O’Rourke said ‘actions’\nO’Rourke is on solid ground had he said \"executive orders.\" But he said \"executive actions.\"\nThat’s a different and tougher to prove statistic.\nExecutive action is a hard-to-define and broad category that encompasses any unilateral presidential action -- including the executive orders listed above, pardoning criminals, amending the internal structure of the executive branch, issuing signing statements, writing letters and memoranda, and more.\nThe White House recently released a document touting 45 solo actions Obama has taken this year alone. The list includes his executive order to raise the minimum wage for federal employees. It also talks about his recently unveiled Environmental Protection Agency plan to reduce carbon emissions by 30 percent, which is not an executive order. And there are smaller measures, like creating working groups and encouraging local leaders to commit to end veteran homelessness.\nJohn Woolley, a political science professor at University of California Santa Barbara, outlined three types of executive actions:\n\nOfficially enumerated orders and proclamations;\nPresidential orders conveyed in writing in forms other than executive orders and proclamations;\nDiscretionary actions by executive agencies that a president encourages or tolerates and could stop or reverse.\n\nWoolley noted, though, that while the federal register catalogs executive orders, there is not a consolidated tally of all executive actions.\nThis makes comparing Obama’s use of unilateral action to other presidents’ difficult, said Kenneth Mayer, a political science professor at the University of Wisconsin-Madison.\n\"There is no single metric you can point to and say, ‘This president has executed more unilateral actions than other presidents,’ \" Mayer said.\nAdditionally, some scholars and politicians might disagree on what counts as unilateral presidential action and how important that particular action is, he added.\nBut based on his research, Mayer said Obama has done nothing exceptional in terms of unilateral actions, compared to other presidents. Similar criticisms have been thrown at presidents from the opposing party for centuries, starting with George Washington’s decision to proclaim neutrality in the war between England and France.\nBut unless agencies or scholars start to tally and examine all executive actions, not just orders, it may be impossible to quantify a president’s use of unilateral power.\n\"People who say Obama has issued fewer (or certainly no more) executive orders than his immediate predecessors are correct,\" Woolley said. \"However, the claim that he has directed fewer executive branch discretionary actions is far less certain.\nFor the record, O’Rourke’s office provided us evidence about executive orders, not executive actions.\nOur ruling\nO’Rourke said, \"This president has offered fewer executive actions than almost any other president preceding his presidency in recent history.\"\nPeople often point to the number of a president’s executive orders to indicate his use of unilateral action, and by that metric, Obama has a lower record than most presidents in recent history. That’s likely what O’Rourke meant when he said \"executive action.\" But executive action includes much more than just orders, and there’s no way to definitively calculate how many Obama has carried out in order to compare him to other presidents.\nO’Rourke is right when it comes to one type of executive action -- executive orders -- but the rest of the record is unclear. As such, we rate, we rate O’Rourke’s statement Half True.", "vclaim_id": "vclaim-pol-07614"}