{"url": "/factchecks/2012/mar/11/stephen-laffey/former-cranston-mayor-stephen-laffey-says-giant-co/", "speaker": "Stephen Laffey", "vclaim": "Giant companies like Toyota will not locate in a state that has not passed a right-to-work law", "truth_label": "false", "date": "stated on March 2, 2012 in a radio interview:", "title": "Former Cranston Mayor Stephen Laffey says giant companies such as Toyota won’t locate in states that don’t have right-to-work laws", "text": "Stephen Laffey, the former Cranston mayor and unsuccessful Republican U.S. Senate candidate, was in Rhode Island recently to promote his new film, \"Fixing America.\"\n\nThe movie is a documentary about Laffey’s travels through 18 states, where he asked a question that is the film’s premise: \"What if regular Americans were asked for their ideas on how to fix America's problems?\"\n\nLaffey, who now lives on a ranch in Fort Collins, Colo., made several appearances on local radio programs to tout the film. On WPRO’s \"Morning News\" show, he talked about one possible fix: passing right-to-work laws, which allow workers in union jobs to opt out of union membership and paying dues.\n\nGiant companies like Toyota, he said, would not locate in states without right-to-work laws.\n\nSome Rhode Island Republicans have been pushing for a right-to-work law in Rhode Island, arguing that it would help make the state more business friendly and attract new jobs. In January, we checked a claim from Republican state Sen. Nicholas Kettle, who said right-to-work states don't have budget deficits, ruling it Mostly False.\n\nCertainly, Toyota has a giant impact on the U.S. economy. The Japanese auto manufacturer has been doing business in the United States since 1957 and assembling cars here for 25 years. With 10 U.S. manufacturing facilities, Toyota directly employs 29,089 people and has a direct investment of $17.9 billion in the country, according to the company’s 2011 U.S. operations brochure.\n\nSo we wondered: Was Laffey was on target on his very specific assertion that the company would not locate in states without right-to-work laws?\n\nWe quickly got our answer when we checked Toyota’s website and saw that it did, indeed, have plants in states without right-to-work laws.\n\nThen, we called Toyota and asked spokesman Ed Lewis if Toyota refuses to locate in states that lack right-to-work laws. \"No,\" he said.\n\nLewis confirmed that Toyota has two manufacturing plants in Missouri, plus one each in West Virginia, Kentucky, Tennessee, Indiana, Mississippi, Alabama, Texas and California.\n\nHow many of those plants are in right-to-work states?\n\nAccording to the National Right to Work Legal Defense Foundation, there are 23 right-to-work states. Five of the Toyota plants are in one of those states (Tennessee, Indiana, Mississippi, Alabama and Texas) while the five others are in non-right-to-work states (two in Missouri and one each in West Virginia, Kentucky and California).\n\nLewis said the most significant factors in locating a plant include easy access to highways and railways, access to supplier networks and tax incentive packages. The location of the existing Toyota plants shows that right-to-work laws is not among the most significant factors in locating a plant, he said.\n\nKentucky, the state with Toyota’s largest direct employment and investment, is not a right-to-work state. California, the state with Toyota’s second-largest direct employment figures, is also not a right-to-work state.\n\nThe state with Toyota's second largest direct investment, Indiana, became a right-to-work state on Feb. 1 -- more than 15 years after Toyota located there. It is the first state in more than a decade to enact right-to-work legislation and the only one in the Midwestern manufacturing belt to have such a law.\n\nWhen we asked him what he based his statement on, Laffey responded in an e-mail, \"The right to work vs. not right to work issue sure is a major consideration of any manufacturing company that is looking to locate a plant in the United States. Let’s take a look!\"\n\nLaffey included numerous links to stories touting the advantages of right-to-work states to manufacturers. And he attached a spreadsheet he’d created, using U.S. Bureau of Economic Analysis data, that shows a state-by-state comparison of the growth in real gross domestic product for manufacturing between 2000 and 2010.\n\nLaffey’s table showed an 18.63-percent increase in right-to-work states compared with an 8.28-percent increase in other states. \"It would seem to be better, all else [being equal], and it never is, to be a right to work state instead of not -- if you would like jobs for the people,\" he wrote.\n\nBut that’s a broader public policy question. Turning to the more narrow question about his statement on WPRO, Laffey said, \"If I overstated the case in my hours on the radio, I apologize. If it helps educate the people of Rhode Island about the necessity of taking action to improve the business climate, that would be a good step forward.\"\n\nOur ruling\n\nLaffey said big companies such as Toyota don’t locate in states without right-to-work laws.\n\nA quick web search showed that four of the nine states where Toyota has manufacturing plants do not have right-to-work laws. And a spokesman for Toyota said such laws are not a significant factor in the company’s deciding where to build plants.\n\nWe rule his statement False.\n\nCorrection: The initial version of this item reported that we checked a claim from Republican state Sen. Nicholas Kettle on right-to-work states and ruled it False. The actual ruling on Kettle's claim was Mostly False.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11458"}