{"url": "/factchecks/2012/feb/03/randy-forbes/rep-randy-forbes-says-national-debt-comes-48700-pe/", "speaker": "Randy Forbes", "vclaim": "\"The national debt is equal to $48,700 for every American or $128,300 for every U.S. household. It is now equivalent to the size of our entire economy.\"", "truth_label": "true", "date": "stated on January 24, 2012 in a blog post.:", "title": "Rep. Randy Forbes says national debt comes to $48,700 per person", "text": "U.S. Rep. Randy Forbes is sounding the alarm on the U.S. debt.\n\n\"The national debt is equal to $48,700 for every American or $128,300 for every U.S. household,\" Forbes, R-4th, wrote in a January 24 blog post.  \"It is now equivalent to the size of our entire economy.\"\n\nThose are some eye-catching numbers, so wanted to see if Forbes was right.\n\nForbes is referring to gross national debt -- which includes publicly held debt as well as the amount the government owes trust funds for Social Security and Medicare. The gross debt was about $15.2 trillion on the day the congressman made his statement, according to data from the U.S. Treasury Department.\n\nJoe Hack, Forbes’ spokesman, said the congressman used census data to break down the debt load to per-person and per-household shares.\n\nHack referred us to the U.S. Census population clock, which continuously updates the estimated number of people living in the the nation. On Feb. 1, the clock showed the U.S. population was 312.9 million.\n\nWhen you divide the amount the U.S. owes creditors by the population,  the national debt equals $48,686. So Forbes, rounding up, is right in saying the debt comes to $48,700 per person.\n\nNow, let’s turn to households. There were 118.7 million of them in the U.S. in March 2011, according to the most current Census Bureau estimate. Doing the math, that means the debt per household comes to $128,378 -- just above Forbes’ calculation of $128,300.\n\nStill, Forbes is comparing a January 2012 debt figure to a March 2011 household number. We found a sure-fire way to make an updated estimate.\n\nThe Census 2012 Abstract of the United States shows that the size of the average household was 2.6 people in 1990, 2000 and 2010. So we divided 312.9 million (the Feb. 1, 2012 U.S. population tally) by 2.6, and arrived at 120.4 million households. That would equal $126,585 of debt per household at the of this month -- pretty close to the number Forbes cited.\n\nBut if the debt comes $48,700 per person, does that mean each individual in the U.S. would end up paying that amount to make the nation whole?\n\nBill Frenzel, a guest scholar at the Brookings Institution, said the answer is no.\n\nThe debt is owed by the U.S. government, which ultimately pays up through its ability to tax, said Frenzel, a former Republican congressman.\n\n\"We as individual citizens will pay for that debt in quite differing amounts,\" Frenzel said.\n\nFrenzel, the former ranking member of the House Budget Committee, used multi-billionaire Warren Buffett as an example. The overall amount Buffett would pay in taxes would be much higher than Americans of lesser means, he said.\n\nBreaking down the debt by person and household creates a \"gee whiz\" number aimed at grabbing people’s attention, Frenzel said. \"The problem is that $15 trillion is such a big number that it doesn’t mean anything to anybody,\" he added.\n\nPatrick Louis Knudsen, a senior fellow at the conservative Heritage Foundation, echoed that sentiment. But he said it would be better to measure debt not by its gross total, but rather by the amount of \"publicly-held\" debt.\n\n\"That’s how much the government actually owes to outside entities,\" Knudsen said.\n\nOn the day Forbes made his statement, publicly-held debt was about $10.5 trillion. Running the numbers again, that would equal to $33,470 per person or $87,023 per household.\n\nEconomists have told PolitiFact in recent years that publicly-held debt as well as the gross national debt tally are each valid measures of the nation’s debt load.\n\nWhat about Forbes’ last contention -- that the national debt is equivalent to the size of the U.S. economy?\n\nHack cited data from the U.S. Bureau of Economic Analysis showing that the average U.S. Gross Domestic Product -- the market value of all final goods and services produced -- was $15.1 trillion throughout all of 2011. That’s just below the total debt level of $15.2 trillion.\n\nThe BEA data also shows that for the last three months of last year, the GDP came in at $15.3 trillion. Still, when talking about such large numbers, that’s roughly equal to the size of the national debt.\n\nOur ruling:\n\nForbes said the national debt is equal to $48,700 per person and $128,300 per household. He also said the debt is equivalent to the size as the U.S. economy.\n\nOn all three scores, he’s pretty much on target.\n\nWe rate the claim True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11664"}