{"url": "/factchecks/2017/nov/17/john-thune/sen-thune-individual-mandate-fine-falls-mainly-peo/", "speaker": "John Thune", "vclaim": "\"80 percent of the (individual mandate) tax falls on those who make $50,000 a year or less.\"", "truth_label": "mostly-true", "date": "stated on November 15, 2017 in an interview on Fox News:", "title": "Sen. Thune: Individual mandate fine falls mainly on people making under $50,000", "text": "Senate Republicans’ surprise move to repeal the requirement to have health insurance into their tax reform bill revealed numbers that few people had noted before. (The mandate says that everyone must have coverage or face a fine.)\n\"80 percent of the tax falls on those who make $50,000 a year or less,\" Sen. John Thune, R-S.D., told Fox News Nov. 15. \"We’re taking a failed policy that punishes people with taxes -- low-income people. (We’re) taking that tax away, giving them tax relief there, and then ploughing that back into tax relief for middle-income families.\"\nThis was no throw-away line. Thune is the third-ranking Republican in the party’s Senate leadership, and his colleagues delivered similar versions of the talking point throughout the day.\nIn 2016, the fine for not having insurance stood at $695 for adults. The formula has a few wrinkles that brought the maximum penalty to $2,085 for a family, or 2.5 percent of income, whichever was larger. Going forward, it rises with inflation (unless of course, Congress repeals it).\nNot everyone without insurance has to pay the fine. The list of exemptions is long. It includes a family with income under $20,800; people who have suffered domestic violence in the household; anyone who has suffered the death of a close family member; someone who has received a utility shut-off notice, and more.\nThune’s office said he got his information from 2015 data from the Internal Revenue Service.\n\nIn one key sense, Thune is correct. Out of all the tax returns sent to the IRS that included a payment of the fine, 79 percent came from households making $50,000 a year or less. (Technically, the income is adjusted gross income, which understates actual income. But on average, the adjustment makes little difference for this check.)\nHowever, Thune didn’t specify that he was talking about the number of people. His description of the tax could just as equally refer to the dollars paid.\nThe government collected a little over $3 billion from about 6.6 million households. Of that, about $1.8 billion, 60 percent, came from households with incomes under $50,000.\nSo in dollar terms, about 60 percent of the tax fell on people in that income range, not the 80 percent that Thune said.\nThune’s communications staff told us he was talking about the number of people and the number of returns.\nPaying by mistake\nWe reached several health care and tax researchers, and none of them challenged the core numbers. Gordon Mermin with the Urban-Brookings Tax Policy Center ran the numbers and found that as a percentage of income, the tax fell heaviest on the $25,000 to $50,000 group. On average, that group paid 3.1 percent of income.\nMermin told us households in this range are more likely to lack insurance, and due to their incomes, are less likely to be able to claim an exemption from the fine.\n\"People shouldn’t be surprised the $25,000 to $50,000 group is affected the most,\" Mermin said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut researchers found it odd that people making less than $25,000 had paid as much as they did. The $10,000 to $25,000 group accounted for 22 percent of the payments, and about 36 percent of the households.\n\"Folks are just making a mistake,\" said Jonathan Gruber, one of the architects of Obamacare and an economist at the Massachusetts Institute of Technology. \"Given the exemptions, there is no way such low-income folks should be paying.\"\nThe IRS knows this has happened. It’s been sending out letters since 2015, telling filers \"it appears that you may have reported owing too much Health Care Shared Responsibility Payment,\" the penalty’s formal name.\n\"The IRS has reached out to some taxpayers to let them know they’ve overpaid the penalty, but they don’t have the capacity to do that in all cases,\" said Tara Straw at the Center for Budget and Policy Priorities, a liberal-leaning think tank.\nStraw said the IRS targets people who automatically qualify for an exemption because of their income, a factor that is stronger in states that did not expand Medicaid to people making 138 percent of federal poverty. Where the IRS effort falls short, she said, relates to personal circumstances such as a death in the family or a utility service cut-off notice.\nLarry Levitt at the Kaiser Family Foundation, a neutral source of health care data, also agreed that \"there certainly appear to be some low-income people paying the penalty who could be claiming an exemption.\"\nA just-released study from Kaiser suggests the number could be large.\nThe report found that about 5 million uninsured people could get coverage for less than the cost of the penalty. Thanks to the subsidies in Obamacare, the lowest-level plans would be free to many of those people, or if not free, available at a very low cost.\nIf  everyone took advantage of those subsidies, the 6.6 million households paying the penalty because they lack coverage would fall significantly. We don’t know how the numbers would shake out because about 4 million people neither paid the fine nor told the IRS that they had coverage.\nRepublicans offer the repeal of the penalty as a boon to working Americans, and for some it would be. But the Congressional Budget Office, the nonpartisan analytic arm of Congress, has found that removing the penalty makes it less likely that people will seek out insurance, even if it would be free or very affordable.\nOur ruling\nThune said that 80 percent of the individual mandate penalty falls on those who make $50,000 a year or less.\nIn terms of the number of returns in which people paid the fine, that figure is correct.\nIn terms of the dollars collected, it overshoots the mark. People in that income range account for about 60 percent of the payments. Still, an independent analysis showed that households in the $25,000 to 50,000 income range paid the highest percentage of income on the penalty.\nThere’s strong evidence that many lower income people are paying the fine by mistake, and millions could both avoid it and gain health coverage for less than the cost of the fine.\nBut as far as who is paying the fine, we rate this claim Mostly True.\n Share the Facts 2017-11-17 17:40:59 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"80 percent of the (individual mandate) tax falls on those who make $50,000 a year or less.\"     John Thune U.S. senator from South Dakota    In an interview on Fox News Wednesday, November 15, 2017 2017-11-15    Read More  info", "vclaim_id": "vclaim-pol-02674"}