{"url": "/factchecks/2018/jan/05/david-clarke-jr/despite-david-clarkes-tweet-no-evidence-hillary-cl/", "speaker": "David A. Clarke Jr.", "vclaim": "Says Hillary Clinton once said \"the average Democrat voter is just plain stupid, they’re easy to manipulate.\"", "truth_label": "pants-fire", "date": "stated on December 30, 2017 in a tweet:", "title": "Despite David Clarke's tweet, no evidence Hillary Clinton ever called Democratic voters 'stupid'", "text": "Getting himself briefly banned from Twitter made us wonder whether David A. Clarke Jr., the provocative Donald Trump supporter and former Milwaukee County sheriff, had tweeted anything lately that we should fact check.\nHe had.\nOn Dec. 30, 2017, Clarke tweeted this:\nLYING Lib media spreads FAKE NEWS about me and @realDonaldTrump to fool their liberal followers into believing LIES because as Mrs. Bill Clinton once said, \"Look, the average DEMOCRAT VOTER is just plain STUPID. They’re easy to manipulate.\" Classic!\nClarke included with his tweet an image that pictures Clinton, the alleged quote and a reference to a book originally published in 2004 by Dick Morris. Morris was an adviser to President Bill Clinton, Hillary Clinton’s husband, and later became an ardent Hillary Clinton basher.\nSo, Clarke claims that Hillary Clinton, the Democratic nominee for president in 2016, once said \"the average Democrat voter is just plain stupid, they’re easy to manipulate.\"\nDo you remember any news headlines about that?\nCatching up with Clarke\nDespite being a staunch conservative, Clarke ran as a Democrat for sheriff in heavily Democratic Milwaukee County. He held the post from 2002, eventually becoming a favorite of conservatives across the country as he spoke out on national issues, until resigning in August 2017. Then he took his current job, as a senior adviser with the pro-Trump America First Action Super PAC. Clarke had been a surrogate for Trump during Trump’s 2016 campaign against Clinton.\nCNN reported on Jan. 2, 2018, that days earlier, Clarke was temporarily blocked from tweeting after Twitter user complaints alerted the company that three of his messages violated Twitter’s terms of service. Clarke was placed in read-only mode until he deleted three tweets that seemed to call for violence against members of the media.\nIn one of the deleted tweets, Clarke said:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nWhen LYING LIB MEDIA makes up FAKE NEWS to smear me, the ANTIDOTE is to go right at them. Punch them in the nose & MAKE THEM TASTE THEIR OWN BLOOD. Nothing gets a bully like LYING LIB MEDIA\"S attention better than to give them a taste of their own blood #neverbackdown.\nClaim against Clinton\nThe quote Clarke attributes to Clinton was among those featured in a March 2016 PolitiFact National article that was headlined, \"7 Hillary Clinton quotes on the Internet that are complete fakes.\"\nWhich doesn’t get Clarke’s claim off to a good start.\nThe article said Snopes.com had debunked the alleged quote. The Snopes fact check, originally published in December 2015, rated the quote false, saying:\nThis statement was not uttered by Hillary Clinton, nor was it published in the 2005 book Rewriting History by Dick Morris as something she ostensibly said. We found no record of this quote in any major publication or news account. In fact, the first mention of this item came in October 2015, more than a decade after Morris’ book was published, on a Tumblr page dedicated to generating fake Hillary Clinton quotes.\nIn addition, Morris told us by email that the quote attributed to Clinton is \"not true.\"\nIndeed, had the quote been real, it would have caused a storm of news coverage.\nClarke did not respond to our emails and phone call.\n\nOur rating\nClarke says that Hillary Clinton once said \"the average Democrat voter is just plain stupid, they’re easy to manipulate.\"\nNot only is there no evidence to confirm the alleged quote, which surfaced on a site dedicated to generating fake Clinton quotes, it had been debunked two years earlier.\nThat makes Clarke’s statement false and ridiculous -- Pants on Fire.  Share the Facts 2018-01-05 16:53:12 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Hillary Clinton once said \"the average Democrat voter is just plain stupid, they’re easy to manipulate.\"     David A. Clarke Jr. Activist https://twitter.com/SheriffClarke/status/947201898075115520   In a tweet Saturday, December 30, 2017 2017-12-30    Read More  info", "vclaim_id": "vclaim-pol-02547"}