{"url": "/factchecks/2012/feb/27/rick-santorum/rick-santorum-calls-barack-obama-snob-wanting-ever/", "speaker": "Rick Santorum", "vclaim": "\"President Obama once said he wants everybody in America to go to college.\"", "truth_label": "false", "date": "stated on February 25, 2012 in a speech in Troy, Mich.:", "title": "Rick Santorum calls Barack Obama a 'snob' for wanting 'everybody in America to go to college'", "text": "Republican presidential candidate Rick Santorum kicked up a media storm when he slammed President Barack Obama as a \"snob\" at an Americans for Prosperity forum in Troy, Mich., on Feb. 25, 2012.\n\n\"President Obama once said he wants everybody in America to go to college,\" Santorum said. \"What a snob. There are good, decent men and women who go out and work hard every day and put their skills to test that aren't taught by some liberal college professor that (tries) to indoctrinate them.\"\n\nThe issue received such attention that Obama on Feb. 27 addressed the issue obliquely, telling the National Governors Association that \"the jobs of the future are increasingly going to those with more than a high school degree. And I have to make a point here. When I speak about higher education, we’re not just talking about a four-year degree. We’re talking about somebody going to a community college and getting trained for that manufacturing job that now is requiring somebody walking through the door, handling a million-dollar piece of equipment.  And they can’t go in there unless they’ve got some basic training beyond what they received in high school. We all want Americans getting those jobs of the future. So we’re going to have to make sure that they’re getting the education that they need.\"\n\nObama has made no secret that he encourages Americans to go to college and has pursued policies to expand access to those who want to go.\n\nBut we received a number of requests from readers to see whether Obama went so far as to say that he \"wants everybody in America to go to college.\" We didn’t hear back from the Santorum campaign, but we looked into Obama’s past speeches, using both Nexis and the White House website, to locate instances in which he broached the topic.\n\nWe found 18 examples. All but three of them make clear that Obama does not expect every young American to attend a traditional four-year, bachelors-degree-granting college or university or even a community college. In three cases, Obama did say something closer to what Santorum suggested, but still not enough to justify Santorum's claim.\n\nIn seven sets of remarks, Obama focused not on having every young American attend college, but rather making college a possibility for every American who wants to attend, particularly making it more affordable. Here are two that were typical (the full list is available here).\n\n• A letter by Barack Obama to his daughters, published in Parade magazine, Jan. 2009. \"In the end, girls, that's why I ran for President: because of what I want for you and for every child in this nation. I want all our children to go to schools worthy of their potential—schools that challenge them, inspire them, and instill in them a sense of wonder about the world around them. I want them to have the chance to go to college—even if their parents aren't rich.\"\n\n• Remarks at the Biltmore Hotel, Coral Gables, Fla., Feb. 23, 2012. \"When kids graduate, I want them to be able to afford to go to college. If they've been working hard, if they've gotten the grades to go to college, I don't want them to cut their dreams short because they don't think they can afford it.\"\n\nIn another four speeches, Obama focused on community colleges as an alternative to the traditional, four-year college experience. Here is one example:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n• Remarks at a Democratic issues conference, Jan. 27, 2012. \"They don't all have to go to four-year colleges and universities -- although we need more engineers and we need more scientists, and we've got to make sure that college is affordable and accessible. But we also need skilled workers who are going to community colleges, or middle-aged workers who are allowed to retrain, have a commitment to work, have that work ethic, but want to make sure that technology is not passing them by -- and so focusing on our community colleges, and making sure that they're matched up with businesses that are hiring right now, and making sure that they help to design the programs that are going to put them -- put people in place to get those jobs right away.\"\n\nIn another four speeches, Obama was quite explicit about encouraging Americans to pursue either a college education or vocational training, apprenticeships or lifelong retraining. What he said in his first address to a joint session of Congress was typical:\n\n• Address to a Joint Session of Congress, Feb. 24, 2009. \"Tonight, I ask every American to commit to at least one year or more of higher education or career training. This can be community college or a four-year school; vocational training or an apprenticeship. But whatever the training may be, every American will need to get more than a high school diploma.\"\n\nJudging by these 15 speeches, it’s possible to conclude that Obama favors giving all Americans the chance to get a university education if they wish, and opening up other opportunities for education beyond high school for those who do not, from community colleges to vocational training to apprenticeships.\n\nFinally, in three speeches Obama said something a little closer to what Santorum claimed he said.\n\nFor instance, in remarks at a Democratic National committee fundraiser in Austin, Texas, on May 10, 2011, he said: \"Our reforms are not done. I want every child in Texas and every child in America ready to graduate, ready to go to college, and actually able to afford going to college. That's how we're going to out-compete and out-educate the rest of the world. That's how America will succeed in the 21st century.\"\n\nMeanwhile, at a Democratic Congressional Campaign Committee dinner in Minneapolis, Minn., on Oct. 23, 2010, Obama said, \"We've got to make sure that every young person in America is prepared for college and then can afford to go to college.\" And at a Democratic Senatorial Campaign Committee dinner in Rockville, Md., on Oct. 18, 2010, Obama said, \"How do we make sure that every young person can go to college once they get through that high school?\"\n\nOur ruling\n\nSantorum claimed that Obama \"once said he wants everybody in America to go to college.\" We found 18 statements from Obama about people attending college. In the vast majority of the 18, Obama talked about making college a possibility or included the option of attending community colleges or vocational training instead. We found three that offered partial support for Santorum's claim, but their tenor was mainly about opening doors for people who want to go to college, not a clear desire that everyone enroll. We rate the claim False.\n\nUPDATE: Santorum backtracked on this claim during the March 4, 2012, edition of Fox News Sunday after being pressed by host Chris Wallace, the Boston Globe reported. \"I've read some columns where at least it was characterized that the president said, we should go to four-year colleges,\" Santorum said, adding, \"If it was in error, then I agree with the president that we should have options for people to go to variety of different training options for them.\"", "vclaim_id": "vclaim-pol-11536"}