{"url": "/factchecks/2020/apr/09/viral-image/widespread-warning-about-thieves-knocking-out-thei/", "speaker": "Viral image", "vclaim": "People are handing out masks “doused with chemicals which knocks you out cold” so they can rob you.", "truth_label": "false", "date": "stated on April 5, 2020 in a Facebook post:", "title": "A widespread warning about thieves knocking out their victims with face masks lacks evidence", "text": "Amid a shortage of face masks, the Centers for Disease Control Prevention now recommends all U.S. residents wear face coverings in public places. So a government initiative to deliver masks to people’s homes would seem like welcome news, at least if the threat of a robbery didn’t loom behind it. \n\"WARNING,\" reads an image being shared on Facebook. \"A new thing circulating now. People are going door to door handing out masks. They say it’s a new initiative from local government. They ask you to please put it on to see if it fits. It’s doused with chemicals which knocks you out cold. They then rob you!! Please DO NOT accept masks from strangers. Remember friends, it’s a critical time and people are desperate, the crime rate will spike. Please be cautious & safe!\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe cautionary tale is similar to others we’ve already debunked — there aren’t actually reports of people in Las Vegas pretending to be from the Census only to rob residents, nor are there reports of criminals posing as COVID-19 testers in Colorado Springs. \nOne Facebook account sharing this new warning claims it came from someone connected to \"Chesapeake Law Enforcement.\"\nThe police department in Chesapeake, Va., did not immediately respond to PolitiFact’s call about the post.  \nBut Reuters, which fact-checked other posts with the same message, looked at posts claiming the thieves were prowling around the United Kingdom. The unfounded warning has spread globally as worried people share it online.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIn Jackson, Miss., the police chief posted on Facebook that \"apparently there are individuals going to citizens’ homes asking them to try on a mask.\"\n\"THIS IS A SCAM!!!!,\" Chief James Davis said in the post. \"Do not answer your door for individuals asking you to try on (a) mask for protection against the coronavirus.\" He didn’t mention robbery or say that the masks were doused in chemicals that would knock out the victims who tried them on. \nA spokesperson for the city did not immediately respond to PolitiFact’s phone call and email asking if that has happened in the community there.\nSearching for more information about robbers handing out compromised face masks, however, we found no other news stories covering such reports. We did find several fact-checks from news organizations debunking the claim. \nCertainly, there is criminal activity connected to face masks. The New York Post reported on April 8 that a businessman is accused of stealing and selling about 2 million masks. A New York Times story about \"coronavirus bandits\" details two armed robbers who stole as much as $270,000 from a racetrack in Queens wearing surgical masks. CNBC says people are stealing masks from doctors’ offices over coronavirus fears.\nCommon sense advice would be not to try on masks offered by strangers. (And aren’t you supposed to be staying home anyway?) But we found no evidence would-be thieves were  actually doing what the post says. \nThere are no credible reports of people handing out masks doused with chemicals so they can rob passed-out victims. We rate this Facebook post False.", "vclaim_id": "vclaim-pol-16914"}