{"url": "/factchecks/2018/aug/29/nathan-mcmurray/mcmurray-claims-about-grand-island-record-are-true/", "speaker": "Nate McMurray", "vclaim": "Says he’s a \"small-town supervisor who has kept a balanced budget, who has increased surpluses, who has led us to the highest credit rating our town has ever had.\"", "truth_label": "true", "date": "stated on August 8, 2018 in a news conference at the UAW 897 hall in Hamburg. :", "title": "McMurray claims financial victories on Grand Island", "text": "As Democrat Nathan McMurray looks for votes in a Republican-leaning congressional district, he points to his record as Grand Island town supervisor the last two and a half years.\nOn Aug. 8, the day Republican incumbent Chris Collins was arrested on insider trading charges, McMurray held a news conference and prepared his supporters for the attacks he said will come in the race for New York’s 27th Congressional District.   \n\"The cheaters are still going to fight,\" McMurray said. \"They’re still going to try to cheat. They’re going to try to label me, someone who’s been a small-town supervisor, who has kept a balanced budget, who has increased surpluses, who has led us to the highest credit rating our town has ever had, who is an Eagle Scout, who is a father and a husband and a dad, that I’m some type of radical because I have a D next to my name. When is this game of party affiliation going to end?\"\nWe decided to evaluate the claims he made about his tenure as Grand Island supervisor. He began a four-year term in January 2016.  \nBalanced budget\nLocal governments must adopt balanced budgets, according to the New York State Comptroller’s Office. Excluding capital projects which are funded by debt not included in balanced budget calculations, the town took in $19.9 million in 2016 and spent $18.6 million, according to the town’s financial statements. \nIn 2017, the town posted revenues of $20 million and spent $19.1 million.  \nDeducting spending on capital projects from the town's financial statements is the most accurate way to evaluate McMurray's balanced budget claim, said Pam Barton, Grand Island’s accountant.\nSurpluses\nIs that the same as a surplus?\nThe generally accepted definition of \"surplus\" in town government is the amount of money in \"unassigned fund balance\" in the town’s general fund, Barton said.\nFor Grand Island, the unassigned fund balance was $5.9 million in 2015, the year before McMurray took office, $6.8 million in 2016 and $6.7 million in 2017. It dropped a bit last year but was still higher than the surplus from the year before he took office.\nCredit ratings\nGrand Island received its highest credit rating since at least 2001 in September 2016, Barton said. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nWhen Barton became town accountant in 2001, the town’s bond rating was A2, she said, four notches below its current rating of Aa1 by Moody's Investors Service. \nThe town’s current rating is the second-highest on Moody’s scale. Barton said because of the town’s size and budget, it likely will never reach the highest rating.\nBarton said the town has always been rated by Moody’s, and has not received ratings from Standard & Poor’s or Fitch Ratings.\nOur ruling \nMcMurray made three claims about his record of managing Grand Island’s finances.\nIt’s fair to point out that Grand Island’s strong financial position is the result of years of sound management, not only changes made since McMurray took office in 2016, Barton said.\n\"He’s been continuing the things that have been in place from before,\" the town accountant said.\nStill, his claim about keeping a balanced budget is true.\nMcMurray’s claim about increasing surpluses is mostly true. The town had more surplus funds at the end of 2017 than it did when he took office, though it decreased slightly in his second year in office.\nHis claim that the town has the highest credit rating it has ever had is true, based on all available information.\nWe rate his statement True.\n Share the Facts 2018-09-06 14:45:22 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says he’s a \"small-town supervisor who has kept a balanced budget, who has increased surpluses, who has led us to the highest credit rating our town has ever had.\"    Nathan McMurray Democratic congressional candidate, NY-27 votemcmurray.com/2018/08/17/watch-collins-challenger-nate-mcmurray-speaks-on-congressmans-arrest/   in a news conference at the UAW 897 hall in Hamburg Wednesday, August 8, 2018 2018-08-08    Read More  info", "vclaim_id": "vclaim-pol-01683"}