{"url": "/factchecks/2016/apr/28/alan-grayson/lebron-james-pays-social-security-taxes-halftime-f/", "speaker": "Alan Grayson", "vclaim": "Says LeBron James \"stops paying his Social Security taxes at the beginning of the second quarter of the first game of the season.\"", "truth_label": "mostly-true", "date": "stated on April 25, 2016 in an Orlando debate:", "title": "LeBron James pays Social Security taxes before halftime of first game, U.S. Rep. Alan Grayson says", "text": "Not only has U.S. Rep. Alan Grayson endorsed presidential candidate Bernie Sanders, he also has echoed one of the senator’s main platform planks that the rich should help shore up Social Security.\nAt a Senate campaign debate with U.S. Rep. David Jolly, R-Indian Shores, in Orlando on April 25, 2016, Grayson said the Social Security payroll tax cap on earnings needs to be lifted in order to make the program solvent. He used the mind-boggling salary of professional basketball superstar LeBron James to illustrate his point.\n\"Let's talk about LeBron James. Do you know when he stops paying his Social Security taxes? He stops paying his Social Security taxes at the beginning of the second quarter of the first game of the season,\" Grayson said. \"Rest of the game, pays nothing. Rest of the 81 games of the season, pays nothing. The offseason, still pays nothing. That's ridiculous.\"\nThe Cleveland Cavaliers forward rakes in an average of $23.5 million per year as part of his current two-year contract, so it’s not like he’s going to depend on Social Security in his twilight years.\nBut is Grayson right that James is done paying into the program before halftime of the first game of the season? It’s not a slam dunk, but the Orlando Democrat does score points with this one.\nTax tip-off\nLet’s start by reviewing what Grayson is talking about. The federal government imposes a payroll tax of 6.2 percent on wages to pay into the Social Security fund. But there’s a limit of how much income can be taxed. This maximum amount, which is periodically adjusted upward, was $118,500 in 2016.\nThat means the most any employed person pays into Social Security annually is $7,347 (6.2 percent of $118,500). If you make less than $118,500, you obviously are taxed on that amount and pay less. Employers match that amount, so a single worker’s total contribution to Social Security is essentially a maximum of $14,694 per year. Benefits, for the record, also are capped.\nIn the case of self-employment, the person pays both halves of the $14,694 contribution, or 12.4 percent of $118,500. We’ll come back to this in a moment.\nIf you make more than $118,500 in salary from an employer — say, $23.5 million or so — you’re still only on the hook for taxes on the maximum of $118,500. That’s the highest amount on which the government can tax anyone, LeBron James or otherwise.\nGrayson has said that this limit is exacerbating projected Social Security deficits as more people retire. Not only would lifting this cap keep the program solvent, it would allow the government to increase benefits for seniors. President Barack Obama also has proposed lifting this cap, which has rated a Promise Broken on our Obameter. Some argue that raising the maximum taxable wage base wouldn’t fix the system on its own.\nFor his James example, Grayson broke down the NBA 82 regular-season games into their 328 respective quarters, then divided that against James’ $23.5 million average salary. That amounts to $71,646.34 per quarter, which is almost $6,000 per minute, with 12-minute quarters. Not bad for a night’s work.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nUsing that math, James hits the $118,500 taxable earnings cap somewhere before the eighth minute of the second quarter of the first game of the season. You’re probably only on your second (maybe third) $11 beer by then.\nNow, this interpretation is obviously just to make Grayson’s point easier to understand. It’s kind of like Tax Freedom Day, ostensibly the day people earn enough to pay their total tax bill. How James gets paid depends on the structure of his contract. \nWe'll also note that the NBA season starts in October, with the playoffs running through June.  The tax year starts Jan. 1 and runs the calendar year. That makes the actual timing of when taxes are deducted from James' pay different than what Grayson said — a minor detail in a broad example. The Cavaliers' first game of 2016 was on Jan. 2, and was their 31st contest of the 2015-16 season. They beat the Orlando Magic, 104-79, by the way.\nIt may sound minor to those of us not making millions annually, but while Grayson is sticking to the game clock, he understates James’ time commitment. This example doesn’t include the hours James spends practicing, traveling, giving interviews, attending team events or anything else that goes along with a superstar athlete’s life. It also doesn’t include preseason games, overtime, playoff games (which bring in more money) or the value of his endorsements, which Forbes estimated at $48 million.\nPKF O’Connor Davies sports accountant Robert Raiola also cautions that Grayson’s example doesn’t mention other taxes James must pay. Raiola pointed out James faces a 1.45 percent Medicare tax that includes no cap, plus a 0.9 percent Medicare surcharge on all the income he makes over $250,000. Which is a lot.\nAnd don’t forget that self-employment tax. James possibly also must pay that in some form, depending on how his income is structured, Raiola said. How that affects James depends on how he conducts his finances, so it’s not really possible to say without getting a peek into his books.\n(LeBron, if you’re reading, email us and we’ll talk.)\nBut Grayson’s talking point — that no matter how much the mega-rich earn, they are only taxed on the maximum of $118,500 in income — holds up. If you make less than that, you pay less, but James isn’t required to pay Social Security payroll taxes on his income beyond $118,500.  \nOur ruling\nGrayson said James \"stops paying his Social Security taxes at the beginning of the second quarter of the first game of the season.\"\nThat’s a broad statement meant to draw attention to the fact that Social Security taxes are capped at $118,500 of a person’s income, no matter how much they make. There are a lot of factors that go into how much James is paid, and how much of that goes to various taxes. But the bottom line is that the athlete only faces Social Security taxes for a relative sliver of his income.\nWe rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/7010f3db-ddad-4d0d-98a5-197ed37eab1a\nUPDATE, April 28: An astute reader pointed out a minor flaw in Grayson's specific talking point. The NBA season starts in the fall, while the tax year begins Jan. 1. As such, James hypothetically would hit the threshold in the second quarter of the first game he played in the new calendar year, not the first game of the season. We've added that information to this story. But Grayson's point that the uber-wealthy quickly hit the Social Security tax cap remains just as valid.", "vclaim_id": "vclaim-pol-05037"}