{"url": "/factchecks/2019/aug/06/dianne-feinstein/fact-check-are-there-more-gun-deaths-far-america-a/", "speaker": "Dianne Feinstein", "vclaim": "There are \"more gun deaths by far\" in the United States than any other country in the world.", "truth_label": "false", "date": "stated on August 3, 2019 in a tweet:", "title": "Fact Check: Are there ‘more gun deaths by far' in America than any other country?", "text": "Following the recent mass shootings in Gilroy, California and El Paso, Texas, and just hours before a separate mass shooting in Dayton, Ohio, California Democratic Sen. Dianne Feinstein made a sweeping statement about the number of guns and gun deaths in America. \n\"There are more guns in this country than people, and more per capita than any other country in the world. And there are more gun deaths by far,\" Feinstein, a strong advocate for gun control, said on Twitter on Aug. 3, 2019. \"I continue to hope that opponents of commonsense gun reform laws will come to their senses and join the effort to save lives.\"\n\nSen. Dianne Feinstein, D-CA, posted this tweet on Aug. 3, 2019.\nAs of early this week, 22 people were killed in the El Paso shooting, nine in Dayton and three in Gilroy. The suspected gunmen in Dayton and Gilroy also died. \nWe examined each part of Feinstein’s statement, but found we couldn’t place a Truth-O-Meter rating on the first two parts because there’s no official count on the number of guns in America and there are competing estimates on how many exist. \nWe did place a rating on the last portion about America having \"more gun deaths by far\" than any other country. \nWe’ll provide analysis on each piece of Feinstein’s statement below. \nFeinstein on guns\nFirst, here’s some background on the senator. In 1994, she authored the Federal Assault Weapons Ban, which was signed by President Bill Clinton. It prohibited the manufacture of 19 specific kinds of military-style, semi-automatic firearms, often called assault weapons.\nIt also banned the manufacture and sale of gun magazines that hold more than 10 bullets.\nThe bill expired in 2004 after efforts to extend it failed in Congress.\nIts restrictions did not apply to any semi-automatic weapons or magazines made before the ban’s effective date: Sept. 13, 1994.\nFeinstein has remained an advocate for gun control. In February of this year, she introduced a bill that would pay for states to create their own extreme-risk protection laws, also known as red flag laws.\nThose would allow family members to petition for a court order to \"grant law enforcement the authority to temporarily take weapons from dangerous individuals who present a threat to themselves or others,\" according to Feinstein’s office. \nCalifornia, Maryland and Florida have already enacted similar laws.\n\"There are more guns in this country than people\" \nThere is no official count of the number of firearms in the United States, only widely varying estimates, as PolitiFact has reported in the past. \nAs the Pew Research Center has observed: \"Gun ownership is one of the hardest things for researchers to pin down.\"\nWe found estimates as low as 265 million civilian guns in the U.S. in January 2015 — to as high as 393 million in a report last year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nResearchers say estimates can include guns that no longer work, leading to an overcount. Meanwhile, some survey respondents will understate the number of guns they own, leading to an undercount. \nWith no definitive tally, we decided not to place a rating on this portion of Feinstein's statement.\n\"More (guns) per capita than any other country in the world\"\nThis second part of the claim is generally on the right track, whether looking at the high estimates for guns in America or the lower ones. But again it relies on a topic for which there’s no settled data. \nTaking the estimate of 393 million civilian firearms, there would be 120.5 guns for every 100 residents in the United States. As The Washington Post reported, that’s twice the per capita rate of the next-highest nation, Yemen, with just 52.8 guns per 100 residents. \nUsing the lower estimate of 265 million guns in 2015 would still produce about 83 guns for every 100 Americans that year. \nWhile this part of Feinstein’s claim is likely more accurate, the per capita rate doesn’t mean all Americans own guns. Instead, gun ownership is concentrated among a minority of the US population — as surveys from the Pew Research Center and General Social Survey suggest, according to the Post. \n\"More gun deaths by far\" in the United States?\nThis part of Feinstein’s statement is not supported. We found the United States experiences more firearm injury deaths than other countries of similar socioeconomic standing. But that’s not what Feinstein claimed. She suggested it had \"more gun deaths by far\" than any other country.\nIn 2017, Brazil had the most overall gun deaths of any country at 48,493, including homicides, suicides and unintentional gun deaths, according to a June 2018 report by the University of Washington’s Institute for Health Metrics and Evaluation. \nThe United States had the second most overall gun deaths at 40,229, though it had the highest suicide by gun total of any nation, at nearly 25,000. Data from the report showed Brazil had the most overall gun deaths at least from 2015 through 2017.\n\"Yes, Brazil is highest by number\" for overall gun deaths, the study’s author, Professor Moshen Naghavi, said by email. \n\"We believe 2018 and 2019 will be higher,\" Naghavi said in a follow-up phone interview, citing decisions made by Brazil’s new president to make firearms more accessible. \nFeinstein’s office did not respond to our request for information supporting this portion of her statement. \nPolitiFact Texas fact-checked a similar claim last week by former Rep. Beto O’Rourke and rated it Mostly False. O'Rourke said at the Democratic presidential debate in Detroit that \"we lose nearly 40,000 people in this country to gun violence, a number that no other country comes even close to.\" It cited the University of Washington study and noted that more than a dozen countries had more firearm deaths per capita than the United States in 2016.\nOur rating\nSen. Dianne Feinstein claimed, \"There are more guns in this country than people, and more per capita than any other country in the world. And there are more gun deaths by far.\" \nWe could not place a rating on the first two parts because there is no official count of guns in America, only widely varying estimates. \nThe last part of her statement, however, is not supported. A recent study showed Brazil, not the United States, had the most overall gun deaths of any country over the last several years. America, however, had the highest total of suicides by firearm of any nation. \nIn the end, she was wrong that there are \"more gun deaths by far\" in the United States than any other country in the world. \nWe rate that portion of her claim False. \n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-08-07 00:57:56 UTC   PolitiFact    2 1 7  PolitiFact Valoración: False  There are \"more gun deaths by far\" in the United States than any other country in the world.    Dianne Feinstein U.S. Senator https://twitter.com/SenFeinstein/status/1157777450706886656    sábado, 3 de Agosto de 2019 2019-08-03    Lee más  Info", "vclaim_id": "vclaim-pol-00356"}