{"url": "/factchecks/2010/oct/11/rob-portman/portman-uses-new-and-improved-number-job-losses-st/", "speaker": "Rob Portman", "vclaim": "Since the stimulus package was passed, \"Ohio’s lost over 100,000 more jobs.\"", "truth_label": "true", "date": "stated on October 6, 2010 in a television campaign ad:", "title": "Portman uses new and improved job-loss number to criticize stimulus", "text": "PolitiFact has rapped Rob Portman for certain claims made during his U.S. Senate campaign. We’ve credited Portman, too, for truthful statements. That’s the nature of the Truth-O-Meter: We play it as it lays.\n\nWhich brings us to Portman’s latest television ad. In the 30-second spot, Portman points to \"out-of-control\" federal spending, \"dangerous\" deficits and an economic stimulus plan that he says isn’t working. \"Since the $800 billion stimulus passed, Ohio’s lost over 100,000 more jobs,\" Portman says in the commercial.\n\nThe claim about the stimulus program not working has been batted about repeatedly. The White House said when the American Recovery and Reinvestment Act passed in February 2009, that unemployment would peak at 8 percent. Yet it is now 9.6 percent nationally, and 10.7 percent in Ohio.\n\nA number of economists say that even more jobs would have been lost were it not for the government spending to stimulate the economy. The Congressional Budget Office’s last quarterly evaluation said the stimulus increased national employment by 1.4 million to 3.3 million jobs. There have been mistakes, missteps and gaffes documented in the spending programs, however, and Portman and other Republicans say the spending was poorly focused. This central question will be for historians and economists in the future to settle.\n\nWe’re merely taking note of Portman’s claim because of this: He uses a lower number -- 100,000 jobs lost in Ohio since the stimulus passed -- than he used previously. When he put the figure at 150,000 in June, the Truth-O-Meter ruled it Half True -- because only 127,900 jobs had actually been lost, judging by the most widely accepted measure.\n\nThat was based on Bureau of Labor Statistics figures through May, the most current at the time.  The numbers come from surveys of employers and are adjusted as the data becomes more complete. Using updated data, BLS now shows the post-stimulus job losses in Ohio came to 130,000 for the period Portman claimed in his earlier statement..\n\nBut now it’s October and Portman is using a lower figure when he speaks. As he said in his newest ad, and repeated during an Oct. 8 debate at the City Club of Cleveland, since the stimulus bill passed, \"Ohio’s lost over 100,000 more jobs.\"\n\nYet here’s the thing: Portman’s rhetoric might actually be too cautious now. As measured by the latest BLS figures, which go through August and are preliminary, Ohio has 149,200 fewer jobs now than when the stimulus passed. That’s exquisitely close to 150,000.\n\nWhat happened?\n\nThe state steadily lost jobs through 2009 but the numbers started improving early in the year, continuing through May. The summer saw a retraction, however, reducing Ohio’s employment count by a total of 19,200 jobs during June, July and August.\n\nSo Portman was accurate and then some with his recent, more cautious statement. The Half True ruling nevertheless stands for his June claim, because PolitiFact doesn’t believe in fortune-telling and Portman’s numbers were in fact off when he made that statement.\n\nBut we give credit where credit is due. So the Truth-O-Meter takes a turn to the right and rules on Portman’s newest claim: True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14258"}