{"url": "/factchecks/2021/jan/05/viral-image/no-dc-hasnt-closed-hotels-grocery-stores-and-more-/", "speaker": "Viral image", "vclaim": "Says Mayor Muriel Bowser “ordered all hotels, restaurants, grocery stores, gas stations, and convenience stores to close Jan. 4, 5 and 6 to discourage Trump supporters from gathering in D.C.”", "truth_label": "false", "date": "stated on January 1, 2021 in a Facebook post:", "title": "No, D.C. hasn’t closed hotels, grocery stores and more to foil protests", "text": "As supporters of President Donald Trump descend on Washington D.C. to protest Congress officially certifying President-elect Joe Biden’s victory, misinformation is spreading on social media about the city’s mayor, Muriel Bowser.\n\"She (has) ordered all hotels, restaurants, grocery stores, gas stations, and convenience stores to close Jan. 4th, 5th and 6th to discourage TRUMP supporters from gathering in D.C.,\" one Facebook post says. \"For all the Patriots heading to D.C. bring EXTRA food, water, blankets, supplies, and have a plan where to sleep.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBowser has used her executive powers to curb some activities in the city, but she took that action most recently on Dec. 18 in response to a surge of COVID-19 cases, not Trump supporters protesting in the capital city. \nThe order advises residents to limit their activities to essential activities and travel, including work, school, childcare, government services, medical needs, food, supplies and exercise.\nIt closed indoor restaurant dining, museums, and libraries. It also requires employees at non-essential businesses to telework except for staff members who need to work in person to \"support minimum business operations.\" \nOutdoor dining at restaurants, take-out and delivery services are still permitted, and library patrons can still pick up and drop off books. \nThe order doesn’t mention hotels, grocery stores, gas stations, or convenience stores. Bowser previously ordered that all groceries, food banks, convenience stores, outdoor markets and other places where people buy food must enforce physical distancing guidelines. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nAt least one hotel has closed voluntarily Jan. 4-6.\nHotel Harrington, which Daily Beast reporter Will Sommmer described as a \"popular spot for Proud Boys,\" announced on Dec. 28 that it would not be accommodating guests except for its long-term residents during that time period. \n\"While we cannot control what happens outside of the hotel, we are taking additional steps to protect the safety of our visitors, guests and employees,\" the hotel said in a statement. \nBowser has directed the city’s Homeland Security and Emergency Management Agency to help coordinate a response to demonstrations in D.C..\nIn a statement issued on Jan. 3, Bowser asked Washington residents \"to stay out of the downtown area\" on those dates and \"not engage with demonstrators who come to our city seeking confrontation.\"\nShe said officials would \"do what we must to ensure all who attend remain peaceful.\"\nMany restaurants and office buildings in downtown D.C. have boarded up, \"just as they were for demonstrations in the summer regarding racial justice and, more recently, the presidential election,\" USA Today reported.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-19118"}