{"url": "/factchecks/2015/oct/01/viral-image/viral-image-wrongly-accuses-clinton-stealing/", "speaker": "Viral image", "vclaim": "Says after leaving the White House, Hillary Clinton \"was forced to return an estimated $200,000 in White House china, furniture and artwork that she had stolen.\"", "truth_label": "barely-true", "date": "stated on June 20, 2015 in a post shared on Facebook:", "title": "Viral image claims Clintons stole $200k in furniture, china and artwork from White House", "text": "An old complaint about Hillary Clinton, stemming from her days as first lady, is making a comeback during her run for the presidency.\nWhen the Clintons left Washington in 2001 at the end of President Bill Clinton’s second term, they took a lot of things with them. The problem was, they took some things they should have left behind.\nA conservative website called Radix News posted this graphic on its Facebook page:\n\"After leaving the White House, Hillary was forced to return an estimated $200,000 in White House china, furniture and artwork that she had stolen.\"\n\nThere is a grain of truth to this claim, but we found multiple problems -- the amount is off, and \"stolen\" is an inaccurate word to describe Clinton’s actions. Also, despite the graphic's use of the word \"force,\" it’s important to note that law enforcement did not come into play in this episode.\nWhen Bill and Hillary left town\nFederal rules strictly limit gifts for nearly every member of the executive branch, but the exceptions include the president and vice president. They may accept gifts, due to the needs of protocol and etiquette. There are some limits, but for the most part, if you want to show your appreciation for the occupant of the White House, you can. This courtesy extends to the entire first family -- and, importantly for this fact-check, if they want to keep those gifts when they leave, they can.\nThe president must report gifts over a certain value; during most of the Clinton years, the amount was $250, though today it is $350. When Bill Clinton completed his term, he submitted a final disclosure form that listed roughly $190,000 in gifts.\nClinton’s itemized list caught the eye of the Washington Post and provided plenty of fodder for the curious. People gave the president a notable quantity of golf clubs. Movie star Sylvester Stallone gave him a pair of boxing gloves. Filmmaker Steven Spielberg sent him china. And one Steve Mittman from New York gave him two sofas, an easy chair and ottoman worth $19,900.\nThe problem was, Mittman and a few others included on the list said they never intended their gifts to go to the Clintons. They thought they were donating to the White House itself as part a major remodeling project in 1993.\nThis is where the questions of provenance get muddy. Some gifts are intended for the government, and must stay in the government’s hands, while some are intended for the person living in the White House. But it’s not always as simple as \"this is mine\" and \"that is Uncle Sam’s.\"\nWithin about two weeks of the publication of the Post article, public criticism escalated, and the Clintons announced that they would pay the government nearly $86,000 for items that were actually government property. A few days after that, they also returned about $48,000 worth of furniture (including the sofas, chair and ottoman from Mittman).\nAdd that up and the government got back $134,000 out of the $190,000 the Clinton’s had declared as gifts. But as an indication of how hard it is to determine ownership, the National Park Service, which oversees the White House property, later returned a chair and an ottoman to the Clintons.\nThe House investigates\nThe House Committee on Government Reform looked into the fracas over the Clintons’ gifts. While its report never accused the former first family of criminal wrongdoing, it noted shortcomings in how gifts were processed, saying there was no independent assessment of gifts and that some had likely been undervalued.\nFor example, lawmakers were skeptical of the estimated value of $240 for a John Quincy Adams-signed original land grant from 1826. There was also a large Coach leather travel bag, which the White House estimated at $200 but which investigators found priced at $498 to $698, and a Tiffany necklace valued at $150 but that Tiffany's valued at $450 to $1,000.\nThere were instances of a twisted paper trail in which the National Park Service thanked donors for certain items but never formally added them to the permanent White House collection, which meant the Clintons could take them for themselves or for the Clinton Library.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe committee found that giving things to the White House and its occupants was governed by several laws and six federal offices and agencies. Its overall conclusion was that the system was too complicated and left the government vulnerable. \"Since the current system is subject to abuse and political interference, there is a need for centralized accountability in one agency staffed by career employees,\" it said.\nAmong the aspects of the case that lawmakers found troubling was the apparent violation of the ban on soliciting gifts. It’s fine under the law to accept someone’s generosity, but you can’t tell them what you want. This came up in regards to a portion of the goods the Clintons kept --  about $38,000 worth of goods given to Hillary Clinton in December 2000. That was after she won her Senate race in New York, but before she took office, at which point accepting such gifts would have violated Senate rules. Clinton had created a gift registry at Borsheim’s Fine Jewelry and Gifts. This yielded 16 rimmed soup bowls worth $2,352 and a soup tureen worth $1,365, among other items.\nEven before the registry episode, the White House had retained an interior decorator who, according to the report, coordinated 43 of the 45 furniture gifts received over the Clintons’ eight years.\nKathleen Clark focuses on government ethics law at Washington University in St. Louis. For her, that interior decorator raised a flag. \"I don’t know how you coordinate gifts without soliciting them,\" Clark said.\nUltimately, the first family retained 227 of 14,770 gifts given over the eight years.\nThe accusation of theft\nThe viral image accuses the Clintons of theft. However, their public declaration of all the things they were taking makes it harder to call what they did \"stealing.\"\n\"Calling the Clintons’ actions ‘stealing’ or ‘theft’ is hyperbolic,\" Clark said. \"It’s hard to take that language seriously in this context.\"\nRichard Painter served as the chief White House ethics lawyer in the George W. Bush administration. He now teaches at the University of Minnesota Law School. Painter said the paper trail is \"strange.\"\n\"Perhaps it was stuff that was given to them and they turned it over to the government and then changed their mind and treated it as a gift to them and put it on the 278 (disclosure form) and took it with them,\" Painter said. \"That is more debatable, depending on the intent of the donor.\"\nThe congressional report notes that there were some instances in which donor wishes were disregarded, but it also describes confusion in defining ownership and disposing of the gifts.\nTo the extent that the Clintons were forced to pay for or return certain items, that was not under penalty of law. It would be more accurate to say that they quickly bowed to public pressure.\nThe Reagans had issues too\nAs an aside, we’ll note that the problem of gifts to the first family was not a new one.\nFor instance, the IRS investigated President Ronald Reagan and First Lady Nancy Reagan in 1989. At issue were gowns worth as much as $25,000 and diamond jewelry that had been loaned to Nancy Reagan. A year before, the White House Ethics Office found that the president could accept a $2.5 million home in Bel Air, Calif., purchased on his behalf by undisclosed friends. However, the Reagans ultimately repaid the donors.\nOur ruling\nA viral graphic said that Hillary Clinton was forced to return about $200,000 worth of furniture, artwork and china that she had stolen from the White House. The statement contains several inaccuracies.\nThe Clintons returned about $48,000 in furniture, and they paid the government about $86,000 for other items. Any way you count it, the $200,000 figure is too high.\nAccording to top ethics lawyers, it’s at least debatable -- and at worst hyperbolic -- to say the Clintons \"stole\" the items. A congressional investigation found poor tracking of ownership and final disposition of gifts, which makes it hard to speak definitively of wrongdoing. In fact, two items the Clintons returned were ultimately sent back to them. Finally, it’s worth making clear that the \"force\" they responded to was political pressure, not legal jeopardy.\nAccusations of stealing are serious and require a high threshold of evidence, unmet by the charges in this over-the-top graphic. We rate the claim Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says after leaving the White House, Hillary Clinton \"was forced to return an estimated $200,000 in White House china, furniture and artwork that she had stolen.\"     Viral image Facebook   In a post shared on Facebook Saturday, June 20, 2015 06/20/2015    Read More  info", "vclaim_id": "vclaim-pol-05907"}