{"url": "/factchecks/2013/jan/29/dianne-feinstein/dianne-feinstein-says-one-five-law-enforcement-off/", "speaker": "Dianne Feinstein", "vclaim": "\"One out of every five law enforcement officers that's killed is killed with an assault weapon.\"", "truth_label": "mostly-true", "date": "stated on January 27, 2013 in an interview on CBS' \"Face the Nation\":", "title": "Dianne Feinstein says one of five law enforcement officers killed are killed by assault weapons", "text": "Almost six weeks after the gun rampage at Sandy Hook Elementary School in Newtown, Conn., Sen. Dianne Feinstein, D-Calif., took the lead in proposing a new assault weapons ban. She later argued for its passage on the Jan. 28, 2013, edition of CBS’ Face the Nation.\n\nHost Bob Schieffer asked Feinstein, \"What about the idea -- which some gun rights supporters cite -- they say, ‘Look, all of this is just to make people feel good. It's just, kind of, feel-good legislation’ -- that, in the end, it's not going to stop these kinds of incidents?\"\n\nFeinstein responded in part, \"Well, that's absolutely not true. What we are trying to do is overall see that weapons ... are in the hands of responsible citizens, that they are used legally, not illegally, that they do not fall into the hands of gangs. Do you realize we have 150,000-plus gang members in this nation? When they go up against the police, it's generally an AK-47. You realize that police have had to break into gun stores to get weapons that would be stronger than the adversary they had? Do you realize that one out of every five law enforcement officers that's killed is killed with an assault weapon?\"\n\nA reader asked us whether it was true that \"one out of every five law enforcement officers that's killed is killed with an assault weapon.\" So we looked into it. Because Feinstein was talking about gun policy, we will only look at the police officers killed by guns, which in any case accounted for 92 percent of law-enforcement deaths as a result of criminal action between 2002 and 2011, according to FBI data.\n\nWhen we checked with Feinstein’s office, a spokesman pointed us to a data from the Violence Policy Center, a \"national educational organization working to stop gun death and injury\" and a group that generally favors tighter gun regulations.\n\nThis data, obtained from FBI records, showed that eight of the 45 gun-related killings of law-enforcement officers in 2009 were committed with assault weapons. That works out to be almost 18 percent -- quite close to the one in five Feinstein cited.\n\nAnd this wasn’t a fluke. Calculations published in 2003 by the center showed that during the years 1998 through 2001, at least 41 of the 211 law enforcement officers killed by guns were killed by assault weapons -- 19.4 percent.\n\nWe should make an important point, however: There is significant disagreement over what is, or should be, considered \"an assault weapon.\" Not all rifles are assault weapons, and not all assault weapons are rifles. For instance, in California -- Feinstein’s home state -- the law includes some types of handguns and shotguns in its definition of \"assault weapon.\" But different state laws have different definitions.\n\nFor the data it analyzed, the Violence Policy Center went beyond the basic statistics collected by the FBI, which is published in an annual report called \"Law Enforcement Officers Killed and Assaulted.\" The FBI breaks the felonious killings of officers into those committed by handguns, rifles and shotguns (as well as by weapons other than guns). The FBI does not include a specific category for \"assault weapons.\"\n\nFor the two periods studied, the Violence Policy Center obtained additional information from the FBI about every incident in which an officer was killed, including the gun’s make and model. The Violence Policy Center has filed Freedom of Information Act requests for more recent data, but has not yet received the information yet, the Feinstein spokesman said.\n\nWe showed the data to Mark E. Safarik, executive director of Forensic Behavioral Services Inc. and a former member of the FBI Behavioral Analysis Unit, to get an independent perspective on whether the Violence Policy Center’s classifications of weapons was reasonable. Safarik told PolitiFact that it’s reasonable to call at least seven of the weapons in the 2009 data \"assault weapons.\" In the case of the eighth weapon -- a semiautomatic, .223 caliber rifle of unknown make and model -- he said it’s unclear whether it would qualify as an assault weapon.\n\nDropping the number of assault weapons from eight to seven would make the percentage about 16 percent -- still not too far off from one in five.\n\nStill, Safarik and others urged caution, emphasizing that \"assault weapon\" can be molded to the purposes of whoever is using the term.\n\n\"Whatever any politician wants to define as an assault weapon, that is the way it goes,\" said Vance McLaughlin, a criminal justice professor at Jacksonville State University in Alabama. \"If I define an assault weapon as any semi-auto that has 11 or more cartridges in its magazine, I can then poach some numbers from the handgun category. And on and on and on.\"\n\nOur ruling\n\nBecause the definition of \"assault weapon\" is subject to debate, the categorization of any given weapon is open to some interpretation. Still, while the numbers were analyzed by a group with a stake in the fight, we find the data reasonable. The data has been consistent in the five years studied, and at worst, Feinstein's figure for the most recent year, 2009, is only a few percentage points high. On balance, we rate her claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09790"}