{"url": "/factchecks/2011/dec/22/rick-perry/rick-perry-says-governor-mitt-romney-raised-busine/", "speaker": "Rick Perry", "vclaim": "Says Mitt Romney raised business taxes 20 percent in Massachusetts.", "truth_label": "mostly-true", "date": "stated on December 15, 2011 in an Iowa TV ad.:", "title": "Rick Perry says that as governor, Mitt Romney raised business taxes 20 percent in Massachusetts", "text": "In a TV ad airing in Iowa, Rick Perry said Mitt Romney, \"raised business taxes 20 percent\" when he was governor of Massachusetts.\n\nThat so?\n\nTo back the claim, Perry’s presidential campaign noted an Oct. 1, 2011, New York Times article describing then-Gov. Romney, faced with a $3 billion state deficit, signing off on an aide’s 2003 proposal to ban a practice then enabling banks to reduce their state taxes. The banks were transferring billions of dollars in assets, such as mortgages, into real estate investment trusts that were, by design, subject to virtually no taxes, the Times recapped.\n\nAnd, according to the article, the state’s subsequent ban on that practice and other steps on Romney’s watch ultimately resulted in companies paying about $370 million a year in additional taxes, \"a nearly 20 percent increase from the period before (Romney) took office.\"\n\nThe story attributes that calculation to an analysis by the Massachusetts Taxpayers Foundation, a research group that the newspaper said receives financing from corporations.\n\nAndrew Bagley, a foundation spokesman, told us in an interview that Massachusetts businesses paid $377 million more in taxes in fiscal 2007, which included several months of Romney’s last year as governor, than the $1.6 billion they were averaging annually before the recession that socked the state as Romney was sworn in during fiscal 2003. The state’s fiscal year runs from July through June.\n\nThe $377 million increase shows up on a spreadsheet breaking down additional revenue generated for the state from 22 changes that took effect while Romney was governor. According to the spreadsheet, the closing of the real-estate investment loophole accounted for $50 million of the increased revenue, ranking second to a change related to interest and royalties that had yielded $58 million in added revenue as of 2007.\n\nMassachusetts \"had an enormous hole to fill\" due to the recession, Bagley said, adding that while there were complaints about the actions taken with Romney’s approval, \"none of us could come up with a better way\" of filling the hole \"than having to raise some of that from revenues.\"\n\nBagley said the spreadsheet originated with a state agency, the Massachusetts Department of Revenue. A bureau spokesman, Robert Bliss, confirmed as much and told us that foundation researchers are viewed as honest brokers. \"I wouldn’t quarrel with their work,\" Bliss said.\n\nThe cited figures -- the $377 million increase in business-paid taxes compared to  the pre-recession business-paid tax base of $1.6 billion -- divides out to a nearly 24 percent increase.\n\nWe noticed, though, that two changes listed on the spreadsheet weren’t borne, or at least entirely borne, by businesses.  Those changes, including the interception of lottery winnings to pay a winner’s past-due taxes, accounted for $9 million of the increased revenues, reducing the increased load on businesses as of 2007 to $368 million -- a slight downgrade.\n\nSeparately, we noticed a 2006 Cato Institute \"report card\" on the fiscal records of governors indicating that under Romney, Massachusetts tax rates did not increase.\n\nIs it fair to say Romney drove up business taxes, as Perry said?\n\nJohn Regan, spokesman for Associated Industries of Massachusetts, a pro-business group that represents employers, suggested in an interview that weighing changes in tax rates alone would be misleading. As governor, he said, Romney \"adjusted the tax code under the guise of closing loopholes, the net effect of which was hundreds of millions of dollars in additional revenue, the bulk of that from business.\"\n\nRomney’s campaign did not reply to our inquiry about Perry’s statement. A Nexis search led us to an Oct. 15, 2007, letter to the editor of The Boston Globe from Eric Fehrnstrom, a Boston consultant then identified as a senior adviser to Romney’s 2008 presidential campaign.\n\nFehrnstrom’s letter, reacting to a writer’s critique of Romney’s tax record, said corporate \"loophole closings are not tax increases. They are an attempt to keep in check aggressive tax accounting.\" His letter also said that Romney balanced the state’s budget for four years \"without raising taxes\" and signed into law a commuter tax deduction, an investment tax credit, sales tax holidays, an expanded property tax break for seniors, a more generous research and development credit, a manufacturing tax rebate, a $250 million capital gains tax refund and a tax break for movie companies doing business in the Bay State.\n\nOur ruling\n\nBy the time Romney’s term as governor was ending, Massachusetts businesses were ponying up about 20 percent more in tax revenue due to actions he approved. To be sure, those increases were not due to hikes in corporate or other tax rates. Still, Perry’s claim has a reasonable basis. We rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11900"}