{"url": "/factchecks/2019/jan/30/wisconsin-firearms-coalition/wisconsin-firearms-coalition-misfires-claim-agains/", "speaker": "Wisconsin Firearms Coalition", "vclaim": "\"Governor Evers, AG Josh Kaul, and Speaker Robin Vos are demanding ‘Red Flag Gun Seizures’ for Wisconsin, which would allow gun seizures with \"no proof, arrest, indictment, conviction or due process at all!\"", "truth_label": "barely-true", "date": "stated on January 11, 2019 in a Facebook post:", "title": "Wisconsin Firearms Coalition misfires with claim against Evers, Kaul and Vos", "text": "Protesters gathered in front of the Capitol in Madison on Jan. 12, 2019 to tell Gov. Tony Evers to keep his laws off their guns.\nIndeed, some carried their guns openly.\nThe point of the protest was to object to potential gun control measures the new governor might push, rally organizer Thomas Leager told PolitiFact Wisconsin. Bringing personal firearms, he said, allowed individuals to express their open-carry rights.\nA particular point of concern: So-called \"Red-flag\" laws.\nThe day before the rally, the Wisconsin Firearms Coalition took its message on the laws to Facebook, stating: \"Governor Evers, AG Josh Kaul and Speaker Robin Vos are demanding ‘Red Flag Gun Seizures’ for Wisconsin!\"\nThe post went on to say: \"This would allow virtually anyone to claim you're ‘dangerous’, having your firearms seized by law enforcement with no proof, arrest, indictment, conviction or due process at all!\"\nAs of Jan. 23, 2019, the post had 6,500 shares, almost 7,000 likes and 2,000 comments.\nThe Wisconsin Firearms Coalition is a nonprofit group that says it is \"dedicated to defending and advancing the 2nd Amendment rights of all law abiding citizens in the state of Wisconsin.\"\nAlong with Evers, a Democrat, its post cited newly elected Attorney General Josh Kaul, also a Democrat, and Assembly Speaker Robin Vos, a Republican.\nIs the group right that the three are \"demanding\" red-flag laws in Wisconsin?\nAnd that such laws allow guns to be seized with \"no proof, arrest, indictment, conviction or due process\"?\nAbout the laws\n\"Red flag gun seizures\" refers to provisions that allow officials to take away firearms owned by people deemed to pose a threat to themselves or others. Family members or law enforcement officials have to petition a judge to temporarily restrict a person’s access to firearms.\nThe term comes from the idea the person’s behavior amounts to a \"red flag\" for danger.\nSince the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., in February 2018, a total of 13 states have put such laws in place.\nWhen asked for backup for its claim via a Facebook message, the Wisconsin Firearms Coalition responded:\n\"The Attorney General’s comments were in his inaugural address, the governor came out the next day in support of red flags, and Statewide media reports that Robin Voss is willing to look at the idea a day or two after that.\"\nLet’s start with the elected officials.\nPositions of elected officials\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nIn his Jan. 7, 2019 inaugural speech, Kaul called for taking steps to make schools safer, and mentioned red flag laws as one way to do so.\nOf red-flag laws, he said, they will \"allow law enforcement or family members to go to a judge and ensure that somebody who is a threat to themselves or others is temporarily disarmed.\"\nIn a story posted Jan. 10, 2019 on the website for Wausau-based WAOW-TV, Evers backed Kaul’s position and was quoted saying: \"Anytime we have an ability to take a firearm from somebody who may not be able to handle a firearm because of various in-capabilities, we need to investigate that.\"\nThe same article included this line:\nRepublican Assembly speaker Robin Vos said he’s open to considering a red flag law, but is concerned about the rights of gun owners.\n\nBut that line, especially, is a far-cry from \"demanding\" the laws be put in place.\nVos communications director Kit Beyer described the speaker as a staunch Second Amendment supporter and noted he has said he is \"fearful of taking away anyone’s constitutional rights\" when it comes to such laws.\nOn Jan. 22, 2019, in a response to Evers’ State of the State address, Vos was more firm.\n\"I promise you: Republicans will fight for and protect your freedom, from unnecessary red flag gun laws,\" he said.\nSo, the group’s claim is largely on the money with Evers and Kaul, but mischaracterizes Vos’ position.\nThe bigger picture\nThere are bigger problems with the main thrust of the claim -- that the laws would allow gun seizures with \"no proof, arrest, indictment, conviction or due process.\"\nAdam Winkler, a law professor and specialist in constitutional law at the University of California, Los Angeles, said red-flag laws require a neutral arbiter to order confiscation of an individual’s firearms.\n\"A judge has to determine that a person is a threat,\" Winkler said.\nThat undercuts the central thrust of the claim -- that there is zero oversight.\nThat said, affected individuals could have their guns taken away temporarily without the ability to defend their position by appearing in court -- if a judge finds the concerns raised are severe enough.\nAfter the temporary period ends, the judge can review the case. At this stage, the individual would typically be involved in a hearing.\nWinkler said the laws are controversial, in part, because of due process concerns.\n\"You’re taking away fundamental rights without participation,\" he said. \"American courts are reluctant to take away guns unless (an individual) has been convicted of a crime.\"\nSo, the thrust of the claim overstates -- by a lot -- the way the laws work.\nOur rating\nA gun rights group claimed \"Governor Evers, AG Josh Kaul, and Speaker Robin Vos are demanding \"Red Flag Gun Seizures\" for Wisconsin\" which would allow gun seizures with \"no proof, arrest, indictment, conviction or due process at all!\"\nThough there is some truth to the claim, in that Kaul and Evers have clearly voiced support, the group was wrong about Vos’ position. The claim goes well beyond the facts in stating there is zero oversight of any action under such laws.\nOur definition of Mostly False is a statement that \"contains an element of truth but ignores critical facts that would give a different impression.\" That fits here.", "vclaim_id": "vclaim-pol-01080"}