{"url": "/factchecks/2014/feb/03/raphael-warnock/ranks-uninsured-high-georgia/", "speaker": "Raphael Warnock", "vclaim": "\"Georgia has the fifth-highest number of uninsured people of any state in the union.\"", "truth_label": "true", "date": "stated on January 20, 2014 in a speech:", "title": "Ranks of uninsured high in Georgia", "text": "A chorus of Democratic lawmakers and supporters has been increasingly vocal in pushing Gov. Nathan Deal to expand Medicaid in Georgia.\nOne of those voices is the Rev. Raphael Warnock, senior pastor of Atlanta’s Ebenezer Baptist Church, the former pulpit of the Rev. Martin Luther King Jr.\nWarnock, the keynote speaker at this year’s MLK Commemorative Service at Ebenezer, used the occasion -- with political heavyweights of both sides of the aisle in the room -- to demand an expansion. He cited a statistic we’ve seen others mention to make his case.\n\"Georgia has the fifth-highest number of uninsured people of any state in the union,\" he said.\nIs this correct? PolitiFact Georgia was curious for a few reasons.\nU.S. census figures show Georgia has the eighth-highest population in the nation, so the Peach State’s ranking would be higher than some states that have more residents, if Warnock is correct. We’ve also heard similar claims in the past from others who support the expansion, so PolitiFact Georgia thought now is a good time to find out if they’re right.\nAs part of the federal health care law, also known as Obamacare, the federal government pays for the full cost of newly eligible Medicaid recipients under expansion for the first three years. Its share then drops to no lower than 90 percent of the cost. In Georgia, it’s estimated that as many as 650,000 additional residents would be eligible for Medicaid.\nDeal, whose last vote as a congressman was against the health care law, has been adamantly opposed to the Medicaid expansion. The governor has said he’s wary of expanding coverage for fear that Uncle Sam will be unable to fulfill its funding pledge for the additional Medicaid recipients. Deal has estimated the expansion would cost the state $4 billion over a decade, but supporters of the health care law say the cost would likely be closer to half of that. Medicaid expansion supporters contend Georgia could get about $30 billion over 10 years from the federal government.\nDeal, who spoke at the MLK service, had left by the time Warnock addressed the audience. The pastor — who called Deal \"courageous\" for his position on other issues, such as prison re-entry — told us, \"I’d like to see the same courage on Medicaid expansion.\"\nAn Atlanta Journal-Constitution statewide poll done in September found nearly 60 percent of Georgians don’t like the health care law, but approximately the same percentage of respondents believe Medicaid should be expanded.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWarnock said he had done some research on where Georgia ranked nationally in terms of uninsured residents and believed he was \"in the ballpark\" on his claim. He forwarded a two-page fact-sheet by the Georgia Budget and Policy Institute, which supports an expansion, that says Georgia ranks fifth in the number of uninsured residents. He shared a 2012 Kaiser Family Foundation report that ranked Georgia tied for fifth in the percentage of uninsured residents, at 19 percent, along with Alaska and California. In order, the top four states were Nevada, Florida, New Mexico and Louisiana.\nA 2013 Gallup poll found Georgia ranked sixth nationally in that category, with approximately 22.5 percent of its residents uninsured. The top five were Texas, Louisiana, Nevada, California and Florida. The results were based on telephone interviews conducted as part of a yearlong survey of a random sample of adults across the nation. Some interviews were done in Spanish.\nThe Corporation for Enterprise Development, an organization that works to alleviate poverty, released a study that found nearly 22 percent of Georgians under the age of 65 were uninsured in 2011. That was the fourth-highest total in the nation, behind only Florida, Nevada and New Mexico. The corporation used data from the U.S. Census Bureau and the U.S. Chamber of Commerce for its findings.\nThe U.S. Census Bureau’s American Community Survey has a breakdown of uninsured residents by state. In 2012, Georgia ranked sixth, with about 19 percent of its residents uninsured, slightly above the national average of 16 percent. The top five states were Texas, Nevada, New Mexico, Florida and Louisiana.\nGeorgia State University associate professor Bill Custer said there are several factors concerning why Georgia ranks consistently among the states with the highest percentage of uninsured residents. Georgia, he said, has a larger percentage of residents who cannot afford health insurance because their wages are low or they are unemployed. We recently fact-checked a claim by state Sen. Jason Carter, D-Atlanta, that the average Georgia family makes $6,000 less than the average family did 10 years ago when inflation is factored in. Carter’s claim was rated True.\nAnother factor, Custer said, is many Georgians live in rural parts of the state and work in industries such as agriculture and retail where their employers cannot afford to provide health care.\nCuster wrote a report in February 2013 that concluded the expansion would support 70,343 jobs statewide over a 10-year span. About half of those jobs would be in the health care industry, Custer said.\n\"For us not to accept the Medicaid expansion is a barrier to economic growth,\" Warnock said in a telephone interview. \"You’ll produce jobs. If you provide that health care (to those additional Medicaid recipients), someone has to provide that health care.\"\nTo sum up, Warnock said Georgia has the fifth-highest number of uninsured residents. Our research showed he’s indeed in the ballpark. We rate his claim True.", "vclaim_id": "vclaim-pol-08306"}