{"url": "/factchecks/2014/jan/30/nathan-deal/deal-defends-comments-bad-weather-was-unexpected/", "speaker": "Nathan Deal", "vclaim": "\"We have been confronted with an unexpected storm that has hit the metropolitan area.\"", "truth_label": "barely-true", "date": "stated on January 28, 2014 in an interview:", "title": "Deal defends comments that bad weather was \"unexpected\"", "text": "Motorists stuck for hours and hours on ice-covered roads. Cars abandoned on I-285. Children forced to spend the night in schools.\nAcross metro Atlanta, nearly everyone was saying they had never seen anything like this.\nAt a late-night news conference just hours after the Tuesday chaos began, Georgia Gov. Nathan Deal offered his initial assessment.\n\"As you know, we have been confronted with an unexpected storm that has hit the metropolitan area,\" Deal said.\nThe president of the American Meteorological Society quickly disputed the governor’s statement.\n\"Some in the public, social media or decision-making positions would ‘blame’ the meteorologists.  I began to hear things like ‘this was not expected in Atlanta’ or ‘they said this was going to all be South of Atlanta’ or there were no Watches or Warnings until snow started falling or ‘weather is just unpredictable.’  Wrong, Wrong, Wrong, and Wrong!\" Marshall Shepherd, the AMA’s president, who also teaches at the University of Georgia, wrote on his blog.\nWas this storm \"unexpected,\" as Deal said? PolitiFact Georgia trudged in, searching for some answers.\nDeal and other Georgia leaders, such as Atlanta Mayor Kasim Reed, have faced withering criticism about their response. Even Al Roker, the gregarious \"Today\" meteorologist based in New York City, took them to task.\n\"The mayor and the governor got on television yesterday and said, ‘Oh, this wasn’t expected,’ and that’s not true,\" Roker said. \"We were talking about this Monday.\"\nThe first question posed to Deal during a testy news conference Wednesday was whether the severe weather was \"expected.\" The governor clarified his remarks. Deal said he thought the Atlanta region would not get the worst of the weather conditions, based on some forecasts. Areas south of Atlanta would be in more trouble, Deal said.\nThe governor said the weather reports on the fast-moving storm conflicted. In the face of a flurry of reporter questions, Deal said that some initial forecasts had Atlanta facing only \"a dusting.\"\n\"I think (local forecasters) were more correct than the national weather folks were,\" he said.\nSome local television meteorologists began warning viewers a snowstorm was headed to Georgia a week beforehand. But it first appeared that the brunt of the storm would strike communities south of metro Atlanta.\nOn Sunday afternoon, the National Weather Service issued a winter storm watch for central Georgia and south metro Atlanta. Before dawn Monday, the watch was expanded to the entire Atlanta region.\nThe National Weather Service said Monday that central Georgia was most likely to see the most snowfall, especially overnight Tuesday, with up to three inches of the white stuff. The big concern in South Georgia, they said, was ice.\n\"The snowfall amounts are going to matter very little in this situation because of the ice potential,\" said Jason Deese, a meteorologist for the National Weather Service in Peachtree City, according to The Associated Press. \"Some parts of the state may end up seeing the greatest impact just because they get more ice than snow.\"\nDeese cautioned that the storm’s path was not entirely predictable.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Eaves\n\n\nstated on January 12, 2011 in a newspaper article\n\n\n\n\n\n\n\n\n\"This kind of snowstorm happens every 10 or 15 years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • January 17, 2011\n\n\n\n\n\n\n\n\"We have increasing confidence a winter storm is going to affect portions of Georgia,\" Deese said. \"It's just a matter of which portions of Georgia.\"\nThe Weather Channel, based in Cobb County, predicted Monday that the brunt of the snow would hit metro Atlanta.\n\"We could see anywhere from one to three inches here in the metro area,\" a forecaster said.\nThe Georgia Emergency Management Association posted on its Facebook page Tuesday that the heaviest snowfall amounts would be between Macon and metro Atlanta. Southeast areas could expect icing from freezing rain and possible power outages.\nAt 3:38 a.m. Tuesday, the National Weather Service issued a winter storm warning for metro Atlanta, starting at 9 a.m.\nIt was at 9 a.m. that the city started pre-treating its roads, Reed told reporters Wednesday.\nThe mayor  said the problem was more complicated than just a weather event. Reed said everyone tried to leave at once just as the storm hit. Major roads, he said, were immediately clogged. Many school districts dismissed classes early, prompting parents to get in their cars to pick up their children. Employers across metro Atlanta told workers to go home early.\nThe situation created a traffic nightmare in the region Tuesday afternoon in an area already jaded by gridlocked commutes. At 12:15 p.m. Tuesday, Deal said area roads were moving smoothly. Twenty minutes later, the governor said the roads were snarled. By evening, temperatures dropped and the roads iced, making it almost impossible to travel.\n\"The error was letting everyone out at once,\" Reed repeatedly said.\nSome talk-show callers widely criticized Fulton County school officials for not letting children out earlier Tuesday.  Fulton Superintendent Robert Avossa said Wednesday that the meteorologists and emergency management agencies were originally projecting that the winter storm would hit Tuesday afternoon after school was out.\n\"As a result, we canceled after-school activities so students and staff would not be delayed in getting home,\" he said. \"Throughout the day Tuesday, it became increasingly apparent that the weather model had changed and that the storm was arriving faster and more severe than expected. The target area also was changing to cover more of Fulton County, especially in the north, whereas the original projections were that it was going to hit south and below Fulton County.\"\nHe wasn’t sure the outcome would have been different.\n\"Several surrounding school systems did (release students earlier) but still experienced similar problems,\" Avossa said.\nSo was the governor correct? Or was his statement part of a blizzard of misinformation.  \nDeal said the Atlanta region was hit with an \"unexpected\" snowstorm. Deal is correct that some forecasters predicted metro Atlanta would not get the brunt of the storm. The closer the storm came to the region, the more apparent it was that metro Atlanta would see rough weather.\nDeal’s statement contains an element of truth -- there were conflicting weather reports as the fast-moving storm approached. But there is a lot of context necessary here. The National Weather Service issued a winter storm warning for metro Atlanta before dawn Tuesday.\nUltimately, it is the job of elected leaders to make the correct calls based on the best information available. The governor and other elected officials had that information from some sources hours before the storm struck.\nWe rate Deal’s statement as Mostly False.", "vclaim_id": "vclaim-pol-08326"}