{"url": "/factchecks/2020/jun/11/planned-parenthood/yes-if-federal-abortion-law-were-overturned-wiscon/", "speaker": "Planned Parenthood", "vclaim": "\"If Roe is overturned, Wisconsin has a law on the books that would immediately make abortion a crime.”", "truth_label": "true", "date": "stated on March 4, 2020 in news release:", "title": "Yes, if federal abortion law were overturned, Wisconsin law could make procedure a crime", "text": "When the U.S. Supreme Court hands down a decision on an abortion rights case heard earlier this year, it will be Justice Brett Kavanaugh’s first chance at affecting the country’s abortion landscape. \nThe case, June Medical Services v. Russo, asks the court to decide whether a Louisiana law requiring abortion providers to have admitting privileges at a nearby hospital conflicts with a previously settled case in Texas that held such laws only made abortion access more difficult. \nWith Kavanaugh on the bench, conservatives now make up a solid majority of the court, and abortion rights advocates fear that a ruling on June Medical Services that sides with the state of Louisiana could ultimately pave the way for the court to make changes to Roe v. Wade, the landmark ruling that legalized the procedure in 1973. \nSuch advocates include Planned Parenthood of Wisconsin, which released a statement following oral arguments for the case on March 4, 2020. \nIf the court upholds the Louisiana law, \"abortion could become effectively banned in states across the country, without ever overturning Roe v. Wade,\" the statement says. \nIt continues: \"Worst case scenario, if Roe is overturned, Wisconsin has a law on the books that would immediately make abortion a crime.\" \nWould abortion be a crime in Wisconsin if the federal law was overturned? Let’s dig in. \nWhat’s the state law?\nIn the section of Wisconsin state statutes that details crimes \"against life and bodily security,\" abortion is included as such a crime. \n\"Any person, other than the mother, who intentionally destroys the life of an unborn child is guilty\" of a felony, the law states. It outlines some exceptions, such as if the life of the mother is at stake. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThough the nonpartisan Legislative Reference Bureau has noted that Roe renders this state law unenforceable, it does still exist — and should the federal law be overturned, regulating abortion would be a job fully returned to the state legislatures. \nWisconsin is one of 20 states that have laws that could be used to restrict the legal status of abortion if Roe is overturned, according to data from the Guttmacher Institute, a research and advocacy organization that supports abortion access.\nWhat’s not so clear, though, is whether the law would take effect automatically if the overriding federal law were to disappear. \nThere is disagreement about whether such old laws could immediately take effect or whether they would need to be re-enacted, said University of Wisconsin-Madison law and bioethics professor Alta Charo, because they have been rendered ineffective for decades. \nThis scenario might prompt litigation over the matter instead of an immediate return to enforcing the old law, she said. \nNonetheless, the law that would criminalize the procedure is on the books in the Badger State. \nOur rating \nIf federal abortion law were overturned, Planned Parenthood of Wisconsin claims there’s a law on the books that would make the procedure a crime. \nThere is such a law, and if Roe disappears, the right would return to the state to enforce it. \nWe rate this claim True.", "vclaim_id": "vclaim-pol-17910"}