{"url": "/factchecks/2011/jun/03/eric-cantor/cantor-says-stimulus-failed-get-people-back-work/", "speaker": "Eric Cantor", "vclaim": "The 2009 stimulus bill \"failed to get people back to work.\"", "truth_label": "false", "date": "stated on May 26, 2011 in a news conference.:", "title": "Cantor says stimulus \"failed to get people back to work.\"", "text": "The Democrats’ massive stimulus program passed two years ago was a dud, according to House Majority Leader Eric Cantor.\n\n\"They (Democrats) passed a nearly $1 trillion stimulus bill which failed to get people back to work,\" Cantor, R-7th, said in a May 26 news conference of House Republican leaders.\n\nCantor is referring to the American Recovery and Reinvestment Act, passed in February 2009.  Democrats pushed the legislation as a way to create jobs and extend unemployment benefits through a mix of government spending, tax cuts and financial aid to cash-strapped states. It adds $830 billion to the budget deficit between fiscal years 2009-2019, according to the Congressional Budget Office.\n\nLet’s turn to the crux of the majority leader’s assertion -- that the measure failed to get people back to work. How does Cantor justify that statement?\n\nIn an e-mail, Cantor spokeswoman Megan Whittemore characterized his statement as a broad  proclamation that the stimulus failed. She noted that the unemployment rate is higher now than when the stimulus passed, that there are more discouraged workers and that private sector growth in May was much slower than expected, she said.\n\n\"Of course, when the government spends that much money it’s able to hire additional government workers, but it failed to spur real private sector growth,\" Whittemore said.\n\nCantor didn’t specify in his statement what kinds of jobs he was talking about -- public or private. So we won’t give him the benefit of his staff’s elaboration after the fact.\n\nAlso, the economic statistics Cantor’s office cited don’t address whether there were people who returned job rolls as a result of the stimulus.\n\nCantor simply said the stimulus \"failed to get people back to work.\"\n\nIs that true?  We decided to check.\n\nThe White House has posted on its stimulus website a listing of jobs funded by the stimulus, breaking it down by state and congressional district. Between February 17, 2009 and March 31, 2011, the U.S. had a reported 573,510 full-time equivalent jobs funded by stimulus fund contracts, grants and loans, which account for one-third of the cost of the stimulus.\n\nVirginia had a reported 11,446 full-time equivalent jobs funded by the stimulus fund contracts, grants and loans.\n\nWhite House data shows the bulk of the Virginia jobs -- 7,203 full-time equivalent positions -- were in downtown Richmond where the state government relied on stimulus funds to balance budgets from 2009 to 2011. That number may paint an exaggerated picture, however, because the state parceled much of the stimulus money to localities to help support schools.\n\nEven so, the statistics suggest a benefit to Cantor’s constituents in suburban Richmond counties, many of whom work for the state government. The data shows 178 full-time equivalent jobs arising from the stimulus were located in Cantor’s district.\n\nThe Government Accountability Office has criticized the White House tallies, noting in a November 2009 report that there were \"significant reporting and quality issues\"  in how the figures were compiled.\n\nFor more insight, we contacted the Virginia Department of Education. Charles Pyle, a spokesman, said that as of January 2011, Virginia school divisions reported they had saved 5,692 jobs and created another 926 jobs using stimulus money.\n\nIn a report released March 18, 2011, the president’s Council of Economic Advisers estimated that between 2.5 and 3.6 million jobs were created or saved by the stimulus through the fourth quarter of 2010.\n\nSeparately, the council’s report cited four independent analyses by the Congressional budget office and three private economic analysis companies. Here’s what the groups found:\n\n*CBO: Between 1.3 million and 3.6 million jobs saved or created.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n*IHS/Global Insight: 2.45 million jobs saved or created.\n\n*Macroeconomic Advisers: 2.3 million jobs saved or created.\n\n*Moody’s Economy.com: 2.5 million jobs saved or created.\n\nMany conservative economists balk at the methodology of these studies, which they say depends on assumptions that government stimulus automatically generates a net gain in economic activity. Conservatives have argued government stimulus doesn’t boost the economy, but merely shifts around dollars that could be better spent by the private sector. They’re also concerned deficit spending creates uncertainty for businesses looking to hire.\n\nTad DeHaven, a budget analyst with the libertarian Cato Institute, is among those skeptical the stimulus is a net plus for the nation’s employment picture. In an Aug. 2, 2010 column in the Richmond Times-Dispatch, he wondered how many private-sector jobs were lost or not created because he said the stimulus shifted money from the private sector to the government.\n\nBut does that mean that the stimulus failed to put people back to work?\n\nIn an interview, DeHaven said the stimulus program did create jobs, at least in the short term.\n\n\"On one hand, it creates jobs,\" DeHaven said. \"But at what cost?\"\n\nTo sum up:\n\nCantor said the stimulus \"failed to get people back to work.\"\n\nA variety of national studies estimate the measure saved or created at least 1.3 million jobs. The reports do not break down how many of the positions were new and how many were existing jobs that didn’t get cut. They do not tell us how many of the jobs were in the private sector and how many were public ones.\n\nBut they do provide ample evidence that the stimulus did get people back to work. We rate Cantor’s statement False.", "vclaim_id": "vclaim-pol-12993"}