{"url": "/factchecks/2019/jun/24/donald-trump/pants-fire-trumps-latest-california-voter-fraud-cl/", "speaker": "Donald Trump", "vclaim": "California \"admitted\" there were \"a million\" illegal votes in the 2016 presidential election.", "truth_label": "pants-fire", "date": "stated on June 23, 2019 in an interview on \"Meet the Press\":", "title": "PANTS ON FIRE: Trump’s latest California voter fraud claim as baseless as past allegations", "text": "In his recent interview on \"Meet the Press\", President Donald Trump claimed there’s proof to support his repeatedly debunked claim that \"serious voter fraud\" took place in California during the 2016 presidential election. \nTrump alleged California \"admitted\" there were \"a million\" illegal votes in the 2016 presidential election. \n\"Take a look at Judicial Watch. Take a look at their settlement. California admitted to a million votes. They admitted to a million votes,\" Trump told Chuck Todd, the show’s host, in an interview that aired June 23, 2019. \nElection officials and fact checkers have previously called out Trump’s baseless claims on the subject. In November 2016, PolitiFact National rated Pants on Fire his contention that he lost the popular vote because \"millions of people voted illegally.\" PolitiFact California handed out the same rating for his claim of \"serious voter fraud\" in California.\nHillary Clinton won the state by more than 4 million votes and she won the national popular vote by about 2.8 million. Trump won the decisive Electoral College tally. \nWe wanted to know the veracity of Trump’s new claim. So, we examined the settlement that he said is evidence of massive voter fraud in California.\nHere’s the exchange between Trump and Chuck Todd: \nTodd: \"You didn't like the fact that you lost the popular vote. That bothered you, didn't it?\"\nTrump: \"Well, I think it was a -- I mean, I'll say something that, again, is controversial. There were a lot of votes cast that I don't believe. I look at California.\"\nTodd: \"Mr. President.\" \nTrump: \"Excuse me.\"\nTodd: \"But that’s a …\" \nTrump: \"Take a look at Judicial Watch. Take a look at their settlement. California admitted to a million votes. They admitted to a million votes.\" \nTodd: \"A million votes of what?\"\nTrump: \"Take a look at Judicial …\nTodd: \"What are you talking about?\"\nTrump: \"Judicial Watch made a settlement. There was …\" \nTodd: \"About what?\" \nTrump: \"There was much illegal voting.\" \nPresident Trump claimed there’s proof to support his repeatedly debunked claim that \"serious voter fraud\" took place in California during the 2016 presidential election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nOur research\nTrump cited a January settlement California reached with the conservative group Judicial Watch. It requires Los Angeles County election officials to remove inactive registrations from voter rolls to comply with federal law. \nThe 20-page settlement document, however, notes all parties agreed there was no admission of liability or wrongdoing by the state or county. It makes no mention of voter fraud or illegal voting. \nIn a written statement, California Secretary of State Alex Padilla blasted Trump’s new allegation. Padilla, a Democrat, has also been critical of the president’s past statements on voter fraud. \n\"No matter how much he repeats them, Trump's lies about voter fraud are patently untrue. Specifically, the settlement with Judicial Watch, Los Angeles County, and the Secretary of State contains absolutely no admission to or evidence of \"illegal votes.\" The President’s claims are untrue and yet another distortion aimed at undermining confidence in our elections. \nThe settlement was clear and simple, California will continue its work to adhere to modern list maintenance procedures under the National Voter Registration Act.  California elections officials have and will continue to work to meet the goals of the National Voter Registration Act (NVRA): maintaining the accuracy of the voter rolls and increasing the number of eligible citizens who register and vote.\"\nDean Logan, Los Angeles County’s top elections official, added in an email: \"The agreement is about voter registration record keeping and interpretation of federal law, not about votes cast in any election.\"\nIn a press release last week, Judicial Watch said Los Angeles County had \"sent notices to as many as 1.59 million inactive voters on its voter rolls – a step toward removing the names of voters who have moved, died, or are otherwise ineligible to vote.\" Logan, the county elections official, confirmed the notices had been sent. \nTrump’s claim ‘completely inaccurate’\nThe Associated Press reported on the agreement in January, describing it as a settlement on \"old voter records,\" not on illegal voting. In the article, Paul Mitchell of the nonpartisan research firm Political Data Inc. called the case insignificant because it involves inactive voters who \"are not getting voting materials, they are not casting ballots, they are not showing up in precincts.\"\n\"What they are saying is L.A. county holds on to too many inactive registrations,\" he told the AP. \"This whole thing does nothing to clean up the active voter file.\"\nReached for this fact check, Mitchell called Trump’s claim \"completely inaccurate.\" \nThe White House did not respond to a request for information supporting the president’s claim. Judicial Watch also did not respond. The group’s president, Tom Fitton, has described the settlement on Twitter and in the AP article as an effort to \"clean up\" the state’s election rolls.\nOur ruling\nPresident Trump recently claimed California \"admitted\" there were \"a million\" illegal votes in the 2016 presidential election, in an effort to support his widely debunked claim of massive voter fraud in the state. \nTrump cited a January settlement between the state and Judicial Watch. \nBut that agreement says nothing about voter fraud or illegal voting. Instead, it requires Los Angeles County election officials to begin the process of removing inactive registrations, for people who have gone years without voting often because they’ve moved or died, to comply with federal law. \nIt says all parties agreed there was no admission of liability or wrongdoing by the state or county.\nState and county elections officials strongly rejected the president's statement.\nWe found Trump's new voter fraud claim as baseless as his past allegations.\nWe rate it Pants on Fire. \n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-06-25 00:08:41 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  California \"admitted\" there were \"a million\" illegal votes in the 2016 presidential election.     Donald Trump U.S. President https://www.nbcnews.com/politics/meet-the-press/president-trump-s-full-unedited-interview-meet-press-n1020731    Sunday, June 23, 2019 2019-06-23    Read More  info", "vclaim_id": "vclaim-pol-00500"}