{"url": "/factchecks/2018/sep/19/blog-posting/no-one-died-shooting-hurricane-florence/", "speaker": "Bloggers", "vclaim": "\"Myrtle Beach man who shot at Hurricane Florence dies after bullet ricochets.\" ​", "truth_label": "pants-fire", "date": "stated on September 13, 2018 in in a blog post:", "title": "No one died by shooting at Hurricane Florence", "text": "More than 34,000 people marked themselves as \"going\" to a Facebook event called \"Shooting guns at Hurricane Florence to scare it away.\"\nThe description of the Facebook event includes a disclaimer: \"Do not actually discharge firearms into the air. You could kill someone and you cannot frighten a hurricane. I cant believe I actually have to write this.\"\nHowever, one website pointed to the event and claimed it led to tragedy when a \"Myrtle Beach man\" did just that: shot a gun at a hurricane.\n\"The 33-year old is believed to have fired a large calibre (sic) weapon earlier this afternoon; however, the bullet ricocheted and ended up entering the man’s head,\" the post said. \"It’s believed he died instantly.\"\nThis story was made up. It was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPartway through the story, the \"Myrtle Beach man\" is identified as a man from Florence, which is the name of the hurricane as well as a South Carolina city further inland.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMyrtle Beach’s local newspaper, Myrtle Beach Online, contacted police departments in both Florence and Myrtle Beach, and neither was aware of such an incident.\n\"I have not heard a a single call in any way, shape or form about anything like that,\" a police corporal in Myrtle Beach told the newspaper.\n\"The only thing I’ve heard about that was a satirical group on Facebook,\" Florence Police Department Lt. Mike Brandt told PolitiFact. \"There were no reports of shooting at the hurricane in the city limits of Florence.\"\nThe story was published on CGC News, a blog that was created Sept. 9, 2018 according to whois.com, which tracks website domains. No credible news outlets covering the storm have picked up this story.\nThis isn’t the first time Facebookers have somewhat jokingly declared they’d shoot at an incoming storm.\nThe joke Facebook event is similar to one that popped up last year: \"Shoot At Hurricane Irma.\" The creator was a bored 22-year-old who said at the time that the joke became \"something a little out of my control\" after more than 43,000 people RSVPed.\nWhile the Facebook event \"Shooting guns at Hurricane Florence to scare it away\" has generated its fair share of interested attendees, there is no credible evidence that anyone died trying to square off against the hurricane. We rate this claim Pants on Fire.\n Share the Facts 2018-09-19 18:44:22 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Myrtle Beach man who shot at Hurricane Florence dies after bullet ricochets.\" ​    CGCNews.com Bloggers https://cgcnews.com/myrtle-beach-man-who-shot-at-hurricane-florence-dies-after-bullet-ricochets/   in a blog post Thursday, September 13, 2018 2018-09-13    Read More  info", "vclaim_id": "vclaim-pol-01595"}