{"url": "/factchecks/2016/sep/08/donald-trump/Trump-says-Clinton-satisfied-with-VA/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton said the Veterans Affairs scandal is \"over-exaggerated.\" \"She said she was satisfied with what was going on.\"", "truth_label": "barely-true", "date": "stated on September 7, 2016 in the NBC Commander-In-Chief Forum :", "title": "Did Hillary Clinton say she was \"satisfied\" with Veterans Administration?", "text": "An Iraq War veteran asked Donald Trump at NBC’s Commander-in-Chief Forum how the Republican nominee would support veterans, beyond words.\nTrump referred the speaker to his website, saying one of the big problems veterans face is wait times to see doctors. He said his Democratic rival, Hillary Clinton, has been dismissive of the crisis.\n\"And by the way, Hillary Clinton six months ago said the vets are being treated essentially just fine, there's no real problem, it's over-exaggerated,\" Trump said. \"She did say that.\"\nHost Matt Lauer cut in, saying, \"No, no, she went on after that and laid out a litany of problems within the VA.\"\nTrump doubled down: \"Look, I mean, she made up half of the things she said about me. I'm telling you, this is -- she said she was satisfied with what was going on in the Veterans Administration.\nWe wondered if in fact Clinton had used those words to downplay reports about veterans waiting for months to get medical care.\nTrump’s campaign issued a news release quoting Clinton at a November 2015 event, where she said, \"I think Secretary (Robert A.) McDonald is doing a great job, but there is a lot more that needs to be done.\"\nThe 16-second clip about McDonald, who took over the job in July 2014 after Eric Shinseki’s resignation, doesn’t provide much context of what she said before that quote. The Washington Post reported that Shinseki, former secretary, resigned May 2014 after reports that the VA hospital system \"conspired to hide months-long wait times that veterans faced when seeking care.\"\nThe event followed multiple media reports on extended wait times veterans face to get medical treatment, including reports of veterans dying waiting for care.\nTrump’s campaign after the forum also pointed to a Wall Street Journal article on criticism Clinton received after saying \"It’s not been as widespread as it has been made out to be,\" on MSNBC’s Rachel Maddow Show, regarding problems at the Veterans Affairs Department.\nIn that interview, Maddow asked Clinton about talks of privatizing the VA and if she had ideas on how to fix the program.\n\"You know, I don’t understand why we have such a problem, because there have been a number of surveys of veterans, and overall, veterans who do get treated are satisfied with their treatment,\" Clinton said in the Oct. 23, 2015, interview. \"Now, nobody would believe that from the coverage that you see, and the constant berating of the VA that comes from the Republicans, in part in pursuit of this ideological agenda that they have.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMaddow interjects: \"But in part because there has been real scandal.\"\n\"There has been. But it’s not been as widespread as it has been made out to be,\" Clinton responded. \"Now, I do think that some of the reforms that were adopted last year should be given a chance to work. If there is a waiting period that is just unacceptable, you should be able to, in a sense, get the opportunity to go out, have a private physician take care of you, but at the cost of the VA.\"\nClinton went on to say the problem went \"deeper\" than access to health care and also included a backlog of disability determinations.\n\"There’s something not working within the bureaucracy,\" she said.\nClinton spoke before Trump at the NBC forum and said she was \"outraged\" by the stories about the V.A. and that she has been \"very clear\" about the necessity to move the department into the 21st century.\nClinton has called for addressing the VA’s problems at multiple town halls and campaign events.\nAt a June 2015 roundtable in Nevada, she said transforming the VA across the country should be a priority and \"what happened in Phoenix and elsewhere is absolutely unacceptable, period,\" transcripts show.\nLater in November 2015, Clinton said at a town hall that the VA \"does a lot of good work\" but also \"has systemic problems.\"\n\"And those have been revealed, and it's been shameful that people have been mistreated. They've been put on waiting lists and never gotten the treatment that they were looking for. They've been given the wrong treatment. There are serious deficiencies within the VA,\" Clinton said.\nOur ruling\nTrump said Clinton said the Veterans Affairs scandal is \"over-exaggerated,\" and, \"She said she was satisfied with what was going on.\"\nThis reading of Clinton’s comments about the problems facing veterans’ health care is misleading and leaves out the full story.\nWhile Clinton has said problems at the VA have \"not been as widespread as it has been made out to be,\" she has also acknowledged systemic problems within the system and repeatedly urged reform so veterans can get care quickly.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate Trump’s statement Mostly False.https://www.sharethefacts.co/share/a08a6514-ee8c-4e0e-9d1e-036b0d0a7c5d", "vclaim_id": "vclaim-pol-04361"}