{"url": "/factchecks/2009/mar/27/arlen-specter/secret-ballots-would-be-rare-not-eliminated/", "speaker": "Arlen Specter", "vclaim": "The Employee Free Choice Act mandates the \"elimination of the secret ballot.\"", "truth_label": "mostly-true", "date": "stated on March 24, 2009 in a speech on the Senate floor:", "title": "Secret ballots would be rare, but not eliminated", "text": "Business groups and other opponents of a bill to make union organizing easier contend that the measure would eliminate the secret ballot in union elections.\n\n\nThis is point one from the\n\nU.S. Chamber of Commerce\n\n, which is leading the opposition. Rush Limbaugh discussed the topic on March 10 and said \"you cannot vote in private\" under the bill.\n\n\nAnd Sen. Arlen Specter, the Pennsylvania Republican who dealt a severe blow to the bill's prospects when he announced his opposition March 24, cited the issue as his primary concern.\n\n\n\"On the merits, the issue which has emerged at the top of the list for me is the elimination of the secret ballot, which is the cornerstone of how contests are decided in a democratic society,\" Specter said on the floor of the Senate.\n\n\nHere's how union elections work now:\n\n\nUnion organizers try to get employees in a particular business or unit of a business to sign cards indicating they want the union to represent them in negotiations with the employer. The employer is not permitted to see the cards before they are turned in to the National Labor Relations Board — or often even after that — or engage in any other kind of surveillance to try to discern which employees are union adherents and which are not.\n\n\nIf more than 30 percent of the employees sign, the union can ask the National Labor Relations Board to conduct an election. If more than 50 percent sign, the employer must either accept the union or ask the board for an election.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMost employers ask for an election. It takes place a few weeks later at the employer's place of business. It's a secret-ballot election and is run by the National Labor Relations Board. If a majority votes for the union, the union wins.\n\n\nHere's what would happen under the Employee Free Choice Act:\n\n\nJust like before, if unions got more than 30 percent of the employees to sign cards, they could ask for a secret-ballot election. But if they got more than 50 percent, the union would win automatically. The employer would no longer have the right to insist on a secret-ballot election and would have to negotiate with the union. \n\n\n\"Decertification\" elections, where the employees vote on whether to cease being represented by their union, are currently secret-ballot elections, and would continue to be under the Employee Free Choice Act.\n\n\nAs a practical matter, secret-ballot elections would be far less frequent if the Employee Free Choice Act were passed. But they would still take place under certain circumstances: during decertification contests, or on the occasions where unions won the support of more than 30 percent but less than 50 percent of the employees (but unions don't generally ask for elections unless they have the support of more than half).\n\n\nThere would also continue to be secret-ballot elections in instances where a majority of employees say they want one. That is, where more than 50 percent of the employees sign cards requesting a vote on unionization rather than cards saying they want a union to represent them.\n\n\nSo we find Specter's claim to be Mostly True.", "vclaim_id": "vclaim-pol-15789"}