{"url": "/factchecks/2018/jan/17/andrew-white/andrew-white-says-half-new-teachers-lack-degrees-c/", "speaker": "Andrew White", "vclaim": "\"Fifty percent of our new\" Texas \"teachers don’t have college degrees.\"", "truth_label": "false", "date": "stated on January 11, 2018 in a public interview with Evan Smith of the Texas Tribune:", "title": "Andrew White says he misspoke in saying half of new Texas teachers lack college degrees", "text": "Andrew White, a Democratic candidate for Texas governor who’s called for $5,000 pay raises for public school teachers, declared that half of the state’s newest teachers lack college degrees.\nWhite, a Houston investor, said, \"I know this: One way to fix education is to pay teachers more, so that we can attract the best teachers and keep the best teachers. So, we have a problem in this area right now. Fifty percent of our new teachers don’t have college degrees. Right?\"\nNot right, according to information we obtained from the Texas Education Agency, though figures backed up an alternate claim we fielded from White’s campaign.\nAfter a reader brought White's claim to our attention, White's campaign spokeswoman, Desi Canela, told us that White misspoke in the Jan. 11, 2018, public interview with Evan Smith of the Texas Tribune. By phone, Canela said that White, drawing on information from a teacher advocacy group, had intended to stress the increased rarity of newly certified teachers in the state having bachelor’s degrees in education. Canela said that White, whose late father, Gov. Mark White, shepherded into law a 1984 overhaul of state education laws, \"wants to mandate a uniform pathway to be certified to teach\" including, as a \"good first step,\" a focus on educators majoring in education.\nLet’s cover whether incoming teachers have college degrees, then turn to the alternate statement.\nTeachers without degrees?\nTEA spokeswoman Lauren Callahan told us by email that, with minor exceptions, state law requires anyone seeking a state teaching certificate to have a bachelor’s degree. Also by law, Callahan wrote, almost all teachers in open-enrollment charter schools must hold bachelor’s degrees.\nCallahan said that of \"over 25,000 newly certified Texas teachers in 2015-16, a maximum of 1.5 percent could’ve been certified without a baccalaureate degree.\" She added: \"It’s likely the number would’ve been less.\" The agency reached the 1.5 percent estimate, Callahan said, by comparing the 382 individuals newly certified in the two school subjects that don’t require a teacher to hold a bachelor’s degree—\"health science technology\" and \"trade and industrial workforce training\" -- with the 25,451 total newly certified teachers for that year.\nAlternate claim\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nCanela told us White had intended to echo a claim specific to education degrees included in a candidate questionnaire he’d fielded from the Texas State Teachers Association, an affiliate of the National Education Association that advocates for teacher-members.\nCanela emailed us a photo of part of the questionnaire, which says in part: \"A majority of incoming teachers no longer graduate from college with education degrees; they are certified via ‘alternate certification’ programs.’ Some have suggested that reducing the standards for becoming a certified teacher could alleviate the teacher shortage.\" The questionnaire then asks if the candidate is for or against reducing teacher certification standards.\nTo our request for elaboration, TSTA’s Clay Robison emailed us a document, attributed to the State Board for Educator Certification, which oversees the preparation, certification and standards of conduct for Texas public school teachers. The document, dated March 2017, breaks out the ways that new Texas teaching certificates were earned from 2011-12 through 2015-16. In the latter year, the document says, 12,553 individuals gained certificates by taking an alternate route while 8,366 did so by meeting state requirements through an undergraduate program. That makes for a 60-40 split between teachers certified by alternative means and those who went through undergraduate programs though if you also consider individuals certified by coming from out of state or attaining advanced degrees, then people certified via the alternate route comprised 49 percent of newly certified teachers.\nBy email, we drew more recent figures from the TEA’s Callahan indicating that 33 percent of the state’s 32,795 newly certified teachers in 2016-17 were certified through undergraduate education programs--with 52 percent succeeding via alternative certification.\nOur ruling\nWhite said 50 percent \"of our new\" Texas \"teachers don’t have college degrees.\"\nIn fact, very few newly certified teachers lack college degrees. White's camp told us he meant to refer to teachers who don't get certified through undergraduate education programs.\nWe rate what he said False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-01-17 21:18:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Fifty percent of our new\" Texas \"teachers don’t have college degrees.\"    Andrew White Candidate for Democratic nomination for Texas governor https://www.facebook.com/texastribune/videos/10155781851365837/   Austin, Texas Thursday, January 11, 2018 2018-01-11    Read More  info", "vclaim_id": "vclaim-pol-02509"}