{"url": "/factchecks/2014/aug/15/rick-perry/rick-perry-incorrect-congress-five-week-vacation-i/", "speaker": "Rick Perry", "vclaim": "Congress is \"on a five-week vacation.\"", "truth_label": "barely-true", "date": "stated on August 8, 2014 in speech at Red State Gathering in Fort Worth:", "title": "Rick Perry incorrect Congress on five-week vacation; it's a legally mandated and working recess", "text": "Gov. Rick Perry roused a national conservative confab in Fort Worth this month by touting his decision to send up to 1,000 National Guard troops to the Texas-Mexico border and ladling in a jab at Congress.\nAccording to a news story placed online by the Dallas Morning News Aug. 8, 2014, the Republican governor that day reminded the Red State Gathering he’s proud of how Texas has fared on his watch. The story said he got a standing ovation after saying: \"If Washington won’t act to secure the border with Mexico, then as governor of Texas, I will.\"\nIn bringing up his executive action, the story said, Perry \"took the opportunity to contrast it to a federal government — including senators — that he said literally has vacated its responsibilities. ‘Congress shouldn’t be on a five-week vacation,’ Perry said. ‘I can assure you that drug cartels and gangs are not on vacation.’\"\nIs Congress on a 35-day vacation?\nPerry's office didn't immediately engage on this claim.\nA 1970 law mandates annual recess\nWhat we know, though, is Congress started a five-week summer recess late on Aug. 1, 2014, according to a Time magazine news story.  \nThe annual August break is required by law, according to an Aug. 6, 2014, Wall Street Journal blog post by Linda Killian, a senior scholar at the Wilson Center, a think tank. Killian said the Legislative Reorganization Act of 1970 directs the House and Senate to recess for the month of August, until after Labor Day. The act says that unless Congress provides otherwise, the House and Senate shall adjourn no later than July 31 of each year or so and, it looks to us, remain adjourned to the second day after Labor Day, though it also says the mandate shall not be applicable in any year there’s a state of war on July 31 as declared by Congress.\nA post on the U.S. Senate website references the 1970 law and says: \"Today, the August recess continues to be a regular feature of the Senate schedule, a chance for senators to spend time with family\" and \"meet with constituents in their home states.\"\nA web link there led us to a Senate article providing perspective. According to the article, as Congress stayed in session for more of each year into the 1960s, Sen. Gale McGee, D-Wyo., began calling for a summer recess. Each time, according to the article,  the idea split the Senate along generational lines: \"Older senators preferred the traditional system of doing business--come to Washington in January, complete business by summer, and go home. No need for weekend trips or state work periods. Senators had plenty of time to deal with home-state business and reelection campaigns.\n\"But younger senators, facing the realities of the modern Senate, wanted a designated six-week summer recess to allow them to plan family vacations and reconnect with their constituency,\" the article said. \"By 1969, McGee had gained enough support for a test run. The Senate recessed from Aug. 13 to Sept. 3.\" On Aug. 6, 1971, as mandated by the new law, the Senate began its first mandated August recess, the article said.\nIs the recess a vacation?\nIt’s one thing not to be in session, but is that the same as taking a vacation?\nFirst, there’s the Merriam-Webster dictionary defininition of vacation: a \"period of time that a person spends away from home, school, or business usually in order to relax or travel.\"\nThe Time story said that just because it’s called a recess doesn’t mean congressional leaders are taking a break. \"Business still goes on,\" the story quoted Senate Historian Don Ritchie as saying. \"There’s just no action on the floor.\"\nScant business goes on, we suspect, though an official House calendar listed a few hearings scheduled during the 2014 recess — an Aug. 6 hearing of the House Committee on Veterans Affairs on health care access in rural America, hosted by panel Chairman Jeff Miller, R-Fla.; an Aug. 7 hearing of the House Subcommittee on Africa, Global Health, Global Human Rights and International Organizations about combating the Ebola threat; and an Aug. 14 hearing, also by the veterans affairs panel, on rural health care and infrastructure needs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nTime’s story said: \"Especially because this is an election year, many members will be campaigning, visiting offices and town halls in their home states and holding town meetings. Offices will stay open to receive mail and calls from constituents. Members who aren’t up for reelection might enjoy family time or a vacation,\" the story said.\nTexans during the recess\nSpokespeople for Central Texas House members did not respond to our email inquiries about whether their elected boss was taking the month off, nor did we draw responses about Perry’s vacation claim from Texas Sens. John Cornyn and Ted Cruz.\nNeither senator vanished from view after the recess began.\nCruz (like Perry) appeared at the Aug. 8 Red State Gathering, according the News’ story. Each Texan also spoke at the Saturday Aug. 9 Family Leadership Summit in Iowa, the state that’s home to first-in-the-nation presidential caucuses next year. Cornyn, stopping in Midland, talked up his immigration legislation in West Texas on Aug. 6, 2014, according to a news story published the next day by the Midland Reporter-Telegram.\nAnother tack: By scrolling a Twitter list created by journalist Rick Dunham, we looked at what members of the Texas delegation volunteered about their activities in the first week of the 2014 recess, encompassing the period preceding Perry’s \"vacation\" statement.\nNot every member specified personal activities.\nSome excerpts: Rep. Sheila Jackson Lee, D-Houston, said she hosted constituents at a Houston gathering Aug. 2; Rep. Joaquin Castro, D-San Antonio, participated in an Aug. 3 NBC-TV \"Meet the Press\" roundtable; the same day, Rep. Al Green, D-Houston, spoke at a youth recognition luncheon and Rep. John Culberson, R-Houston, addressed a pro-Israel gathering also attended by Lee and Rep. Ted Poe, R-Houston, per tweets.\nThe same week, Rep. Michael Burgess, R-Denton, urged followers not to forget his Aug. 4 town hall in Little Elm and Rep. Randy Neugebauer, R-Lubbock, announced six district town halls through Aug. 14. On Aug. 4, Cornyn was named Mr. South Texas in Laredo; Rep. Beto O’Rourke, D-El Paso, invited constituents to his Aug. 6 town hall and Rep. Mark Veasey, D-Dallas, promoted a town hall scheduled Aug. 20.\nOn Aug. 7, the day before Perry spoke of Congress on vacation, Neugebauer tweeted about visiting the editorial board of the Abilene Reporter-News and Burgess did the same about the board for the Denton Record-Chronicle. That day, O’Rourke said he’d joined Miller, the Florida member, at a medical center in Beaumont, Texas. The same day, Castro posted a photo of his visit with residents to thank them for signing up people for insurance in accord with the Obamacare law; Rep. Bill Flores noted that he’d appeared on a local TV news show; and Rep. Lloyd Doggett, D-Austin, shared a photo showing he fielded a community health advocate award.\nAnalyses by Ornstein, Perry\nNext, we asked the American Enterprise Institute’s Norman Ornstein, a longtime congressional observer, for his analysis. Ornstein replied by email that during the recess, most senators and House members \"use this time to travel to trouble spots or to go back and campaign or do meetings in their home districts or states. They are not laying back in the sun, but working. I would prefer more time in Washington legislating, and less time back in the district. But calling this a five-week vacation is a distortion.\"\nWe circled back to Perry’s office where gubernatorial spokesman Travis Considine noted by email that while the annual recess may be stipulated by law, nothing in law keeps Congress from coming back early if the House and Senate agree to do so. Citing an Aug. 5, 2014, news story in The Hill, a Capitol newspaper, Considine also pointed out the Senate managed to recess by July 31 only 11 times in the past 40 years.\nOur ruling\nPerry said Congress is taking a five-week vacation.\nActually, Congress is a couple weeks into its annual August recess, in keeping with the 1970 law, though Perry has a point in that members aren’t debating matters on the floor of the House or Senate. Our sense is that even if members take some dog days off, the recess isn’t a no-work vacation. Members continue to attend to their districts by holding town halls and other meetings; many also campaign.\nWe rate Perry’s claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check", "vclaim_id": "vclaim-pol-07440"}