{"url": "/factchecks/2016/nov/02/deborah-ross/did-richard-burr-vote-protect-tax-breaks-companies/", "speaker": "Deborah Ross", "vclaim": "\"Richard Burr voted to protect tax breaks for companies that ship jobs overseas but voted against a tax break to help working people.\"", "truth_label": "half-true", "date": "stated on October 13, 2016 in a TV ad:", "title": "Did Richard Burr vote to protect tax breaks for companies that move overseas?", "text": "An ad from Deborah Ross, the North Carolina Democrat running against Republican Sen. Richard Burr, paints Burr as a politician beholden to corporate interests.\nThe ad, which first hit the airwaves in mid-October, features a young ex-Marine named Zach.\n\"He came back from Afghanistan and came home to a job as an electrician,\" the ad says. \"But every year, his paycheck doesn’t go as far. He just wants some economic security. Richard Burr voted to protect tax breaks for companies that ship jobs overseas but voted against a tax break to help working people like Zach. Folks, that’s just wrong. Those aren’t our values.\"\nWe wanted to find out whether Ross was right that \"Richard Burr voted to protect tax breaks for companies that ship jobs overseas but voted against a tax break to help working people.\"\nIt’s a frequent refrain of Ross’ campaign, and outside this ad she has repeated the claim in June, in September and at other times on the campaign trail.\nIt’s also a line of attack other Democratic politicians across the country have used before – ranging from Barack Obama, in his 2014 State of the Union address, to a failed Senate candidate in Kentucky.\nBut there’s a major caveat: Variations on this claim have received rulings like Mostly False or Half True on our Truth-O-Meter, depending on the way it was phrased.\nGiven that the Ross-Burr race is one of the closest in the country, and North Carolina has been particularly hard-hit by the outsourcing of factory jobs, we decided to take a look at how much truth there was to Ross’ claim.\nRoss' ad is talking about a bill called the \"Bring Jobs Home Act,\" which Senate Democrats tried to pass in 2012 and 2014. It failed both years due to opposition from Republicans, and both years Burr did vote against it.\nBurr also joined his fellow Republicans in voting against a 2010 bill that had similar provisions, called the \"Creating American Jobs and Ending Offshoring Act.\"\nThe goal of the bills\nThere is no tax break for companies that move overseas, so the claim is slightly misleading on that account.\nThere are tax breaks, however, for any U.S. company that relocates – whether it’s to the other side of town or the other side of the world.\nThe bills that Burr voted against would have created a new tax incentive for companies that moved jobs back to the United States from overseas. They also would have exempted overseas moves from the types of relocation that can receive tax breaks.\nSo the claim itself has the facts of the bill basically right, although it leaves room for people to get the wrong impression.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe money angle\nTax experts have repeatedly told PolitiFact that the bills were almost entirely symbolic. That’s because the punishments or rewards companies might have received would’ve been insignificant – not nearly large enough to change their behavior and either bring jobs back or stop jobs from leaving.\nAn analysis by Congress’ Joint Committee on Taxation showed the U.S. government would have lost $214 million between 2015 and 2024 if the 2014 version of the bill had passed.\nBut for the sake of not trying to look into the future, let’s just take a look at the 2015 estimates.\nCompanies that outsourced in 2015 would have lost $9 million that year if the bill had passed, the committee found. Meanwhile, companies that insourced would’ve received $19 million in tax breaks.\nThose numbers are minuscule. Corporations were expected to pay $341.7 billion in income taxes in 2015, according to the Tax Policy Center, a branch of the left-of-center Urban Institute and Brookings Institution.\nThe $9 million in extra payments represents 0.0026 percent of the total corporate income taxes. That’s a quarter of a hundredth of 1 percent. The $19 million in savings isn’t much more significant, representing 0.0056 percent of the total.\nWouldn't have changed corporate strategies\nTax experts have previously opined, looking at similar numbers, that the bill simply would not have done enough to persuade any major company to change its business plan.\n\"It adds up to a trivial amount of money,\" James Hines, a professor of law and economics at the University of Michigan, told PolitiFact for a 2014 fact check. \"Given how many big multinational firms we have, it’s impossible that it has any effect on their behavior.\"\nHoward Gleckman, a researcher at the Tax Policy Center, agreed.\n\"For many multinationals, the credit would be largely meaningless,\" he wrote. \"Those firms already pay close to a zero U.S. tax rate thanks to their ability to shift income to low-tax countries. With their U.S. tax liability already low, the credit would do almost nothing to encourage them to shift operations to the U.S.\"\nOur ruling\nRoss said that Burr \"voted to protect tax breaks for companies that ship jobs overseas but voted against a tax break to help working people.\"\nPolitiFact has docked points on several versions of this same claim in the past, in large part because it oversimplifies the bills in question and doesn’t account for the fact that experts don’t think the bills would have done anything to keep jobs in the United States, or bring them back, had the changes become law.\nBurr did vote against the bills in question – inconsequential though they might have been – so there is a sliver of truth here. But the reality of the situation isn’t nearly so cut-and-dried as Ross describes it.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/b9f6abfd-ac60-43cb-a2dd-20fbc5f6d903", "vclaim_id": "vclaim-pol-04003"}