{"url": "/factchecks/2012/apr/06/priorities-usa-action/mitt-romney-pledged-protect-oil-companies-tax-b/", "speaker": "Priorities USA Action", "vclaim": "\"Mitt Romney’s pledged to protect (oil companies') record profits – and their billions in special tax breaks, too.\"", "truth_label": "half-true", "date": "stated on March 30, 2012 in a television ad:", "title": "Mitt Romney pledged to protect oil companies' tax breaks, ad says", "text": "An ad from a pro-Obama super PAC portrays Mitt Romney and the oil industry as cozy pals pledging big bucks to help each other out.\n\nIt's a response to a different super PAC ad that attacked President Obama's energy policies.\n\n\"Who’s behind this ad smearing President Obama?,\" the pro-Obama ad says. \"Big Oil, that’s who. The money they make from high gas prices is going right into Mitt Romney’s campaign. Big oil executives have pledged two hundred million to help him.\n\n\"And Mitt Romney’s pledged to protect their record profits – and their billions in special tax breaks, too. These guys all profit. You pay the price.\"\n\nWe wanted to know if the ad was right that Romney \"pledged\" to protect oil company profits, so we decided to check it out.\n\nWe could not find any explicit pledges by Romney to continue tax breaks for the oil companies. Instead, Priorities USA and others making similar claims rely on Romney’s criticism of Obama’s proposals and Romney’s ties to the oil industry.\n\nEliminating oil and gas tax loopholes is one of Obama’s campaign promises that we are tracking on our Obameter. The Senate hasn’t been able to get enough votes to eliminate those subsidies, which the oil industry has vigorously defended. The industry and its supporters argue that the industry still pays hefty taxes and is a major job producer.\n\nTaxpayers for Common Sense concluded in a 2011 report that the oil and gas industry are poised to get $80 billion in subsidies during the next five years, and that the industry has doled out $140 million over the past decade to influence federal policy.\n\nThe Romney campaign has criticized Obama’s energy policy as calling for \"higher taxes\" and for proposing \"a $4 billion tax increase for oil and gas companies.\" Romney’s policies, meanwhile, call for reducing the corporate tax rate from 35 to 25 percent, but they don’t specifically address tax breaks for oil companies.\n\nRomney himself didn’t provide much clarity when asked directly about his position in a Fox News interview on April 2 with host Greta Van Susteren.\n\nRomney began his answer by saying \"I'm not sure precisely what big tax breaks we're talking about\" and then called for reducing corporate taxes:\n\n\"And then there are various breaks and deductions and exemptions that certain industries have been able to win through lobbying over the years,\" Romney said. \"What I'd like to do is to get the tax rate down so we're competitive with places like Europe, for pete's sake -- get tax rates down and eliminate a lot of the deductions and the breaks and the special deals that a lot of definitely industries get. And I'll look at them one by one.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nRomney’s silence on the issue has been duly noted.\n\nThe Sierra Club complained recently that \"Romney still has not been forthright about his position on the issue.\" The group pointed to Romney’s statement about oil subsidies in April 2011, when he declined to take a position on current tax breaks and again talked about lowering overall corporate taxes.\n\nThe Sierra Club also points to the hefty campaign contributions Romney has received from oil and gas -- more than $750,000 according to the Center for Responsive Politics -- and the pro-Romney Restore Our Future PAC has received almost $1 million. \n\nThe Sierra Club also notes that Romney’s chief energy adviser, billionaire oil executive Harold Hamm, has urged Congress to maintain the tax breaks for industry members. \"Thousands of American jobs they create will be lost if 30 to 40 percent of the capital for drilling is eliminated through the loss of tax provisions,\" Hamm wrote in 2011. The next year, Hamm wrote that eliminating deductions for the industry \"would give us no option but to reduce our drilling programs, resulting in fewer jobs and higher prices.\"\n\nWe asked representatives within the oil industry if they view Romney as pledging to maintain oil tax breaks.\n\n\"From my perspective, having been in the industry for nearly three decades, and having watched various politicians court or ‘diss’ the industry, I wouldn’t necessarily assume anything,\" wrote Kurt Abraham, executive editor of World Oil, in an email. \"We have had politicians in the past, who promised to ‘help’ the industry, who did absolutely nothing, once they got into office. By the same token, I’ve seen politicians that weren’t necessarily thought of as ‘friends’ of the industry, who turned out to be more proactive toward oil and gas than anyone would have imagined. I think that it’s too early to say that Romney will protect the industry’s tax breaks -- I certainly don’t think of him as ‘pledging’ to at this point.\"\n\nFinally, if you’ve read this far, you probably won’t be surprised to know the Romney campaign didn’t respond to our questions about Romney’s position on tax exemptions for the oil industry. The Washington Post’s The Fact Checker also couldn’t get the Romney campaign to clarify his position.\n\nOur ruling\n\nThe Priorities USA Action ad says \"Mitt Romney’s pledged to protect their (oil companies) record profits – and their billions in special tax breaks, too.\" We couldn’t find any pledge from Romney to protect the oil industries’ tax breaks -- if anything, Romney appears to be trying to avoid making any clear statement on how he would handle those subsidies.\n\nBut there are signs that he is favorable toward maintaining those tax breaks. The most notable evidence is his campaign memo’s criticism of Obama for wanting to increase taxes on the industry and the fact that his energy adviser is an oil executive who opposes \"punitive tax increases.\" Romney hasn’t made a \"pledge\" but there are signs he supports the existing tax breaks. We rate this claim Half True.", "vclaim_id": "vclaim-pol-11318"}