{"url": "/factchecks/2012/sep/06/jack-markell/mitt-romney-said-he-likes-fire-people-said-delawar/", "speaker": "Jack Markell", "vclaim": "When it comes to jobless workers, \"Mitt Romney says he likes to fire people.\"", "truth_label": "false", "date": "stated on September 5, 2012 in a speech at the Democratic National Convention in Charlotte, N.C. :", "title": "Mitt Romney said he likes to fire people, said Delaware governor", "text": "Just because Republican Mitt Romney was successful in business doesn’t mean he deserves to be president, said Delaware Gov. Jack Markell at the Democratic National Convention in Charlotte, N.C.\n\n\"Because when you move from business to government, what matters are the lessons you learn and what those lessons say about your priorities,\" Markell said in his Sept. 5, 2012, speech. \"And Mitt Romney learned all the wrong lessons.\"\n\nMarkell then told a story about a refinery closing in Delaware, noting his own efforts to help laid-off workers find jobs.\n\n\"Let me ask you: What do you think Mitt Romney would have done if that call came in? Well, Mitt Romney already told us what he would do. Mitt Romney says he likes to fire people. And Barack Obama? He likes to see people hired,\" Markell said.\n\nMarkell here is cherry-picking Romney’s words and putting them in a context Romney never intended.\n\nThose words from Romney date back to Jan. 9, 2012, when Romney was speaking about health care -- not the economy or jobs -- at the Nashua, N.H., Chamber of Commerce.\n\nSpecifically, he was talking about what should happen if people aren’t happy with their health insurance provider.\n\n\"I want individuals to have their own insurance,\" Romney said. \"That means the insurance company will have an incentive to keep you healthy. It also means if you don’t like what they do, you can fire them. I like being able to fire people who provide services to me. You know, if someone doesn’t give me a good service that I need, I want to say I’m going to go get someone else to provide that service to me.\"\n   \nAt the time, Romney knew he had made a gaffe that opponents would seize on: \"Things can always be taken out of context. And I understand that that's what the Obama people will do. But, as you know, I was speaking about insurance companies and the need to be able to make a choice. And my comments entirely reflected that discussion, which is we should be able to choose the insurance company of our choice.\"\n\nWe should note that Romney has done the same thing to Obama, who flubbed the line \"you didn’t build that.\" (At the Republican National Convention, speakers repeated variations of the line over and over.) We put the claim on the Truth-O-Meter when the Romney campaign said in a Web video, \"President Obama recently said: ‘If you've got a business, you didn't build that. Somebody else made that happen.’ Clearly, this President doesn't understand how our economy works.\" Actually, Obama was talking about the importance of government-provided infrastructure and education to the success of private businesses. We rated the Romney campaign’s statement False.\n\nStill, two wrongs don’t make a right. Romney never said anything about liking to fire people when it came to laid-off workers.\n\nOur ruling\n\nMarkell talked about helping laid-off workers find jobs, then said, \"What do you think Mitt Romney would have done if that call came in? Well, Mitt Romney already told us what he would do. Mitt Romney says he likes to fire people.\"\n\nHe’s cherry-picking Romney’s words and putting them in an entirely different context. What Romney actually said was, \"I like being able to fire people who provide services to me,\" and he was talking specifically about switching health insurance companies if a provider isn’t giving good service.\n\nWe rate Markell’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n Says Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10441"}