{"url": "/factchecks/2010/aug/12/liz-carter/johnson-bailed-cops-teachers-firefighters-vets-and/", "speaker": "Liz Carter", "vclaim": "Hank Johnson voted against legislation to help \"first responders, teachers, vets and troops.\"", "truth_label": "half-true", "date": "stated on August 5, 2010 in a press release:", "title": "Johnson bailed on cops, teachers, firefighters, vets and troops with 'no' vote, opponent says", "text": "How could he?\n\nThat's the question Liz Carter asked last week about U.S. Rep. Hank Johnson, a DeKalb County Democrat. Carter, a Republican running to unseat Johnson, sent out a news release criticizing his vote against a resolution on July 27 that approved billions of dollars for the military efforts in Afghanistan and Iraq and other initiatives.\n\n\"Who in their right mind would vote no on this critical piece of legislation?\" Carter said. \"Congressman Johnson's refusal to support this bi-partisan legislation only serves to show how out of touch he is with the 4th district. His No vote shows he does not support [police officers, firefighters,] teachers, vets and troops.\"\n\nCarter said the legislation provided $24 billion \"to help keep teachers, police and firefighters employed during the recession.\" She also complained about Johnson's vote on her Facebook page. The 4th Congressional District consists largely of DeKalb County, with portions of Gwinnett and Rockdale counties. Democrats typically dominate congressional elections in that district.\n\nJohnson spokesman Andy Phelan told AJC PolitiFact during a telephone interview that Carter didn't have her facts right about the resolution or the congressman's position.\n\nWe decided to check this one out.\n\nThe legislation was called House Resolution 4899. The original legislation, passed by the U.S. House of Representatives in March, provided $5.1 billion for the Federal Emergency Management Agency and $600 million for a summer jobs program, according to Congressional Quarterly, a news organization that closely tracks legislation in Washington. In May, the U.S. Senate passed an expanded version of the bill that included $37.1 billion for military operations in Iraq and Afghanistan and $13.4 billion for veterans exposed to Agent Orange, CQ reported.\n\nOn July 1, the House added an amendment to include $10 billion to assist in the hiring and retention of teachers, $5 billion for Pell grants for college students and $701 million for border security, CQ reported.\n\nRepublicans opposed the additional domestic spending, and there was not enough Senate support to pass the House-amended version, according to CQ. On July 22, the Senate rejected those House measures and returned the resolution to the House. The House voted July 27 on the version of the bill without the funds for teachers, Pell grants and border security, CQ reported.\n\nJohnson voted against the resolution because the Senate version of the bill did not have funding for teachers and other domestic priorities he felt were important, Phelan said in an e-mail.\n\nCarter e-mailed PolitiFact Georgia a statement saying she \"fell prey to relying on a final summary of the H.R. 4899 legislation after having read a prior version of the legislation.\" She posted a similar message on her blog titled \"Oops, I made a mistake, but he still doesn't get it.\" Carter still said Johnson must answer why he voted against legislation that would help veterans and troops overseas.\n\nWe're sure Carter and Johnson will debate that as the Nov. 2 election nears. As for her statement, the version of the resolution that Johnson voted against did not include funding for domestic first responders or teachers. It did include money for military veterans and operations in Iraq and Afghanistan. We rate Carter's attack against Johnson as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Kemp\n\n\nstated on July 5, 2010 in a Cobb County Republican Party breakfast speech June 5\n\n\n\n\n\n\n\n\nSays his GOP challenger, Doug MacGinnitie, \"hadn’t voted in a Republican primary for almost 20 years until 2008.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 4, 2010", "vclaim_id": "vclaim-pol-14604"}