{"url": "/factchecks/2014/nov/25/jason-stanford/democratic-consultant-says-texas-had-nations-lowes/", "speaker": "Jason Stanford", "vclaim": "\"Texas had the worst voter participation in the country\" in the November 2014 elections.", "truth_label": "mostly-true", "date": "stated on November 17, 2014 in a commentary:", "title": "Democratic consultant says Texas had nation's 'worst voter participation' in November 2014", "text": "A Democratic strategist partly attributed his party’s worse-than-expected loss in the Texas governor’s race to low voter turnout.\nJason Stanford, a political consultant, researcher and former gubernatorial campaign manager, said in a commentary in the Nov. 17, 2014, Austin American-Statesman that millions of Texans had \"slept through the election.\" In fact, Stanford declared, \"Texas had the worst voter participation in the country.\"\nThe Lone Star State has a reputation for light voter interest, but did it sport the worst turnout in the nation in 2014? It very likely may have, we discovered, but it’s too early to know for sure.\nWeak track record\nIn recent years, the percentage of Texans turning out to vote in statewide elections was among the lowest in the country.\nAccording to a 2013 Texas Civic Health Index report by the Annette Strauss Institute for Civic Life at the University of Texas, Texas ranked last in voter turnout in the 2010 election. Citing U.S. Census Bureau information based on voter surveys every even-numbered year, the report said Texas ranked 48th in turnout in 2012, 47th in 2008 and 49th in 2006. The 2014 survey results are yet to be reported.\nIt’s not just Texas that’s experienced low voter turnout. According to a Nov. 11, 2014, editorial in the New York Times, the November 2014 election saw the smallest share of eligible-to-vote Americans turn out to vote--36.3 percent--since the mid-term election year of 1942.\nStanford’s backup\nStanford, asked where his numbers came from, directed us to a Nov. 6, 2014, news blog post by the Dallas Observer, an alternative news weekly. Its story, titled \"Texas Had the Worst Voter Turnout in the Country, and the Rain in Dallas Didn’t Help,\" posted data from the Florida-based United States Elections Project, a one-man operation from University of Florida political scientist Michael McDonald that’s reported voter turnout by state since 2000.\nAccording to the Elections Project, Texas sustained the nation’s second-lowest turnout rate of 28.5 percent, trailing only Indiana, which landed at 28 percent.\nIn contrast, numbers from the Texas Secretary of State suggest nearly 34 percent turnout in Texas.\nWhat explains the difference?\nMcDonald’s project looks at the share of voters eligible to vote, registered or not, as its base, while the state presents the share of registered voters (a smaller group) as its base.\nBy phone, McDonald said many states base announced turnout percentages on the registered voter population because that number is easily accessible and doesn’t require calculations based on estimates by the Census Bureau.\nOn the Elections Project website, McDonald calls turnout rates for registered voters alone \"uninformative for comparison purposes\" because voter registration practices vary across states (North Dakota, for instance, requires no voter registration). Also, McDonald writes, voter registration rolls include double entries because the records don’t always catch up to voters changing residences and they often list voters who have left the state.\nMany Americans could vote but don’t bother to register. Al Jazeera America reported on Nov. 5, 2014, that 70 million Americans who qualified to vote did not register for the 2014 election and, hence, were excluded from voter turnout calculations based on the share of registered voters who cast ballots.\nFor his analysis of each state, McDonald said, he reached his turnout estimates by considering the number of votes cast in the statewide race generating the highest participation -- which in Texas was the governor’s race (also the race used by the Texas Secretary of State to calculate turnout, office spokeswoman Alicia Pierce told us by phone).\nBy phone, Observer reporter Stephen Young told us he declared Texas’ voter turnout the nation’s lowest for the year because that appears to hold for the 36 states that had gubernatorial elections, which he said draw more voters in non-presidential election years than balloting in states lacking those marquee races. Indiana (the state with lower turnout than Texas) was among the 14 states lacking a vote for governor.\nCalculating voter turnout\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOur research showed there is no universally agreed-upon method of calculating voter turnout. Some groups use a state’s voting-age population to determine turnout; others, like the Elections Project and the Census Bureau, start from adults eligible to vote by estimating and subtracting adults legally ineligible to vote including felons and non-citizens. Others, like many state governments, calculate the portion of registered voters who voted in a given race.\nIn a 2012 survey, the U.S. Election Assistance Commission, an independent clearinghouse of elections information, asked each state to report its voting statistics. The EAC compiled the responses and ranked Texas 47th in turnout among voting-age citizens (ahead of West Virginia, Hawaii, New Mexico and Mississippi).\nA wrinkle to consider when talking turnout is that voters participate in voting for some offices more than others. Of Texas’ 14,025,441 registered voters as of November 2014, about 4.7 million voters participated in the gubernatorial election while about 4.6 million made a choice in the race for U.S. senator (even though it topped the ballot); down the ballot, a little more than 3.7 million votes were cast for one of the Texas Supreme Court seats, according to unofficial results.\nHistorically, the Texas Secretary of State reports the turnout of registered voters and turnout of the voting-age population, though the state has yet to calculate the latter figure for the 2014 elections.\nThe Strauss Institute report was based on census bureau data gathered by a phone survey in which residents were asked questions to determine if they were eligible to vote, then were asked if they’d voted. The report said: \"While other ways of measuring voting rates are available, each calculates the ‘eligible’ population—the denominator in the fraction—differently.\"\nWe asked McDonald precisely how he whittles Census Bureau population estimates down to the estimated number of adults eligible to vote in each state and then how he quickly establishes turnout percentages.\nBy phone, McDonald said:\n-He begins with the voting-age population and subtracts population estimates for demographics that are ineligible to vote, like felons and non-citizens.\n-He calculates each state’s number of eligible voters in the months before an election, then uses vote counts reported by the Associated Press after election night and historical data from past elections to call voter turnout before all votes are counted.\n-He cautions that no turnout numbers will be official until states report total ballots cast to the Election Assistance Commission--probably by late 2015--so for now, the Texas numbers are an estimate.\nIndependent confirmation\nWe sought to compare the Elections Project estimates of voter turnout with other analyses, nearly coming up empty. Officials with groups we queried--the Pew Research Center, the Voter Participation Project, the Election Assistance Commission and the Texas Tribune--said they relied on the project’s figures.\nBy phone, Curtis Gans, who has led the Center for the Study of the American Electorate at American University in Washington, D.C, since at least 1976, told us preliminary data collected by the center for 2014 didn’t conclusively show Texas, which hasn’t yet finished counting ballots, would have the nation’s worst voter turnout.\n\"Texas has been near the bottom for many years, but I’m not sure if it’s at the bottom this year,\" Gans said. \"In any case, it will be near the bottom.\" He said the center would release its voter turnout data within weeks.\nHe said other states with historically low turnout, like New York and California, also haven’t finished counting ballots. As of Nov. 7, 2014, three days after the elections, the Elections Project said, 31.8 percent of California’s 24,408,163 eligible-to-vote citizens had turned out for the 2014 election, while 28.8 percent of New York’s 13,563,172 had voted.\nOur ruling \nStanford said that in November 2014, \"Texas had the worst voter participation in the country.\"\nAccording to the respected Elections Project, Texas appears to have had the lowest voter participation among states with a governor’s race. Among all states, though, Indiana appears to have had lower turnout--and besides, voting statistics aren’t final.\nWe rate Stanford’s statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06966"}