{"url": "/factchecks/2019/apr/25/john-delaney/most-home-care-government-funded/", "speaker": "John Delaney", "vclaim": "\"Most of home care is paid by government programs.\"", "truth_label": "mostly-true", "date": "stated on April 13, 2019 in a Tweet:", "title": "Is most home care paid by government programs?", "text": "For the aging and those with long-term care needs, receiving care at home is more affordable than institutionalized facilities like hospitals or nursing homes. But presidential candidate John Delaney argued on Twitter that even with jobs growing in the home care industry, workers are struggling with low wages because \"most of home care is paid by government programs, which don’t pay enough.\"\nIs home care really funded mostly by government programs? We decided to check.\nDelaney, a former Maryland congressman, got his numbers from a factsheet from the Centers for Medicare and Medicaid Services, his campaign spokesperson Will McDonald told PolitiFact. The factsheet stated that \"Medicare and Medicaid together made up 76 percent of home health spending in 2017.\"\nMedicare paid a total of $38.7 billion, followed by Medicaid, which paid for over $35 billion, according to the 2017 data. Government programs, including Medicaid, Medicare, Department of Veteran Affairs programs, state and local programs, and the Children’s Health Insurance Program spent $75.2 billion on home health care. Together, they add up to 78% of total home health care spending.\nMost of the money spent on home health care went to skilled medical care. However, those numbers don’t capture another big part of the spending on care at home: long-term, non-medical unskilled care.\nThis unskilled care includes things like assistance with bathing, cooking, eating, using the toilet, dressing, shopping, and chores. These services are usually for seniors and people with illness and disabilities.\nMedicare, for instance, only covers short-term, intermittent unskilled care concurrently with the medical care people receive from therapists and nurses, for less than 8 hours a day up to a period of 60 days, according to the government. That’s part of Medicare’s home health spending of $38.7 billion in 2017.\nBut for long-term unskilled care, Medicare doesn’t pay at all.\nAnd Medicaid pays for long-term unskilled care only in some cases.\nExcluding medical care, Medicaid spent $76.9 billion on home and community-based long-term care in fiscal 2017, a survey of Medicaid programs by the Kaiser Family Foundation suggested.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Medicaid is the only program that covers some of this non-medical long-term care under certain circumstances for people who have spent down their assets\", said Ani Turner, co-director of Sustainable Health Spending Strategies at Altarum, a nonprofit research organization.\nLong-term unskilled care at home is paid for by out-of-pocket private payers, long-term care insurance, or by Medicaid, for those who qualify based on states’ eligibility standards for low income, said Regina Shih, Ph.D., Senior Policy Researcher at the non-profit RAND Corporation, who studies Long-Term Services and Supports.\nHow much is spent on long-term unskilled care at home by all payers? We don’t know.\nDespite a booming private home care industry, \"the full size and range of private pay just hasn't really been captured,\" Spillman said.\nFor the elderly who are not institutionalized, government programs pay less than 30% of their home and community care bills. A Department of Health and Human Services policy brief estimated that people turning 65 between 2015 and 2019 will pay 68.6% of their home or residential care costs out-of-pocket.\nStill, Delaney made a valid point about wages, experts said. \"Since the government is paying for a large share of home health care services,\" Turner said, \"the reimbursement rates paid under these government programs strongly influence what home health agencies can afford to pay their workers.\"\nThere's one final point to consider when we tabulate the dollars spent on in-home care. Formally reported spending on long-term services and support underestimates total expenditures, noted the report by the Congressional Research Service. A lot of non-medical in-home care was shouldered by family caregivers, who are often uncompensated, said Shih.\n\"This reliance on unpaid caregivers while governments are trying to curb (Long-Term Services and Supports) costs is why caring for older adults and those with disability in our nation is a crisis,\" Shih said.\nOur ruling\nDelaney said that \"Most of home care is paid by government programs.\"\nMedicaid, Medicare, CHIP are the largest payers of total medical care at home. However, the current data doesn’t capture the mix of spending that includes long-term non-medical home care, for things like shopping, bathing and other everyday chores.\nBased on the available data, we rate this statement Mostly True.\n Share the Facts 2019-04-25 21:28:57 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Most of home care is paid by government programs.    John Delaney Democratic candidate for president  https://twitter.com/JohnDelaney/status/1117250718468063237   Twitter Saturday, April 13, 2019 2019-04-13    Read More  info", "vclaim_id": "vclaim-pol-00713"}