{"url": "/factchecks/2019/mar/27/brian-joseph/was-catalytic-converter-invented-west-virginia-not/", "speaker": "Brian Joseph", "vclaim": "\"The catalytic converter used in automobiles was invented in West Virginia.\"", "truth_label": "barely-true", "date": "stated on February 10, 2019 in a newspaper interview:", "title": "Was the catalytic converter invented in West Virginia? Not exactly", "text": "Did West Virginia give the world the catalytic converter, an essential part of every gasoline-powered automobile today?\nThat’s what Brian Joseph, the CEO of Touchstone Research Laboratory of Triadelphia, W.Va., said in a business article in WV News on Feb. 10.\nThe article focused on Touchstone’s technology business, which includes thermal protection systems. Some of its products have been supported by the federal government’s Small Business Innovation Research program.\nIn touting his company, Joseph said it followed in the tradition of other inventions from West Virginia. \"The catalytic converter used in automobiles was invented in West Virginia,\" he said.\nIs this true? Not exactly.\nThe catalytic converter turns harmful emissions into less harmful ones before leaving a car’s exhaust system.\nThe catalytic converter was invented by a French chemist, Michel Frenkel, in 1909, said Elsa Atson of the Science History Institute’s Othmer Library. Frenkel had no West Virginia connection.\nHowever, the Frenkel invention was an early model, and it required refinement to produce a workable automotive part.\nIn the early 1970s, engineers at Engelhard Industries made the biggest leap, creating what’s called the three-way catalytic converter. The Engelhard invention was considered a significant improvement over previous types of catalytic conversion. Federal regulators began requiring catalytic converters in automobiles later that decade, in order to ease air pollution, and since then, hundreds of millions have been installed.\nEngelhard has long been based in New Jersey, and we found no evidence that they had a West Virginia facility that was the birthplace of the new form of catalytic converter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThe team of chemical engineers at Engelhard that invented the new catalytic converter was headed by Carl D. Keith and John J. Mooney.\nIn Keith’s 2008 New York Times obituary, Lindsay Brooke, an editor at the Society of Automotive Engineers, said that the catalytic converter, \"combined with the transition to unleaded gasoline, led to a dramatic improvement in air quality and enabled the auto industry to meet the Clean Air Act regulations.\"\nIn 2002, President George W. Bush presented Keith and Mooney with the National Medal of Technology.\nWhy does this matter? Keith was born in Stewart Creek, W.Va.\nSo that’s a West Virginia connection.\nHowever, it’s a stretch to suggest that the catalytic converter was invented in West Virginia, as Joseph had told the newspaper.\nKeith earned degrees from Salem College in Winston-Salem, N.C.; Indiana University; and DePaul University in Chicago. He retired to Marco Island, Fla., and died while visiting family in New Bern, N.C.\nJoseph told PolitiFact West Virginia that aside from being Keith’s birthplace, West Virginia has been a hub of petrochemical innovation due to companies such as Union Carbide, which had major facilities in the state.\n\"The petrochemical revolution in the United States really started in West Virginia,\" Joseph said. \"Union Carbide was right at the forefront of everything. Bakelite was acquired in the 1940s.\"\nOur ruling\nJoseph said, \"The catalytic converter used in automobiles was invented in West Virginia.\"\nOne particularly important type of catalytic converter was co-invented by Keith, who was born in West Virginia. But he did not invent it in West Virginia.\nWe rate his statement Mostly False.\n Share the Facts 2019-03-27 20:47:55 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The catalytic converter used in automobiles was invented in West Virginia.\"    Brian Joseph CEO of Touchstone Research Laboratory https://www.wvnews.com/news/wvnews/touchstone-labs-growing-business-and-sending-wv-coal-into-space/article_9b470ce3-3f25-53e9-b38d-e15f9632fd73.html   a newspaper article Sunday, February 10, 2019 2019-02-10    Read More  info", "vclaim_id": "vclaim-pol-00843"}