{"url": "/factchecks/2018/jun/20/leah-vukmir/has-trump-backer-and-senate-candidate-leah-vukmir-/", "speaker": "Leah Vukmir", "vclaim": "On separating families at the border.", "truth_label": "half-flip", "date": "stated on June 19, 2018 in a statement:", "title": "Has Trump backer and Senate candidate Leah Vukmir changed position on separating families at border?", "text": "Amid a growing uproar, has Republican U.S. Senate candidate Leah Vukmir -- a consistently hardline supporter of President Donald Trump -- changed her position on separating children from their parents at the border?\n\n\n\n\nRead our fact checks in the Wisconsin U.S. Senate race\n\n\n\n\n \nWe turn to the Flip-O-Meter, which examines an official's consistency on an issue. It does not pass a judgment on a politician who changes positions, or determine if any shift is good policy or good politics.\nVukmir is running against Kevin Nicholson in the August 2018 GOP primary. The winner takes on first-term Democratic Sen. Tammy Baldwin in the November 2018 general election.\nNews reports indicated a change on Vukmir’s part.\nSo, let’s take a closer look.\nWhat’s been happening\nAs PolitiFact National has reported:\nU.S. Attorney General Jeff Sessions in April 2018 announced a \"zero-tolerance\" policy, meaning every person caught crossing the border illegally would be referred for federal prosecution.\n\nA good number of these people are adult migrants traveling with children. By law, when adults are detained and criminally prosecuted, their children cannot be housed with them in jail. Instead, kids are placed in a Department of Health and Human Services shelter until they can be released to a legal guardian.\n\nSome 2,000 children have been separated from the adults they were traveling with across the U.S. border, according to the Department of Homeland Security. The children were separated from 1,940 adults from April 19 through May 31, 2018, as a result of border-crossing prosecutions.\nNow to what Vukmir has said.\n‘Process has to be upheld’\nVukmir had this exchange with Milwaukee-based TV show host Mike Gousha during a June 8, 2018 interview (broadcast June 10, 2018):\nGousha: \"Do you have any concerns about some of the reports coming from along the border that say that people who are either seeking asylum or are trying to cross into the country illegally -- that parents and children are being separated? Do you have concerns about that?\"\nVukmir: \"Obviously, and I am going to have to watch that very closely. But people are taking advantage of our generosity in this country and I believe we are a nation of laws, and we have to stand up and uphold those laws ….There is a process that has to be upheld.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nSo, Vukmir states concern about separating children from their parents at the border. But she does not express opposition to the practice and says laws must be upheld.\nVukmir had a different take 11 days later.\n‘Shouldn’t be separated’\nVukmir made this statement to the Associated Press on June 19, 2018:\n\"Of course families shouldn’t be separated. I was discussing this with\" U.S. Sen. Ron Johnson, R-Wis., \"and he told me they’d be having a hearing as soon as next week to move on a fix to address this problem right away.\"\nThis is a shift. Vukmir is saying the practice of separating children from their parents should not happen.\nThe next day, Trump himself changed positions. As USA Today reported:\n\"President Trump, facing a national outcry, said Wednesday he would sign an executive order to keep migrant families together at the border, abandoning his earlier claim that the crisis was caused by an iron-clad law and not a policy that he could reverse.\"\nOn that, Vukmir’s campaign told us Vukmir is \"glad\" about Trump’s decision and \"now we need to focus on fixing our broken immigration system, and that begins with securing our borders.\"\nOur rating\nOur ratings on the Flip-O-Meter are:\nNo Flip – No significant change in position.\n\nHalf Flip – A partial change in position.\n\nFull Flop – A complete change in position.\nVukmir never explicitly declared support for separating children from their parents at the border.\nBut she went from stating no opposition to the practice, and saying laws must be upheld, to saying it shouldn’t happen.\nFor a partial change in position, we give Vukmir a Half Flip.\n Share the Facts 2018-06-20 19:42:11 UTC   PolitiFact    8 1 7  PolitiFact Rating: Half Flip  On separating families at the border.     Leah Vukmir Republican candidate for U.S. Senate https://twitter.com/sbauerAP/status/1009186087737135112   In a statement Tuesday, June 19, 2018 2018-06-19    Read More  info", "vclaim_id": "vclaim-pol-01946"}