{"url": "/factchecks/2011/feb/18/dan-patrick/state-sen-dan-patrick-says-80000-abortions-are-per/", "speaker": "Dan Patrick", "vclaim": "\"We have 80,000 abortions in Texas every year.\"", "truth_label": "true", "date": "stated on February 17, 2011 in remarks on the Senate floor:", "title": "UPDATED: State Sen. Dan Patrick says 80,000 abortions are performed in Texas every year", "text": "UPDATE, 11 a.m., July 11, 2013: More than two years after this fact check was completed, we rated as Mostly False a claim that more than 80,000 abortions annually occur in Texas. This rating traced to state-collected data indicating 72,470 abortions occurred in Texas in 2011, down from some 77,000 abortions reported for 2010. See that full article here. We did not change this Truth-O-Meter story, which reflects abortion counts and other information available at the time Dan Patrick made his claim.\n\nAnswering colleagues’ questions about his proposal to require women seeking an abortion to first get a sonogram, state Sen. Dan Patrick, R-Houston, said: \"We have 80,000 abortions in Texas every year.\"\n\nLast month, we rated True Gov. Rick Perry’s statement at a Texas Rally for Life that there have been 50 million abortions nationally since the 1973 U.S. Supreme Court ruling that states cannot prohibit abortions before the point at which a fetus can survive outside a woman’s body. We decided to check Patrick’s statement, too.\n\nDonna Bahorich, a Patrick spokeswoman, pointed us to a web page about abortions in Texas on the Texas Department of State Health Services website.\n\nThe Texas Abortion Facility Reporting and Licensing Act requires every abortion facility in the state to submit an annual report to the department on each pregnancy terminated at the facility, according to the page, which was updated in July. In 2007, 81,079 induced abortions were reported to the agency.\n\nCarrie Williams, a DSHS spokeswoman, pointed us to more recent data that showed a slight uptick in abortions in Texas in 2008: 81,591. According to the department, 78,330 of those abortions were performed on Texas residents, and 2,974 were performed on residents from out of state or another country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nNext, we turned to the respected Guttmacher Institute, which studies and advocates on issues related to reproductive health. According to a 2011 fact sheet prepared and posted online by the institute, 579,700 of 5.1 million women of reproductive age in Texas became pregnant in 2008. Seventy percent of those pregnancies resulted in live births, the sheet says, and 15 percent in induced abortions.\n\nThat year, the sheet says, 84,610 women obtained abortions in Texas — a rate of 16.5 abortions per 1,000 women of reproductive age. The sheet cautions: \"Some of these women were from other states, and some Texas residents had abortions in other states, so this rate may not reflect the abortion rate of state residents.\" The sheet also says the 2008 Texas abortion rate was down 4 percent from the 2005 rate. \n\nIn 2008, according to the institute, abortions in Texas represent 7 percent of  all abortions in the United States — 1.2 million American women obtained abortions that year.\n\nFinally, we wondered whether 80,000 abortions are performed in Texas every year, as Patrick says — not just the most recent year.\n\nAccording to a January Guttmacher report on abortion trends in Texas from 1973-2008, abortions increased from a low of less than 20,000 in 1973 to a peak of more than 100,000 in 1981. The report shows a downward trend since then.\n\nAccording to the Department of State Health Services, 82,056 induced abortions were reported in 2006, 77,374 in 2005, 75,053 in 2004, 79,166 in 2003, 79,929 in 2002 and 77,537 in 2001.\n\nSo, per the latest available data, Patrick is close. We rate his statement as True.", "vclaim_id": "vclaim-pol-13575"}