{"url": "/factchecks/2008/jan/02/chris-dodd/polarizing-yes-but-electable-too/", "speaker": "Chris Dodd", "vclaim": "\"The fact of the matter is that my colleague from New York, Senator Clinton, there are 50 percent of the American public that say they're not going to vote for her.\"", "truth_label": "mostly-true", "date": "stated on October 30, 2007 in a debate in Philadelphia:", "title": "Polarizing, yes, but electable, too", "text": "During an October 2007 debate, Sen. Chris Dodd was asked about Sen. Hillary Clinton's electability, which has been a persistent question in her bid for the White House.\n\n\"Whether it's fair or not fair, the fact of the matter is that my colleague from New York, Senator Clinton, there are 50 percent of the American public that say they're not going to vote for her,\" Dodd said. \"We as a party certainly have to take that into consideration.\"\n\n\nClinton and her husband, former President Bill Clinton, were reviled by some conservative segments of the electorate by the time he left office in 2001. And Gallup Organization polling has showed that the percentage of people with a negative opinion of Hillary Clinton has scored in the 40s — or higher — consistently since 2000.\n\n\nDodd isn't the first to question whether Clinton could win a national election, or to note how polarizing she is. Among others:\n\n\n• \"The fact that Senator Clinton is a polarizing figure in American politics is not even a point of debate,'' said David Axelrod, a senior campaign adviser to Barack Obama. \"It's an empirical fact.''\n\n\n• Republican strategist Karl Rove called Clinton \"fatally flawed\" because of her high negatives.\n\n\nIn the matter of Dodd's quote, a Zogby International survey released in October 2007 reported 50 percent of voters would refuse to vote for her. A Harris Poll in March 2007 had the same result.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nHowever, that statistic alone doesn't tell the whole story of whether or not Clinton could win in the general election.\n\n\nClinton generates strong ill-will among Republicans but she also draws raves by Democrats. A Gallup Poll released Dec. 19, 2007, shows Clinton has advantages against leading Republican candidates Rudy Giuliani, Mike Huckabee and Mitt Romney in hypothetical matchups. She led most Republicans narrowly in Rasmussen Reports polling in December 2007, and in some cases better than other leading Democrats.\n\n\n\"While she may be polarizing, she is definitely electable. If Sen. Clinton is the Democratic nominee, she has a very strong base of support and very strong opposition,\" said pollster Scott Rasmussen, president of Rasmussen Reports.\n\n\nThe Gallup Poll also found that Clinton would not have to look far to find a polarizing candidate who took the White House. Her husband, Bill, won in 1992 when his negatives outstripped his positives in spring polling. George W. Bush won re-election in 2004 with high unfavorability ratings, although the Gallup Poll had higher positive ratings for him than negative ratings early in 2004.\n\n\nIn 2007, Clinton's favorability went from 48 percent in August to 51 percent in December, noted Jeffrey Jones, managing editor of the Gallup Poll.\n\n\n\"I would say with her favorability ratings now she could be electable,\" Jones said. \"It would definitely be to her advantage if the Republican Party would nominate a candidate with high unfavorability.\"\n\n\nSo Dodd is accurate when he cites polls that show 50 percent of the American public won't vote for Clinton. But the rest of the story is that it's not a dealbreaker as far as electibility goes.", "vclaim_id": "vclaim-pol-16440"}