{"url": "/factchecks/2011/mar/10/michael-moore/michael-moore-says-400-americans-have-more-wealth-/", "speaker": "Michael Moore", "vclaim": "\"Just 400 Americans -- 400 -- have more wealth than half of all Americans combined.\"", "truth_label": "true", "date": "stated on March 5, 2011 in a speech to protesters in Madison, Wisconsin:", "title": "Michael Moore says 400 Americans have more wealth than half of all Americans combined", "text": "Documentary filmmaker Michael Moore so admired the daily demonstrations against Wisconsin Gov. Scott Walker that he traveled from New York to Madison for one on March 5, 2011.\n\nThe liberal firebrand opened his speech by heaping praise on those fighting the Republican governor’s efforts to take collective bargaining powers from state and local government employees.\n\nBut he put more firepower into bashing the nation’s rich.\n\n\"Right now, this afternoon, just 400 Americans -- 400 -- have more wealth than half of all Americans combined,\" Moore avowed to tens of thousands of protesters.\n\n\"Let me say that again. And please, someone in the mainstream media, just repeat this fact once; we’re not greedy, we’ll be happy to hear it just once.\n\n\"Four hundred obscenely wealthy individuals, 400 little Mubaraks -- most of whom benefited in some way from the multi-trillion-dollar taxpayer bailout of 2008 -- now have more cash, stock and property than the assets of 155 million Americans combined.\"\n\nOK, we’ve repeated Moore’s declaration (including the reference to Hosni Mubarak, the former Egyptian president).\n\nNow let’s see if what he asserts -- that 400 Americans \"have more wealth than half of all Americans combined\" -- is true.\n\nMoore has made other staggering claims about the gap between the nation’s rich and poor. In Capitalism: A Love Story, his 2009 documentary, Moore said \"the richest 1 percent have more financial wealth than the bottom 95 percent combined.\"\n\nHe was awarded a Mostly True by our colleagues at PolitiFact National for that claim.\n\nFor his Madison speech, Moore posted a version of the text on his website. It included a link to back up his statement about the 400 wealthiest Americans. The link was to a blog post by Dave Johnson, a fellow at the Commonweal Institute, a California organization that says it promotes a progressive agenda.\n\nJohnson wrote that in 2007, the combined net worth of the 400 wealthiest Americans, as measured by Forbes magazine, was $1.5 trillion; and the combined net worth of the poorer 50 percent of American households was $1.6 trillion.\n\nAside from using slightly different terminology than Moore did, Johnson’s numbers present two problems:\n\nThey’re four years old. And they indicate that the poorer 50 percent of American households had a higher net worth than the 400 richest Americans.\n\nThat’s the opposite of what Moore said in Madison.\n\nWe were referred to another item on Moore’s website that was posted two days after the Madison speech. It cites more recent figures, for 2009.\n\nSo, let’s start again.\n\nIn that item, Moore correctly quoted Forbes, which said in a September 2009 article that the net worth of the nation’s 400 wealthiest Americans was $1.27 trillion.\n\nForbes generates its list annually, using interviews, financial documents and other methods to tally their figures. Microsoft co-founder Bill Gates, with an estimated net worth of $50 billion, topped the 2009 list for the 16th consecutive year\n\nThe second part of Moore’s claim -- that the net worth of half of all Americans is less than that of the Forbes 400 -- is more complicated.\n\nMoore cited a December 2010 Federal Reserve Board report that said the net worth for all U.S. households was $53.1 trillion in September 2009. That was the same month Forbes released its top 400 list.\n\nThat’s a starting point -- $53.1 trillion is the net worth for everybody.\n\nMoore also cited a March 2010 \"working paper\" by Edward Wolff, an economist at New York University and Bard College. Wolff was a key source in Moore’s claim that was rated Mostly True by PolitiFact National.\n\nWolff’s paper said that as of July 2009, the three lowest quintiles of U.S. households -- in other words, the poorest 60 percent of U.S. households -- possessed 2.3 percent of the nation’s total net worth.\n\nMoore then multiplied that 2.3 percent by the nation’s total net worth of $53.1 trillion and got $1.22 trillion.\n\nIn other words, he was saying the poorest 60 percent of U.S. households had $1.22 trillion in net worth, which is less than the $1.27 trillion in net worth for the Forbes’ 400 wealthiest Americans.\n\nOf course, if the net worth of 60 percent of households is less than that of Forbes’ 400 wealthiest, the net worth of 50 percent of the households -- which is what Moore claimed -- would also be less.\n\nWe contacted Wolff, who said he had reviewed Moore’s calculations.\n\n\"As far as I can tell, they’re fine,\" he said.\n\nThree economists -- Thomas Piketty of the Paris School of Economics, Emmanuel Saez of the University of California, Berkeley, and Daniel Mitchell of the libertarian Cato Institute -- agreed.\n\nWe made one more check.\n\nSince Moore’s statistics were for 2009, we sought figures for 2010.\n\nThe 2010 net worth of the Forbes 400 was $1.37 trillion, Forbes reported in September 2010. That same month, the total U.S. net worth was $54.9 trillion, according to the Federal Reserve Board report cited by Moore.\n\nWolff hasn’t updated his 2009 figures. So we used his 2.3 percent figure again, multiplied by the 2010 total net worth of $54.9 trillion, and found that the net worth of the poorest 60 percent of U.S. households was $1.26 trillion in 2010.\n\nThat’s less than the 2010 net worth for the Forbes 400.\n\nHow could it be that 400 people have more wealth than half of the more than 100 million U.S. households?\n\nThink of it this way. Many Americans make a good income, have some savings and investments, and own a nice home; they also have debt, for a mortgage, credit cards and other bills. Some people would still have a pretty healthy bottom line. But many -- including those who lost a job and their home in the recession -- have a negative net worth. So that drags down the total net worth for the poorer half of U.S. households that Moore cited.\n\nWe also want to add one cautionary note, from Mitchell of the Cato Institute, about Moore’s methodology: The Federal Reserve uses hard numbers to calculate the net worth of all households, but Forbes uses assumptions and interviews along with hard numbers in estimating the net worth of the Forbes 400.\n\nThere’s no way to know how the differences between the two affect the net worth numbers, but Moore used the data that are available and there’s no indication he \"cherry-picked\" figures for a desired result, Mitchell said.\n\nWith that caveat, our assessment indicates that as of 2009, the net worth of the nation’s 400 wealthiest individuals exceeds the net worth of half of all American households.\n\nWe rate Moore’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13441"}