{"url": "/factchecks/2020/feb/20/joe-sanfelippo/sanfelippo-flops-claim-violent-crime/", "speaker": "Joe Sanfelippo", "vclaim": "“Violent crime rates increased in all but two Wisconsin cities between 2008 and 2017.”", "truth_label": "pants-fire", "date": "stated on February 13, 2020 in the GOP weekly radio address:", "title": "Sanfelippo flops with claim on violent crime", "text": "One Assembly Republican making the case for a series of tough-on-crime bills says a statewide rise in violent crime shows why the bills are needed.\nThe bills would return more people to prison for probation violations, put more juveniles behind bars and limit early release for inmates. They illuminate a key ideological divide between Republicans seeking more time behind bars for certain offenders and a Democratic governor who has called for cutting the state's prison population in half in the coming years.\nIn the GOP Weekly Radio Address on Feb. 13, 2020, state Rep. Joe Sanfelippo, R-New Berlin, used a series of numbers to support bills he said would \"help keep Wisconsin communities safe.\"\n\"FBI data shows violent crime rates increased in all but two Wisconsin cities between 2008 and 2017,\" said Sanfelippo. \"In fact, when combining Wisconsin’s 10 largest cities, the violent crime rate increased by 24% during that time, while decreasing by 14% on a national average.\"\nIt’s certainly an eye-catching claim. \nIs violent crime up in all but two of the hundreds of cities across Wisconsin?\nWe checked it out — and found a case study in how not to use data. Sanfelippo misquoted the stat he was trying to use while constructing an argument riddled with other data-related problems.\nLet’s see what the data actually tells us.\nNewer data available\nAsked for evidence supporting his discussion of violent crime, Sanfelippo’s office pointed us to a policy brief the nonpartisan Wisconsin Policy Forum published in December 2019.\nAmid a discussion of police spending and staffing, the paper used FBI data to say violent crime had risen in Wisconsin from 2008 to 2017. The FBI gathers crime stats from departments around the country, and reports a \"violent crime\" tally based on the number of homicides, sexual assaults, robberies and aggravated assaults.\n(We should point out the Wisconsin Department of Justice also gathers crime data that in some cases varies slightly from the FBI, but we’ll limit our analysis here to the FBI data since that is what is cited by both Sanfelippo and the report he relied on.)\nSanfelippo and the paper point to 2017 data. But the 2018 data, which was available at the time,  shows a noteworthy reversal, with the violent crime rate dropping after several years of steady increases.\nThe number of violent crimes Wisconsin law enforcement reported to the FBI fell from 15,931 in 2017 to 15,263 in 2018.\nBut that’s not necessarily a reliable number. Here’s why.\nNot all data comparable\nThe FBI crime data is difficult to compare year-to-year because it’s not comprehensive.\nNot every police department reports their data every year. And state and local officials regularly change their reporting practices, changing definitions or other factors in generating counts.\nTo address this, the FBI data notes which agencies have changed reporting practices each year and warns the crime figures are now \"not comparable to previous years’ data.\"\nThis was not taken into account in Sanfelippo’s claim or the memo his office cited as backup.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn the 2008 to 2017 period Sanfelippo referenced, the FBI flagged data from 46 Wisconsin municipalities as no longer being comparable to past years. That included three of the 10 largest cities — which you’ll remember Sanfelippo cited specifically as having a 24% increase in violent crime.\nWe’ll also note that while Sanfelippo referred to cities, the FBI data includes cities, towns and villages, so we’ll refer to the group as municipalities here.\nKey outlier ignored\nSanfelippo — like many other Republicans — is using the FBI data to say violent crime is on the rise across Wisconsin. But that's not really what the data shows.\nMore than two-thirds of the violent crimes in Wisconsin take place in Milwaukee, so in large part the statewide trend is just a reflection of what’s happening in the state’s largest city.\nViolent crime in Milwaukee has edged up and down in recent years, but 2018 was the city’s lowest mark since 2013.\nAddressing these three data issues (age, comparability and the Milwaukee outlier) lets us bring the state’s actual violent crime trend into clearer focus. And we find there essentially is no trend.\nUsing FBI crime data from 2008 and 2018 and removing the places that changed reporting practices in that span leaves us with 206 municipalities — still a solid sample size. Based on that group, the statewide violent crime rate rose from 4.3 to 4.7 per 1,000 residents from 2008 to 2018.\nBut Milwaukee accounted for all of that change.\nRemove Milwaukee and the crime rate across the other 205 municipalities went from 1.77 per 1,000 to 1.74 per 1,000 — virtually unchanged.\nClaim drastically overstated\nBut all of these data mistakes pale in comparison to Sanfelippo’s dramatic misuse of the memo’s description.\nThe memo said — again, based in part on data the FBI warned against comparing — that violent crime rates increased in all but two of the state’s 10 largest cities.\nSanfelippo instead claimed the crime rate increased in \"all but two Wisconsin cities.\"\nThat’s not even close to true.\nUsing the 206 municipalities referenced above — those that have data for both 2008 and 2018 and haven’t changed reporting practices — we find the crime rate rose in 98 municipalities, fell in 88 and was unchanged in 20.\nSanfelippo acknowledged using the stat incorrectly when questioned by PolitiFact Wisconsin. The reference, which was wrong in both the recorded and written versions of the radio address, came from a script that Sanfelippo said wasn’t written by him or his office.\n\"It wasn’t intentionally done, it was just a mistake,\" he said. \"I should have picked up on that for as much as I have been talking about crime these last few months.\"\nOur ruling\nArguing for a series of tough-on-crime bills, Sanfelippo said in a statewide radio address that violent crime \"increased in all but two Wisconsin cities between 2008 and 2017.\"\nAlmost every word of that is wrong.\nAny comparison should have factored in the 2018 data, which was available at the time. The comparisons shouldn’t include the many places where reporting practices changed. And even the use of the word cities is wrong since the dataset includes towns and villages.\nMost importantly, Sanfelippo misstated the claim he was trying to repeat. In actuality, there are more than 100 Wisconsin municipalities where the crime rate did not rise — more than half the communities included in the best available FBI data.\nThat makes Sanfelippo’s claim not only false, but ridiculous. We rate this Pants on Fire.", "vclaim_id": "vclaim-pol-17426"}