{"url": "/factchecks/2013/may/09/gilberto-hinojosa/gilberto-hinojosa-says-nation-gained-more-jobs-oba/", "speaker": "Gilberto Hinojosa", "vclaim": "\"The economy added more jobs during four years under Obama than it did in the entire eight years under George W. Bush.\"", "truth_label": "mostly-true", "date": "stated on May 8, 2013 in an email blast.:", "title": "Gilberto Hinojosa says nation gained more jobs in Obama's first term than in Bush's two terms", "text": "Saying the country needs to build on President Barack Obama’s first term, the chairman of the Texas Democratic Party said job gains bear that out.\n\n\"In April,\" Gilberto Hinojosa said in an email blast sent May 8, 2013, the day before Obama stopped in Austin to talk economic issues, \"165,000 new jobs were created and the unemployment rate dropped to its lowest level since 2008. The economy added more jobs during four years under Obama than it did in the entire eight years under George W. Bush!\"\n\nWe were curious about Hinojosa’s comparison. Were more jobs created in Obama’s first term than during Bush’s two terms?\n\nTanene Allison, spokeswoman for the Texas Democratic Party, pointed us to an April 16, 2013, article by FactCheck.org, the fact-checking project based at the Annenberg Public Policy Center at the University of Pennsylvania, stating: \"The economy has added more jobs since Obama took office than it did in his predecessor’s entire eight years in office.\" An accompanying chart laid out an array of facts, including that 1.564 million jobs had been gained nationally since Obama became president. (The chart also said: \"Caution: No single number can tell the whole story.\")\n\nCiting figures devised by the U.S. Bureau of Labor Statistics, the FactCheck article said that in Obama’s first term, the economy added a net total of 1.208 million jobs, beating Bush’s eight-year total of 1.083 million net jobs gained, though the article also cautioned that bureau figures are subject to revision.\n\nBy email, Cheryl Abbot, a regional economist for the U.S. Bureau of Labor Statistics, sent us monthly job totals covering January 2001, when Bush was sworn in as president, through early 2013, when Obama ended his first term.\n\nThe figures indicate that when Bush became president, the country had 132.5 million jobs. In January 2009, when Obama succeeded him, it had 133.6 million jobs — or about 1.1 million more. In January 2013, after Obama’s first term, the U.S. had 134.8 million jobs — or about 1.2 million more than when he became president.\n\nThe resulting 100,000 difference in jobs would seem to back Hinojosa’s claim, which if it was extended to consider job gains through the latest month analyzed by the bureau, April 2013, would widen Obama’s lead in jobs gained to nearly 800,000, the figures indicate.\n\nThen again, there were oscillations in total jobs through Bush’s years. For example, total jobs dipped to nearly 130 million in August 2003, the third year of Bush’s tenure. After that, the bureau figures indicate, the economy mostly experienced month-to-month job gains until 2008, peaking at 138 million jobs in January 2008. As of that month, the economy had gained more than 7 million jobs on his watch — a figure outpacing gains to date under Obama. However, the major recession subsequently knocked down the total number of jobs in every one of Bush’s last dozen months, accounting for a single-year reduction of about 4 million jobs.\n\nWe’d be remiss, finally, if we failed to point out that while presidents invariably take credit, and are blamed, for economic ups and downs, job gains and losses are influenced by many factors beyond White House control.\n\nOur ruling\n\nHinojosa said the economy gained more jobs in Obama’s first term than it did through Bush’s two terms.\n\nThis statement depends on cherry-picking information for particular months--obscuring the fact that at one point during Bush’s presidency, the economy had gained more jobs than the country picked up in Obama’s first term. It’s also a stretch to pin, or associate, job gains or losses on any president. The economy is influenced by many additional factors.\n\nThese clarifications aside, the nation had net job gains during Obama’s first term outpacing net job gains through Bush’s two terms, which ended with a downturn that was the worst since the Great Depression. We rate this claim as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09351"}