{"url": "/factchecks/2013/oct/10/gail-collins/texas-congressman-mentioned-attacks-christian-beli/", "speaker": "Gail Collins", "vclaim": "Louie Gohmert of Texas \"blamed the mass shooting at a movie theater in Colorado on ‘the ongoing attacks on Judeo-Christian beliefs.'\"", "truth_label": "barely-true", "date": "stated on October 3, 2013 in her opinion column:", "title": "Texas congressman mentioned attacks on Christian beliefs and Colorado shootings but did not blame one for the other", "text": "In her Oct. 3, 2013, oped column, Gail Collins of the New York Times referred to U.S. Rep. Louie Gohmert of Tyler as among a couple dozen \"unhinged\" House Republicans keeping the government from being funded unless the Obamacare law is unplugged.\nCollins wrote that this cast includes Gohmert, \"who blamed the mass shooting at a movie theater in Colorado on ‘the ongoing attacks on Judeo-Christian beliefs.’\"\nBy email, Collins’ research aide, Isabella Moschen, said Collins’ reference to Gohmert blaming the Colorado shootings on attacks on Judeo-Christian beliefs traced to a CBS News report posted online the day of the shootings July 20, 2012, headlined: \"GOP Rep. links shooting to ‘attacks on Judeo-Christian beliefs.’\"\nThe story said that in a radio interview that day, Gohmert had associated the mass shooting with \"attacks on Judeo-Christian beliefs.\" The story said he made the comment on \"Istook Live!\", a program produced by the conservative Heritage Foundation.\nInitially, CBS News said, the show’s host, Ernest Istook, asked Gohmert, \"What is your experience with the way that we have too many twisted minds in our society?\"\nGohmert responded: \"Some of us happen to believe that when our founders talked about guarding our virtue and freedom, that that was important. Whether it's John Adams saying our Constitution was made only for moral and religious people... Ben Franklin, only a virtuous people are capable of freedom, as nations become corrupt and vicious they have more need of masters... We have been at war with the very pillars, the very foundation of this country.\"\nThe congressman then said: \"And... what really gets me as a Christian is to see the ongoing attacks on Judeo-Christian beliefs and then some senseless crazy act of a derelict takes place.\"\nA web link in the CBS News story led us to audio of the interview as posted that day by the Huffington Post.\nAccording to the recording, after Gohmert’s mention of Judeo-Christian beliefs, the show’s host replied: \"Now in this case, we don’t know much about the individual…\"\nGohmert said: \"Don’t misunderstand my statement by saying it’s terror. I’m not saying that at all. It could be anybody. We know that. ...But it is a terror act when you go in and start terrorizing people like this, no matter what your background is.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nThe host said the attack wouldn’t have to have been by an Islamic terrorist.\n\"Right,\" Gohmert said, before criticizing attempts he described as keeping God from being invoked at an off-campus school event in Florida. \"I mean, that kind of stuff? Where is God? Well, what have we done with God?\" Gohmert said. \"We’ve told him we don’t want him around. And I kind of like his protective hand being present.\"\nWe asked Gohmert about Collins’ claim and didn’t hear back. We noticed, though, that his House office issued a Gohmert statement later July 20, 2012, stating in part: \"This tragedy is not only heartbreaking –it is incomprehensible.\" The congressman’s response was accompanied by his transcript of the Istook interview. Gohmert prefaced his statement by saying: \"Some of my comments in this interview have been taken out of context.\"\nSeparately, we asked Collins if she had other evidence of Gohmert blaming attacks on Judeo-Christian beliefs for the shootings. Moschen replied by email that Collins’ reference to Gohmert laying such blame was a \"fair comment.\"\nOur ruling\nCollins said Gohmert \"blamed the mass shooting at a movie theater in Colorado on ‘the ongoing attacks on Judeo-Christian beliefs.’\"\nOn the day of the shootings, Gohmert aired concern about attacks on Judeo-Christian beliefs and referred, in the same breath, to the shootings. He also said later that day that some of his comments were taken out of context.\nWe agree. Gohmert reflected on attacks on Judeo-Christian beliefs, but did not blame the shootings on such attacks. We rate Collins’ claim, which has an element of truth, as Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08776"}