{"url": "/factchecks/2010/oct/22/bruce-starr/bruce-starr-claims-be-only-state-senator-vote-stro/", "speaker": "Bruce Starr", "vclaim": "Bruce Starr was the only senator to vote for stronger ethics laws and greater accountability.", "truth_label": "false", "date": "stated on October 22, 2010 in a television ad:", "title": "Bruce Starr claims to be the only state senator to vote for stronger ethics laws", "text": "One of the nastiest local races this year is in Washington County, where state Sen. Bruce Starr is fending off an aggressive challenge from Rep. Chuck Riley. Starr is a Republican finishing his second term in the Senate, District 15; Riley is a Democrat completing his third term in the House, District 29.\n\nRiley has made a big to-do over Starr’s ethics, highlighting the fact that he accepted a free trip to Maui to attend a beer and wine distributors’ conference in 2002. Riley’s campaign also filed a complaint with the Oregon secretary of state’s office, which is still under review, alleging that Starr had claimed too much in mileage reimbursement.  \n\nFor his part, Starr released an ad featuring retired Navy Capt. Greg Wooldridge attesting to the senator’s high ethical standards.\n\nBut what caught our attention in the TV spot was this claim, spoken by the announcer: \"Bruce Starr was the only senator to vote for stronger ethics laws and greater accountability.\" A copy of Senate Bill 30 from the 2009 legislative session appears onscreen, implying that was the bill Starr voted for.\n\nThe only senator? Was Starr the only yes vote on SB 30? And if the bill was so ethically swell, why didn’t the other senators vote yes, too?\n\nBut wait: Starr didn’t vote for Senate Bill 30 at all. He voted against it.\n\nPolitiFact Oregon is as confused as you are. Let’s back up.\n\nIn late 2006 The Oregonian wrote about a number of legislators who failed to report free trips to Hawaii courtesy of the Oregon Beer and Wine Distributors Association. In response, lawmakers in 2007 approved Senate Bill 10, prohibiting public officials from accepting out-of-state trips, entertainment and fancy meals from lobbyists. The bill expanded which public officials had to report their finances and increased how often they and lobbyists had to file -- from once a year to four times a year. It became law.\n\nThen the complaints started. Rural volunteer commissioners quit en masse, calling the disclosure forms onerous and invasive. The disclosure forms also asked for the names of all family members. And nobody liked reporting four times a year when they had nothing new to report.\n\nThe 2009 Legislature hustled to tweak the law. In the end, Senate Bill 30 allowed limited entertainment and kept a cap on gifts and entertainment to $50 from a single source in a year. Disclosure reports were cut back to every year. More public officials were required to report. It passed.\n\nStarr’s was the only no vote in the Senate, as well as in the House, on final passage. He offered no explanation at the time and says now he can’t remember if he offered one anywhere else. In an interview this week, he said he voted against SB 30 because he wanted to maintain the more frequent reporting requirements of Senate Bill 10 for legislators.\n\n\"The issue I was most concerned about was rolling back the fact that legislators didn’t have to report quarterly,\" he said. \" ... If they had separated the issues, I likely would have voted for SB 30.\"\n\nStarr is correct on that one, narrow issue. More often is better when it comes to disclosure. But to say he was the only senator to vote for stronger ethics laws is wrong. Both Senate bills 10 and 30 sharply curtailed entertainment, meals and trips offered by lobbyists and strengthened Oregon’s ethics laws, and many senators voted in favor of the stricter rules.\n\nWe rate this False.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14177"}