{"url": "/factchecks/2018/may/24/conservative-stories/there-no-evidence-john-kerry-headed-prison/", "speaker": "Conservative Stories", "vclaim": "\"Just in: John Kerry facing prison.\"", "truth_label": "pants-fire", "date": "stated on May 21, 2018 in a headline:", "title": "No, John Kerry is not headed to prison", "text": "A story on Facebook said that former Secretary of State John Kerry is headed to prison for allegedly meeting with Iranian leaders in an attempt to save the nuclear agreement he helped broker during President Barack Obama’s administration.\n\"Just in: John Kerry facing prison,\" said the May 21 headline on Conservative Stories, a website that supports President Donald Trump. The website copied the story about Kerry from the Any Politics website.\n\"SHARE this story if you think John Kerry should be LOCKED UP!\" the story said.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. You can read more about our partnership with Facebook here.\nRepublican operatives have claimed that Kerry met secretly with Iranian officials in Paris just days after Trump announced the United States’ withdrawal from the international accord. Trump had promised during the campaign to renegotiate the deal.\nAs their supposed proof, operatives have pointed to a May 12 tweet of a photo by a lobbyist with the firm Turnberry Solutions that appeared to show Kerry walking near the trendy L’Avenue restaurant in the French capital’s Champs-Elysées neighborhood.\n\"So John Kerry just left a meeting @ L’Avenue in Paris w/3 Iranians. A friend was sitting next to their table and heard JK blasting @realDonaldTrump. The Iranians had a 5 person security detail and left in diplomatic vehicles. Is he FARA registered?\" Jason Osborne tweeted, referring to the Foreign Agents Registration Act that requires Americans to disclose activities taken on behalf of foreign governments.  \nNo Iranians were in the photo. But people produced other photos of Iranians, reportedly in Paris. An Iranian dissident named M. Hanif Jazayeri identified the photographed Iranians as former Foreign Affairs Minister Kamal Kharazi and Iran's Ambassador to France Abolghassem Delfi. To be clear, none of the photos showed Kerry and the Iranians together.\nThe tweet followed reports about Kerry’s unsuccessful 11th hour bid to preserve a deal he played an instrumental role in crafting.\nKerry was in Paris at the time his photo was allegedly taken, his office has told PolitiFact. But his team denied any Paris meeting with Iranians took place.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhat does this have to do with Kerry \"facing prison\"?\nTrump and right-wing backers challenged Kerry’s actions as violating the 18th century Logan Act, which prohibits unauthorized American citizens from working to undermine U.S. foreign policy. The law says that the punishment for violating the act is a fine or imprisonment of not more than three years, or both.\nBut the Conservative Stories website, which has no contact information, provided no actual evidence that Kerry was found in violation of the act and faces prison.\nTwo University of Chicago Law professors, Daniel J. Hemel, and Eric A. Posner, wrote in the Lawfare blog in December that there are only two known instances in which individuals have been indicted for violating the Logan Act, the last of which came in 1853, and neither indictment resulted in conviction.\nThe story said Kerry was caught \"blatantly commiting treason.\" But again, the story provides no evidence beyond the photos. Treason is defined in the U.S. Constitution as consisting \"only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort.\" Treason trials are rare in the U.S.\nSo, to recap:\n\n\nWhether Kerry and the Iranians met is contended. As such;\n\n\nThere is no evidence Kerry violated the Logan Act. And even if he did;\n\n\nNobody has been convicted of violating the Logan Act, ever.\n\n\nOur ruling\nA headline said \"Just in: John Kerry facing prison.\" The story relies on a tweet that showed Kerry was in Paris -- that part is true. But the allegations that Kerry was meeting with Iranian officials in an attempt to salvage the international nuclear agreement are unproven. So saying he violated any law is nothing more than guesswork. We rate this claim Pants on Fire.\nhttps://www.sharethefacts.co/share/aa72f91d-6940-4865-96e8-226c739f2cdc", "vclaim_id": "vclaim-pol-02037"}