{"url": "/factchecks/2014/apr/09/eric-bolling/fox-news-eric-bolling-says-61-percent-new-jobs-und/", "speaker": "Eric Bolling", "vclaim": "\"Of all the jobs President Obama claims to have created since he started, only 38.5 percent are women. So 61.5 percent have gone to men.\"", "truth_label": "half-true", "date": "stated on April 8, 2014 in a discussion on Fox News' \"The Five\":", "title": "Fox News' Eric Bolling says 61 percent of new jobs under Obama have gone to men", "text": "As the White House and its Democratic allies were spending a day decrying a persistent wage gap between men and women, critics of President Barack Obama worked just as aggressively to poke holes in the Democratic narrative.\nOn the April 8, 2014, Fox News’ The Five, panelist Eric Bolling offered several statistics that suggested that Democrats were themselves retrograde on gender equity.\nBolling began by repeating a claim that women in the White House are paid 88 cents for every dollar earned by men. Then he said that, as a senator in 2008, Obama paid his female staffers 70 cents for every dollar his male staffers earned.\nThen Bolling offered a claim that really raised our eyebrows.\n\"Of all the jobs President Obama claims to have created since he started, only 38.5 percent are women,\" Bolling said. \"So 61.5 percent have gone to men.\"\nIs that correct? To find out, we turned to data from the Bureau of Labor Statistics, the federal office that calculates employment data.\nWe looked at the gender breakdowns for the increase in employed Americans between January 2009, when Obama took office, and March 2014, the most recent month for which data is available.\nBy the numbers, Bolling was on the mark. During that period, the number of men holding jobs increased by a little more than 2.2 million, while the number of women holding jobs rose by a bit less than 1.4 million. So 61 percent of the increase in employment during that period was accounted for by men -- just as Bolling said.\nJust to be safe, we also checked the period between July 2009 -- the official end of the last recession -- and March 2014. We found that the men’s share of added jobs was even higher for this period, at 65 percent.\nWe also confirmed that this proportion of men isn’t just simply a reflection of the overall gender makeup of employment in the United States. Over the period we were looking at, the universe of employed Americans has broken down pretty consistently -- 53 percent men, 47 percent women. So for 61 percent of job gains to go to men is a disproportionate share.\nThis may be an embarrassment for the administration -- that’s a matter of opinion. On the other hand, there is an explanation for the male-centric nature of job creation during the recovery, and it doesn’t have much, if anything, to do with Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nPut simply, the recession was a \"man-cession\" -- meaning that men were hit disproportionately. And given that, it’s not surprising at all that the recovery has been something of a \"man-covery.\"\nLet’s take a closer look at the data.\nDuring the recession -- from December 2007 to July 2009 -- the number of men working fell by almost 4.7 million, but the number of women working fell by a much smaller amount, about 1.7 million.\nIn other words, during the recession, 74 percent of the job losses came from jobs held by men. And the fact that men are now getting 61 percent of the newly created jobs means they’re actually not even regaining jobs at a rate high enough to wipe out the losses they suffered during the recession.\n\"The first 12 or 13 months of the recession -- the pre-Obama recession -- were terribly hard on men, because it was hard on the industries in which men hold a disproportionate share of the jobs, especially construction and durable manufacturing,\" said Gary Burtless, an economist with the Brookings Institution. \"After President Obama took office, the recession spread to many more industries -- industries in which women held a higher proportion of the jobs.\"\nThen, Burtless continued, when the recovery began, employment tended to increase in industries that were \"severely affected in the early, pre-Obama recession, the industries where men were more likely to hold most of the jobs -- durable manufacturing at first, then construction.\"\nMeanwhile, there’s one sector of the economy that has seen steep declines since the last recession -- government, which has shed 738,000 jobs since January 2009. The government workforce, notably, is disproportionately female.\nDean Baker, co-director of the liberal Center for Economic Policy Research, added that there’s historical precedent for this kind of male-dominated recovery.\n\"In the year from December 1982 to December 1983, employment of men increased by 2.26 million while employment of women increased by just 1.7 million,\" Baker said. \"And this was a period when there were still large numbers of women entering the workforce for the first time.\"\nOur ruling\nBolling said that, \"of all the jobs president Obama claims to have created since he started, only 38.5 percent are women. So 61.5 percent have gone to men.\"\nBolling is right on the numbers, but as a shot against Obama, the claim rings somewhat hollow. The male tilt to job gains during Obama’s presidency follows a strong pattern of male job losses in the months of the recession before Obama took office. So the gender balance of job creation has more to do with cyclical economic factors than anything the administration did or didn’t do.\nThe claim is partially accurate but leaves out important details or takes things out of context. So we rate it Half True.", "vclaim_id": "vclaim-pol-08015"}