{"url": "/factchecks/2019/may/14/viral-image/no-talking-angela-app-isnt-secretly-taking-your-ch/", "speaker": "Viral image", "vclaim": "An app called Talking Angela asks children personal questions and takes their photo.", "truth_label": "false", "date": "stated on May 7, 2019 in a Facebook post:", "title": "No, the Talking Angela app isn’t secretly taking your child’s picture", "text": "Remember the \"Momo challenge\"? It stemmed from an unsettling ghoul-like figure known as \"Momo\" that reportedly appeared online and encouraged unsuspecting children to hurt themselves. Except it was a hoax — the \"Momo challenge\" isn’t real.\nSo we wondered when we saw a warning about another Internet-based threat. What appears to be a screenshot of a Facebook post was shared on the social media platform on May 7 encouraging parents to \"take no chances.\"\n\"Warning to all parents with children that have any electronics devices,\" the Facebook post says in all caps. \"There is a site called Talking Angela, this site asks kids questions like: there (sic) names, where they go to school and also take pictures of their faces by pushing a heart on the bottom left corner without any notices. Please check your children’s iPods and all to make sure they do not have this app!!! Please pass this message on to your friends and family members that have kids!!!!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe’ll cut to the chase: As far as we can tell, the app doesn’t take users’ photos and Angela can’t ask questions unless she’s repeating back a question you asked her. The app once included a chat feature that let users text with Angela and she could ask questions there, but that no longer seems to be an option.\nHere’s what we know.\nTalking Angela is an app from Outfit7. The company’s website invites users to join Angela, a white cat with blue eyes, \"in Paris — the city of love, style and magic.\"\n\"There are so many surprises, you better sit down. ;),\" the description says. \"Enjoy amazing gifts, pick the latest styles, and sip magical cocktails to experience special moments. And watch out for birds — you never know what might fly by.\"  \nOutfit7 didn’t immediately respond to an email from PolitiFact asking about the Facebook post. But we downloaded the app to experience Talking Angela for ourselves. First, the app asks users for the year they were born and this writer confirmed that she is an adult. After allowing the app to access my microphone, Angela appears dressed in a blue, strapless dress. She’s sitting at a cafe table, blinking and occasionally yawning. By touching the screen, I can make her giggle or reach for her tail with a shriek. Tap her nose and she sneezes. Because my microphone is enabled, Angela also repeats what I say.\nThere’s a button that directs users to YouTube and four buttons on the bottom of the screen that let users buy gifts for Angela or summons birds to fly across the screen. There is a pink heart, like the Facebook post says, though it’s in the bottom right corner. Clicking on the heart brings a dog dressed as a waiter onto the screen and he presents Angela with a chocolate that she opens. A fortune appears on the screen and users have the option to save it to their phone’s photos. (\"Just because you don’t have a prince, doesn’t mean you’re not a princess,\" one says.)\nAngela didn’t ask me any questions unless she was repeating a question I asked her. But news coverage of the app in 2014 suggests parents then had valid reasons for concern.\nBack then there were rumors the app was a front for a pedohile ring. Writing for The Guardian, Stuart Dredge concluded that it was a hoax, but he noted that Outfit7 could improve the how children interact with the app.\nTalking Angela is for both adults and children but when Dredge wrote his story in 2014, there was a \"child mode\" setting (when we used the app, we couldn’t find such a setting).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"If you’ve read about Angela asking kids for their names, ages or engaging in banter about clothes-swapping parties, none of this can happen if Child Mode is on,\" he wrote. \"The downside of this: it’s far too easy to toggle it on and off.\"\nThere was also a camera feature, he said in the article, \"that encourages users to look into their device’s camera and make specific gestures: nod, shake head, smile, yawn or stick your their tongue, so Angela can copy it.\" (This wasn’t a feature when we used the app.)     \nLastly, Dredge wrote, when \"child mode\" is turned off, users can chat with Angela using a text box at the bottom of the screen. She asked him questions like, \"How long have you been friends with your best friend?\" and \"I’m 18. How old are you?\"\nWhen USA Today ran an article in 2014 about the pedophile ring hoax, Samo Login, Outfit7’s cofounder, told the newspaper that the app is based on chatbot software and it isn’t possible for a human to take over talking for Angela. The story goes on:\nWhen the text-chat feature is on, Angela asks the user for their name, age and personal preferences to determine conversation topics. Outfit 7 said the data from the app is \"anonymized\" and all personal information removed.\nIn 2013, Sophos, a security software company, called warnings that the app steals children’s names and details of where they go to school and takes secret pictures of their faces \"bogus.\" A blog post about the rumors says:\nThe chain letter warning about the \"Talking Angela\" iOS app is being unwittingly spread by Facebook users, presumably with the thinking of \"better safe than sorry\" rather than \"maybe I should just check the facts before forwarding this scare onto my friends.\" The truth is \"talking Angela\" appears to be entirely benign, and there are no obvious privacy concerns that differentiate it from thousands of other iPhone apps.\nIt seems that now the app doesn’t have a chatting option at all, regardless of the users’ age. A Change.org petition from 2017 complains that even though rumors about the app were false, the option for adults to chat with Angela was removed.  \n\"The game is now a shell of its former self,\" the campaign creator wrote, \"but, with your support, we will tell Outfit7 we want it back!\"\nOur ruling\nA Facebook post claims that the Talking Angela app asks children personal questions and takes their picture without warning.\nIt’s true that the app once allowed users to text with Angela if the app was not in \"child mode,\" but that option appears to have been stripped of all versions, regardless of the user’s age or settings.\nPushing the heart in the corner of the app also doesn’t take a picture, as the Facebook post says. Rather, it generates a fortune with a picture of Angela that users can save to their photos on their phones.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00638"}