{"url": "/factchecks/2018/mar/22/cynthia-nixon/cynthia-nixon-claims-she-had-more-small-donors-one/", "speaker": "Cynthia Nixon", "vclaim": "\"In one day of fundraising I received more small donor (contributions) than Andrew Cuomo received in seven years.\"", "truth_label": "true", "date": "stated on March 22, 2018 in a Buffalo News article:", "title": "Cynthia Nixon says she had more small donors in one day than Cuomo in seven years", "text": "Cynthia Nixon says she received more donations from small donors on the first day of her campaign than Gov. Andrew M. Cuomo has in seven years.\n\"In one day of fundraising I received more small donor (contributions) than Andrew Cuomo received in seven years,’’ Nixon said in an exclusive interview with The Buffalo News.\nCuomo has a financial advantage over Nixon going into his third election for governor. He has a campaign war chest of more than $30 million. Nixon is starting from scratch, and she says she will not accept campaign money from corporate political action committees as Cuomo has.\nHer campaign said she received 2,214 campaign contributions of under $200 in her first 24 hours as a candidate for governor. Cuomo, the campaign said, has received only 1,369 such donations since he took office in 2011.\nNixon points to filings at the state Board of Elections to support her claim. We wanted to know if she was right.\nSince 2011\nNixon’s claim includes an important caveat: She counts only donations given to Cuomo after he first took office in 2011. She does not count donations Cuomo received when he first ran for governor in 2010.\nIf you limit the analysis to her time frame, Nixon is right.\nCuomo has received 1,369 donations under $200 since Jan. 1, 2011, according to a query of the Board of Elections database.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThat count includes only donations through  the middle of January 2018, the latest campaign filing available. We don’t know how many donations Cuomo has received since then. It’s possible he has collected 845 small donations that would make Nixon’s claim wrong. But filings show Cuomo has taken only 644 contributions of under $200 since his last inauguration in 2015.\nBefore 2011\nNixon would be wrong if she included donations from Cuomo’s 2010 campaign for governor.\nSince the start of his first campaign for governor in May 2010, Cuomo has collected 2,898 campaign contributions of under $200, according to campaign finance filings.\nCuomo received 1,529 such donations before 2011, filings show. That’s fewer than Nixon received on her campaign’s first day.\nOur ruling\n\"In one day of fundraising I received more small-donor (contributions) than Andrew Cuomo received in seven years,\" Nixon said.\nShe’s right. If you include the small-donor contributions he took during his first run for governor, Cuomo’s small-donor contributions have (so far) outpaced Nixon’s. But that's not what she said.\nSo we rate her claim True.\n Share the Facts 2018-03-22 21:17:45 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"In one day of fundraising I received more small donor (contributions) than Andrew Cuomo received in seven years.\"    Cynthia Nixon Candidate for New York Governor https://buffalonews.com/2018/03/22/cynthia-nixon-slams-cuomo-on-albanys-culture-of-corruption/   New York Thursday, March 22, 2018 2018-03-22    Read More  info", "vclaim_id": "vclaim-pol-02278"}