{"url": "/factchecks/2013/may/12/chris-christie/chris-christie-implemented-merit-pay-teachers-best/", "speaker": "Chris Christie", "vclaim": "\"Four balanced budgets in a row, with no new taxes for anyone. The best job growth in 12 years. Nearly 130,000 new private-sector jobs. Merit pay to reward New Jersey’s best teachers, and the most education funding ever.\"", "truth_label": "half-true", "date": "stated on May 1, 2013 in a TV ad:", "title": "Chris Christie implemented merit pay for teachers, best funding 'ever' for education, ad claims", "text": "Chris Christie’s earned a top grade for his efforts to reward teachers and fund education in New Jersey, according to claims in a new TV ad.\nThe ad, released May 1 by the group Christie for Governor, cites a number of achievements that have resulted from Christie’s leadership since he took the state’s reins in January 2010.\n\"Four balanced budgets in a row, with no new taxes for anyone. The best job growth in 12 years. Nearly 130,000 new private-sector jobs. Merit pay to reward New Jersey’s best teachers, and the most education funding ever,\" a narrator states as scenes from around New Jersey flash in the background.\nWe fact-checked the claims about balanced budgets, taxes and job growth on Thursday. Today we’re looking at the ad’s education claims.\nLet’s review those claims in more detail, starting with merit pay.\nChristie’s intent may be to give the state’s best teachers merit pay, but the program is unavailable to the vast majority of teachers in New Jersey’s 588 school districts.\nSo far only Newark has merit pay, which the teachers union approved in November. The three-year pact awards bonuses to teachers earning the classification \"highly effective\" under a new rating system.\nThe Newark deal is the first of its kind in New Jersey and the nation to base teacher pay on classroom performance, including student progress.\nIn addition, four low-income districts -- Asbury Park, Hillside, Lakewood and North Plainfield -- would be eligible for merit pay through a grant from the U.S. Department of Education’s Teacher Innovation Fund. Rutgers University would administer the nearly $40 million grant over five years to improve educator recruitment, evaluation and rewards programs. The state Department of Education is expected to roll out a teacher evaluation system this fall.\nSo merit pay has been approved for one district in New Jersey, and could eventually apply to teachers in four other districts. That’s not exactly rewarding New Jersey’s best teachers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"Christie’s ad clearly gives the impression that this is a statewide issue,\" New Jersey Education Association spokesman Steve Wollmer said in an e-mail.\nIt’s worth noting that although Christie supports merit pay for teachers, a bill allowing it has been stalled in the Democrat-controlled Legislature since last fall. The NJEA also opposes merit pay.\nAs for \"most education funding ever,\" Christie’s proposed fiscal year 2014 budget calls for nearly $9 billion in education funding, about $1 billion more than the previous year. State aid to schools would increase $97 million. While no district saw a state aid decrease, many either received a nominal increase of $1 or their funding remained flat.\nWollmer agreed that in terms of dollars, the ad’s claim is correct, but points out that there’s more to Christie’s education funding story.\n\"But what he doesn’t mention is that he cut $1.3 billion from state aid in his first year – Withholding $475 million in aid in January, which was the amount that the state’s nearly 600 districts had in total surpluses for unanticipated expenses (a new roof, a bus that needed replacing, an unanticipated special ed placement), and another $820 million in the FY11 budget (which began for schools in September of 2010),\" Wollmer said. \"Districts cut back dramatically, and 10,000 teachers and staff were laid off, programs were cut, and class sizes increased.\"\nThe state Supreme Court in 2011 also ordered Christie to increase aid to the now-former Abbott districts by about $500 million.\nOur ruling\nA new TV ad for Christie’s re-election campaign claims in part, \"Four balanced budgets in a row, with no new taxes for anyone. The best job growth in 12 years. Nearly 130,000 new private-sector jobs. Merit pay to reward New Jersey’s best teachers, and the most education funding ever.\"\nThe merit pay claim comes across as being available statewide, but so far, the program only applies to teachers in Newark. Of the state’s 588 school districts, four others could offer merit pay eventually.\nAlso, Christie may have a history of slashing education funding as a way to close budget holes, but the ad’s claim about the most education funding, ever, is correct.\nWe rate this portion of the ad’s claims Half True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09343"}