{"url": "/factchecks/2015/sep/04/hillary-clinton/hillary-clinton-says-23-million-americans-suffer-a/", "speaker": "Hillary Clinton", "vclaim": "\"Twenty-three million Americans suffer from addiction, but only 1 in 10 get treatment.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2015 in an op-ed in the New Hampshire Union-Leader:", "title": "Hillary Clinton says '23 million Americans suffer from addiction, but only 1 in 10 get treatment'", "text": "Democratic presidential candidate Hillary Clinton recently announced a $10 billion proposal for treating drug and alcohol addiction. While addiction and treatment has not traditionally been a top-tier issue in presidential races, it has attracted concern in key caucus and primary states this year, including New Hampshire, where Clinton announced her proposal in an op-ed in the New Hampshire Union-Leader.\nIn explaining why an assertive policy response was necessary, Clinton wrote in the op-ed, among other claims, that \"23 million Americans suffer from addiction, but only 1 in 10 get treatment.\"\nWe wondered if her figures are accurate.\nOn the ratio, Clinton is close. The most recent data from the federally sponsored National Survey on Drug Use and Health estimated that 22.7 million Americans needed treatment for a drug alcohol problem but only about 2.5 million received treatment \"at a specialty facility.\"\nThat means 11 percent of people who conceivably could have needed treatment at a specialty facility received it, or one out of every nine.\nThis ratio has held steady over the years, said Arthur Robinson Williams, a fellow in the division on substance abuse in Columbia University’s Department of Psychiatry. \"The 2013 survey was consistent with prior findings and estimates,\" Williams said.\nStill, we wondered about the survey’s use of the term \"specialty facility.\" What does that mean?\nWe found the definition: It refers to \"treatment received at drug or alcohol rehabilitation facilities (inpatient or outpatient), hospitals (inpatient services only), and mental health centers; it excludes treatment received in an emergency room, private doctor's office, self-help group, prison or jail, or hospital as an outpatient.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nAmong the forms of treatment not counted are groups such as Alcoholics Anonymous.\nNot everyone agrees that AA is effective (or effective for everyone), and it is perhaps most helpful as reinforcement to other types of treatment led by clinicians. Still, the number of participants is hardly trivial: AA counted 1,283,704 members in the United States as of Jan. 1, 2015, plus an additional 35,349 in correctional facilities. Thousands more attended Narcotics Anonymous and other 12-step groups.\nAs for excluding private doctor visits, the distinctions  \"are likely true, but largely irrelevant,\" said David Rosenbloom, a professor of health policy and management at the Boston University School of Public Health. \"Treatment in doctor’s offices is a relatively recent development, as medication-assisted addiction treatment through the medical care system has achieved regulatory approval.\"\nWhile \"many people with addiction could be treated in the regular medical care system,\" Rosenbloom said, \"the delivery mechanism to get from here to there isn’t in place yet.\"\nAllowing for some definitional concerns about the numbers, Clinton \"is mainly right,\" said Arthur L. Caplan, director of the division of medical ethics at the New York University Langone Medical Center.\nOur ruling\nClinton said that \"23 million Americans suffer from addiction, but only 1 in 10 get treatment.\"\nTo be fully accurate, the claim needs some modest tweaks. The actual ratio is about one of nine, not one in 10, and it’s worth noting that the treatment statistics include only the most intensive methods, leaving out such widely used approaches as Alcoholics Anonymous. Still, experts said Clinton’s claim is close to accurate. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05999"}