{"url": "/factchecks/2012/jun/01/joe-biden/joe-biden-says-35-million-jobs-lost-during-bush-ad/", "speaker": "Joe Biden", "vclaim": "Says in the last six months of the Bush administration, the U.S. lost 3.5 million jobs, including 760,000 jobs during January 2009 alone.", "truth_label": "mostly-true", "date": "stated on May 22, 2012 in a speech at Keene State College:", "title": "Joe Biden says 3.5 million jobs lost during Bush administration", "text": "Vice President Joe Biden spent a lot of time in New Hampshire during the 2008 election, both as a candidate himself and as President Barack Obama’s running mate. So, when he returned to the Granite State earlier this month, he looked back to 2008 and the economic turmoil that year.\n\nSpeaking May 22 to a crowd at Keene State College, Biden referred to the start of the national recession in the fall of 2008 and to the failing economy he and Obama inherited when they came into office.\n\n\"In the last six months of the Bush administration, we lost 3.5 million jobs,\" Biden told the crowd. \"As a matter of fact, on that magnificent day … when we were sworn in, before I lowered my hand that day after taking the oath … we’d already lost over 760,000 jobs that month.\"\n\nClaims and blames like this have become a rallying cry of sorts for Obama’s re-election campaign. But, are they true? PolitiFact decided to take a look.\n\nThe source of the numbers wasn’t hard to find. The U.S. Department of Labor’s Bureau of Labor Statistics tracks employment numbers from month to month dating back to 1939.\n\nThe data from the last six months of the Bush administration supports Biden’s claim. A search of the job figures from July 2008 through January 2009 shows the country lost 3.47 million jobs during that time, falling from 137 million from July 2008 to 133.6 million in January 2009, according to the bureau’s monthly count.\n\nThose figures, which are seasonally adjusted, are based on payroll surveys collected the 12th of each month from 141,000 businesses and government agencies across 486,000 locations, according to Gary Steinberg, a spokesman for the labor statistics bureau.\n\nThe labor statistics show that job losses started to mount before the end of the Bush administration. Driven by the bursting housing bubble, the country lost 84,000 jobs between January and February 2008. But the job losses grew, reaching 200,000 in April. And by September, when Lehman Brothers collapsed in the largest bankruptcy filing in U.S. history, job losses spiked again, reaching 489,000 in October and 803,000 in November.\n\nWhen Obama and Biden took office in January 2009, the country had already lost 818,000 jobs from the prior month, falling from 134.4 million in December 2008 to 133.6 million in January. But, if you pro-rate those figures to the Jan. 20 inauguration date referenced by Biden, the economy would have lost about 527,000 jobs, roughly two-thirds of the month’s total. That number falls below Biden’s claim of 760,000 jobs lost by the time he took office.\n\nThe steep job losses continued through the first few months of the Obama presidency, which lost 3.4 million from February through July 2009, according to the labor data. In October 2010, the economy started adding jobs, and job growth has been evident for 19 consecutive months, according to the labor figures.\n\nIn total, the economy has lost 1.4 million jobs since Obama and Biden took office.\n\n\"It had gotten bad by (the time they came into office),\" said Heidi Shierholz, an economist with the liberal Economic Policy Institute in Washington, D.C. \"Regardless of political leanings, it is not ambiguous that Obama inherited a labor market in free fall.\"\n\nOur ruling:\n\nThe economic recovery and job creation during the Obama administration will be a leading point of contention throughout the 2012 election. As for the labor situation Obama and Biden inherited when they came to office, there’s little room for debate. Federal labor statistics support Biden’s claim that the country lost 3.5 million jobs in the last six months of the Bush administration, but they show he overstated the losses reported by inauguration day, Jan. 20, 2009. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10999"}