{"url": "/factchecks/2017/apr/26/center-american-progress/true-trumps-cabinet-more-white-and-more-male-any-f/", "speaker": "Center for American Progress", "vclaim": "\"Trump's Cabinet is more white and more male than any first Cabinet since President Ronald Reagan’s.\"", "truth_label": "mostly-true", "date": "stated on April 25, 2017 in a tweet:", "title": "Is Trump's Cabinet more white and male than any first cabinet since Reagan?", "text": "As President Donald Trump’s first 100 days in office come to a close, many people are using the marker as an opportunity to recap Trump’s efforts.\nWhile Trump himself views his first chapter as a success, other groups see it differently.\nThe Center for American Progress, a progressive policy advocacy group, took to Twitter on April 25 to air its list of grievances with Trump’s administration. The thread comprised of approximately 100 tweets, with each tweet representing one way that the Trump administration has harmed women and families.\nIf you've got a few minutes, will you join us as we take a look at the ways the Trump admin is harming women and families? #trump100days— American Progress (@amprog) April 25, 2017\n\nMost tweets criticized Trump’s policies, but some took aim at the administration itself.\nLike No. 57.\n.@splcenter @usedgov @PPFA @ndvh @CAIRNational 57. Trump's Cabinet is more white and more male than any first Cabinet since President Ronald Reagan’s https://t.co/0ridDiuOB5— American Progress (@amprog) April 25, 2017\n\n\"Trump's Cabinet is more white and more male than any first Cabinet since President Ronald Reagan’s,\" reads the tweet.\nThis made us wonder. Is that true?\nLong story short, this claim is accurate when you compare the percentage of nonwhite males and women combined to the percentage of white males in each cabinet. However, if you look at each factor separately, Trump's cabinet remains the most white, but not the most male.  \nThe president’s first cabinets\nAs evidence of this claim, the Center for American Progress’ tweet linked to a New York Times article that reached a similar conclusion about Trump’s first cabinet.\nThe New York Times story was updated on March 10, 2017, and compares Trump’s first cabinet to the first cabinets of former presidents Barack Obama, George W. Bush, Bill Clinton, George H.W. Bush and of course Ronald Reagan.\nThe analysis was first written when Trump’s cabinet wasn’t fully assembled, so, it assumes Trump’s remaining nominees would be confirmed.\nThe New York Times included R. Alexander Acosta, Trump’s second nominee for labor secretary, and to the best of our knowledge Trump’s cabinet has remained unchanged since this time.\nIt’s worth pointing out that the New York Times analysis included traditional cabinet positions as well as \"cabinet-level\" positions. Cabinet-level positions have changed over time. (Trump has 24 cabinet members, whereas George H.W. Bush only had 17).\n\"Some positions, such as the United Nations ambassador and the Office of Management and Budget director, are given cabinet-level rank by individual presidents but are not traditionally considered part of the cabinet,\" the article says.\nFurthermore, some traditional cabinet positions were created since Reagan took office. For example, the Department of Homeland Security didn’t get created until 2003 and the Department of Veterans Affairs did not exist in its current form until George H.W. Bush’s presidency.\nFor these reasons, the total number of people in each president’s first cabinet varies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo, with those factors in mind, how white and male is Trump’s cabinet?\nAccording to the New York Times, 18 of Trump's 24 cabinet members are white males. \nThe only minorities and women in Trump’s cabinet are:\n• Elaine L. Chao, transportation secretary;\n• Betsy DeVos, education secretary;\n• Nikki R. Haley, U.S. Ambassador to the United Nations;\n• Linda McMahon, administrator of the Small Business Administration;\n• Ben Carson, housing and urban development secretary; and,\n• R. Alexander Acosta, labor secretary.\nThat means 75 percent of Trump’s first cabinet is white males. \nA smaller percentage of white males were in Obama’s, W. Bush’s and Clinton’s first cabinets based on the same analysis.\n\nThe only other president who challenges Trump’s standing is George H.W. Bush, whose first cabinet was 71 percent white male. But Bush had fewer cabinet members, according to the New York Times' article. So, the percentage of nonwhite and women cabinet members combined in his cabinet is higher than Trump’s cabinet.\nBut looking at each demographic individually — white and male — changes the picture.\nTrump's cabinet has a higer percentage of white males out of any first cabinet since Reagan, but he does not have the highest percentage of males. \nThat distinction belongs to George H.W. Bush whose cabinet was 89 percent male. Females makes up a little more than 16 percent of Trump’s cabinet, but only made up 11 percent of George H.W. Bush’s.\nYou have to go back to Reagan to find a more white and more male cabinet. White males comprised 90 percent of his first cabinet. (It's worth noting Reagan had 17 white males to Trump's 18. Reagan's cabinet is considered less diverse, though, because he had even less people in his cabinet.)\nThe idea that Trump’s cabinet lacks diversity has been widely reported on, especially when confirmation hearings and appointments were being made.\nDuring that time, a CNN report noted that Trump's four most influential departments are led by white males, which is a first since George H.W. Bush.\nThose include former ExxonMobil CEO Rex Tillerson (secretary of state), retired Marine Gen. James Mattis (secretary of defense), Alabama Sen. Jeff Sessions (attorney general), and ex-Goldman Sachs banker Steve Mnuchin (secretary of the treasury).\nOur ruling\nIn a tweet, American Progress said, \"Trump's Cabinet is more white and more male than any first Cabinet since President Ronald Reagan’s.\"\nThat claim is based on a credible New York Times analysis that found that Trump’s first cabinet had a smaller percentage of women and nonwhites combined than any president since Reagan. When you look at each demographic separately, however, George H.W. Bush has the most male cabinet.\nWith that in mind, we rate this claim Mostly True.\n Share the Facts 2017-04-26 15:21:05 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  \"Trump's Cabinet is more white and more male than any first Cabinet since President Ronald Reagan’s.\"     Center for American Progress Advocacy group   in a tweet Tuesday, April 25, 2017 2017-04-25    Read More  info", "vclaim_id": "vclaim-pol-03381"}