{"url": "/factchecks/2016/may/26/carlos-lopez-cantera/carlos-lopez-cantera-says-he-only-florida-lieutena/", "speaker": "Carlos Lopez-Cantera", "vclaim": "\"I'm also the only lieutenant governor to not take a security detail.\"", "truth_label": "mostly-true", "date": "stated on April 30, 2016 in an interview on Fox 13:", "title": "Carlos Lopez-Cantera says he is only Florida lieutenant governor to forgo security detail", "text": "Lt. Gov. Carlos Lopez-Cantera rolls without a security detail, a fact he likes to bring up as he campaigns to replace U.S. Sen. Marco Rubio. It’s an example of penny-pinching that he uses to set himself apart from the field of five Republicans vying for Rubio’s seat, as well as some predecessors who drew scrutiny over transportation spending.\n\"I've actually cut the budget of the office by more than half, reduced the staff,\" he said in an interview with Fox 13’s Money, Power, Politics show in Tampa which ran on air April 30. \"I'm also the only lieutenant governor to not ever take a security detail.\"\nLopez-Cantera had dropped this tidbit at a speech earlier that month with the Hillsborough County GOP, explaining, \"It’s a waste of your money, and I’m protected by the Second Amendment.\" (He has a concealed weapons permit.)\nWith Lopez-Cantera playing up this factoid as an accomplishment, we wanted to know if he was really the first No. 2 guy to say \"nah, I’ve got this,\" to taxpayer-paid protection.\nHow he declined his security detail\nAccording to state law, the Department of Highway Safety and Motor Vehicles shall assign one patrol officer to the Office of the Governor — it does not mention the lieutenant governor. In practice, the right to a security detail for protection and transportation has been extended to recent lieutenant governors. But after Gov. Rick Scott plucked him for the office in 2014, Lopez-Cantera verbally declined that protection.\nIn March, the Legislature approved a budget that added some language to state that the security patrol is at \"the discretion of the Lieutenant Governor.\" It seems that Lopez-Cantera had that discretion anyway, but the new language in law makes that clear.\nThe Legislature also added language to give the right to security for the attorney general, chief financial officer and agriculture commissioner. That appears to stem from a \"credible threat\" on Attorney General Pam Bondi in 2015, which prompted law enforcement to provide around-the-clock security for her for six weeks at a cost of $216,000.\nScott’s press office re-emphasized that it was Lopez-Cantera’s choice — and not, as rumor had it, the decision of former Scott chief of staff Adam Hollingsworth to downplay the role — in response to our inquiry.\nStill, there appeared to be a push to reduce expenses in that position after multiple news reports cited the amount of money spent on security and travel for Jeff Kottkamp under Gov. Charlie Crist and Jennifer Carroll, Scott’s first lieutenant governor. The state spent $1.1 million over four years for security and transportation for Kottkamp. In Carroll's first year in office, the Florida Highway Patrol spent $288,000 on travel and security. But after spending restrictions were put in place, that total dropped to $89,000 in 2012.\nLopez-Cantera garners even less attention as lieutenant governor than Carroll, hardly ever appearing alongside Scott at public events and keeping a sparse public calendar of events, the Miami Herald/Tampa Bay Times Tallahassee bureau noted in July 2015.\nLopez-Cantera had six days of security — at a cost of $27,000 — in May 2014 following a threat against him, according to a Florida Department of Law Enforcement report.\nPast lieutenant governors and security\nThe lieutenant governor role was revived in 1968 after a century without one. We tried to contact Lopez-Cantera’s predecessors (who are still alive today) for the low-down.\nThe Florida Highway Patrol said that the following lieutenant governors had a security detail: Wayne Mixson (1979-87), Bobby Brantley (1987-1991), Buddy MacKay (1991-1998), Frank Brogan (1999-2003), Toni Jennings (2003-07), Kottkamp (2007-11) and Carroll (2011-13.)\nWe attempted to reach all of those former lieutenant governors and were able to interview all but Brogan, Jennings and MacKay. Four confirmed they used the security detail. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe only one who said he didn’t use a security detail was Jim Williams, who was the lieutenant governor 1975-79.\n\"I didn’t have security,\" Williams, 93, told PolitiFact Florida.\nAnita Oneida Darley, his aide at the time, also said he didn’t have a security detail. The Florida Highway Patrol could not confirm.\nMixson said that he used a security detail when he traveled within Florida, but he did not when he was in the office or when he traveled to foreign countries.\n\"The Florida Highway Patrol had traditionally supplied a security individual and they did,\" Mixson said.\nBrantley said he had a state trooper who traveled with him sometimes, including on a trip to Canada. He said the trooper served mostly as a driver.\n\"He had a desk inside my office,\" Brantley said. \"If I didn’t have a need for him I’d have him go and do patrol duty. He would actually go on the street and stop speeders.\"\nBrantley said that Brogan was the first one he recalled with \"an actual plainclothes security detailing talking in their sleeve and all that stuff.\"\nKottkamp, now a lawyer in Tallahassee, said the security detail \"came with the job.\"\n\"On the night Gov. Crist and I were elected — they showed up at the hotel,\" he said. \"Someone was with me and the governor from that point on. It was a responsibility the FHP took very seriously. FHP leadership viewed it as a legal obligation to insure continuity of government.\"\nCarroll said troopers would pick her up to provide security when she traveled to other parts of the state.\nOur ruling\nLopez-Cantera said, \"I'm also the only lieutenant governor to not take a security detail.\"\nHe went without a security detail when he started in 2014 — a break from most lieutenant governors in recent memory who have used state security.\nThe only one we could find who said he did not have security detail was Jim Williams, lieutenant governor from 1975-79. The state could not confirm one way or another.\nThat was about 40 years ago, so to us Lopez-Cantera’s point still holds water.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/f3425ea7-664c-4d1c-9bc5-bb771765d290", "vclaim_id": "vclaim-pol-04912"}