{"url": "/factchecks/2018/aug/15/sarah-huckabee-sanders/white-house-base-comparing-african-american-job-gr/", "speaker": "Sarah Huckabee Sanders", "vclaim": "\"President Trump in his first year and a half has already tripled what President Obama did (for African-American employment) in eight years.\"", "truth_label": "false", "date": "stated on August 14, 2018 in a White House press briefing:", "title": "White House off-base comparing African-American job growth under Obama, Trump", "text": "During a testy White House daily briefing that included discussion of former White House aide Omarosa Manigault Newman and her new tell-all book, White House Press Secretary Sarah Huckabee Sanders offered a series of favorable statistics about the economy under President Donald Trump.\nAt one point, Sanders said, \"This president, since he took office, in the year and a half he’s been here, has created 700,000 new jobs for African-Americans. … When President Obama left, after eight years in office — eight years in office — he had only created 195,000 jobs for African-Americans. President Trump in his first year and a half has already tripled what President Obama did in eight years.\"\nSanders recounted the numbers under Trump accurately, but she vastly undercounted the number under Obama, leading to a misfire on the comparison between the two presidents.\nWe turned to statistics from the Bureau of Labor Statistics, the government’s official source of employment data.\nFirst, a technical note. BLS uses two different surveys to create its familiar monthly employment report. When measuring how many jobs are created or lost nationally from month to month, economists generally turn to the bureau’s survey of business establishments rather than the bureau’s survey of households, because the establishment survey is considered more accurate for counting employment level.\nHowever, the establishment survey doesn’t break down data by race, so we had to turn to the data from the household survey, which does include a racial breakdown.\nHere’s a graph of what we found:\n\nThe good news for Sanders is that she’s on target in describing the increase in African-American employment under Trump. From January 2017 to July 2018, the figure rose by 708,000, or essentially what Sanders said.\nThe bad news for Sanders is that she dramatically undershot the amount of the increase under Obama.\nFrom January 2009 to January 2017 -- the eight-year period under Obama that she referred to -- African-American employment rose by just shy of 3 million. That’s vastly larger than the 195,000 she credited Obama with creating during that span.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nSanders’ error dramatically alters the comparison between the two presidents. Rather than Trump tripling Obama’s increase in African-American employment, it is actually Obama who in eight years quadrupled the increase Trump oversaw in a year and a half. And Obama had to deal with the fall-out from the Great Recession during that period. (We should note, as we usually do, that presidents are not entirely responsible for job growth under their watch. Underlying economic trends tend to carry more weight that any particular president’s policies.)\nAfter we finished our reporting, the White House's Council of Economic Advisers sent a tweet that said, \"Apologies for @WhiteHouseCEA's earlier miscommunication to @PressSec.\"\nPer @PressSec briefing today: pic.twitter.com/uQzsAkOH2i— CEA (@WhiteHouseCEA) August 14, 2018\n\n\nThe tweet included a screenshot of data for the intended talking point -- \"minority employment changes 20 months after a presidential election.\" For Obama's first term, according to the chart, African-American employment fell by 636,000, compared to a gain of 848,000 for Trump. However, Obama's first 20 months were dominated by the recession, unlike Trump's, making the comparison dubious. \nThe chart also offered the number for the first 20 months of Obama's second term, but it was only modestly below the gain under Trump -- 831,000.\nLater, Sanders herself tweeted, \"Correction from today’s briefing: Jobs numbers for Pres Trump and Pres Obama were correct, but the time frame for Pres Obama wasn’t. I’m sorry for the mistake, but no apologies for the 700,000 jobs for African-Americans created under President Trump.\"\nBut her comparison in the tweet still didn't make much sense. To come up with the 195,000 figure, she added together the numbers for the first 20 months of Obama's first and second terms -- a disjointed period of time heavily influenced by the recession -- and compared it to the first 20 months of Trump's.\nCorrection from today’s briefing: Jobs numbers for Pres Trump and Pres Obama were correct, but the time frame for Pres Obama wasn’t. I’m sorry for the mistake, but no apologies for the 700,000 jobs for African Americans created under President Trump https://t.co/EXGvbliwlS— Sarah Sanders (@PressSec) August 15, 2018\n\n\nOur ruling\nSanders said, \"President Trump in his first year and a half has already tripled what President Obama did (for African-American employment) in eight years.\"\nSanders dramatically undercounted African-American employment gains under Obama. In reality, the correct Obama-Trump comparison shows the opposite of what Sanders indicated: African-American employment gains under Obama were four times higher than the gains to date on Trump’s watch. The White House's Council of Economic Advisers later tweeted a correction and apology.\nAs is our policy, we rate the original statement False.\n Share the Facts 2018-08-15 14:50:17 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"President Trump in his first year and a half has already tripled what President Obama did (for African-American employment) in eight years.\"    Sarah Huckabee Sanders White House Press Secretary https://www.youtube.com/watch?v=9sCAvR2TNIk   a White House daily press briefing Tuesday, August 14, 2018 2018-08-14    Read More  info", "vclaim_id": "vclaim-pol-01732"}