{"url": "/factchecks/2009/feb/19/rosa-delauro/congresswoman-portrait-toothless-fda-accurate-thou/", "speaker": "Rosa DeLauro", "vclaim": "\"When the salmonella source was finally identified, FDA officials had to wait for industry approval before they could go live with the [peanut] recall.\"", "truth_label": "true", "date": "stated on February 4, 2009 in a news conference:", "title": "Congresswoman's portrait of a toothless FDA is correct", "text": "Is our food-safety system really that weak?\n\n\nWe realized the recent outbreak of salmonella poisoning from peanut products exposed serious problems with food manufacturing and plant inspections.\n\n\nBut Rep. Rosa DeLauro, a Connecticut Democrat, alleged it also exposed the federal Food and Drug Administration as toothless when it comes to recalls. \n\n\n\"When the salmonella source was finally identified, FDA officials had to wait for industry approval before they could go live with the recall,\" the congresswoman said at a Feb. 4, 2009, news conference.\n\n\nDeLauro was speaking amid great public concern about the outbreak, which was discovered in January 2009 after it killed eight people and sickened more than 500 in 43 states. It was traced to tainted peanut butter and paste from a Peanut Corporation of America plant in Georgia and possibly another in Texas.\n\n\nThose ingredients had been distributed nationwide in all sorts of products, prompting recalls of more than 2,100 products from energy bars to ice cream.\n\n\nDeLauro's comment evoked an image of FDA officials meekly asking company executives if it was okay to protect the public from tainted peanuts. We wondered whether she was stretching the truth to drum up support for a bill she proposed to strengthen the FDA's recall process.\n\n\nA spokeswoman said DeLauro was referring to the voluntary nature of food recalls. And indeed, the FDA recall process is almost entirely voluntary — strictly speaking.\n\n\nThis is poorly understood by consumers, the media and even some food companies, the FDA says in this\n\nprimer\n\non its recall policies.\n\n\n\"The Federal Food, Drug, and Cosmetic Act does not generally authorize FDA to 'order' a manufacturer to recall a food, cosmetic or supplement,\" the online brochure says. Only when it comes to medical devices, human-tissue products and infant formula can the agency order a recall.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nDeLauro's office said she got her information partly from this\n\nNew York Times article\n\n, which reported that the government \"needed the company’s permission last week before announcing a huge recall of its products.\"\n\n\nThere's an important bit of context to add, though.\n\n\nIn reality, companies do not generally refuse FDA requests to issue a recall. In fact, none has ever done so, at least in the memory of Stephen Sundlof, director of the FDA's Center for Food Safety and Applied Nutrition.\n\n\n\"I don't think there's ever been a case to my knowledge where a company has refused to recall products when we told them in very specific terms that we would be taking additional actions,\" Sundlof told a Senate committee in a Feb. 5, 2009, hearing on the salmonella outbreak.\n\n\nAdditional actions the FDA can take against any company that refuses to recall food can include seizing products and enjoining the company from doing further business.\n\n\nBill Marler, a personal injury lawyer who specializes in foodborne illnesses, concurred with Sundlof. He said companies have little motivation to refuse the agency's recall requests, or even delay the process, because doing so would expose them to more legal liability.\n\n\n\"In my experience, there is very seldom a delay, because most of the time you've got a company who wants to solve the problem and not poison any more of its customers than it already has,\" said Marler, who is based in Seattle.\n\n\nPlenty of food-safety advocates argue the FDA should have the authority to mandate recalls. But their main concern is not that companies refuse to issue recalls voluntarily, it's issues such as FDA's limited control over how aggressively to recover products, and that \"voluntary recalls\" might not sound serious enough to consumers.\n\n\nDeLauro arguably made our food-safety regime sound weaker than it is, since there is little question as a practical matter that companies will quickly agree to recalls. And it was imprecise for her to say the FDA waited for the company's approval to \"go live\" with the recall — the FDA did not \"go live\" with the recall at all; it was the company that issued it.\n\n\nBut \"go live\" is a vague term, and DeLauro seems to have meant \"announce.\" And it's true that the FDA could not post on its Web site\n\nthis press release\n\nannouncing the recall, which came from the Peanut Corporation of America, until the company agreed to issue the recall and wrote the release.\n\n\nSo while DeLauro's depiction of the recall process was not full and complete, it was technically accurate. We find her claim to be True.", "vclaim_id": "vclaim-pol-15825"}