{"url": "/factchecks/2012/mar/14/newt-gingrich/gingrich-said-energy-secretary-advocated-raising-g/", "speaker": "Newt Gingrich", "vclaim": "Obama's secretary of energy, Dr. Steven Chu, \"has said publicly he wants us to pay European levels (for gasoline), and that would be $9 or $10 a gallon.\"", "truth_label": "mostly-true", "date": "stated on March 11, 2012 in an appearance on \"Fox News Sunday\":", "title": "Gingrich said energy secretary advocated raising gas prices", "text": "Newt Gingrich, who has promised gasoline at $2.50 a gallon if he’s elected president, frequently blames the Obama administration for rising prices at the pump.\n\nHe recently called President Barack Obama’s energy plan \"outrageously anti-American.\" And in an interview on Fox News Sunday on March 11, 2012, Gingrich said Obama is leading the nation toward \"greater dependency and much more expensive gasoline, maybe ultimately as high as $9 or $10 a gallon, which is what his secretary of energy, Dr. Chu, says he wants it to be.\n\n\"He has said publicly he wants us to pay European levels, and that would be $9 or $10 a gallon.\"\n\nThat sounds like it could ruin a lot of road trips. We decided to check that claim about Steven Chu, and while we’re at it -- are Europeans really paying that much to fuel their Fiats?\n\nWhat Chu said\n\nChu is a a Nobel Prize-winning physicist who served as director of the Lawrence Berkeley National Laboratory, a federal energy research center. His quote about European gas prices has become somewhat notorious since he uttered it almost four years ago.\n\nIn an interview with The Wall Street Journal in late 2008 -- before Obama was elected and at a point when Chu had no ties to Obama -- Chu told the newspaper that he favored raising gasoline taxes gradually over 15 years to coax consumers into buying fuel-efficient cars and discouraging sprawl.\n\n\"Somehow we have to figure out how to boost the price of gasoline to the levels in Europe,\" Chu said in an interview with the Journal in September 2008. The quote did not appear in print until December, when the Journal ran a story after news emerged that Chu was being tapped as energy secretary.\n\nIt has been a target of criticism numerous times since then.\n\n\"The popularity of Chu’s now-infamous quotation tends to track the rise and fall of gas prices: It enjoyed a huge surge of attention last spring and summer (2011) before largely vanishing from view in the fall, leading up to this month’s renaissance,\" reporter Bob King wrote in a story in POLITICO.\n\nAs it happens, after Gingrich's comment, Chu backed away from what he said. At a hearing of the Senate Energy and Natural Resources Committee on March 13, 2012, Chu said, \"Since I walked in the door as secretary of Energy I’ve been doing everything in my powers to do what we can to … reduce those prices.\"\n\nChu added, according to POLITICO, that the \"most important tool in DOE’s tool chest is moving off oil.\"\n\n\"So are you saying you no longer share the view that we need to figure out how to boost gasoline prices in America?\" Sen. Mike Lee, R-Utah, asked him.\n\n\"I no longer share that view,\" Chu said.\n\n\"When I became secretary of Energy, I represented the U.S. government,\" Chu added. \"Of course we don’t want the price of gasoline to go up, we want it to go down.\"\n\nGetting back to Gingrich’s portrayal of Chu’s 2008 remark -- that he \"has said publicly he wants us to pay European levels\" -- Chu’s statement was indeed public. He said it to a newspaper. And he did express a desire to raise domestic gas prices closer to those in Europe.\n\nAbout that $10 gas\n\nGingrich pegged the cost of a gallon of gasoline in Europe at between $9 and $10. We contacted the European Union, which provided this chart showing gasoline prices in various countries as of March 5, 2012.\nThe chart (on page 2 of the document) shows prices in Euros per liter. We converted that into dollars per gallon and came up with these figures:\nFrance: $7.07 per gallon\nPortugal: $7.24 per gallon\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nItaly came in highest at $8.48 per gallon.\nWe also received information from the U.S. Energy Information Administration. According to the chart on page 3 of this document, which shows prices in January 2012, a gallon of gasoline cost $7.54 per gallon in France, $8.07 in Germany and $6.68 in the United Kingdom.\n\nThe travel website mytravelcost.com reports even higher prices. The site, which says it updates prices monthly, puts a liter of unleaded in France at 1.64 euros. Converted to dollars per gallon, that’s $8.10 per gallon. In Spain, it’s $7.06 per gallon, and in the Netherlands it’s $8.90, according to the website.\n\nOur ruling\n\nGingrich said that Chu, the energy secretary, \"has said publicly he wants us to pay European levels [for gasoline] and that would be $9 or $10 a gallon.\"\n\nChu’s statement, made to the the Wall Street Journal in 2008, was \"somehow we have to figure out how to boost the price of gasoline to the levels in Europe.\" Gingrich’s paraphrase was accurate. As for the price, he aimed a little high. We found examples of gasoline near $9 a gallon in Europe, but none approaching $10. Gasoline prices fluctuate, however, and so does the exchange rate between dollars and euros. But, because of the discrepancy, we rate his statement Mostly True.\nThis story originally provided an incorrect date for the Fox News Sunday program on which Gingrich appeared. It has been corrected to say March 11, 2012.\nhttps://www.sharethefacts.co/share/4cab7a2a-1eab-49c8-8bf0-54f9628d4bf2", "vclaim_id": "vclaim-pol-11441"}