{"url": "/factchecks/2020/jan/02/facebook-posts/social-media-post-recycles-debunked-quotes-joe-bid/", "speaker": "Facebook posts", "vclaim": "Says that four Democrats — Sheila Jackson Lee, Joe Biden, Elizabeth Warren, and Alexandria Ocasio-Cortez — made specific, suspect remarks about such topics as the Constitution, abortion and guns.", "truth_label": "false", "date": "stated on December 27, 2019 in social media posts:", "title": "Social media post recycles debunked quotes by Joe Biden, Elizabeth Warren, other Democrats", "text": "Fabricated or misreported quotes by Democratic politicians continue to circulate on social media.\nA simple black-and-white text post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post includes the following purported remarks by politicians:\nBy Rep. Sheila Jackson Lee: \"Homicide is the leading cause of murder.\"\nBy former Vice President Joe Biden: \"No ordinary American cares about Constitutional rights.\"\nSen. Elizabeth Warren, D-Mass.: \"Having an abortion is no different than having one’s tonsils removed.\"\nRep. Alexandria Ocasio-Cortez, D-N.Y.: \"Owning guns is not a right. If it were a right, it would be in the Constitution.\"\nLet’s scrutinize these quotes one by one.\nJackson Lee\nThe quote attributed to Jackson Lee appears to come from a now-defunct blog called the Habanero of Texas. That post, or excerpts of it, was widely shared by other conservatives and pro-gun advocates on social media and in forums.\nAccording to one blog that quoted the original Habanero of Texas post, Jackson Lee \"held an informal press conference today announcing that her administration, through great efforts and much expense, had completed a decade-old study that focused on the cause of murders in the United States. She was reported as saying that the results were predominantly leaning towards ‘homicide’ as being the primary cause for the murders.\"\nThe original post appears to have been an attempt at satire, since the direct \"quote\" attributed by the blog to Jackson Lee is nearly unintelligible:\n\"Datas (sic) uncover (sic) today give us a clearer portrait of a couple of possible cause (sic) for murder, but let’s be clear.. Changes in the atmospheres (sic) and combustibles (sic) also play a roles (sic) in how peoples (sic) are behave (sic). By continuing homicide (sic) and climate changes (sic) we are ascend (sic) ourselves to vulnables (sic), and we cannot deny that, Nor shall we, Nor shall I, Nor shall we all, So say we all (sic). End homicide and end climate change, and we end murder. THIS, we know.\"\nThe apparent satire may have been inspired by remarks posted by the Blaze, a conservative website, that Jackson made in 2013. She said in part, \"Homicide is the leading cause of death — second-leading cause of death — for young people ages 15 to 24. In my community, African Americans, it is the leading cause of death for those 10 to 24.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nBiden\nThe statement is not authentic and has circulated the internet for years. We have rated it False.\nThis quote spiraled out of a comment Biden made during a weapons control forum in 2013, but it has been altered and taken out of context.\nA YouTube video posted in 2015 and titled \"Biden: no ordinary American cares about his constitutional rights\" has more than 33,000 views. The YouTube video tracks back to a February 2013 address Biden gave during a forum held at Western Connecticut State University, about two months after the Sandy Hook elementary school shooting.\nAt no point during the video does Biden say the words cited in the social media posts. In the clip, he talks about the \"roadblocks\" that are put up by those who oppose gun control:\n\"They say all you’re going to do is deny law-abiding citizens their rights under the Second Amendment. Not true. They say guns like the AR-15 are needed for self-protection and recreation. They are not. There are plenty of ways you can protect yourself and recreate without an AR-15. They say it isn’t about guns. They’re wrong; it is about guns. Let me say at the outset to all the press: No law abiding citizen in the United States of America has any fear that their Constitutional rights will be infringed in any way. None, zero. Look, common sense facts are these assault weapons are unnecessary and dangerous weapons that put our law enforcement personnel at risk…\"\nWarren\nWarren did make a comparison between abortion and tonsil removal procedures, but the quote shared in the post is heavily edited and is not something Warren said or wrote. We have rated it Mostly False.\nIn a Jan. 21, 2018, opinion column in Time magazine, she wrote: \"On the 45th anniversary of Roe vs. Wade, I think about what has changed since abortions became legal. Our health care system has pretty much dealt with the safety issue: thanks to Roe vs. Wade, abortion is now safer than getting your tonsils out. A lot of women are alive today because of Roe.\"\nShe made similar statements in a Senate floor speech and an opinion column published in Marie Claire magazine in July 2018.\nIn the piece, Warren links to a Time magazine article, which reported in 2014 that women who get abortions are less likely to have complications than people who have their wisdom teeth removed, citing a study published in the peer-reviewed Obstetrics & Gynecology medical journal.\nOcasio-Cortez\nWe didn’t find any credible sources corroborating her purported comment. We rated the claim that she said it Pants on Fire.\nOcasio-Cortez’s campaign website said of gun control policy, \"Cities and states with strong gun laws have managed to cut gun violence significantly without running afoul of the Second Amendment. Alexandria believes that supporting common-sense gun legislation is necessary for any politician who claims to care about the lives of constituents.\"\nHer campaign platform also said she thinks that \"it’s clear that the founding fathers did not have assault weapons in mind when they wrote\" the Second Amendment, and that she advocates for banning such guns.\nAmong other gun control measures, she thinks domestic abusers and stalkers should have to surrender their firearms, and she wants to require universal and improved background checks before someone can buy a gun.\n\"Keep the severely mentally ill and people with a history of domestic abuse from purchasing guns,\" Ocasio-Cortez said about a year ago while answering questions on Reddit. \"I am a believer in the Second Amendment but this is where I draw the line.\"\nAll told, each of the four quotes is either made up or seriously mangled. We rate the statement False.", "vclaim_id": "vclaim-pol-17516"}