{"url": "/factchecks/2014/aug/17/mark-zaccaria/mark-zaccaria-says-sen-jack-reed-cast-deciding-vot/", "speaker": "Mark S. Zaccaria", "vclaim": "Sen. Jack Reed \"cast the deciding vote in the Senate for the Affordable Care Act.\"", "truth_label": "barely-true", "date": "stated on August 3, 2014 in an interview on \"10 News Conference.\":", "title": "Mark Zaccaria says Sen. Jack Reed cast the deciding vote for Obamacare", "text": "The Patient Protection and Affordable Care Act, often called Obamacare, remains part of the great divide that separates most Republicans and Democrats. So it's not surprising that Mark Zaccaria, a Republican running for U.S. Senate, would raise the issue during his Aug. 3 interview on WJAR-TV's \"10 News Conference.\"\nHe put the blame for the law's passage squarely on the shoulders of incumbent Democrat Jack Reed.\n\"Let's talk about the Affordable Care Act,\" Zaccaria said. \"Mr. Reed cast the deciding vote in the Senate for the Affordable Care Act and what we are seeing is that more people today associate that with the ineptitude in management that we've seen in the Veterans Administration than in any kind of a private health insurance plan that they may have had prior to this time.\"\nWe know Reed voted for the ACA, as did all of the Rhode Island delegation at the time. But was Reed really the deciding vote?\nPolitiFact has been down this road before. A quick search of PolitiFact rulings shows that Democratic Senators Jeff Merkley of Oregon, Jeanne Shaheen of New Hampshire, Bill Nelson of Florida, Michael Bennet of Colorado, and Sherrod Brown of Ohio have been blamed by various Republicans and conservative groups for casting the deciding vote on Obamacare. In each case, PolitiFact has ruled the claims Mostly False or False, depending on their wording and context.\nThe reason: A deciding vote is typically the one vote -- sometimes cast at the last minute -- that puts a proposal over the top. To use a sports analogy, the deciding goal in a 3-2 soccer match is never the first two goals, even though all three are crucial to the win.\nThe key Senate vote in the Obamacare debate -- actually the Senate's vote to close debate that paved the way for passage -- needed no fewer than 60 Senators supporting the proposal. That's all it got.\nSome senators withheld their support until the end, looking for last-minute modifications; Reed did not. He was the 45th \"aye\" vote during the roll-call.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nWhen we emailed Zaccaria's campaign to ask what made Reed's vote the deciding vote, the candidate noted that the vote to end debate got the bare-minimum of 60 votes, including Reed's.\n\"Without Mr. Reed’s vote to end debate, the Senate could have filibustered longer or even changed or defeated the measure,\" Zaccaria said.\n\"My point is that Sen. Reed had personal control over the passage of the ACA and, knowing the impact it would have, voted Yes,\" he said. \"I don’t believe my point regarding Mr. Reed is diminished simply because every other Democrat Senator also had that same power.\"\nOur ruling\nMark Zaccaria said that Sen. Jack Reed \"cast the deciding vote in the Senate for the Affordable Care Act.\"\nZaccaria's position is that because every \"yea\" vote in the motion to end debate on the act was crucial to passage, each of those votes -- 60 in all -- was the deciding vote.\nReed's vote was crucial. Zaccaria could have called it \"a\" deciding vote (of which there can be many) but there is no evidence that his was \"the\" deciding vote (of which there is one).\nBecause his statement contains some element of truth but ignores critical facts -- in this case, the 59 other yes votes, including the 15 \"ayes\" that came after his -- that would give a different impression, we rate it Mostly False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07436"}