{"url": "/factchecks/2018/apr/09/politics-elite-trump/fake-news-claims-emma-stone-converted-trump-suppor/", "speaker": "Politics Elite Trump", "vclaim": "\"Actress Emma Stone: ‘For the first time in history we have a president that…\"", "truth_label": "pants-fire", "date": "stated on April 1, 2018 in in a fake news blog :", "title": "Hoax website claims that Emma Stone is a converted Trump supporter", "text": "According to an Internet rumor, actress Emma Stone is President Donald Trump’s newest supporter.\n\"Actress Emma Stone: ‘For the first time in history we have a president that…\" read the headline on April 1 on Politics Elite Trump, a blog site that publishes stories about Hollywood and politics.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat misinformation.\nThe story quotes Stone as saying that even though she originally wanted Hillary Clinton to win the 2016 presidential election, she has come to realize that America made a great choice electing Trump. That didn’t happen.\nIn reality, Stone called the results of the 2016 election \"incredibly painful.\" Clinton and Stone have also been photographed together backstage at the Late Show with Stephen Colbert.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe story includes a doctored image of Stone wearing a \"Make America Great Again\" hat. It was photoshopped from a real photo taken of her at Disneyland in 2015. Stone was wearing a navy blue hat with a Mickey Mouse logo, but the article removed the logo replacing it with Trump’s campaign slogan.\nThe article also claims that Stone stated that she is not usually involved in politics. Though Stone has said that she has stayed quiet in publicly expressing her opinions, she has recently said that she is speaking out more often.\nStone has supported equal pay for men and women and Planned Parenthood.\nWhen searching for the quotes attributed to Stone in the article, we found no results.\nA fake news blog said that actress Emma Stone has converted to a Trump supporter.  We rate this Pants on Fire.", "vclaim_id": "vclaim-pol-02209"}