{"url": "/factchecks/2017/jul/14/kid-rock/kid-rock-announces-us-senate-run-needs-check-rules/", "speaker": "Kid Rock", "vclaim": "\"I’ve got 15 days from my announcement to file paperwork with the FEC!\"", "truth_label": "half-true", "date": "stated on July 13, 2017 in a post on KidRock.com:", "title": "Kid Rock announces U.S. Senate run, but needs to check rules with the FEC", "text": "Musician and Michigan native Kid Rock lashed out at the media for allegedly bungling details about his intention to run for U.S. Senate, but it looks like this cowboy was a little too quick on the draw.\nKid Rock (whose real name is Robert Ritchie) created a website, KidRockForSenate.com, announcing his interest in a 2018 campaign against Michigan incumbent Sen. Debbie Stabenow, a Democrat who has been in office since 2001. The site only offered a signup for email updates and a link to a \"Kid Rock for U.S. Senate\" web store.\nPreviously, Kid Rock’s biggest foray into politics was a trip to the White House with Sarah Palin and Ted Nugent in April.\nHe confirmed the site was real on July 12, 2017, via Twitter and Facebook, leading to a flurry of news stories saying he’s now a devil with a cause. Reporters for the Washington Post and the New York Times noted they didn’t find any Federal Election Commission paperwork for Ritchie’s campaign.\nI'm not seeing any evidence that Kid Rock has filed with the FEC...— Emily Heil (@emilyaheil) July 12, 2017\n\nI asked a spokesperson for Kid Rock if the tweet was real. If he'd file with the FEC, etc. As of now, spox referred me Kid Rock's FB: pic.twitter.com/N58kD799wL— Sopan Deb (@SopanDeb) July 12, 2017\n\nKid Rock took exception to some of the coverage in a July 13 post on KidRock.com titled, \"Once again the press is wrong.\"\n\"First of all, I’ve got 15 days from my announcement to file paperwork with the FEC!\" he wrote, without mentioning a specific report that he was refuting. \"Second, I’m not signed to Warner Bros!!! — which simple fact-checking would have revealed. I have recently worked out a unique deal with BMG, Broken Bow, CAA and Live Nation to release music ON MY TERMS.\"\nHe repeated that statement on Twitter and Facebook.\nPeople may have been confused about his current contracts because the July 13 post was actually the first time he had announced the new recording arrangements. Kid Rock spokesman Kirt Webster confirmed that his 2015 album First Kiss was his last with Warner Music Group.\nWebster also said Warner Bros. still does Kid Rock’s merchandising, so that’s why the Kid Rock for U.S. Senate web store is hosted by Warner Bros. Records.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDon’t replace the Star-Spangled Banner with Bawitdaba just yet. Webster did not answer us when we asked if the Senate announcement was real, but Ritchie conspicuously released two new songs and announced a tour on July 14.\nBut whether or not he’s on a lonely road of faith (these are Kid Rock lyrics, we hope you realize) to reach the Senate, Kid Rock’s explanation of FEC deadlines isn’t entirely accurate.\nThe FEC website notes in its \"Quick Answers to Candidate Questions\" that how much money a potential candidate gets for or spends on a campaign determines the deadline for when they must file paperwork, not simply announcing an intention to run for office.\nIf a Senate hopeful either receives $5,000 in contributions or spends $5,000 on a campaign, the Federal Election Campaign Act of 1971 says registration and reporting responsibilities take effect.\nFEC spokeswoman Judith Ingram said that a candidate has 15 days after that threshold has been reached to designate a principal campaign committee by either filing a Statement of Candidacy or a letter with the same information. Ten days after that, the committee must register a Statement of Organization.\n\"If a person has announced or is acting like a candidate AND has passed that $5,000 threshold, s/he becomes a candidate and the requirement to register with and report to the FEC kicks in,\" Ingram told us via email.\nFor a Senate seat, the paperwork would be filed through the Office of the Secretary of the Senate, she said.\nIngram didn’t know whether Kid Rock would meet the threshold by either spending $5,000 on his website or taking in $5,000 through sales of t-shirts and trucker caps (at least one campaign veteran thinks so).\nWe’ll know if Kid Rock officially files within the next couple weeks, because this is a story we will follow all summer long.\nOur ruling\nKid Rock said, \"I’ve got 15 days from my announcement to file paperwork with the FEC!\"\nWhile he was quick to berate the press, Kid Rock oversimplified his explanation. Registration and reporting rules come into play after receiving or spending $5,000 on campaign activity, FEC rules say. Just saying you’re running for office doesn’t trigger the 15-day requirement, although it may be possible Kid Rock has already met that $5,000 limit somehow.\nWe rate this statement Half True.\n Share the Facts 2017-07-14 20:06:41 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"I’ve got 15 days from my announcement to file paperwork with the FEC!\"    Kid Rock Musician   in a post on KidRock.com Thursday, July 13, 2017 2017-07-13    Read More  info", "vclaim_id": "vclaim-pol-03107"}