{"url": "/factchecks/2018/may/29/tennessee-republican-party/tennessee-gop-slams-democrat-senate-race-jobs-over/", "speaker": "Tennessee Republican Party", "vclaim": "\"While Phil Bredesen was in the governor’s office, the number of Tennesseans on unemployment nearly doubled.\"", "truth_label": "half-true", "date": "stated on May 23, 2018 in a Republican party blog post:", "title": "Tennessee GOP's slam on Democrat Phil Bredesen's jobs record overlooks Great Recession", "text": "The U.S. Senate race in Tennessee is starting to heat up. Phil Bredesen, the leading candidate for the Democratic nomination, lofted an ad touting his accomplishments as governor. The Tennessee Republican Party fired back that on jobs, Bredesen’s track record wasn’t so rosy.\n\"While Phil Bredesen was in the governor’s office, the number of Tennesseans on unemployment nearly doubled,\" the GOP posted on its website May 23. \"He is backtracking to change his weak record, but Tennesseans won’t be fooled by misleading ads.\"\nThe post included numbers from the U.S. Bureau of Labor Statistics to back up the claim.\nWhen Bredesen became governor in January 2003, the state had about 149,000 unemployed people. When he left in January 2011, it had about 296,000.\nAs the Republicans said, that’s about double.\nBefore we get into the caveats, we should note that there’s a flaw in the Republican language. The post talked about \"the number of Tennesseans on unemployment.\" That’s different from the number of unemployed people, because some might not have been eligible for unemployment benefits in the first place, and some might have seen their benefits run out.\nThe state labor market reports track the number of new claims for unemployment each month, but not the total number of people getting benefits at a given point in time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAs for the point about unemployment growth, the Republican post leaves out the enormous impact of the Great Recession. That wasn’t something under Bredesen’s control; it was a global economic collapse that struck every state and pretty much every nation worldwide.\nIn the time Bredesen was in office, the national unemployment rate went from 5.8 percent to 9.1 percent. The rate in Tennessee went from 5.1 percent to 9.5 percent; worse than the national average, but the overall trend was the same.\nThis chart shows shifts in the unemployment rate under Bredesen.\n\nThe GOP post also overlooks that before the recession, Bredesen oversaw a net increase in jobs. The state had 2.76 million jobs when he took office, and four years later in 2007, it had 2.94 million, a gain of about 180,000 jobs.\nEven as the automobile sales were falling in 2008, on Bredesen’s watch, Volkswagen committed to building a new plant outside Chattanooga, Tenn., a move that ultimately created 2,000 new jobs.\nOur ruling\nThe Tennessee Republican Party challenged Bredesen’s track record on jobs, saying that the number of people on unemployment doubled during his time as governor.\nGovernment statistics show that the number of unemployed did rise by that amount. But the statement suffers from two flaws: It ignores the impact of the Great Recession which was beyond the control of Bredesen or any state leader. And it assumes that every unemployed person is getting unemployment benefits, which is not accurate.\nThe numbers leave out important context. We rate the statement Half True.\n Share the Facts 2018-05-29 13:50:33 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"While Phil Bredesen was in the governor’s office, the number of Tennesseans on unemployment nearly doubled.\"     Tennessee Republican Party State party organization https://www.tngop.org/setting_the_record_straight   In a party website blog post Wednesday, May 23, 2018 2018-05-23    Read More  info", "vclaim_id": "vclaim-pol-02025"}