{"url": "/factchecks/2020/apr/17/barack-obama/joe-bidens-platform-progressive-obama-says/", "speaker": "Barack Obama", "vclaim": "Joe Biden \"already has what is the most progressive platform of any major party nominee in history.\"", "truth_label": "half-true", "date": "stated on April 14, 2020 in an endorsement announcement:", "title": "Is Joe Biden’s platform as progressive as Obama says?", "text": "In his video endorsing Joe Biden for president, former President Barack Obama not only backed his former running mate but also offered an olive branch to supporters of Bernie Sanders, the Vermont senator who had challenged Biden from the left in this year’s primaries.\nIn the April 14 video, Obama said:\n\"You know, I could not be prouder of the incredible progress that we made together during my presidency, but if I were running today, I wouldn’t run the same race or have the same platform as I did in 2008. The world is different; there’s too much unfinished business for us to just look backwards. We have to look to the future. Bernie understands that, and Joe understands that. \n\"It is one of the reasons that Joe already has what is the most progressive platform of any major-party nominee in history. Because even before the pandemic turned the world upside down, it was already clear that we needed real structural change. The vast inequalities created by the new economy are easier to see now, but they existed long before this pandemic hit.\"\nIs it accurate to say that Biden \"already has what is the most progressive platform of any major party nominee in history\"? \nThe topic is somewhat murky, and after interviewing presidential historians we came up with the somewhat unsatisfying answer of \"yes and no.\" \nHow much has Biden moved to the left?\nThere is a plausible case for Biden as the most progressive Democratic nominee in history.\nPolitical scientists note that the Democratic Party as a whole has moved to the left in recent years. This is partly because of rising polarization between the parties. As conservative Democrats have increasingly left to become Republicans or independents, the remaining Democrats are clustered closer to the liberal end of the spectrum.\nBiden has heeded this leftward shift, just less aggressively than such primary rivals as Bernie Sanders or Elizabeth Warren. \nOn many issues during the 2020 primaries, such as gun policy, Biden’s positions were largely indistinguishable from those of his rivals. And on the issues where he did offer a more moderate vision than his Democratic primary opponents, such as health care and climate change, he still went further than Obama had during his presidency. On some issues, including health care, climate change and criminal justice reform, Biden has moved beyond Hillary Clinton in 2016.\nBiden backs some policies that few previous Democratic nominees would have considered backing. These include a $15 minimum wage, a study of reparations for slavery, two years free public college, ending new oil and gas leases on federal land and offshore, creation of a national firearm registry, and scrapping past marijuana convictions. (An exception is trade policy, where the Democratic mainstream has drifted in a more pro-trade direction in recent decades.)\n\"Biden has moved steadily in a progressive direction,\" said Max J. Skidmore, an emeritus professor of political science at the University of Missouri-Kansas City and the author of Presidential Performance: A Comprehensive Review. These include promising to name a woman as his running mate and moving towards the Sanders and Warren positions on student debt and bankruptcy reform. \nSkidmore also cited Biden’s support for eliminating private prisons, abolishing the death penalty, and providing paid family and medical leave.\nAnother way to look at it is how the nominees’ stances compare with those of their general-election opponent. Walter Mondale faced Ronald Reagan in 1984; Michael Dukakis faced George H.W. Bush in 1988; and John Kerry faced George W. Bush in 2004. Each of these Democratic nominees positioned himself sharply to the left of his general-election opponent, but the difference between Biden and Donald Trump is at least as large, particularly on such issues as immigration.\nWhile Biden is \"less dramatically progressive\" than some of his 2020 primary rivals, Skidmore said, Biden’s contrast with Trump \"is absolutely dramatic. Does a Biden presidency promise to be more progressive than those of his predecessors? Yes — a resounding yes — in an absolute sense. He accepts, and would build on, all of their achievements, and add to them.\"\nWhy it’s hard to compare platforms\nThat said, there are a couple factors that make it hard to compare one nominee with another on ideology.\nThe first problem is that on a historical scale, the concept of a most progressive (or most liberal, or most left-leaning) nominee is a moving target.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nFor instance, in 1948, the Democrats called for a national health program, \"which would have been a more radical break with the status quo than what Biden is proposing, but in absolute terms would have landed to the right of where we are today,\" said H.W. Brands, a historian at the University of Texas-Austin who has written books about Theodore Roosevelt, Woodrow Wilson, Franklin Roosevelt and Ronald Reagan. \"That same 1948 platform called for eradicating all racial discrimination, which would have been a huge break with the Jim Crow system then in place. Nothing today could come close to that.\"\n\nFranklin D. Roosevelt (Wikimedia Commons)\nAnother example: Two decades ago, support for same-sex marriage \"was a very progressive idea, but today, it’s the law of the land, and few conservatives still challenge it,\" said John J. Pitney, Jr., a Claremont McKenna College political scientist.\nAny effort to determine the most liberal nominee is undercut by the reality that liberal goals that have already been accomplished can’t be accomplished again. Once Franklin Roosevelt enacted Social Security and once Lyndon Johnson signed Medicare and Medicaid into law, future nominees had to move on to new policy goals. But just because virtually all politicians today support these programs today doesn’t mean that today’s politicians are as liberal today as Roosevelt and Johnson were in their day.\nDavid Greenberg, a Rutgers University historian and author of \"Republic of Spin: An Inside History of the American Presidency\" and books about Calvin Coolidge and Richard Nixon, said Obama’s statement is \"without much meaning or value.\"\n\"It’s not meaningful to try to compare whether a set of proposals from 2020 is more or less progressive than proposals from 1960 or 1900 or 1800,\" Greenberg said. \"In every era, the problems are different, the policy possibilities are different, and our understandings of what’s ‘progressive’ or ‘conservative’ are different.\"\nThe second problem with Obama’s assertion is that nominees may be more liberal on some issues and more moderate on others. \"Being progressive on class issues is different from being ‘woke’ on identity issues,\" said Jennifer Delton, a Skidmore College historian and author of \"Rethinking the 1950s: How Anticommunism and the Cold War Made America Liberal.\"\nIndeed, candidates may choose to emphasize some parts of their agenda over others, changing how liberal or moderate they appear to be. Part of the candidate’s dance on these issues has to do with managing the differing demands of constituencies within the Democratic Party coalition. \n\"As the Democratic Party has been moving leftward, Biden has been balancing between the pragmatic and idealistic left sides of his party,\" said Bert Rockman, an emeritus professor of political science at Purdue University who has written books assessing Bill Clinton, George W. Bush and Obama. \"It probably is true that this might well be the most progressive platform the Democrats have had, but that doesn’t mean that Biden will emphasize all of it.\"\nIf you have to choose a most liberal nominee, would Biden be it?\nWhere Obama’s assertion is on weaker ground is if you compare Biden’s platform not with an absolute measure of historical liberalism but in relation to his own party. \nPast nominees of both parties have taken positions more at odds with the mainstream of their own party than he has. In 1972, for instance, George McGovern won the nomination as an insurgent candidate whose policy positions were to the left of where many in the party stood. \nFranklin Roosevelt’s New Deal, and Lyndon Johnson’s Great Society programs were on the outer edge of what some party figures would have advocated, Skidmore said.\nIf the question is, \"Is Biden pushing the envelope of what is possible?\" then the answer is no, Delton said. \"And most Democrats are fine with that,\" she said.\nThere’s even a president who proposed such liberal initiatives as a guaranteed minimum income, controls on wages and prices, a more ambitious forerunner to the Affordable Care Act, and the creation of the Environmental Protection Agency.\n\"His name,\" Pitney said, \"was Richard M. Nixon.\"\nOur ruling\nObama said that Biden \"already has what is the most progressive platform of any major party nominee in history.\" \nThis is a complicated assertion to evaluate, because the nature of liberalism changes over time, making candidate-to-candidate comparisons difficult. But there’s evidence that both supports and undercuts Obama’s position.\nObama is on the strongest ground if you compare Biden’s platform with an absolute concept of liberalism. Tracking ongoing shifts within his party, Biden has moved to the left compared with where Obama stood, and is further to the left than many prior Democratic nominees. Also, as more liberal policies are enacted, the next steps are necessarily more liberal.\nHowever, in his own time, Biden is hardly on his party’s ideological vanguard, unlike previous nominees such as McGovern.\nWe rate Obama’s statement Half True.", "vclaim_id": "vclaim-pol-16959"}