{"url": "/factchecks/2017/feb/22/tammy-baldwin/tammy-baldwin-changes-views-how-quickly-act-suprem/", "speaker": "Tammy Baldwin", "vclaim": "On whether the Senate should vote in a timely manner on a Supreme Court nominee.", "truth_label": "full-flop", "date": "stated on February 2, 2017 in various public comments:", "title": "Tammy Baldwin changes views on how quickly to act on a Supreme Court nomination", "text": "Wisconsin’s Tammy Baldwin was one of many U.S. senators who abruptly switched from offense to defense in the wake of President Donald Trump’s inauguration.\nThe contrast has been particularly sharp when it comes to Supreme Court nominees.\nBaldwin, a Democrat, was a vocal supporter of Merrick Garland, President Barack Obama’s nominee, but was quick to push back against Trump’s nomination of Neil Gorsuch.\nWhen Garland was nominated in March 2016, Republicans moved to block his nomination, which prompted the ire of Democrats.\nBaldwin declared: \"It’s the constitutional duty of the president to select a Supreme Court nominee, and the Senate has a responsibility to give that nominee a fair consideration with a timely hearing and a timely vote.\"\nBaldwin also tweeted in May 2016 that Garland deserved \"an up or down vote,\" adding the hashtag #doyourjob.\nSince the Republican-led Senate never held a confirmation hearing or vote for Garland, the seat remained open for Trump to fill. He announced Gorsuch as that pick Jan. 31, 2017.\nTwo days later, Baldwin told the Milwaukee Journal Sentinel that she would support a filibuster to block the Gorsuch nomination, would vote against the Senate action required to block a filibuster and would vote against Gorsuch if he made it to a final vote.\nIs that consistent with her position on Garland’s nomination that the Senate should vote for a nominee in a timely manner?\nWe thought that was a question for the Flip-O-Meter, which examines whether a politician has been consistent on an issue.\nNot all votes created equal\nThe Garland and Gorsuch nominations came up in dramatically different contexts — one a nominee late in a lame duck presidency, the other immediately after a highly divisive campaign.\nBaldwin — like most other senators — switched sides between the two nominees.\nIn an email, Baldwin spokesman John Kraus said the senator’s position is consistent because she supported a hearing, a committee vote and a floor vote for both nominees.\nBut the voting claim isn’t quite that simple.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFiguring this out means diving into Senate rules of procedure.\nWhen the minority party filibusters an initiative, as many Democrats have pledged to do with the Gorsuch nomination, the majority party can force a vote through a procedure called cloture. This effectively ends the filibuster by limiting the debate to 30 more hours.\nFor cloture to pass, it must be supported by 60 of the 100 senators.\nThat creates a higher threshold for nomination.\nGorsuch would otherwise need only a majority to be approved — and the Republicans hold that majority. Cloture is unusual but not unprecedented, having been used four times for Supreme Court nominees since 1968.\nKraus said Baldwin is consistent because she \"supports\" a cloture vote, even though she would vote against Gorsuch in that vote.\nBut cloture is a maneuver executed by the majority party (Republicans in this case), so Baldwin’s \"support\" for that is both unnecessary and irrelevant.\n(Cloture and the 60-vote threshold itself could also become irrelevant if Republicans choose to use what has been termed the \"nuclear option,\" a parliamentary procedure by which they can use majority votes to override the requirement for a supermajority, effectively overcoming a filibuster with just 51 votes. Democrats did this to push through Obama’s lower court appointments in 2013, but it hasn’t been used for a Supreme Court nominee.)\nBaldwin said during the Garland process the Senate should give him \"fair consideration,\" and she pledged the same thing to Gorsuch in a statement issued the day of his nomination.\nTwo days later she announced plans to vote against Gorsuch, before meeting with him or participating in any hearing process.\nGov. Scott Walker labeled Baldwin a hypocrite on Twitter for telling others to meet with Garland but deciding on Gorsuch before meeting with him.\nBut Kraus said Baldwin had reviewed the backgrounds and records of Gorsuch and other finalists before Trump’s announcement.\nHe said that allowed time to give fair consideration before deciding she would oppose Gorsuch due to a \"record of ruling against disabled students, against workers and against women’s reproductive health care.\"\nOur rating\nWhen Baldwin’s party put forth a Supreme Court nominee, she advocated for a \"timely vote\" and an \"up or down vote.\" A common-sense interpretation is that she wanted a final nomination vote, where passing meant being approved by the Senate.\nBut now that Baldwin is in the minority and facing a Republican nominee, she is supporting a filibuster that creates a roadblock to reaching that final vote. Her claim to \"support\" a cloture vote makes no sense since that isn’t up to her party — cloture would be pushed by Republicans and is only needed if Baldwin and other Democrats pursue a filibuster.\nAnd that cloture vote would only advance the process, not result in a final decision on Gorsuch.\nThat’s what we call a Full Flop.  Share the Facts   Politifact    8 6  Politifact Rating:   On whether the Senate should vote in a timely manner on a Supreme Court nominee.    Tammy Baldwin U.S. senator, D-Wis.   Public comments Thursday, February 2, 2017 02/02/2017    Read More  info", "vclaim_id": "vclaim-pol-03646"}