{"url": "/factchecks/2020/jan/24/youtube-videos/no-trump-isnt-signing-executive-order-term-limits-/", "speaker": "YouTube videos", "vclaim": "Says President Donald Trump this week will sign an executive order creating term limits for Congress.", "truth_label": "false", "date": "stated on January 22, 2020 in a post on Facebook:", "title": "No, Trump isn’t signing an executive order on term limits ‘this week’", "text": "President Donald Trump promised to push for term limits for members of Congress. But online posts claiming that this week he’s signing an executive order toward that end are false.\nA YouTube account called \"The Conservative Network\" on Jan. 22 posted a video 1 minute and 43 seconds long, which partly says:\n\"It’s an idea whose time has come and one that the American people have been wanting for decades. Leave it to President Trump to finally do something about it.\n\"This week, Trump is expected to roll out an executive order which will put in place term limits for all members of Congress, both in the House of Representatives and in the Senate. The order will be binding and none will be able to dispute or reverse it.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe video features still images of Democratic leaders Sen. Chuck Schumer and Rep. Nancy Pelosi and of Trump, with pictures of Capitol Hill in the background. The audio sounds like a computerized male voice.\nWe found that the voice in the video is narrating, word-by-word, an article published on the satire website dailyworldupdate.us. But descriptions for the YouTube video do not say that the claims are made-up. The video is tagged under the category \"News & Politics\" and, so far, has around 18,000 views and more than 1,000 likes. Commenters appear to think that the claims are true.\nThe Federal Register does not list an executive order on term limits as one of Trump’s actions to date. We have not seen any public indication from Trump that he plans to sign an executive order on that this week. We reached out to the White House for comment, but did not hear back.\nLast January, we reviewed Trump’s promise to enact term limits and noted that he supported a bipartisan group of lawmakers who wanted term limits. But no major progress has been made on that end and, at the time, we rated it Promise Broken.\nA YouTube video claims that Trump this week will sign an executive order creating term limits for Congress. The video narrates an article from a satire website.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-17631"}