{"url": "/factchecks/2018/sep/09/bruce-rauner/rauner-falsely-claims-graduated-income-taxes-alway/", "speaker": "Bruce Rauner", "vclaim": "\"Every state that has put in a graduated income tax, the middle class always pays more.\"", "truth_label": "false", "date": "stated on August 22, 2018 in a radio interview:", "title": "Rauner falsely claims graduated income taxes always hurt the middle class", "text": "A recurring theme of Republican Gov. Bruce Rauner’s re-election campaign is to paint Democratic challenger J.B. Pritzker as a big taxer. To that end, Rauner has seized on Pritzker’s advocacy for replacing Illinois’ current flat-rate income tax with a graduated system used by most states and the federal government that imposes higher rates on those with higher income.\nPritzker, however, has been vague about what sort of rates he would like to set, and that has given Rauner a big opening to try to fill in the blanks.\nDuring a recent radio interview with the Bloomington-Normal based WJBC-AM, Rauner claimed Pritzker was being cagey because middle class voters were bound to get hammered by any switch.\n\"The truth is, every state that has put in a graduated income tax, the middle class always pays more,\" Rauner said, echoing what’s become a frequent talking point. \"That’s what Pritzker doesn’t want known, that’s the truth and we’ve got to get the truth out.\"\nLast fall, we rated Mostly False a claim from Rauner that the graduated system Pritzker supports would necessarily result in a tax hike on Illinois’ middle class. Because Pritzker has so far refused to propose rates, no one can say for sure whether the plan he might ultimately unveil would be worse or better for middle-income taxpayers.\nBut Rauner’s recent claim paints the issue with an even broader brush, flatly declaring it \"the truth\" that all 32 states that tax income at graduated rates penalize the middle class. That’s a tall order, so we decided to see if we could find \"the truth\" about Rauner’s \"truth.\"\nRauner wrong on rates\nIn Illinois, the rich as well as the not-so-rich all pay the same 4.95 percent tax rate on their income. We asked Rauner spokesman Justin Giorgio to explain how middle-class taxpayers are worse off in all states with graduated taxes, and he sent us a list of 26 states in which a single filer making $59,000 would be taxed at a higher rate than the one currently in effect in Illinois.\nThere are glaring problems with that response. Giorgio’s list omits six states with graduated taxes where such a taxpayer would pay less even though Rauner was adamant that his claim applied to all such states.\nThen there’s the question of that $59,000 benchmark, which is what the U.S. Census pegged as the median household income in the nation for 2016, the latest year for which such data is available. The household number is typically an aggregate of the incomes of two or more wage earners living under the same roof — not individuals. In 2016, the Census measured the median income for the category of people that most closely approximates single filers at slightly more than $35,700.\nLoading...\n\nSetting aside the Rauner camp’s sloppy metrics — not to mention the lack of any consensus definition for the middle class — we looked up the tax impact in each of those 32 graduated tax states when applied to that hypothetical single filer making the national median $35,700. Under that scenario, the number of states that would tax her income at lower rates than in Illinois grows from six to 11.\nIn several of those graduated tax states, the rate advantage over Illinois would be substantial. In North Dakota, for instance, her income would be taxed at just over 1 percent.\nOverall tax burdens\nComparing tax policies between the states is fraught with complications because no two do it alike. But the Rauner camp doesn’t just compare apples to oranges. More like apples to an entire fruit basket.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nRates alone don’t necessarily tell us who pays more.\nMany graduated tax states do indeed impose rates for most income brackets above Illinois’ single rate. But that doesn’t always mean an individual’s tax burden will be higher there.\nAt a different campaign event on the same day as his radio appearance, Rauner pointed to four graduated tax states with what he described as \"stunningly high\" rates: Minnesota, New Jersey, New York and Connecticut.\nWhat he failed to point out, however, is that several of those states also offer a generous menu of exemptions and deductions that significantly mitigate costs for middle- and low-income taxpayers.\nIndividual taxpayers in Connecticut earning over $10,000, for instance, are faced with nominal tax rates higher than Illinois’ flat one. But a single filer in Connecticut also receives a personal exemption worth seven times more than that offered in Illinois.\nAnd in New York, rates higher than Illinois’ set in on every dollar earned by an individual above $11,700. But the standard deduction is worth four times the $2,175 personal exemption in Illinois, which does not have a standard deduction.\nIt’s important to note that a multi-rate structure doesn’t necessarily guarantee a state’s income tax will be exceptionally progressive. Missouri, for example, has a ten-tiered rate structure but the highest rate kicks in after just $9,072 in income. That said, Missouri taxpayers also benefit from a standard deduction even more generous than that in New York.\nAnd because graduated systems impose tax rates in escalating steps on different portions of income, people in those states aren’t paying top rates on every dollar they earn. In Iowa, for instance, that means taxpayers still get to pay lower rates than they would in Illinois on their first $14,382 of income, regardless of how much they earn beyond that.\nGraduated rates, by their very nature, are designed so lower-income earners pay less on a greater share of their income.\n\"It doesn’t take a tax policy analyst to say that you could create an income tax with rates both below and above [4.95 percent] at different levels of income and that the majority of middle-income taxpayers would pay less as a result of that,\" said Richard Auxier, a research associate with the Tax Policy Center, a joint venture of the Urban Institute and Brookings Institution.\n\"To argue that going to a progressive income tax is bad for low- and middle-income families is kind of missing the point of why you would have a progressive rate structure in the first place,\" he added.\nOur ruling\nRauner said that in \"every state that has put in a graduated income tax, the middle class always pays more.\"\nBut 11 of the 32 states that tax income at graduated rates would tax an individual earning the national median at lower rates than Illinois. In some of those states, the rate would be significantly lower.\nWhat’s more, tax rates tell only part of the story. Many states, including some with much higher rates, also offer taxpayers generous exemptions and deductions, significantly reducing their actual tax burden.\nRauner’s claim that graduated systems inevitably lead to higher taxes on the middle class is not even close to accurate. We rate it False.", "vclaim_id": "vclaim-pol-01641"}