{"url": "/factchecks/2013/apr/03/kirk-watson/kirk-watson-says-29-texas-cities-use-carbon-monoxi/", "speaker": "Kirk Watson", "vclaim": "Says carbon monoxide is still employed to euthanize dogs and cats in 29 Texas animal shelters.", "truth_label": "true", "date": "stated on March 19, 2013 in a news article.:", "title": "Kirk Watson says 29 Texas cities use carbon monoxide to euthanize dogs and cats", "text": "A lawmaker seeking to ban the killing of dogs and cats by carbon monoxide says the method is used in 29 animal shelters around Texas, according to a March 19, 2013, Austin American-Statesman news article.\n\nWe wondered.\n\nThe claim by Sen. Kirk Watson, D-Austin, was aired as a Senate committee sent Watson’s proposal, Senate Bill 360, to the Senate, which advanced the measure to the House about a week later.\n\nThe proposal, like companion legislation by Rep. Eddie Lucio III, D-Brownsville, would remove a provision from state law permitting a person to euthanize a dog or cat in an animal shelter using compressed carbon monoxide. Other animals, including birds and reptiles, could still be killed by the method, but dogs and cats in shelters could only be killed by injection with sodium pentobarbital, which is considered more humane and less costly.\n\nThe story said the list of shelters using carbon monoxide--none of them in Central Texas--was compiled by the Texas Humane Legislative Network, a nonprofit that lobbies on behalf of animal welfare, which Watson spokesman Steve Scheibal described as Watson’s source for statistics related to the proposal.\n\nIn a \"fact sheet\" posted online, the network says it contacted the state’s 1,200-plus cities and found that 32 Texas animal shelters, including one in Greenville, \"continue to utilize the outdated and inhumane carbon monoxide method of euthanasia.\" Separately, in a February 2013 blog post, the network’s vice president, Shelby Bobosky, said more than 30 Texas cities, including Sherman and Terrell, stopped using carbon monoxide euthanasia within the last five years.\n\nBy email, one of the network’s lobbyists, Jack Erskine, sent us a chart, dated March 18, 2013, listing 31 cities as using carbon monoxide to euthanize animals: Beeville; Bovina; Bracketville; Cuero; Devine; Eagle Pass; El Campo; Freer; Ganado; George West; Grand Saline; Greenville; Hondo; Kenedy; Kermit; Kingsville; Lyford; Mathis; Odessa; Plainview; Portland; Raymondville; Refugio; Sabinal; Seminole; Sinton; Stinnett; Taft; Van Horn; Victoria; and Yoakum. The chart says that all but two of these results were confirmed by the group from Dec. 17, 2012, through March 4, 2013.\n\nPractices vary, according to footnotes to the chart quoting email responses from cities. Cuero responded that in 2011, 12 juvenile animals were euthanized by injection while 513 others were subjected to carbon monoxide.\n\nBobosky pointed out that a state rule already bars carbon monoxide from being used to euthanize any animal \"reasonably presumed to be less than 16 weeks of age\" or for \"any animal that could be anticipated to have decreased respiratory function, such as the elderly, sick, injured or pregnant.\"\n\nThe rule continues: \"Such animals may be resistant to the effects of carbon monoxide and the time required to achieve death in these animals may be significantly increased. In animals with decreased respiratory function, carbon monoxide levels rise slowly, making it more likely that these animals will experience elevated levels of stress.\"\n\nAccording to another footnote to the network’s chart, El Campo said it would start using injection on a trial basis in 2013. Meantime, Freer reported that its shelter had been demolished and no one was currently trained to euthanize animals, while Ganado said its shelter had been shut down and gave no indication if gas would be used in a shelter under construction, according to a footnote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nBobosky said by email that the number of shelters using carbon monoxide has dropped to 29 because Ganado and Freer no longer do so.\n\n\nMore broadly, Bobosky said by phone, she and other network volunteers established the list by making public information requests of more than 1,100 Texas cities and towns, starting in November 2011, and asking if jurisdictions had animal shelters using gas to kill dogs and cats. If so, she said, they asked how many animals had been killed by the method in 2011. Bobosky said around 150 cities failed to respond; follow-up interviews indicated none of these cities had shelters.\n\n\nBobosky said the number of shelters saying they use gas to euthanize has gone down since the network initially inquired in 2011, when the tally was 38 to 40. (She emailed us a network list of cities that do not use gas, among them San Marcos, Seguin and Taylor.) For instance, she said, Sherman ordered its last gas cylinder, which ultimately went unused, in March 2012. \"There is a trend in the last two years to simply stop using gas,\" she said. \"It’s outdated.\"\n\n\nFinally, we spot-checked whether three bigger cities on the list referenced by Watson use carbon monoxide to euthanize dogs and cats.\n\n\nBy phone, Sgt. Sherrie Carruth of the Odessa Police Department and Hector Chavez, an Eagle Pass official, separately said their local animal shelters use \"compressed carbon monoxide.\"\n\nJoe Lopez, Victoria’s chief animal control officer, told us its shelter uses carbon monoxide to euthanize some dogs and cats, but depends on injections of a sodium pentobarbital solution for puppies, kittens and especially old or sickly cats and dogs.\n\nA twist: While not on the network’s list of carbon monoxide users, Maverick County offered a departure from the common practices. Apolonio Rodriguez, the county's road and bridges supervisor, said that about a year ago, the county stopped taking county-collected dogs and cats to the Eagle Pass city shelter to be euthanized, instead \"using the rifle\" to kill such animals.\n\nBobosky, informed of our spot-checks, said the law that Watson seeks to amend already limits residents from euthanizing cats or dogs except by using commercially compressed carbon monoxide or sodium pentobarbital, meaning rifles should not be used.\n\nOur ruling\n\n\nWatson said 29 cities use carbon monoxide to euthanize dogs and cats.\n\n\nThat’s supported by an advocacy group’s survey research, it appears, though the total also has gone down by more than 10 cities since 2011, according to the group.\n\n\nWe rate this claim as True.", "vclaim_id": "vclaim-pol-09513"}