{"url": "/factchecks/2019/feb/04/viral-image/no-hillary-clinton-wasnt-pictured-blackface/", "speaker": "Viral image", "vclaim": "Says Hillary Clinton dressed up in blackface.", "truth_label": "pants-fire", "date": "stated on February 2, 2019 in a Facebook post:", "title": "No, Hillary Clinton wasn't pictured in blackface", "text": "Calls for Virginia’s governor to resign after a blackface yearbook photo surfaced have fueled old allegations that Hillary Clinton is also guilty of such blatant racist behavior.\n\"The Democrats aren’t going to like this one!\" read a Facebook post that was published Feb. 2. The picture, features a picture of what looks like a woman in blackface and a man wearing overalls and a straw hat. \"The Clinton’s (sic) at a costume party many years ago.\"\n\"I’m very certain that Hillary would never want to let this picture go viral, there is young Bill, with Hillary in BLACKFACE,\" additional text beneath the photo says. \"Lets (sic) make this go VIRAL, shall we?\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t a new claim about Clinton, but we’re here to debunk it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMark Burns, a pastor and Trump supporter, retweeted the image back in August 2016—and then apologized for it.\n\"This is allegedly, it claimed to be of Bill Clinton and Hillary Clinton in blackface,\" CNN anchor Alisyn Camerota said in a 2016 interview with Burns. \"This is not true. This has been disproven and debunked time and again. This has surfaced in previous presidential races. So why share it?\"\n\"I didn’t have the correct information,\" said Burns, who also retweeted a doctored photo of Clinton with blond braids.\nWe further couldn’t find any credible, original source for this photo or corroborating evidence. And it doesn’t pass the smell test. The eyes of the woman in the photo we viewed appear to be brown, not blue, like Hillary Clinton’s. And while the man in the picture perhaps looks like former president Clinton, it’s only a passing resemblance.\nWe rate this claim Pants on Fire!\n \n Share the Facts 2019-02-04 21:49:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Hillary Clinton dressed up in blackface.    post on Facebook on the internet https://www.facebook.com/photo.php?fbid=2253767274676185&set=a.1764730193579898&type=3&theater    Saturday, February 2, 2019 2019-02-02    Read More  info", "vclaim_id": "vclaim-pol-01063"}