{"url": "/factchecks/2020/jul/10/chris-hayes/msnbcs-chris-hayes-right-economic-impact-internati/", "speaker": "Chris Hayes", "vclaim": "\"Higher education is one of America's strongest export sectors. Over 1 million international students studied at American universities, (in the) 2018-19 school year. They contributed over $40 billion to the economy.”", "truth_label": "true", "date": "stated on July 7, 2020 in a TV segment:", "title": "MSNBC’s Chris Hayes right on economic impact of international college students", "text": "A new Trump administration directive targeting international students at U.S. colleges is being challenged by universities in court — and by pundits on the cable news channels.\nThe new Immigration and Customs Enforcement guidance would bar foreign college students from staying in the country if they take all their courses online.\nInternational students enrolled at Harvard University and other U.S. colleges that have moved fall-semester classes entirely online due to the coronavirus pandemic will have to leave the U.S. or transfer to a school with in-person teaching, according to the new rule.\nThe rule, if put into effect, could trim the number of foreign students in the U.S. and at specific universities. It could also deal a blow to the U.S. economy, said MSNBC host Chris Hayes, who argued on his primetime TV show that the policy has \"no upside.\"\n\"Higher education is one of America's strongest export sectors,\" Hayes said, while displaying a chart on U.S. education exports. \"Over 1 million international students studied at American universities, (in the) 2018-19 school year. They contributed over $40 billion to the economy.\"\nHayes’ statistics are accurate. In 2019, U.S. service exports from education totaled roughly $44 billion, according to the Bureau of Economic Analysis. That made education the sixth largest service export for the year, behind services such as personal travel and professional and management consulting, a spokesperson for the International Trade Administration said. \nAcademic experts and representatives from nonprofits focused on international education also backed Hayes’ claims. An ICE spokesperson said Hayes’ statement was accurate but declined to comment further due to pending litigation.\n\"Higher education is one of the few areas in which we have a big surplus of exports over imports,\" said Dick Startz, professor of economics at the University of California, Santa Barbara, who wrote about the economics of education in a 2017 article for the Brookings Institution.\nEducation as an export\nAll three of the statistics Hayes cited are correct. \nMore than 1 million international students studied at U.S. institutions during the 2018-19 academic year, according to the Institute of International Education and NAFSA: Association of International Educators, two nonprofits dedicated to international education.\nThe two organizations reported that those international students contributed more than $40 billion to the U.S. economy during the year. Experts said higher education can be considered an export because international students pay their tuition and living expenses to colleges and universities using money from abroad.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"International students are buying an American education,\" Startz said. \"Hence it’s an export.\"\nExports from education amounted to roughly $44 billion in 2019, up from about $42.6 billion in 2018, according to the Bureau of Economic Analysis. That’s more than the U.S. made from exporting many other goods and services in the same timeframe. \nEducation ranked sixth among service exports in 2019, the International Trade Administration spokesperson told us. It was fifth in 2018.\nThose numbers make sense when you factor in the cost of college, said Judith Scott-Clayton, professor of economics and education at Columbia University’s Teachers College.\n\"If there are 1.1 million international students in the country, and each of them spends about $40,000 on U.S. tuition and living expenses, that gets you to $44 billion,\" she said.\nIn an email to PolitiFact, Hayes also cited the International Trade Administration and an article in the New York Times Magazine in which an Institute of International Education adviser was quoted saying \"higher education is one of America’s biggest exports.\"\nBut the article said U.S. schools were losing their international appeal for a number of reasons, including rising tuition costs and various policies enacted under President Donald Trump.\nRachel Banks, NAFSA’s senior director for public policy and legislative strategy, said in a statement that new international student enrollment is down over 10% since the fall of 2016, a trend NAFSA estimates has cost the U.S. economy $11.8 billion.\n\"That’s before the impacts of a global pandemic and related travel restrictions, several presidential proclamations targeting immigrants and nonimmigrants, and this guidance,\" Banks said. \"Therefore, we don’t anticipate this downward trajectory to reverse itself anytime soon.\"\nOur ruling\nHayes said, \"Higher education is one of America's strongest export sectors. Over 1 million international students studied at American universities, 2018-19 school year. They contributed over $40 billion to the economy.\"\nGovernment agencies, academic experts and nonprofit organizations said Hayes’ statistics are correct. The money the U.S. gets from foreign students studying at its colleges and universities makes education one of the country’s top service exports.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-17717"}