{"url": "/factchecks/2018/may/30/donald-trump/donald-trumps-false-claim-about-thousands-immigrat/", "speaker": "Donald Trump", "vclaim": "Speaking of immigration cases, says, \"We have thousands of judges.\"", "truth_label": "false", "date": "stated on May 24, 2018 in a Fox &Friends interview:", "title": "Donald Trump's false claim about 'thousands' of immigration judges", "text": "President Donald Trump has denounced the way the United States processes immigration cases, calling for thousands more judges to address a backlog on top of the current ranks.\nTrump highlighted the role of judges in immigration proceedings in early May after he falsely attributed a \"catch and release\" immigration practice to Democrats.\n\"We have thousands of judges. Do you think other countries have judges?\" Trump said. \"We give them, like, trials. That’s the good news. The bad news is, they never show up for the trial. Okay?\"\nIn a May 24 interview with Fox News’ Brian Kilmeade, Trump again said the United States was the only country that had judges, while others had \"security people. People that stand there and say you can't come in.\"\n\"We have thousands of judges, and they need thousands of more judges. The whole system is corrupt. It's horrible,\" Trump said. \"So yeah, you need thousands of judges based on this crazy system. Whoever heard of a system where you put people through trials? Where do these judges come from? You know a judge is a very special person. How do you hire thousands of people to be a judge? So it's ridiculous. We are going to change the system. We have no choice for the good of our country.\"\nTrump’s conversation with Kilmeade centered on immigration, so we wondered if there are \"thousands of judges\" clearing immigration cases.\nFar from it. Fewer than 400 judges currently have this task.\nThere also aren’t that many federal judges who hear other matters. (Immigration is regulated at the federal level.) There are slightly over 1,300 Article III federal judges that serve on the the Supreme Court, courts of appeals, district courts, and U.S. Court of International Trade. Adding the current number of immigration judges to that count still falls short of \"thousands.\"\nThe White House did not offer data to back Trump’s claim of \"thousands\" of judges, but pointed to remarks he made in April about increasing the number of immigration judges. \"We’re trying to hire thousands of judges,\" Trump said during a roundtable discussion on tax reform.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe number of pending immigration cases has been increasing over the years. In fiscal year 2008, there were about 186,000 pending cases.\nThat number has grown substantially over the last decade. Nearly 700,000 immigration cases were pending as of March 31, 2018.\nThe Consolidated Appropriations Act, 2018 provided funding for the hiring of at least 100 additional immigration judge teams with a goal of fielding 484 immigration judge teams nationwide by 2019, according to an April report from the U.S. Government Accountability Office. (Judge teams consist of an immigration judge,  judicial law clerk, legal assistant, and three administrative support staff, according to the American Immigration Lawyers Association.)\nThe Office of the Chief Immigration Judge within the U.S. Justice Department provides direction and sets priorities for the approximately 350 immigration judges located in about 60 immigration courts throughout the country, according to the Justice Department.\nJames McHenry, director of the Executive Office for Immigration Review at the Justice Department, pegged the number of immigration judges at 334 in an April statement to a Senate committee.\n\"The reference to ‘thousands’ of immigration judges is inaccurate,\" said Judge A. Ashley Tabaddor, president of the National Association of Immigration Judges.\nThe Executive Office for Immigration Review has historically faced challenges filling positions due to a department-wide hiring freeze between January 2011 and February 2014, and to normal attrition, said Jeremy McKinney, secretary for the American Immigration Lawyers Association. Still, there are not thousands of immigration judges, he said, \"not even close.\"\nOur ruling\nSpeaking of immigration cases, Trump said, \"We have thousands of judges.\"\nThere are fewer than 400 immigration judges nationwide. The number of Article III federal judges is about 1,300. Even a combination of those numbers falls short of thousands.\nTrump’s claim is inaccurate. We rate it False.\n Share the Facts 2018-05-30 20:39:58 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Speaking of immigration cases, says, \"We have thousands of judges.\"    Donald Trump President of the United States https://video.foxnews.com/v/5789096673001/?#sp=show-clips   in a Fox & Friends interview Thursday, May 24, 2018 2018-05-24    Read More  info", "vclaim_id": "vclaim-pol-02015"}