{"url": "/factchecks/2014/aug/04/mark-warner/warner-says-gillespie-supports-personhood-amendmen/", "speaker": "Mark Warner", "vclaim": "Ed Gillespie \"supports a personhood amendment.\"", "truth_label": "false", "date": "stated on July 26, 2014 in a debate.:", "title": "Warner says Gillespie supports a personhood amendment", "text": "During a sharp exchange at their first debate, U.S. Sen. Mark Warner insisted that GOP challenger Ed Gillespie supports laws that would provide embryos with rights the moment of conception.\n\"He supports a personhood amendment that is so far out of the mainstream that it would ban certain common forms of contraception,\" Warner, a Democrat, said during the July 26 debate. He cast Gillespie as sympathetic towards several other socially conservative policies.\nGillespie protested. \"This is an area where you’re making up my views,\" he said. \"Please provide the documentation for my support of any of those things.\"\nWarner persisted, directly asking Gillespie if he ever supported a personhood amendment.\n\"No,\" Gillespie said. \"Provide documentation of that. When did I support a personhood amendment?\"\n\"We’ll give you the documentation,\" Warner replied.\nShortly after the debate, his campaign put out an email saying that Gillespie was chairman of the Republican National Committee in 2004 when the party adopted a national platform calling for a personhood amendment.\nThe platform said, \"As a country, we must keep our pledge to the first guarantee of the Declaration of Independence. That is why we say the unborn child has a fundamental individual right to life which cannot be infringed. We support a human life amendment to the Constitution, and we endorse legislation to make it clear that the Fourteenth Amendment’s protections apply to unborn children.\"\nAs our colleagues at PolitiFact national have noted, the human life amendment would assert that legal personhood begins at conception and with it, constitutional protection.\nPersonhood legislation has drawn enormous debate in Virginia and across the nation. Supporters say the laws provide a legal remedy if an unborn child is killed by neglect or a third party. Opponents say the measures are a ruse to challenge rights to abortion and contraceptives that could prevent a fertilized egg from implanting in a uterus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nGillespie \"had an understanding of the platform, and what was in it,\" said David Turner, Warner’s campaign spokesman. \"He was chair of the RNC and on the platform committee that crafted the language.\"\nGillespie was RNC chairman from 2003 to 2005. We should note that GOP has adopted platforms calling for a human life amendment at each of its national conventions since 1984, according to records kept by the American Presidency Project at the University of California at Santa Barbara.\nAll this is in the past, however. Warner’s statement was in the present tense. He said Gillespie \"supports a personhood amendment.\"\nTurner shifted to 2014 by pointing to the National Right to Life’s endorsement of Gillespie in May. The anti-abortion group said Gillespie, when he was RNC chairman, \"worked closely with pro-life leaders to ensure the platform remained resolute in seeking to restore legal protection to unborn children threatened by abortion…\"\nWe repeatedly asked officials at National Right to Life group to specify actions Gillespie took to ensure the GOP stood hard on a personhood amendment but didn’t receive a direct answer.\nTurner noted that Gillespie tweeted news of his Right to Life endorsement. \"By touting a release that specifically referenced his work on a platform that had language described as calling for a personhood amendment, he has effectively endorsed that work during this campaign,\" Turner emailed.\nGillespie, on his website, says he’s \"pro-life,\" and opposes taxpayer funding of abortion. He doesn’t mention a personhood amendment. Paul Logan, Gillespie’s campaign spokesman, emailed us last week that \"Ed doesn’t support a personhood amendment.\"\nOur ruling\nWarner says Gillespie \"supports a personhood amendment.\" Gillespie says he doesn’t and challenged the senator to prove his claim.\nGillespie was certainly national GOP chairman in 2004 when the party adopted a platform supporting a human life amendment. But we haven’t seen any clear personal expression from his supporting such a law either then or now.\nSo Warner has failed to prove his claim. We rate Warner’s statement False.", "vclaim_id": "vclaim-pol-07496"}