{"url": "/factchecks/2011/oct/20/harry-reid/harry-reid-says-its-very-clear-private-sector-jobs/", "speaker": "Harry Reid", "vclaim": "With recent growth \"it is very clear that private-sector jobs have been doing fine.\"", "truth_label": "barely-true", "date": "stated on October 19, 2011 in a Senate floor speech:", "title": "Harry Reid says it's 'very clear that private sector jobs have been doing fine'", "text": "During an Oct. 19, 2011, floor speech, Senate Majority Leader Harry Reid, D-Nev., made the case for passing elements of President Barack Obama’s jobs agenda. He talked about recent patterns in job gains and losses.\n\n\"The massive layoffs we have had in America today of course are rooted in the last administration,\" Reid said. \"It is very clear that private-sector jobs have been doing fine. It is the public-sector jobs where we have lost huge numbers. That is what this legislation is all about.\"\n\nWe wondered whether Reid is right that \"it is very clear that private-sector jobs have been doing fine.\"\n\nWe first turned to data collected by the Bureau of Labor Statistics, the federal government’s official source for employment numbers.\n\nWe’ll start our analysis in June 2009, which represented the official end of the most recent recession -- the point at which job numbers typically begin to recover.\n\nHere are the net increases between June 2009 and September 2011 for three categories of jobs:\n\nTotal jobs: increase of 841,000\nPrivate-sector jobs: increase of 1,413,000\nGovernment jobs: decrease of 572,000\n\nAnd here are the monthly averages for each category:\n\nTotal jobs: increase of 30,035 per month\nPrivate-sector jobs: increase of 50,464 per month\nGovernment jobs: decrease of 20,428 per month\n\nHere are the same statistics for just the past year:\n\nTotal jobs: increase of 1,319,000\nPrivate-sector jobs: increase of 1,636,000\nGovernment jobs: decrease of 317,000\n\nAnd here are the monthly averages for each category over the past year:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTotal jobs: increase of 109,917 per month\nPrivate-sector jobs: increase of 136,333 per month\nGovernment jobs: decrease of 26,417 per month\n\nSo Reid is correct that the job growth in the private-sector has been much healthier than it’s been for government jobs. In fact, government jobs have actually decreased, becoming a consistent drag on the economy as a whole.\n\nBut is the growth in the private-sector enough to bolster the economy? Many economists say no. -- that for the private-sector jobs to be \"doing fine,\" there would need to be more of them.\n\nDean Baker, a liberal economist, estimates that the economy needs a net increase of 90,000 to 100,000 jobs a month simply to keep pace with population growth, based on extrapolations from Congressional Budget Office and BLS data. Factoring in the ongoing drag from government job losses, the economy is barely meeting that number over the past year, and is well below that number since the official beginning of the recovery in June 2009.\n\nOthers put the monthly job gains needed to keep pace with population at 140,000 to 150,000.\n\nStill, even achieving that benchmark would essentially mean treading water, and \"doing fine\" would require more net jobs than that to be created every month.\n\nGary Burtless, an economist with the Brookings Institution, checked the private-sector job creation numbers for the first 26 months after each of the last four recessions ended. He found that 1981-1982 recession was strongest, with an average increase of 289,000 per month. The recovery from the 1990-1991 recession was second strongest, at 76,300. The current recovery ranked third, with the post-2001 recovery actually losing jobs on average every month.\n\nIn Burtless’ view, \"private-sector job growth falls far short of ‘doing fine,’\" especially given the size of private-sector job losses during the preceding recession -- nearly 8 million in 2008-2009.\n\nA Reid spokesman, Adam Jentleson, acknowledged that Reid’s statement \"could have been put more artfully.\" He said Reid was trying contrast consistent job gains in the private-sector with consistent job losses in the public-sector.\n\nThe comment, Jentleson said, was intended to rebut Republican claims that Democrats aren’t doing much to help private-sector job growth, when in fact the Obama jobs agenda includes multiple tax cuts for small businesses that are intended to spur growth.\n\nOur ruling\n\nWe realize that Reid was taking some linguistic liberties, and we agree that he has a point that the biggest culprit in the anemic job market is the situation with government jobs, not private-sector jobs.\n\nStill, at PolitiFact, we often say that words matter, and the notion that \"private-sector jobs have been doing fine\" is not at all \"very clear,\" to use Reid’s characterization. Current levels of job growth are, at best, treading water, and perhaps not even that. For the economy to gain steam, it has to create, by some estimates, two to three times as many jobs per month as are currently being created. We rate Reid’s statement Mostly False.", "vclaim_id": "vclaim-pol-12227"}