{"url": "/factchecks/2019/mar/20/tweets/no-texas-democratic-party-did-not-give-beto-orourk/", "speaker": "Tweets", "vclaim": "Says Beto O'Rourke \"gave the remaining $4.5+ mill from his Senate race to (the Texas Democratic Party) a few months ago, & the Party sent the money back to him on the day of his announcement.\"", "truth_label": "pants-fire", "date": "stated on March 18, 2019 in a tweet:", "title": "No, the Texas Democratic Party did not give Beto O'Rourke $4.5M", "text": "The campaign of Texas Democrat Beto O’Rourke said he raised more than $6.1 million during the first 24 hours of launching his presidential bid, more than any other candidate from his party claimed raising on their first day in the race.\nA tweet circulating from a Democratic activist in New York suggests that O’Rourke was able to report such a high number on his first day because of a sizable contribution made to his campaign by the Texas Democratic Party. The tweet was shared widely and was reposted many times on Facebook.\nThe original tweet was posted by Xavier Perez, whose social media posts suggest he is backing Bernie Sanders in the Democratic primary. He said the alleged contribution from the Texas Democrats to O’Rourke was actually money O’Rourke had given the party after his unsuccessful challenge last year against U.S. Sen. Ted Cruz.\n\"Well this is awkward!,\" Perez said in his tweet. \"@BetoORourke gave the remaining $4.5+ mill from his Senate race to @TexasDemocrats a few months ago, & the Party sent the money back to him on the day of his announcement. So this is probably why he’s not releasing his individual contribution list.\"\nPerez did not return an email requesting comment. O’Rourke’s campaign and officials with the Texas Democratic Party both deny his claim, and campaign finance laws prohibit political parties from making contributions of over $5,000 to a candidate during an election.\nFundraising information not public yet\nO’Rourke spokesman Chris Evans said the $6.1 million came from individuals (O’Rourke does not accept money from political action committees) and did not include $4.5 million from the state’s Democratic party.\n\"Each and every single dollar of that came online from people, not from PACs, corporations, special interests or in the way described in this completely false tweet,\" Evans said in an emailed comment.\nO’Rourke told reporters on Wednesday that his haul from the first 24 hours in the race came from 128,000 unique contributions which averaged $48 each.\nFundraising reports from the first quarter of the race are not due to the Federal Election Commission until April 15 and O’Rourke’s campaign has not released a list of donors who contributed during his first day in the race.\nTransferred money was spent\nO’Rourke’s Senate campaign, called Beto for Texas, transferred more than $4.5 million to the Texas Democratic Party over the course of his campaign against Sen. Ted Cruz, according to campaign finance filings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe bulk of the transfers were made in October of 2018, one month before the election. One $815,000 transfer happened in September and one $450 transfer happened in November 2017.\nThe money transferred from O’Rourke’s Senate campaign to the party was not leftover from his race, as suggested by Perez’s tweet. No money was transferred from Beto for Texas to the Texas Democrats after Election Day.\nManny Garcia, executive director of the Texas Democratic Party, laughed when asked about the tweet and said any money transferred to the committee from O’Rourke went immediately into ongoing races across the state.\n\"That money went straight to our field operations,\" he said.\nIn fact, Garcia said the Texas Democrats did not make a contribution of any amount to O’Rourke’s presidential campaign durings its first 24 hours. He said it is rare for a party to give money directly to a candidate; instead it’s more likely to see a candidate contribute to the party.\nThe Texas Democratic Party raised more than $13.6 million during the 2018 election cycle (including $4.5 million from O’Rourke) and spent more than $13.4 million over the same period, according to campaign finance filings.\nAt the end of January, the Texas Democratic Party had just $294,774 on hand, according to campaign finance data.  O’Rourke launched his campaign for president on March 14.\nOur Ruling\nPerez wrote on Twitter that O’Rourke \"gave the remaining $4.5+ mill from his Senate race to (The Texas Democratic Party) a few months ago, & the Party sent the money back to him on the day of his announcement.\"\nO’Rourke transferred $4.5 million to the state’s Democratic party during the last month of his Senate campaign and party officials said the money was spent immediately to mobilize volunteers and voters.\nPolitical parties are not allowed to give more than $5,000 to a political candidate during an election.\nWe rate this claim Pants on Fire.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\n Share the Facts 2019-03-20 22:19:13 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Beto O'Rourke \"gave the remaining $4.5+ mill from his Senate race to (the Texas Democratic Party) a few months ago, & the Party sent the money back to him on the day of his announcement.\"    A tweet Democratic activist Xavier Perez https://twitter.com/XPerezNY/status/1107665298080129024    Monday, March 18, 2019 2019-03-18    Read More  info", "vclaim_id": "vclaim-pol-00872"}