{"url": "/factchecks/2020/jun/03/facebook-posts/claim-florida-undercounting-covid-19-deaths-uses-f/", "speaker": "Facebook posts", "vclaim": "“According to the CDC, so far this year, Florida has had 1,762 deaths from COVID-19 and 5,185 from pneumonia. Average pneumonia deaths in Florida from 2013-2018 for the same time period are 918.”", "truth_label": "false", "date": "stated on May 27, 2020 in a Facebook post:", "title": "Claim that Florida is undercounting COVID-19 deaths uses flawed comparison", "text": "The COVID-19 death toll has become a political football.\nDemocratic politicians and groups suggested on social media that government officials have misidentified COVID-19 deaths as pneumonia cases in an effort to conceal the true coronavirus death count.\n\"According to the CDC, so far this year, Florida has had 1,762 deaths from COVID-19 and 5,185 from pneumonia. Average pneumonia deaths in Florida from 2013-2018 for the same time period are 918. Probably just a coincidence, yeah?\" stated a May 27 Facebook post by the New Florida Majority, a liberal group. The post included a photo of Gov. Ron DeSantis.\n\nThe group got the information from a viral tweet by Kellen Squire, an ER nurse in Virginia.\nAccording to the CDC, so far this year, Florida has had 1,762 deaths from #COVID and 5,185 from pneumonia.Average pneumonia deaths in Florida from 2013-2018 for the same time period are 918.Probably just a coincidence, yeah?— Kellen Squire (@SquireForYou) May 27, 2020 \nThe tweet drew tens of thousands of likes and shares over the next few days and was echoed by Democratic political figures. Former party chairman Howard Dean accused Florida of \"cooking the books.\"\nThat doesn’t appear to be what happened. While some of the numbers in the post are in the ballpark, the way Squire compared them creates a misleading picture. \nRELATED: COVID-19 skeptics say there’s an overcount. Doctors in the field say the opposite\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHow the CDC codes pneumonia and COVID deaths\nSquire, a Democrat who ran unsuccessfully for the Virginia House of Delegates in 2017, told us he drew his information from a Reddit thread showing death data from the Centers for Disease Control and Prevention.\nThe r/coronavirus thread said Florida’s pneumonia deaths were in the 900 range between 2015 and 2018, but jumped above 4,000 this year. Squire ran with those numbers for his tweet, pulling in CDC estimates for Florida deaths from COVID-19 and pneumonia this year. (The data for 2019 has not yet been finalized.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBut that comparison doesn’t work, said Bob Anderson, the chief of the Mortality Statistics Branch in the CDC’s National Center for Health Statistics. The issue is the way causes of death are coded in CDC data.\nIf the death certificate mentions both COVID-19 and pneumonia, both codes are included in CDC data for the current year, and the death will be allocated to both categories in the CDC’s provisional surveillance system, which keeps a rough running tally of deaths in a given year. In 2021, when the CDC finalizes the data and reports national statistics for 2020 cases, it will focus on the underlying cause of death, and assign only one cause to each death. In a case where both pneumonia and COVID-19 are reported on the death certificate, the underlying cause will almost always be COVID-19, Anderson said.  \nIn recent years, the number of Florida residents whose underlying cause of death was pneumonia was in the 900s through this point in the year. (When Anderson looked at a separate category of deaths that occurred in Florida, which includes residents and visitors, the numbers were slightly higher.)\nFor the 5,185 figure that Squire tweeted, \"many of them actually are pneumonia due to COVID-19, or pneumonia due to other conditions such as influenza,\" Anderson said. \"But the fact is those with pneumonia due to COVID-19 would be counted in both COVID-19 and pneumonia category\" in the provisional data.\nSo what these posts did was take the 900 figure, which referred to cases in recent years where pneumonia is the underlying cause of death, and compare that to a broader category of cases this year where pneumonia is mentioned on a death certificate, data which is provisional at this point.\nThat said, Dr. Anthony Fauci, the government's leading infectious-disease specialist, and other medical experts have said the government’s COVID-19 death toll is an undercount. There are several reasons why a COVID-19 death might not be reported as such, including that a test was not available or that the person died at home. \n\"It is likely we are underestimating the number of deaths at this point from COVID-19, but it’s going to vary from state to state,\" Anderson said.\nA spokeswoman for the New Florida Majority, which posted the claim on Facebook, pointed to an article by The Daily Beast about undercounting of COVID deaths in Florida and elsewhere.\nFlorida’s public data reporting about COVID-19 deaths has drawn scrutiny. In May, a state Department of Health employee said she was pressured to manipulate data and was fired. A spokeswoman for Gov. Ron DeSantis said the employee had been insubordinate and the state denied any manipulation of the data. However, county medical examiners have reported higher death counts than the state.\nOur ruling\nA Facebook post said, \"According to the CDC, so far this year, Florida has had 1,762 deaths from COVID-19 and 5,185 from pneumonia. Average pneumonia deaths in Florida from 2013-2018 for the same time period are 918. Probably just a coincidence, yeah?\" \nEach number here stems from actual data, but the post makes comparisons between them that are misleading. Pneumonia deaths in Florida are up this year compared with some recent years, but the tweet ignores that the CDC’s provisional data for this year counts some deaths for now as being caused by both pneumonia and COVID-19. Finalized 2020 data released next year will list only one underlying cause of death.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17869"}