{"url": "/factchecks/2020/apr/03/jesse-watters/are-covid-19-travel-restrictions-more-critical-sav/", "speaker": "Jesse Watters", "vclaim": "“We were slow with the testing, but very quick with the travel ban. And that's been much more critical in saving lives.”", "truth_label": "false", "date": "stated on March 31, 2020 in comments made during an episode of \"The Five\" on the Fox News Channel:", "title": "Are COVID-19 travel restrictions ‘more critical in saving lives’ than testing? Not really", "text": "Defending President Donald Trump’s coronavirus response, Fox News commentator Jesse Watters highlighted federal efforts to restrict international travelers who may be infected – a ban he claimed mattered more than diagnostic testing.\n\"We were slow with the testing, but very quick with the travel ban. And that's been much more critical in saving lives,\" Watters said in a March 31 episode of \"The Five\" on the Fox News Channel.\nThe administration has attracted stinging criticism from public health experts and state officials, who say the dearth of COVID-19 tests has made it impossible to get a handle on the disease’s spread. But the impact of the restrictions Trump had imposed – both on people traveling from China and, by March, from Europe and the United Kingdom – is another story.\nSo we decided to dig in. We contacted Fox News to find out the evidence on which Watters based his comment but did not hear back.\nEarly on, those restrictions won plaudits. After the March restrictions, Dr. Anthony Fauci, who heads the National Institute of Allergy and Infectious Diseases and is a member of the White House coronavirus task force, said there was \"compelling evidence\" to justify restricting travel from those high-infection areas.\nBut the implementation is another story. Global health specialists told us there is little to no evidence that Trump’s restrictions have restrained  COVID-19 – they came too late and didn’t have the follow-up necessary to make a real dent. By contrast, they said, better and earlier testing could have saved countless lives.\nThe wrong approach at the wrong time\nTargeted, quick travel restrictions can be part of the public health arsenal to control the spread of an illness such as COVID-19.\nThe idea is to stop people in hot spots from carrying the virus to uninfected areas. The restrictions also tamp down on the risk that an infected traveler will expose others in the closed quarters of an airport, airplane or other mode of transportation.\nBut the experts we spoke to made clear that these restrictions can work only as one (smaller) part of a comprehensive strategy. Without other aggressive public health measures, they would have little value. The timing of American restrictions – and how they interacted with other domestic efforts – rendered them ineffective.\nThe administration’s first coronavirus-related travel restrictions took effect Feb. 2, targeting non-citizens who had recently traveled to or from China. On Feb. 29, it took similar steps with people who had traveled to or from Iran.\nFor context, the incidence of a severe respiratory illness began to emerge in China late last year. These cases were confirmed to be a novel coronavirus by Jan. 7, and the first American case was reported Jan. 20 – almost two weeks before any travel restrictions were in effect.\nExpanded travel restrictions took effect March 13 and 16 to include people in Europe, including the United Kingdom and Ireland.\nExperts told us those measures represented the wrong approach at the wrong time.\n\"When the travel ban was put in place, the risk of importation from China was quite small,\" said William Hanage, an associate professor of epidemiology at the Harvard T.H. Chan School of Public Health.\nFor one thing, China had also put in place its own limitations on travel – limiting travel to and from Wuhan starting Jan. 23. And, by then, there were already several cases of coronavirus across both the United States and in other countries that had not been targeted by restrictions.\nAnd while European cases shot up in early March – particularly in Italy – even those travel restrictions were misplaced, he said. At that point, Americans already faced a domestic threat from the virus.\nSo was the administration \"very quick\" with a travel ban? Not really.\nIf anything, the travel limitations gave people \"a false sense that something with a big impact was being done,\" said Jennifer Kates, a vice president and global health expert at the Kaiser Family Foundation. (Kaiser Health News is an editorially independent program of the foundation.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nThat false security, others said, distracted from the reality that more essential precautions weren’t in place.\nLimited effectiveness without widespread testing\nWell-implemented travel restrictions can buy time on the margins, research suggests. But that time has to be used effectively – to ramp up emergency preparedness and bolster activities like testing and isolating people who may have been exposed.\nAnd there’s no way to know if the Trump administration’s initial travel restriction – barring people who had been to China – reduced the spread of coronavirus.\nThat’s because the administration limited testing for the virus to people who were sick enough to be hospitalized or who had been to Wuhan specifically. Those are people with a heightened risk of exposure, and not representative of the broader swath of people affected by the travel limitations, said Jennifer Nuzzo, a senior scholar at the Johns Hopkins Center for Health Security.\n\"Had we expanded testing during this time and still found few cases I would be more convinced that the travel ban had an impact. But we didn’t.\"\nAvailable research on travel bans isn’t promising, either.\nA March 20 analysis run by Think Global Health, a project of the Council on Foreign Relations, compared countries that did and didn’t restrict travel with China. The researchers found no correlation between travel restrictions and preventing a pandemic outbreak.\n\"The combination of the travel restrictions within China and international travel restrictions against China may have delayed the spread of COVID-19, but more so in nations that used that time to reduce community spread of the virus,\" the researchers wrote.\nThat last part is crucial – travel restrictions may have bought time, but that mattered only if countries actively fought domestic spread.\nOther research backs that up. A paper published in Science last month found that when China imposed its own travel restrictions, it made only a modest difference in curbing the spread of the coronavirus, both domestically and to other countries -- at most, buying a few days’ time. And, this paper also notes, travel restrictions were effective only when coupled with other efforts to halt transmission.\nBy contrast, researchers were unanimous in noting the effectiveness of  robust testing of people who may have been exposed -- and then isolating those who test positive for the virus. This test-and-quarantine approach has been proven effective in South Korea, which experienced its first case on the same day as in the U.S. but where the number of new COVID-19 cases is now on a dramatic decline.\nIf you could pick only one strategy – travel bans or testing – the choice is clear, Nuzzo argued.\n\"We don’t have any evidence that travel bans did much to stop or slow the spread,\" she said. \"Conversely, testing is essential. Had we been better able to find and isolate cases and traced their contacts, we could have kept case numbers down.\"\nThe World Health Organization makes a similar point: It says temporary restrictions are justified only in narrow circumstances and as a way to buy time. But that time, the organization says, must be used to \"rapidly implement effective preparedness measures\" – like testing.\nAnother point that supports this position: the real-world experience unfolding in the United States.\nThe \"travel ban didn’t work,\" said Lawrence Gostin, a university professor at Georgetown Law, who specializes in global health law. \"This is self-evident, because the U.S. is now the global epicenter.\"\nOur ruling\nArguing in support of the White House coronavirus response, Watters said the United States was \"very quick with the travel ban\" and that was \"much more critical in saving lives.\"\nThis is incorrect. Travel restrictions could have bought a bit of time. But they were instituted after the coronavirus had already entered the United States.\nAnd the evidence at hand suggests that travel restrictions are most effective in combating viral spread if they are accompanied by targeted, robust testing and quarantining, which are the areas in which the administration stumbled. If you were to pick only one area to excel in – testing people for coronavirus or travel restrictions – experts told us that the research clearly supports testing, even without travel bans.\nWatters’ claim has no factual basis and misrepresents real-world evidence on multiple levels. We rate it False.", "vclaim_id": "vclaim-pol-16874"}