{"url": "/factchecks/2015/apr/13/scott-walker/scott-walker-says-bill-clinton-barack-obama-backed/", "speaker": "Scott Walker", "vclaim": "Says Bill Clinton signed a law \"very similar to,\" and Barack Obama voted for a law \"something like,\" Indiana's Religious Freedom Restoration Act.", "truth_label": "half-true", "date": "stated on April 1, 2015 in an interview:", "title": "Scott Walker says Clinton, Obama backed laws similar to Indiana's Religious Freedom Restoration Act", "text": "Concerns about Indiana’s Religious Freedom Restoration Act were broad enough that the head coaches competing in the Final Four college basketball championship, including Wisconsin's Bo Ryan, issued a joint statement saying \"discrimination of any kind should not be tolerated.\"\nThe Indiana law, according to the Human Rights Campaign, which advocates for lesbian, gay, bisexual and transgender Americans, \"allows individuals to use religion as an excuse to discriminate against LGBT people and other minorities.\"\nYet later on the day the coaches issued their statement, April 1, 2015, Wisconsin Gov. Scott Walker called reactions from around the country overblown, saying the new law is not so unusual.\nAsked by Charlie Sykes, a conservative radio talk show host in Milwaukee, if he would sign Indiana's law, Walker replied: \"We don't need to. In Wisconsin, we have it in our Constitution.\"\nThe front-running potential presidential candidate added:\n\"And remember, it's not just what we have here. I mean, President Clinton signed something very similar to this nationally back in '93. President Obama voted for something like this in the neighboring state of Illinois when he was a state senator. I just think this is people who are chronically looking for ways to be upset about things, instead of really looking at what it is.\"\nSo, is the Indiana law merely a similar version of a federal law signed by Bill Clinton and an Illinois law backed by Barack Obama?\nThe backdrop\nAll of this dates back more than 30 years to Alfred Smith and Galen Black. They worked as alcohol and drug counselors at a private drug rehabilitation organization in Oregon. Both were members of the Native American Church and, for sacramental purposes, ingested small amounts of peyote, an illegal, hallucinogenic drug, during a church ceremony. They were later fired, one of them in 1983 and one in 1984.\nThe two were denied unemployment compensation under an Oregon law that disqualified employees who were discharged for work-related \"misconduct\" and their case went to court. In 1990, the U.S. Supreme Court decided that Oregon could prohibit the religious use of peyote, and therefore could deny unemployment compensation to the two workers.\nThat ruling led to federal legislation -- which, like the Indiana law, is called the Religious Freedom Restoration Act -- that Clinton signed into law in 1993.\nFour years later, however, the U.S. Supreme Court ruled that the law didn’t apply to states. That kicked off a spree of states passing their own versions of the law.\nCurrently, 21 states have such religious freedom laws. In 2015, according to the National Conference of State Legislatures, 16 states have introduced legislation regarding the creation of, or alteration to, a state religious freedom law. (Wisconsin is not among the 21 or the 16.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nLanguage\nThe intent of the 1993 federal law was to protect religious practices -- such as Native Americans using peyote as part of religious practices, or a Muslim prison guard wearing a beard -- from government interference. Illinois, in 1998, was among the initial wave of states that approved state versions of the federal law. All Illinois state senators, including Obama, voted for it.  \nIndiana’s law carries the same title as the federal and Illinois laws and much of the same language. But there are a couple of differences.\nUnder Indiana’s law a \"person\" is extended to mean \"a partnership, a limited liability company, a corporation, a company, a firm, a society, a joint-stock company, an unincorporated association\" or other entity. That doesn’t appear in the federal law. However, the federal law has now been interpreted by the U.S. Supreme Court (in what is known as the Hobby Lobby case) to extend in this same way to private companies and associations.\nIndiana’s law states it can be used to protect religious freedom in private disputes, even if the government is not a party. That provision has been viewed as having been written to specifically cover a situation such as a New Mexico photographer who did not want to participate in a same-sex wedding.\nHowever, the day after Walker made his claim, Indiana Gov. Mike Pence signed a revision to the law. The revised law prohibits service providers from using it as a legal defense for refusing to provide goods, services, facilities or accommodations. It also bars discrimination based on race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity or U.S. military service.\nContext\nOn another level, the context between the federal and Illinois laws on the one hand, and the Indiana law on the other, has changed. Whereas the earlier laws were adopted to protect religious practices from government interference, conservatives in Indiana and elsewhere see the Religious Freedom Restoration Act as a vehicle for fighting back against the legalization of same-sex marriage.\nAt the private signing ceremony for the original version of the Indiana law, people who work for groups that oppose same-sex marriage were in attendance. And one of the lobbyists heralded the state’s law as protecting Christian bakers, florists and photographers from penalty \"for refusing to participate in a homosexual marriage, among other examples.\"\nGenerally speaking, there isn’t all that much difference between the Indiana law and the Illinois and federal laws. But proponents of the Indiana law are pushing the measure as a way that businesses can seek protection \"for refusing to participate in a homosexual marriage.\" That was far from what prompted the federal and Illinois laws.\nA final note: Another possible GOP presidential contender, former Florida Gov. Jeb Bush, made a claim similar to Walker’s, saying Florida has a religious freedom law like Indiana’s. PolitiFact Florida found the Florida law is in line with the federal law, and rated Bush’s statement Half True.\nOur rating\nWalker said Bill Clinton signed a federal law \"very similar to,\" and Obama voted for an Illinois law \"something like,\" Indiana's Religious Freedom Restoration Act.  \nThe three laws share the same title and much of the same language, but Indiana’s law has at least two significant provisions that the other two laws don’t. Moreover, the federal and Illinois laws were passed with the intent to protect various religious practices from government intervention. Conversely, supporters of the Indiana law see it as a vehicle for fighting back against the legalization of same-sex marriage.\nFor a statement that is partially accurate but takes things out of context, our rating is Half True.", "vclaim_id": "vclaim-pol-06526"}