{"url": "/factchecks/2020/apr/20/andrew-cuomo/cuomo-accurately-says-other-countries-reopened-saw/", "speaker": "Andrew Cuomo", "vclaim": "“Go look at other countries that went through exactly this, started to reopen, and then they saw the infection rate go back up again.”", "truth_label": "true", "date": "stated on April 14, 2020 in a news conference:", "title": "Cuomo accurately says that other countries that reopened saw an increase in coronavirus infections", "text": "During a recent press briefing regarding Covid-19 in New York state, Gov. Andrew Cuomo said the economy must be reopened and that people need to get back to work. But, he said the rate of infection is currently being kept down because people are staying in their homes. \n\"And if you start acting differently, you will see a corresponding increase in that rate of infection. And the worst scenario would be if we did all of this, we got that number down, everybody went to extraordinary means, and then we go to reopen and we reopen too fast or we reopen and there’s unanticipated consequences, and we see that number go up again,\" he said. \nHe warned that people who think he is being \"hyper-cautious\" should look at what is happening in other countries and their responses to the new coronavirus. \n\"Go look at other countries that went through exactly this, started to reopen, and then they saw the infection rate go back up again,\" he said.  \nSince talk of reopening, and the possible dangers of doing so, dominates headlines across the United States and around the world, we wondered about whether other countries have already experienced a second surge in infections after relaxing lockdown orders for people, schools, businesses, and borders. \nExperience elsewhere\nIn Asia, authorities have been dealing with Covid-19 for more months than the United States has, and they have more experience in responding to the virus. \nIn some cases, the number of infections in a city or country has increased after welcoming inbound travelers, or after a relaxing of social distancing measures. \nIn Hong Kong, an early response seemed to contain the virus, and then life resumed as people returned to work and restaurants. \n\"With most everyone’s guard down, the predator lashed back last week. Cases of Covid-19 surged,\" STAT News reported on March 26. The government ordered people back home, and closed facilities that had been reopened.   \nIn Hong Kong, it \"soon became clear that while the majority were coming from overseas, quarantine measures in place were not sufficient, and local transmission had resumed,\" CNN reported on March 23. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n \n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn Hokkaido, Japan, an island prefecture, social distancing measures were relaxed, and then there was a sudden increase in new coronavirus cases, according to news reports. \n\"Hokkaido declared a three-week state of emergency in February that was lifted on March 19,\" NPR reported. \"The prefecture had begun to reopen schools and was even allowing carefully orchestrated public gatherings. But the latest order reverses all that, asking residents once again to refrain from nonessential trips outside their homes and closing prefectural primary and secondary schools until May 6.\"\nUnlike in some other Asian countries, there was no evidence that the uptick in Hokkaido was because the virus was re-imported from outside Japan, the BBC reported. A lack of testing also contributed to health authorities’ inability to track and contain the virus, according to the BBC.  \nThere is a surge in coronavirus cases in Singapore, which is concentrated in foreign worker dorms, where people live in close quarters. It's not clear whether the migrant workers arrived with the virus, or if it had been circulating among that population for some time, CNN reported. \nSingapore has had to impose stricter measures to contain the virus. \nWe consulted with an epidemiologist at the Harvard T.H. Chan School of Public Health, on what is happening in Singapore, Hong Kong, and Hakkaido, Japan, and whether Cuomo’s statement is accurate. \n\"We are definitely seeing rises in cases in those places,\" said Stephen Kissler, Ph.D., a research fellow in the Department of Immunology and Infectious Diseases. Kissler is a co-author of a paper that stated that \"prolonged or intermittent social distancing may be necessary into 2022.\" He said he is hesitant to link the increase solely to lifting social distancing measures, because there are a lot of reasons cases could rise after a period of sustained low transmission. \n\"But on the whole I would say that the statement is correct,\" Kissler said. \nOur ruling\nCuomo didn’t say that all countries had increased infections after they reopened, and he also didn’t say explicitly that reopening caused the increase in the statement we fact-checked. He said that people who are anxious to reopen should be aware that there are cases where other countries reopened and then saw the infection rate increase.  \nThere have been reports of increased infection rates in some countries that reopened. \nWe rate Cuomo’s claim True.", "vclaim_id": "vclaim-pol-16968"}