{"url": "/factchecks/2011/apr/10/meria-carstarphen/austins-school-superintendent-says-pease-elementar/", "speaker": "Meria Carstarphen", "vclaim": "Austin’s Pease Elementary \"is a school that was created as part of the Texas Constitution.\"", "truth_label": "false", "date": "stated on April 1, 2011 in a radio interview.:", "title": "Austin's school superintendent says Pease Elementary's origin is in Texas Constitution", "text": "Speaking about a proposed Austin school facilities master plan, the district’s superintendent told Austin’s KUT-FM April 1 that she doesn’t expect school closures until 2012-13, if then, and only after consideration of community concerns.\n\nMeria Carstarphen also all but ruled out a task force’s erstwhile suggestion that Pease Elementary in downtown Austin be closed to help ensure that facilities districtwide are sufficiently filled with students. In its final recommendations, the task force did not specify which schools might best be shuttered.\n\nCarstarphen told KUT reporter Nathan Bernier that Pease \"is a school that was created as part of the Texas Constitution.\" According to audio of the 30-minute interview posted online, Carstarphen also recapped her reaction to the possibility of Pease being closed: \"I’m one of the people who was like, really, Pease? It’s in the constitution. How do we do that?\"\n\n\"I can’t understand how that option got on the table,\" she said.\n\nPease Elementary, on Rio Grande Street near West 12th Street, dates to the 19th century. Its website says it was founded in 1876 and later named after Elisha M. Pease, who last served as governor until late September 1869. Pease is the district’s only all-transfer school, accoding to the website, meaning students may attend regardless of where they live in the district.\n\nDoes the school really owe its existence to the state constitution?\n\nWe searched for references in the constitution and spotted no mention of any single grade school in the document’s education article, which states it’s the Legislature’s duty to \"establish and make suitable provision for the support and maintenance of an efficient system of public free schools.\" Another provision permits lawmakers to create school districts but doesn’t single out particular schools. We also found no Pease clauses in earlier versions of the constitution.\n\nNext, we asked for back-up information from the district and called the Pease school, which put us in touch with Brenda Gunn, who has children attending the school. Gunn said in an e-mail that she brought a facsimile of the Texas Declaration of Independence to a March meeting involving Carstarphen and Pease parents, and she pointed out to Carstarphen that \"education is listed as one of the grievances against the Mexican government.\n\n\"I remarked to her that 175 years ago education was worth a revolution … that in 1838, (the) president of the Republic of Texas, Mirabeau B. Lamar, gave his first speech as president and education featured prominently in the speech. Several months later, after Austin was selected as the new capital... Lamar ordered that the new capital be surveyed and prepared for the government's arrival. In this 1839 survey of Austin, two city blocks were set aside for education. Pease is on one of those city blocks.\"\n\nCarstarphen, Gunn’s e-mail says, \"was very energized by this information, and though she switched her documents in her recent interview, her comment about Pease being in the constitution really gets to this central point: Pease is a direct manifestation of what the Texas founders wanted for Texas schoolchildren.\"\n\nGunn also passed along a Feb 23 letter from Light Cummins, an Austin College professor who’s also the Texas state historian. \"It would be impossible to find a more historic school than Pease, which traces its origins back to the year 1839,\" Cummins writes, describing the 1839 survey designating the plot \"as the site for a public school for the children of the new town.\" The Austin Graded School opened in 1876, the letter says.\n\n\"Pease Elementary School thus traces its beginnings back to the very establishment of public education in Texas,\" the letter continues. \"It has survived almost a century and a half as a touchstone of public education in Texas.\"\n\nAndy Welch, the district’s spokesman, said in an April 5 interview that Carstarphen’s comments to KUT stemmed from her meeting with the Pease parents and their reminder of the school’s roots.\n\nWelch pointed out too that a 1971 law dedicates the land where the school sits to the Austin district \"so long as said property is used\" by the district for educational purposes. If not, the law states, the property reverts to the state.\n\n\"Of course, (Pease) is not in the constitution,\" Welch said. Texans \"put important things like hide inspectors in the constitution,\" a reference to the document’s sprawl of arcane detail.\n\nHe agreed that the implication of Carstarphen’s claim -- that the district can’t close Pease without a change to the constitution -- is not correct.\n\nThe district followed up that day with statements on Pease’s history, also attaching a timeline stating the original school on the site burned down and was rebuilt in 1896; it was named after Pease in 1902.\n\nAlso, Carstarphen placed her own statement online, in a post headlined: \"Pease Elementary's Origins Tied to the Origins of the State of Texas.\" \"The Pease community and I are in agreement that, while Pease is not literally and specifically mentioned in the 1876 Constitution, its origins are tied directly\" to the state’s origins, her post says. She says the larger point is preservation of the \"historic jewel.\"\n\nThe 1876 Constitution, Carstarphen’s post says, was \"very clear about the use of public lands to establish a system of free public schools. The original Pease school, several blocks from the Capitol, embodied the intention of those constitutional framers.\"\n\nOur analysis: The superintendent clearly hopes to preserve an historically unique school. Still, her statement to KUT was False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13281"}