{"url": "/factchecks/2011/may/31/eric-cantor/eric-cantor-says-benefits-and-salary-public-employ/", "speaker": "Eric Cantor", "vclaim": "\"If you look at the benefits and wages of recorded federal employees, they far outstrip the market rates of the private sector.\"", "truth_label": "true", "date": "stated on May 18, 2011 in a Town Hall conversation.:", "title": "Eric Cantor says benefits and salary for public employees are far higher than private sector", "text": "During a break from Congress last week, House Majority Leader Eric Cantor came home to hear from local business leaders. He got an earful, not all of it from the business community.\n\nAs the forum wrapped up, Cantor was confronted by a few angry women, one of them shouting as she approached. They peppered Cantor with questions, and not liking the answers, one of them, a liberal activist with MoveOn.org, hurled insults.\n\nAnother woman took a different tack. She explained to Cantor that a friend of hers had recently taken a government job in Washington and was receiving fuel subsidies for the commute. With the high price of gas, the woman asked why shouldn’t she be also receiving fuel subsidies.\n\nCantor replied that there is an injustice between federal government and private sector employees that he is determined to correct.\n\n\"If you look at the benefits and wages of recorded federal employees, they far outstrip the market rates of the private sector,\" he said.\n\nDo they? We thought it was worth a look.\n\nTo substantiate the claim, Cantor’s office sent over a few sources including a widely referenced 2010 investigation of federal versus private pay from USA Today.\n\nThe newspaper probe relied on 2009 data (still the most current available) from the federal Bureau of Economic Analysis. It showed that federal civil servants received average pay and benefits of $123,049 while private workers made $61,051 in total compensation.\nAccording to USA Today, federal civilian employees received an average salary of $81,258 and benefits worth $41,791. Private-sector workers got $50,462 in pay and $10,589 in benefits.\n\nOfficials from public employee unions and some economists dismiss the compensation comparisons. They say the gap reflects the increasingly high level of skill and education required for most federal jobs and the government contracting out many lower-paying jobs to the private sector.\n\nAnother report by USA Today focused on salaries alone. It compared the 2008 pay for 40 occupations that exist in both the federal government and private sector, as defined by the Bureau of Labor Statistics data.\n\nFederal employees earned an average salary of $67,691 while private workers, in the same mix of jobs were paid an average $60,046. That’s a difference of $7,645.\n\nThere are arguments on the other side when it comes to pay alone, however.  \n\nLate last year, an annual report from the Bureau of Labor Statistics to the Federal Salary Council concluded that federal civilian workers on average are paid 2.1 percent less than private workers.  But as a piece from our friends at FactCheck.org pointed out late last year, experts say there are flaws in the methodology there that prevent a true apples-to-apples comparison.\n\nHoward Risher, the managing consultant on a detailed 1990 report on pay differences recently recently wrote in Government Executive magazine, there’s no way of truly knowing which sector receives higher salaries because \"neither has detailed job-to-job comparisons to support their arguments.\"\n\nAll of that is well and fine, but it still doesn’t put a dent in Cantor’s claim, which looks at wages and benefits together. All parties agree that federal benefits are far more generous than those in the private sector.\n\nGary Burtless, a labor economist with the left-leaning Brookings Institution, says there are good reasons why federal employees are better compensated the private-sector workers.\n\nFederal employees typically to do more specialized work that requires more education and responsibility than their private-sector peers, he said. Federal workers also often have served longer in their positions than private employees, he added.\n\n\"To be surprised that federal workers receive average higher compensation than average private-sector workers is like being surprised when informed that school teachers are paid more than McDonalds’ employees,\" Burtless said.\n\nStill, as the USA Today study found, federal pay was higher than private-sector pay in four out of every five job categories that existed in both sectors. These included accountants, nurses, chemists, public relations specialists, surveyors, cooks, clerks and janitors.\n\nAnd, as Chris Edwards, an economist at the libertarian Cato Institute notes, federal pay has risen faster than private-sector pay in recent years, despite the recession.\n\n\"BEA data show that average federal salaries rose 58 percent between 2000 and 2009, which was much faster than the 30 percent increase in the private sector,\" Edwards writes.\n\nSo let’s look back.\n\nCantor claims that the \"benefits and wages\" of federal employees far outstrips those of the private sector.\n\nOn average, that’s true; total compensation for federal workers is nearly double the private sector average. Looking at salary alone narrows the divide a bit, and some argues private pay even exceeds federal pay, but Cantor played it safe by avoiding specific numbers and including benefits.\n\nAs some suggest, there may be solid reasons for the disparity -- expertise, education requirements, responsibility, seniority -- but that doesn’t change the facts. We rate the claim True.    \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13015"}