{"url": "/factchecks/2012/jul/16/eric-cantor/cantor-says-under-health-care-law-people-who-their/", "speaker": "Eric Cantor", "vclaim": "Because of the health care act, \"The people who have health care and like it in this county are not going to be able to keep what they have.\"", "truth_label": "barely-true", "date": "stated on June 28, 2012 in a TV interview.:", "title": "Cantor says that under the health care law, the people who like their insurance will lose \"what they have\"", "text": "The day after President Barack Obama’s health care law was upheld by the U.S. Supreme Court, House Majority Leader Eric Cantor, R-7th, was asked if he would concede defeat.\n\n\"The president’s team won and you guys lost,\" said Peter King of Bloomberg News in a TV interview with the congressman. \"Why not move on as the president suggests.\"\n\nCantor vowed to continue his effort to repeal the law, complaining that it expands Washington’s control of health care and will be costly to the public. \"Frankly, the people who have health care in this country and like it will not be able to keep what they have,\" Cantor said.\n\nDebate over how health care reform will affect medical insurance is huge in this year’s national elections. PolitiFact recently rated Half True an Obama claim that Americans who already have policies \"will keep\" their insurance.\" It rated False a statement by Republican Mitt Romney that up to 20 million covered Americans \"will lose insurance that they like and want to keep.\"\n\nIs Cantor right that if you like it your health insurance, you will lose it?  We checked.\n\nWe asked Cantor’s office to back up the congressman’s claim. \"It’s a fact that the new insurance regulations in Obamacare will change the type of health insurance plans people currently have,\" spokeswoman Megan Whittemore replied in an email. \"Most employers are expected to modify coverage -- and some may even chose to drop employer-sponsored coverage altogether.\"\n\nWhittemore’s comments center on a quirk in the health care act, which in 2014 will require most people to have health insurance or pay a tax penalty.\n\nThe nonpartisan Congressional Budget Office estimates that 213 million nonelderly Americans have health insurance this year and 154 million of them -- 72 percent -- are covered through employer policies.\n\nAccording to Kaiser Family Foundation, the average insurance premium for a single employee last year was $5,429, with the company paying $4,508 and the worker contributing $921. The average cost for a family policy was $15,073, with the company picking up $10,944 and the worker paying $4,129.\n\nThe law requires all companies with 50 or more employees to provide health care insurance to workers and families or pay a $2,000 fine per worker tax, not counting the first 30 employees.\n\nAs a result, Whittemore said, many companies will find it \"far more economical\" to drop their health insurance plans and pay the penalty tax. Most workers, in such cases, would be left to find coverage on their own through private insurance exchanges that will be set up under the act.\n\nWhittemore pointed us to two studies on the issue.\n\nOne is a report entitled \"Broken Promise: Why Obamacare Will Force Americans to Lose the Health Care Coverage They Have and Like.\" It was prepared by the majority staff of the House Ways and Means Committee at the request of its chairman, Rep. Dave Camp, R-Mich., a critic of the health care law.\n\nThe majority staff sent questionnaires to all Fortune 100 companies. It concluded that the 71 companies that replied could save $28.6 billion in 2014 if they stopped offering health insurance and paid the tax.\n\nWhittemore also said a 2011 study by the Deloitte Center for Health Solutions \"found that up to 65 million people could lose their employer-sponsored health insurance because of Obamacare’s employer mandate requirement.\"\n\nDeloitte did find that, in a worse case scenario, 65 million workers could lose their employer-based insurance by the end of the decade because of the health care law. That could happen if more than 25 percent of large corporations with over than 5,000 employees and more than 50 percent of smaller businesses stopped offering insurance.\n\nKeep in mind that 154 million Americans are insured by employers. Under this projection, 42 percent would lose their coverage. While that’s a big percentage, it does not even go half way to proving Cantor’s unbounded claim that, because of the health care act, the people who like their insurance \"won’t be able to keep what they have.\"\n\nDeloitte offered eight scenarios that are rosier than the one Cantor’s office cited. If, for example, 5 percent of large corporations 10 percent of smaller businesses cancelled their health coverage, then 7.7 million once-insured workers would need to seek coverage on their own.\n\nAnd if Congress were to triple the $2,000 tax penalty on companies that don’t offer insurance, employer-based coverage would grow by 2.9 million people by the end of the decade.\n\nLet’s look at a few other studies about the health care law’s impact on employer-provided insurance:\n\n*The CBO estimated between 3 million and 5 million fewer non-elderly Americans will be covered by employers by the end of the decade.\n\n*The Urban Institute projected a decline of about 500,000 people with employer coverage.\n\n*The Lewin Group predicted a decline of 3 million people with work-based coverage.\n\n*The Centers for Medicare and Medicaid Services actuary estimated 1 million fewer people will be covered by employers.\n\n*The Rand Corp. projected about 4 million more people will be insured by employers in 2016.\n\nThere’s an important factor to keep in mind with these projections: Not all of the people falling out of employer coverage will be losing policies they like.\n\nThe CBO estimates that 3 million people will spurn their employers’ offer of coverage and turn to another source, such as the insurance exchanges created under the health care act. In many cases, they will do so because they consider the employer’s offering to be unaffordable or lacking in features they need.\n\nVast numbers of workers will see their work-sponsored insurance change for reasons that are not connected to the health care act. It’s common for employers and their insurance companies to unilaterally change their plans.\n\nMercer, a private consulting firm, found that in each year from 2005 to 2008, roughly a quarter of companies said they made changes to their plans that resulted in employees paying a greater share of the cost. In 2009 and 2010, it rose to one-third.\n\nOur ruling\n\nCantor said that because of the health care law, \"The people who have health care and like it in this country are not going to be able to keep what they have.\" His statement suggests that losing the health insurance you like is guaranteed by the law.\n\nCantor’s office backs the claim by noting the law makes it cheaper for companies to drop health coverage for their employees and pay a penalty tax. His office cites the bleakest of nine scenarios in Deloitte studies, under which 42 percent of workers would lose their company insurance.\n\nThe Cantor camp doesn’t mention that most of the other scenarios estimate a loss under 10 percent. We found five other studies that conclude the law will cause less than a 3 percent net loss of workers with company insurance. That group includes people expected to voluntarily give up their work policies because they prefer private plans that will become available under the health care act.\n\nEven before the coverage mandate has taken effect, the number of companies that switch their plans each year has been substantial. The health care law is expected to increase that rate modestly, not exponentially as Cantor says.\n\nWe rate Cantor’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10765"}