{"url": "/factchecks/2017/sep/29/ron-johnson/obamacare-funding-given-states-unfairly-says-repea/", "speaker": "Ron Johnson", "vclaim": "\"California, New York and Massachusetts, they represent about 20 percent of the population, they get close to 36 percent of Obamacare funding. It's just simply inequitable.\"", "truth_label": "barely-true", "date": "stated on September 25, 2017 in an interview:", "title": "Obamacare funding given to states unfairly, says repeal and replace supporter Ron Johnson", "text": "Making a new argument for why the Affordable Care Act should be repealed, U.S. Sen. Ron Johnson claimed that the health care law doesn’t pass the money around fairly.\nOn Sept. 25, 2017, the Wisconsin Republican said on National Public Radio:\nCurrently, it's really been quite unfair. I know that California, New York and Massachusetts, they represent about 20 percent of the population, they get close to 36 percent of Obamacare funding. It's just simply inequitable.\nIt was a claim Johnson had also made twice on MSNBC and on Milwaukee television.\nAnd his three fellow co-sponsors of the latest Republican bill to overhaul Obamacare also made the statement a number of times to national media.\nSo, what about the talking point?\nThe numbers are more or less correct.\nBut there’s one simple reason that explains most of the discrepancy:\nThose three states -- unlike Wisconsin and some others -- opted to take the additional federal funding offered by Obamacare to states that expanded Medicaid.\n\"When you don’t expand Medicaid, you get fewer of the dollars,\" said Georgetown University health policy analyst and political scientist Jack Hoadley. \"The dollars were sitting there for the taking and it was up to the governors and the state legislatures to come in and say yes. To the extent that they said no, they turned down that opportunity to get an equal share.\"\nA little history\nDemocratic President Barack Obama signed the Affordable Care Act in 2010. In 2012, the U.S. Supreme Court ruled that the part of the law forcing states to expand Medicaid was unconstitutional. That meant it was up to each state whether to expand Medicaid, the state- and federal-funded program that provides health insurance coverage to people with low incomes.  \nIn February 2016, GOP Wisconsin Gov. Scott Walker decided not to accept the additional federal funding provided by Obamacare to expand Medicaid, even though Wisconsin did partially expand the program.\n(We rated Mostly True Walker’s claim that he \"turned down a Medicaid expansion under Obamacare,\" but because of actions he took, for the first time in Wisconsin's history \"everyone living in poverty is covered under Medicaid.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe numbers\nJohnson’s office told us that California, New York and Massachusetts getting nearly 36 percent of Obamacare funding comes from an analysis by the staff of U.S. Sen. Bill Cassidy, R-La. Cassidy is one of the other co-sponsors of the GOP overhaul of Obamacare that was not brought up for an expected Senate vote because not enough GOP senators supported it. (Hours after the decision not to hold the vote, Johnson vowed not to give up on repealing Obamacare.)\nAni Turner, one of the leaders of the nonprofit Altarum health consulting firm, said she calculated the percentage to be 32 percent. And Donna Friedsam, a health policy expert at the University of Wisconsin-Madison, put the figure at 33 percent.\nSo, numbers-wise, Johnson is in the ballpark.\nBut it’s misleading to claim the disproportionate funding is unfair or inequitable.\nThe funding\nAs Turner told us:\n\"Any government assistance program will fund more to states that have greater need, and will likely not simply follow the population share. Factors that would impact the proportion each state receives include whether the state chose to expand Medicaid and the share of people eligible for Medicaid or subsidies.\"\nTurner and other experts pointed out that California, New York and Massachusetts were among states that opted to expand Medicaid. \"Other large states like Florida and Texas elected not to expand and thus left millions of federal dollars on the table,\" said Diane Rowland, executive vice president of the nonprofit Kaiser Family Foundation.\nRowland also noted that states such as New York and Massachusetts have higher health care costs, which means higher costs for people in Medicaid and thus more funding for those states.\nIn short, Johnson and others praised states that did not take the extra money, but now argue that the states that did take the funding have too much. In any case, states had the option of whether to take the additional funding.\nOur rating\nJohnson says: \"California, New York and Massachusetts, they represent about 20 percent of the population, they get close to 36 percent of Obamacare funding. It's just simply inequitable.\"\nHe’s more or less correct on the numbers. But the main reason is that those three were among states that -- unlike Wisconsin and some others -- opted through Obamacare to expand Medicaid and take the additional federal funding that came with it.\nFor a statement that contains only an element of truth, our rating is Mostly False.\n Share the Facts 2017-09-29 16:03:37 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://www.npr.org/2017/09/25/553423543/gop-tweaks-current-effort-to-replace-obamacare \"California, New York and Massachusetts, they represent about 20 percent of the population, they get close to 36 percent of Obamacare funding. It's just simply inequitable.\"     Ron Johnson U.S. senator, R-Wisconsin   In an interview Monday, September 25, 2017 2017-09-25    Read More  info", "vclaim_id": "vclaim-pol-02853"}