{"url": "/factchecks/2015/feb/01/richard-besser/abc-expert-19-states-now-allow-personal-exemption-/", "speaker": "Richard Besser", "vclaim": "\"It used to be that the only children at school who weren't vaccinated were those who had true medical\" conditions. \"Now there are 19 states that allow personal belief exemptions.\"", "truth_label": "half-true", "date": "stated on February 1, 2015 in comments on ABC's \"This Week\":", "title": "ABC expert: 19 states now allow personal exemption for measles vaccine", "text": "The measles outbreak linked to Disneyland provided an uneasy backdrop Sunday for talk about another southwestern venue hosting thousands of people from around the country with varying immunization histories: Super Bowl XLIX in Glendale, Ariz.\nOn the news shows, medical experts stressed that the right of parents to choose whether their children vaccinate should not trump the risk that unvaccinated people pose to public health.\nCenters for Disease Control and Prevention director Tom Frieden said on ABC’s This Week that \"study after study\" has shown there are no long-term hazards with vaccines even though pockets of the population are unwilling to get them. ABC News’ chief health and medical editor Dr. Richard Besser lamented how there was once a time where the only children who wouldn’t get vaccinated had immunity issues.\n\"It used to be that the only children at school who weren't vaccinated were those who had true medical contraindications. They may have an immune problem and couldn't get vaccinated,\" Besser said. \"Now there are 19 states that allow personal belief exemptions. And I think that that is wrong.\"\nThere are two parts to Besser’s statement worth considering. One is that 19 states permit parents to exempt their children from vaccinations because of their personal beliefs. The other is that there was a time when the only children who weren’t vaccinated had true medical conditions.\nThe 19 states\nDocumenting the state-by-state situation is a simple task, so we’ll handle that first. Information compiled by the National Conference of State Legislatures, among other sources, backs up Besser’s point.\nWhile there are laws in every state that spell out vaccination requirements for children entering public school, it is easier to avoid them in some states over others. Every state except for Mississippi and West Virginia provides an exemption for religious reasons. Mississippi’s tough vaccination laws result in high immunization rates in its school children.\nAnd as Besser said, 19 states also have exemptions for philosophical, personal reasons. They are Arizona, Arkansas, California, Colorado, Idaho, Louisiana, Maine, Michigan, Minnesota, North Dakota, Ohio, Oklahoma, Pennsylvania, Texas, Utah, Vermont, Washington and Wisconsin. Missouri also has an exemption that applies only to daycare, preschool and nursery school.\nExperts attribute the growth of personal belief exemption laws to pressure from anti-vaccine organizations on policymakers. They use as one benchmark the year 1998, when a study since condemned by peers and retracted by The Lancet, connected the measles-mumps-rubella vaccine with \"leaky gut\" and maybe autism. Another popular year is 1982, when NBC ran the story \"Vaccine Roulette,\" which raised concern about the pertussis vaccine. Historian Elena Conis, author of Vaccine Nation, traces the origins of the movement back to the 1960s and '70s, at a time when people were arguing for tighter environmental regulations, additional women's rights and broader consumer protections.\nIn California, a state well-known for its vaccine resistance, more than 17,200 children enrolled in kindergarten with exemptions from vaccinations based on either religious or personal reasons in the 2013-14 school year, according to the Centers for Disease Control and Prevention. (There is no difference in the CDC reporting for personal or religious reasons.) That was the most of any state by far.\nCalifornia lawmakers tried to tighten up the exemption for personal reasons in 2014 so that instead of just signing a piece of paper, they had to first show they met with a physician who described the risks of going without vaccinations. A Los Angeles Times analysis found an overall decline in the state’s rate of vaccine waivers, dropping from 3.1 percent in 2013 to 2.5 percent in 2014 -- the first drop in a dozen years.\nData-crunching by the Washington Post found that the rate of parents applying for personal belief exemptions was strikingly high in Disneyland’s Orange County, the southern coast up to San Luis Obispo, and parts of the northern edge of the state. Vaccine opposition was lower in less-affluent parts of the state, Los Angeles, San Francisco and the Silicon Valley.\n\"It used to be that the kids that were not vaccinated were from poor families,\" said Catherine Troisi, an infectious disease epidemiologist at the University of Texas Health Science Center. \"Now we’re seeing the opposite. These are educated parents who are choosing not to vaccinate their kids.\"\nLooking back on vaccine exemptions\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo Besser’s correct on the number of states now offering personal exemptions. But his claim that that there was a time when the only children who weren’t vaccinated had true medical conditions doesn’t ring as true.\nThe debate about the effectiveness and dangers of vaccination has been raging for at least 50 years. As part of that debate, there have always been exemptions beyond those for medical reasons.\nA 1969 report entitled \"State laws on compulsory immunization in the United States,\" which is available through the U.S. National Library of Medicine, does an excellent job of laying out the issue.\nIn 1969, author Charles L. Jackson reported that only 17 states required measles shots, for instance. And that in most every state, religious exemptions were written into the vaccination laws. Five states, Jackson said, went even further. Missouri, Rhode Island, Michigan, Ohio and Illinois had what Jackson called \"voluntary compulsory vaccination.\"\n\"Each state has provisions in the statute for exempting children if a parent objects in writing to such requirements for any reason,\" Jackson wrote.\nSo 45 years ago, less than half the states required a measles vaccine, and only 26 states required any type of vaccine, according to Jackson.\nThat changed, of course, over time, and more states began requiring measles vaccines. But they also included exemptions for religious reasons.\nWhat’s the net effect? Vaccinations increased dramatically in the 1970s as new laws came on the books. Joseph A. Califano, the United States Secretary of Health, Education, and Welfare from 1977-79,  helped lead a push that saw vaccination rates rise from 60 percent to over 90 percent.\nBy the early 1980s, more than 95 percent of children were completely immunized by the time they entered school.\nThat number has dipped slightly in recent years. According to the CDC, 92 percent of children 19-35 months old received the measles-mumps-rubella vaccine in 2013, the most recent year available and the highest percentage since 2008.\nFederal health officials were content with the national immunization levels but voiced concerns about late first doses, a rise in measles cases not seen since 2000, and slacking coverage in some states.\nWe were not able to connect with Besser to explain his claim by our deadline.\nOur ruling\nBesser said, \"It used to be that the only children at school who weren't vaccinated were those who had true medical\" conditions, but \"now there are 19 states that allow personal belief exemptions.\"\nBesser, a pediatrician, is right about the number of states that allow exemptions to state vaccination laws for personal beliefs. But his history lesson about vaccination laws of yesteryear is not as accurate. States have consistently provided religious exemptions alongside medical exemptions, and five predominantly Midwestern states allowed parents to seek exemptions for any reason even in the 1960s.\nHis claim is partially accurate, so we rate the claim Half True.\nClarification: This post has been updated to better reflect how Elena Conis said the modern anti-vaccine movement began.", "vclaim_id": "vclaim-pol-06774"}