{"url": "/factchecks/2015/dec/16/rand-paul/rand-paul-said-marco-rubio-open-border/", "speaker": "Rand Paul", "vclaim": "Says Marco Rubio \"is the one for an open border.\"", "truth_label": "pants-fire", "date": "stated on December 15, 2015 in in the CNN debate in Las Vegas:", "title": "Rand Paul said that Marco Rubio is for an 'open border'", "text": "U.S. Sen. Marco Rubio has been a target of some of his fellow GOP presidential candidates for his leadership on trying to change immigration laws in 2013.\nDuring the CNN debate in Las Vegas Dec. 15, U.S. Sen. Rand Paul of Kentucky said that Rubio has opposed border security:\n\"He thinks he wants to be this ‘Oh I am great and strong on national defense,’ but he is the weakest of all the candidates on immigration. He is the one for an open border that is leaving us defenseless.\"\nIs Rubio for an open border? In a word, no. An open border allows people to travel freely or with very few restrictions between two countries. Rubio wasn’t for an open border in 2013, nor does he support it this year while running for president.\n2013 immigration law\nIn 2013, Rubio and seven other senators (dubbed the Gang of Eight) crafted bipartisan legislation that passed the Senate. The bill required more border security before unauthorized immigrants could pursue legal status -- a path that included significant hurdles.\nAs for border security, the bill included billions for border enforcement over a decade, for new surveillance equipment and fencing along the Mexican border, as well as adding 20,000 border agents. GOP Sens. John Hoeven of North Dakota and Bob Corker of Tennessee introduced the compromise amendment that included the beefed up security measures. The senators said that the additional border agents -- which would have doubled the number at the time -- would have cost $25 billion.\nAt the time, Rubio told Fox News, \"If you look at what’s being proposed here, this is a dramatic expansion and improvement in border security that I hope will allow finally for this legislation to have the support it needs.\"\nThe Hill reported that Corker and Hoeven said Rubio played an active role in negotiating the amendment.\nIn an interview on June 20, 2013, about a week before the Senate vote, Fox News’ Martha MacCallum asked Rubio if the bill would protect the border.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Well, it’s a dramatic improvement in border security,\" Rubio said. \"It’s a major surge in border enforcement, and I think it’s important to explain why that’s necessary. Look, as I said before, America’s a special country, so special that people are willing to come here no matter what. Even some people are willing to risk their lives and do it illegally. And we’re compassionate about that, but we’re also a sovereign country. We have a right to protect our borders, every sovereign country does, and that’s why this is so critical.\"\nThe bill died after House leadership refused to bring the bill to a vote. Rubio still supports changing immigration laws, but on the campaign trail he has called for a piecemeal approach and emphasized that he thinks border security must be beefed up before other changes to immigration laws.\nDuring the debate, he repeated many of those points when CNN’s Dana Bash asked Rubio if he still supports a path to citizenship. Rubio said that Americans won’t trust the federal government to change immigration laws until illegal immigration is under control.\n\"We know what it takes to do that,\" Rubio said. \"It takes at least 20,000 more additional border agents. It takes completing 100 miles of fencing. It takes a mandatory E-Verify system and a mandatory entry exit tracking system to prevent visa overstays.\" A spokesman for Rubio pointed to this statement when we asked about Paul's claim.\nPaul's team pointed to Rubio's work on the Gang of Eight bill as support for Paul's statement. But that legislation did not create or even suggest open borders. \n\"If Sen. Rubio was really for open borders, the Gang of Eight bill wouldn't have been 1,198 pages long while doubling the size of border patrol,\" said Alex Nowrasteh, an expert on immigration at the libertarian Cato Institute.  \nSteven Camarota, at the Center for Immigration Studies, which advocates for low levels of immigration, said that \"open borders is always an overstatement.\" But the bill would have dramatically increased immigration, he said.\nOur ruling\nPaul said that Rubio \"is the one for an open border.\"\nAn open border allows people to travel freely or with very few restrictions between two countries. Rubio doesn’t support anything like that. He was one of the authors of a 2013 bill that included billions for border security and more border agents. After that bill died in the House, Rubio has repeatedly said that the border must be secured before the Senate can revisit changing immigration laws. The idea that Rubio supports an open border is inaccurate and ridiculous, so we rate Paul’s statement Pants on Fire.", "vclaim_id": "vclaim-pol-05618"}