{"url": "/factchecks/2011/jan/07/pat-mullins/gop-chairman-mullins-says-health-care-bill-end-pre/", "speaker": "Pat Mullins", "vclaim": "New provisions of the health care law bar the use of flexible spending accounts and health savings accounts to pay for aspirin and other non-prescription health needs.", "truth_label": "true", "date": "stated on January 3, 2011 in a letter. :", "title": "GOP Chairman Mullins says health care bill ends pre-tax puchases of aspirin and other non-prescription drugs", "text": "Republican Party of Virginia Chairman Pat Mullins kicked off the New Year attacking recent side effects of health care overhaul on Flexible Spending Accounts, which allow workers to pay medical expenses with pre-tax dollars.\n\nIn an e-letter titled \"FSA at Work? Jim Webb Just Made It a Lot Less Useful,\" Mullins staples Virginia’s senior Senator to new provisions of the health care law that took effect Jan. 1.\n\n\"Desperate for tax dollars to pay for their $1 trillion health care takeover, Nancy Pelosi, Barack Obama, and Jim Webb decided to pick the pockets of consumers who opted to take responsibility for their own health care costs and remove the ability of consumers to use FSA and HSA plans to pay for things like aspirin and other non-prescription health needs,\" Mullins wrote.\n\nHe later reiterates the point, writing: \"Until this week, consumers could use their accounts to set aside pre-tax money for medical expenses. But thanks to Webb and other tax happy Democrats, over-the-counter drug purchases are now off limits to FSA and HSA accounts.\"\n\nThere’s plenty of confusion about health care reform, so we checked to see if his claim about over-the-counter drugs is correct.\n\nAs a source, Mullins cited a news report from KSAT 12 out of San Antonio, Texas.\n\nThe report says, \"Over-the-counter medications will no longer be reimbursable through a health care flexible spending account, or FSA, even if the account has a grace period. So, Dec. 31 is the last day to stock up on pain relievers, allergy tablets, antacids and more for people who want to use them to exhaust their use-it-or-lose-it FSA.\"\n\nNot convinced San Antonio’s KSAT 12 is an end-all source for health care reform, we dug deeper.\n\nAccording to the Internal Revenue Service guidance on flexible spending accounts, a new provision \"as added by the Affordable Care Act, provides that...beginning after December 31, 2010, expenses incurred for a medicine or a drug shall be treated as a reimbursement for medical expenses only if such medicine or drug is a prescribed drug (determined without regard to whether such drug is available without a prescription) or is insulin.\"\n\nIn other words, you will no longer be able to use FSAs to pay for your aspirin, antacids and other over-the-counter drugs if they’re not prescribed by a physician.\n\nWhat about HSAs -- tax-advantaged health savings accounts? Pretty much the same.\n\nThe IRS says that \"a distribution from an HSA...for a medicine or drug is a tax-free qualified medical expense only if (1) the medicine or drug requires a prescription, (2) is an over-the-counter medicine or drug and the individual obtains a prescription, or (3) is insulin.\"\n\nOtherwise, those \"non-qualified expenses\" will be taxed at 20 percent rather than the current 10 percent for HSA plan participants.\n\nSo, while the recently enacted portion of the health care law will not stop consumers from being able to buy over-the-counter drugs through their plans, it will require a prescription to do so.\n\nOn that count, Mullins stays relatively safe by employing the phrase \"non-prescription health needs\" at the end of his claim. True, those items like aspirin can still qualify for reimbursement with a prescription, but then they would not longer be \"non-prescription.\"\n\nBut the same phrase also presents a problem for Mullins because other \"non-prescription\" items such as medical supplies and first-aid items remain eligible for reimbursement without a prescription.\n\n\"Over-the-counter medications are treated differently than over-the-counter medical items like Band-Aids, which are covered without a prescription,\" said Michael Waxman of Save Flexible Spending Plans.\n\nIf you’re wondering why these changes are taking place, the answer is likely money.\n\n\"I think [federal officials] were just looking for revenue raisers,\" Mike Thompson, a human resource services principal with the PwC recently told the Washington Post.\n\nAs that story notes, employee contributions to FSAs are made on a pretax basis, reducing earnings and thus the amount workers pay in income tax.\n\nAccording to the Joint Committee on Taxation, tightening up the tax break on over-the-counter purchases will generate an estimated $5 billion in federal revenues through 2019.\n\nAnd one last note: Webb, as Mullins said, did vote for the massive health care reform bill that limits the use of flexible spending accounts.\n\nLet’s look back.\n\nMullins says health care law provisions that took effect Jan. 1 will \"remove the ability of consumers to use FSA and HSA plans to pay for things like aspirin and other non-prescription health needs.\"\n\nIt’s true that as of Jan. 1, FSA and HSA plans no longer offered reimbursements for over-the-counter drugs without a prescription. However, those same items could be covered with a prescription.\n\nMullins misses a caveat by not noting that non-prescription items like crutches, bandages, and health supplies like diagnostic devices and blood sugar test kits remain covered. But his comments seem directed at drugs.\n\nWe find his claim True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13799"}