{"url": "/factchecks/2014/feb/26/andy-brown/travis-countys-tax-rate-ranks-among-very-highest-a/", "speaker": "Andy Brown", "vclaim": "\"Travis County now has the highest urban county tax rate in Texas.\"", "truth_label": "mostly-true", "date": "stated on February 17, 2014 in a mailer to voters:", "title": "Travis County's tax rate ranks among the very highest among urban counties, but that's not new", "text": "It’s not unusual for a candidate to bemoan taxes. Still, Andy Brown’s claim in a mailer stopped us short: \"Travis County now has the highest urban county tax rate in Texas.\"\nBrown, an Austin lawyer running for Travis County judge, aired his statement under an arrow suggesting county tax bills steadily escalated while his Democratic primary opponent, Sarah Eckhardt, served on the Travis County Commissioners Court.\nWe’re focusing here on whether the county has the highest tax rate of the state’s urban counties.\nBy email, Brown’s campaign manager, Jim Wick, told us the campaign compared the 2012 total tax rate for Travis County with the rate in other counties that are home to the state’s five largest cities. Wick included a chart indicating that in this subset, the Travis County rate of $0.5001 per $100 property valuation exceeded the rates in Harris, Dallas, Tarrant, Bexar and El Paso counties. El Paso County, Brown’s chart indicates, had the next-highest rate, $0.40887 per $100 valuation.\n\"Since there is no statutory definition of an urban county, we defined it as a county that has a ‘big city’ in it that is often compared to other big cities around Texas,\" Wick wrote. By phone, he said: \"We were trying to compare apples to apples.\"\nWe took our own, broader look. Online, the Texas Association of Counties drew on data collected by the state comptroller’s office to create a chart listing the \"general fund property tax rates\" for every Texas county for 1996 through 2012. Among the 15 most populous counties, the chart and our own web research suggested that in 2012 and 2013, Travis County had the second-highest total property tax rate--topped only by Hidalgo County, which is home to McAllen near the Texas-Mexico border. Hidalgo County’s rate of $0.59 per $100 valuation in 2012 and 2013 compared with Travis County’s respective rates of $0.5001 and $0.4946 per $100 valuation. Among these 15 counties, Travis-neighboring Williamson County had the third-highest 2013 rate, $0.49029 per $100 valuation.\nTravis County’s rates in 2012 and 2013 far outpaced the total rates in the state’s four more populous counties. In this subgroup, the next-closest 2013 rate--$0.40021 per $100 valuation--was levied by the most populous county, Harris. The other more populous counties and their total tax rates: Dallas ($0.2431 per $100 valuation); Tarrant ($0.2640 per $100 valuation); and Bexar ($0.296187 per $100 valuation).\n\n\n\n\nMOST POPULOUS TEXAS COUNTIES\n\n\nTOTAL PROPERTY TAX RATE in DOLLARS PER $100 VALUATION, 2012\n\n\nTOTAL PROPERTY TAX RATE in DOLLARS PER $100 VALUATION, 2013\n\n\n\n\nHarris\n\n\n0.40021\n\n\n0.40021\n\n\n\n\nDallas\n\n\n0.2431\n\n\n0.2431\n\n\n\n\nTarrant\n\n\n0.264\n\n\n0.264\n\n\n\n\nBexar\n\n\n0.326866\n\n\n0.296187\n\n\n\n\nTravis\n\n\n0.5001\n\n\n0.4946\n\n\n\n\nEl Paso\n\n\n0.40887\n\n\n0.43\n\n\n\n\nCollin\n\n\n0.24\n\n\n0.2375\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n\n\nHidalgo\n\n\n0.59\n\n\n0.59\n\n\n\n\nDenton\n\n\n0.282867\n\n\n0.284914\n\n\n\n\nFort Bend\n\n\n0.48076\n\n\n0.48476\n\n\n\n\nMontgomery\n\n\n0.4838\n\n\n0.4838\n\n\n\n\nWilliamson\n\n\n0.49029\n\n\n0.49029\n\n\n\n\nCameron\n\n\n0.384291\n\n\n0.384291\n\n\n\n\nNueces\n\n\n0.355259\n\n\n0.340999\n\n\n\n\nBrazoria\n\n\n0.48586\n\n\n0.43202\n\n\n\n\n\nSources: Web page, \"Texas Total County Property Tax Rates 1996 - 2012,\" Texas Association of Counties; Web page, \"Harris County, Truth in Taxation Summary;\" Document, \"2013 AD VALOREM TAX RATES FOR DALLAS COUNTY;\" Web page, \"Tarrant County, Rates and Exemptions;\" Web page, \"2013 Official Tax Rates & Exemptions,\" Bexar County Tax Assessor-Collector; Web page, \"Truth in Taxation Summary,\" Travis County; News story, \"El Paso County Commissioners Court adopted a 2-cent tax increase,\" El Paso Times, Sept. 24, 2013; Chart, \"TAX RATE HISTORY,\" Collin County Tax Assessor-Collector; Chart, \"41 HIDALGO COUNTY TAX OFFICE 2013 TAX RATE SCHEDULE,\" Hidalgo County; Telephone interview, Stacey Dvoracek, chief deputy, Denton County Tax Assessor-Collector, Feb. 24, 2014; Web page, \"2013 Fort Bend Tax Rates,\" Fort Bend County; Web page, \"Tax Rate Information,\" Montgomery County; Web page, \"Tax Rate Information,\" Williamson County; Chart, \"2013 Jurisdiction Tax Rates,\" Cameron County Appraisal District; Chart, \"2013 Nueces County Tax Rates,\" Nueces County; Chart, \"Brazoria County Tax Rates,\" Brazoria County Appraisal District\nWe noticed another wrinkle in that Travis County has long had one of the highest tax rates among the urban counties. There wasn’t a change in this respect in Eckhardt’s time as a commissioner.\nAccording to the information compiled by the counties’ association, Travis County had the highest total rate among the five most populous counties every year from 1996 through 2012. Travis County’s total rate even exceeded the Hidalgo County rate from 1996 through 1999, the chart indicates, though Hidalgo has had a higher rate every year since.\nWhen we pointed this out, Wick told us the mailer’s use of \"now\" was intended to mean at \"this very moment.\"\nFinally,  it’s worth noting that however the county’s tax rate compares to others, it would take more research to tell whether Austin-area residents pay more in property taxes than other Texans. Each local resident’s tab includes taxes collected by governmental entities including, perhaps, the city of Austin and a school district.\nOur ruling\nBrown said Travis County now has the highest urban county tax rate in Texas.\nTravis County had the second-highest total property tax rate of the state’s 15 most populous counties in 2012 and 2013, we found, also levying the highest rate of the state’s seven most populous counties.\nBut in contrast to Brown’s message, Travis County's tip-top ranking isn't new. The county’s rate has exceeded the rates of more populous counties every year since 1996.\nWe rate this claim, which lacked these clarifications, as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08204"}