{"url": "/factchecks/2011/feb/03/steve-moore/wall-street-journals-steve-moore-claims-low-income/", "speaker": "Steve Moore", "vclaim": "In the 1980s, \"The lowest income people had the biggest gains.\"", "truth_label": "false", "date": "stated on February 2, 2011 in HBO's \"Real Time with Bill Maher\":", "title": "'Wall Street Journal's' Steve Moore claims low income people saw the biggest gains during the 1980s", "text": "Rachel Maddow got into a spirited back-and-forth with Stephen Moore of the Wall Street Journal on HBO's Real Time with Bill Maher show Jan. 21, 2011, over the effect of the Reagan tax cuts and income inequality.\n\nMoore got the ball rolling with his comment, \"I say the Reagan tax cuts were the greatest economic policy of the last 50 years.\"\n\nMoore said the economy boomed. Maddow said the deficit went up. Moore said the value of assets soared.\n\n\"Awesome,\" Maddow said. \"What happened to the top first, 1 percent of the country? Their income went up roughly 80 percent.\"\n\n\"Everybody’s income went up,\" Moore said.\n\nMaddow began to cite a statistic about the median wage from 1980 to 1990 when Moore interrupted.\n\n\"The facts are the facts, Rachel. The lowest income people had the biggest gains,\" Moore said.\n\nIn a separate item, we're checking Maddow's claim that \"From 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent\" while \"the median wage in the country over (the same) 10 years went up 3 percent.\"\n\nHere, we're checking Moore's claim that during the 1980s, \"The lowest income people had the biggest gains.\"\n\nThere are lots of ways to slice income statistics, but neither Maddow nor Moore responded to our e-mails seeking clarification and backup material.\n\nSo we turned to the U.S. Census and a few economists for input.\n\nGary Burtless, an economist at the centrist to liberal Brookings Institution, said U.S. Census data doesn't back Moore up.\n\nAccording to Census data, when presented in equivalent 2009 dollars, the income among the lowest fifth of the population increased about 6.3 percent (from $10,682 to $11,400). That's the lowest gain compared to other quintiles: 7.9 percent for the second lowest fifth; 8 percent for the middle fifth; 10.5 percent for the fourth fifth, and 20.3 percent in the highest fifth. Incomes rose 28.2 percent among the top 5 percent.\n\n\"Incomes rose in the bottom, middle, and top portions of the income distribution as Mr. Moore stated, although the income gains were certainly bigger at the top compared with the bottom,\" Burtless said. \"These results clearly show that low-income Americans did not obtain the biggest income gains between 1980 and 1990.\"\n\nAccording to the U.S. Census, the share of the aggregate income received by families decreased in every quintile except the top quintile (where it increased from 41.1 to 44.3 percent). In other words, the richest Americans held a larger share of all income in 1990 than in 1980.\n\nThose are the census figures. Economists Thomas Piketty and Emmanuel Saez also analyzed income via tax data. According to their study, average inflation-adjusted income (pre-tax) per family in the top 1 percent increased from $427,000 in 1980 to $661,000 in 1990. That's a 55 percent increase. Meanwhile, the average income (pre-tax) per family in the bottom 90 percent fell slightly from $30,900 in 1980 to $30,800 in 1990. You can see all of the results in Table A6 of their report.\n\n\"All economists agree that the 1980s saw a huge increase in inequality,\" said Saez, an economics professor at the University of California Berkeley. There was \"increased concentration at the top and big losses at the bottom (especially during the early 1980s recession).\"\n\nSo Moore can make a credible argument -- based on Census data -- that all incomes rose during the 1980s, but the data does not support his claim that the lowest income people had the biggest gains. To the contrary, the lowest income people had the smallest gains. We rule Moore's claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13672"}