{"url": "/factchecks/2012/oct/23/barack-obama/obama-romney-said-troops-should-still-be-iraq/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney \"just gave a speech a few weeks ago\" and said \"we should still have troops in Iraq.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2012 in the third presidential debate:", "title": "Barack Obama: Mitt Romney said troops should still be in Iraq", "text": "President Barack Obama and Republican challenger Mitt Romney sparred during the third presidential debate over how Obama ended the Iraq war, a decision he announced about a year ahead of their final matchup.\n\nThe candidates at one point saw eye-to-eye on an exit strategy, Romney said, though they now disagree over Obama’s call to withdraw all troops by the end of 2011.\n\n\"With regards to Iraq, you and I agreed, I believe, that there should be a status of forces agreement,\" Romney said during the Lynn University debate in Boca Raton, Fla.\n\nObama cut in, saying, \"That’s not true,\" prompting more cross-talk about the number of troops each wanted to remain and the lack of a status of forces agreement with the Iraqi government.\n\nObama criticized Romney for saying in a speech \"just a few weeks ago that you indicated that we should still have troops in Iraq.\"\n\n\"No, I didn’t, I’m sorry -- I indicated that you failed to put in place a status of forces agreement at the end of the conflict --\" Romney said before Obama jumped in again.\n\n\"Governor, here’s one thing … I’ve learned as commander in chief. You’ve got to be clear, both to our allies and our enemies, about where you stand and what you mean,\" Obama said. \"Now, you just gave a speech a few weeks ago in which you said we should still have troops in Iraq. That is not a recipe for making sure that we are taking advantage of the opportunities and meeting the challenges of the Middle East.\"\n\nWe were interested in Obama’s claim that Romney recently said troops should still be in place in Iraq.\n\nFirst, we’ll note Romney’s point about how both candidates wanted some troops to remain as part of an agreement with the Iraqi government is fair. Before President George W. Bush left office in 2008, the Iraqi Parliament ratified a pact, or a status of forces agreement, with the U.S. that put the complete withdrawal of troops by the end of 2011.\n\nStill, officials on both sides expected some American troops to remain to help protect and train the Iraqis with security threats to their border, waterways and airspace, the New York Times reported. Over the course of 2011, Obama scaled down the number of troops he thought should be in place to between 3,000 and 5,000.\n\nIn the end, the breaking point was not over the size of a remaining force, but over Iraqi officials not wanting to grant American soldiers immunity under Iraqi law.\n\nThe result: No combat troops remained in Iraq. About 200 people in the military are there now, and they report to the U.S. ambassador, a U.S. Defense Department spokesman said. This does not include security contractors, for which the spokesman had no estimate.\n\nSome U.S. military officers saw Obama’s Oct. 21, 2011, announcement of a complete withdrawal as him \"putting best face on a breakdown in tortured negotiations with the Iraqis,\" the New York Times reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThis brings us back to our check: Did Romney say the U.S. should have troops in Iraq to this day?\n\nHe has not used those words, but it’s a reasonable inference of his public positions on the withdrawal of troops from Iraq.\n\nThe Obama campaign directed us to Romney’s remarks on foreign policy at the Virginia Military Institute on Oct. 8, 2012. In that speech, like many times before, Romney criticized Obama for pursuing a total withdrawal from the country instead of securing a residual force.\n\n\"In Iraq the costly gains made by our troops are being eroded by rising violence, a resurgent al-Qaida, the weakening of democracy in Baghdad and the rising influence of Iran,\" he said. \"And yet America’s ability to influence events for the better in Iraq has been undermined by the abrupt withdrawal of our entire troop presence. The president’s tried, he tried, but he also failed to secure a responsible and gradual drawdown that would have better secured our gains.\"\n\nRomney did not specify in his foreign policy speech what he thought a reasonable residual force would be. But in a December 2011 interview with Fox News, he said \"we should have left 10-, 20-, 30,000 personnel there to help transition to the Iraqi's own military capabilities.\"\n\nWe could not find an instance in which Romney said how long troops should have been in place. The main takeaway from the debate exchange, a Romney spokesman said, is Obama did not fulfill his own plan to leave a residual force in Iraq after 2012.\n\nThe Obama campaign says it is reasonable to say thousands of troops would still be in place had Romney has his way.\n\n\"So those comments -- and with no clear plan forward on Iraq – mean troops would be there right now,\" wrote Kara Carscaden, Obama campaign spokeswoman, in an email.\n\nOur ruling\n\nAccording to Obama, Romney said in a recent speech \"we should still have troops in Iraq.\"\n\nIn a speech at the Virginia Military Institute, Romney said the United States has been \"undermined by the abrupt withdrawal of our entire troop presence\" and that Obama \"failed to secure a responsible and gradual drawdown.\"\n\nSo Romney wanted a sizeable presence of U.S. troops in Iraq past 2011 as part of a status of forces agreement, which the Obama administration sought but did not get with the Iraqi government. The agreement would have been part of an overall drawdown.\n\nWe rate Obama’s claim Mostly True.", "vclaim_id": "vclaim-pol-10102"}