{"url": "/factchecks/2018/mar/21/bruce-rauner/rauner-cites-own-remarks-proof-outside-support-ele/", "speaker": "Bruce Rauner", "vclaim": "\"Newspapers have framed this election as my fight against the Illinois mafia.\"", "truth_label": "false", "date": "stated on March 20, 2018 in his victory speech:", "title": "Bruce Rauner cites own remarks as proof of outside support for election night claim", "text": "Incumbent Gov. Bruce Rauner struck a number of familiar notes in his speech Tuesday night as he claimed a narrow primary victory over insurgent Republican challenger Jeanne Ives, talking about tax cuts, job growth and term limits for elected leaders.\nBut the multi-millionaire Rauner also sought to frame his coming general election battle against Democratic nominee J.B. Pritzker as one pitting the interests of the little guy against entrenched political insiders allied with the billionaire Pritzker.\nThen Rauner threw in a new wrinkle to his standard line of attack. \"Newspapers have framed this election as my fight against the Illinois mafia,\" he told the applauding crowd. \"But it’s really the people versus the Illinois mafia.\"\nRauner has long been free with tossing around incendiary terms to describe rivals, in particularly Illinois House Speaker Michael Madigan, whom the governor frequently lambastes as \"corrupt.\" But this latest turn of phrase, which Rauner attributed not to himself but \"newspapers,\" got us to wondering. Which newspapers?\nA look in the mirror\nSo we reached out to his campaign for an answer. A spokesman quickly responded by emailing a link to a single opinion column published a few weeks ago in the Wall Street Journal titled, \"Bruce Rauner vs. the Illinois ‘Mafia.’\"\nIn the piece, which represents the views of a single columnist and not the paper’s editorial board, Rauner pins Illinois’ problems squarely on Madigan. The Journal quotes Rauner referring to his archrival as \"the mafia kingpin of Illinois\" and then taking an additional swipe at Madigan for simultaneously serving as a powerful lawmaker and as a partner in a law firm specializing in property tax appeals.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"It’s a mafia protection racket,\" Rauner said of Madigan’s dual roles.\nBut the ‘mafia’ references in the headline and column come from Rauner’s own mouth, not from the impressions of the writer, who also goes on to note that: \"Mr. Rauner sounds confident and plans to spend whatever it takes to make the election a referendum on reform versus the Madigan Mafia.\"\nRauner campaign aides did not respond to our follow-up email asking whether they believed other newspapers had framed the election in similar terms.\nOur ruling\nAfter barely squeaking out a victory over a primary challenger, Gov. Bruce Rauner declared to supporters that, \"Newspapers have framed this election as my fight against the Illinois mafia.\"\nIncendiary rhetoric has been a staple of Rauner speeches for years, but in upping the ante even more in his fight against Pritzker it appears the governor is also projecting his own words onto the thoughts of others. Newspapers, or more precisely one column in the Wall Street Journal, did not frame Rauner’s re-election fight in terms of a struggle with a mafia-like force.\nThat is Rauner’s own characterization and he is simply quoting himself while seeking to attribute the observation to others.\nThis dizzying feedback loop earns Rauner’s primary night claim a False.\n Share the Facts 2018-03-22 13:48:10 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Newspapers have framed this election as my fight against the Illinois mafia.\"    Bruce Rauner Illinois Governor https://www.youtube.com/watch?v=TVxh3fWJNQI   In his victory speech Tuesday, March 20, 2018 2018-03-20    Read More  info", "vclaim_id": "vclaim-pol-02281"}