{"url": "/factchecks/2016/oct/28/chris-sununu/chris-sununu-says-nh-law-protects-drug-dealers-pro/", "speaker": "Chris Sununu", "vclaim": "Says drug dealers have \"overdosed on purpose\" to avoid prosecution.", "truth_label": "false", "date": "stated on October 6, 2016 in a No Labels forum:", "title": "Chris Sununu says N.H. law protects drug dealers from prosecution if they overdose", "text": "New Hampshire has a big problem with heroin and opioids -- the state is on track to hit over 480 overdose deaths in 2016 and currently ranks third nationwide for per-capita drug overdose deaths.\nCandidates up and down the ballot have explained their plans to deal with the crisis. Earlier this month, gubernatorial candidates Chris Sununu, a Republican from Newfields, and Colin Van Ostern, a Democrat from Concord, were asked separately about their plans to tackle the heroin and fentanyl epidemic at a candidate forum in Manchester.\nAsked about law enforcement’s response to the drug crisis, Sununu gave a lengthy answer on New Hampshire’s Good Samaritan Law, which gives people suffering an overdose immunity from arrest if they call 911 for help.\nSununu said the bill has had an unintended effect - making police unable to prosecute drug dealers. And the executive councilor went one step further, saying drug dealers have started overdosing on purpose because they know they won’t be prosecuted.\n\"So what I’ve heard from police officers, police chiefs, they’ve said we’ve gone in and revived folks with Narcan, with 10 fingers of heroin on the table knowing that was going to kill somebody, and they could do nothing,\" Sununu said. \"Those are well intended laws with massively unintended consequences.\"\nHe went on.\n\"Drug dealers have smartened up right away, they've overdosed on purpose. They're buying Narcan themselves and they've overdosed, they've called 911 so all the drugs they have in the house are now immune from prosecution.\"\nNarcan is an overdose reversal drug carried by first responders in the state. Also known by its generic name naloxone, the drug has been made available over the counter at pharmacies because the state’s heroin problem has grown so dire.\nPolitiFact decided to look into the matter. Are police rendered helpless when responding to a report of an overdose? Are drug dealers intentionally overdosing?\nThe Good Samaritan Law was one of many new pieces of legislation dealing with the drug crisis that went into effect in 2015. Advocates who backed the bill in the New Hampshire legislature argued it would save more lives by allowing people to call for help without fear of arrest.\nHowever, the bill was opposed by some in law enforcement for fear it could make it more difficult to arrest low-level drug dealers.\nThe law states that anyone asking for help during a drug overdose \"shall not be arrested, prosecuted, or convicted for possessing, or having under his or her control, a controlled drug in violation.\"\nBut the law only shields individuals from drug possession charges, not charges related to drug dealing.\nWe reached out to Sununu’s campaign, which said he based the statement about drug dealers overdosing on purpose from conversations with \"sheriffs, police chiefs, and other law enforcement officials\" on the campaign trail.\nSo we called a few of the people Sununu said he’s been talking to.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHe is correct at least that some law enforcement officials are still concerned about the bill’s effects.\nEnfield Police Chief Richard Crate, the former president of the NH Chiefs of Police Association, says there was little evidence to show fewer people were calling for help during an overdose before the law was passed and removing the threat of arrest puts police at a disadvantage.  \n\"I think we’ve lost a valuable tool by being able to use the threat of prosecution and the threat of incarceration to keep people clean,\" he said.\nHowever, Crate said he is not aware of any drug dealers intentionally overdosing to try and avoid prosecution.\nWe asked around to see if other departments had seen anyone intentionally overdosing to avoid prosecution.\nIn Manchester, the state’s largest city, the police department’s drug unit was \"not aware\" of any intentional overdoses, said Lt. Brian O’Keefe.\nPolice in Concord, the state's capital, and police in Laconia to the north, also said they had not seen anyone overdosing intentionally to gain immunity. Police in Nashua and the State Police Department did not respond.\nEven if a drug dealer did overdose on purpose to avoid prosecution, it wouldn’t work.\nIf police respond to an overdose and find a significant amount of drugs, \"we’re going to do an investigation regardless if the person overdosed on purpose,\" said Laconia police officer Eric Adams, the department’s prevention, enforcement and treatment coordinator and an advocate for the \"good samaritan\" law.\nWhile the law protects people who overdose with immunity from drug possession charges, it does not - as Sununu claims - give people with intent to distribute drugs protection from prosecution.\nA recent local case demonstrates this. On Sept. 30, Concord police responded to the Comfort Inn for a report of two people overdosing. Upon arrival, police treated the people with Narcan and observed hypodermic needles, a large amount of cash and multiple packages of pills. Police arrested both for possession with intent to distribute and seized 115 grams of methamphetamine.\nThe law doesn’t prevent police from seizing drugs either, Concord Police Lt. Tim O’Malley said.\n\"If we walk into living room and there’s heroin on the table, we’re going to seize that,\" O’Malley said. \"We will not walk away from any kind of controlled substance.\"\nOur ruling\nRepublican candidate for governor Chris Sununu said drug dealers have \"overdosed on purpose\" to avoid prosecution on drug charges.\nThat’s not how the law works. New Hampshire’s \"good samaritan\" law shields people from drug possession charges if they call for help during an overdose. The law does not shield individuals from drug dealing charges and police can still investigate a crime and seize drugs when responding to an overdose.\nPolice in various departments reported no instances of anyone intentionally overdosing to avoid drug charges.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-04030"}