{"url": "/factchecks/2010/dec/03/glenn-beck/glenn-beck-paints-beleaguered-wilmington-ohio-real/", "speaker": "Glenn Beck", "vclaim": "\"This town (Wilmington, Ohio) hasn’t taken any money from the government. They don’t want any money from the government.\"", "truth_label": "pants-fire", "date": "stated on November 22, 2010 in his radio broadcast:", "title": "Glenn Beck paints beleaguered Wilmington, Ohio, as real life Bedford Falls", "text": "Radio host and Fox News personality Glenn Beck loves to tell a story with dramatic flair. And he’s latched onto one this holiday season that’s familiar to many Ohioans.\n\nIt’s the story of Wilmington, a town of 13,000 people in Southwest Ohio that has lost about 8,600 jobs since DHL Express, it largest employer, pulled out in 2008. The job losses the small town has suffered since DHL’s departure have been the subject of presidential campaign stops, celebrity charity events and numerous media reports, including two from CBS’s vaunted 60 Minutes.\n\nIn Beck’s version of the story, Wilmington is real life Bedford Falls, the fictitious town in the holiday classic, It’s a Wonderful Life.\n\nWilmington, Beck said on his Nov. 22 radio show, is ground zero of the recession, and its people – like those in Bedford Falls -- are pulling together to save the town through self reliance and prayer.\n\nWhat makes the Wilmington really special, he continued, is that Wilmington refuses government assistance, a key tenet of the political philosophy he espouses on his shows.\n\n\"It went from the No. 1 most up-and-coming city, and a city everybody wants to live in, to ground zero. And this town hasn’t taken any money from the government. They don’t want any money from the government,\" he said on the show.\n\nBeck then noted how Wilmington area churches are working together to provide food for the citizens and asking God -- not the state or federal government -- to fill its food pantries.\n\nTo highlight his Wilmington story, Beck will hold a show titled \"America’s First Christmas\" at city’s Murphy Theatre on December 15. The proceeds will be donated to a charity in the city.\n\n\"I’m going there because I think this town needs to be highlighted,\" he said. \"I think this town is going to help the rest of the country, not the other way around.\"\n\nWith such a large spotlight headed shining on the small town, Politifact Ohio decided to review Beck’s storyline that Wilmington shuns government assistance. We asked for Beck’s sources, but our e-mails to his producer went unanswered. So, we looked ourselves.\n\nWe quickly found Beck’s story full of holes.\n\nThe city of Wilmington itself has received federal assistance, including money from the federal stimulus bill that Beck often rails against.\n\nGovernment and social service agencies that serve residents of Wilmington and surrounding Clinton and Clark counties have received state and federal money.\n\nDevelopment agencies and companies in Wilmington have received state aid or pledges of state aid.\n\nUnemployed residents of the town and county are receiving unemployment and other jobless benefits.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nImmediately after DHL announced the closing of its Wilmington air hub, elected officials at the city, state and federal levels began seeking help for DHL workers. The federal government awarded a $3.87 million national emergency grant to Ohio in November 2008 specifically to provide job training and other aid to DHL workers in Wilmington and the surrounding area. It was administered through the Ohio Department of Job and Family Services. The area has since received a second national emergency grant worth $4.1 million.\n\nWilmington and Clinton County benefited handsomely from the American Recovery and Reinvestment Act, commonly known as the stimulus bill, that was passed in February 2009.\n\nThe tracking website for the stimulus program allows anybody, including Beck, to search by ZIP code to find the total money spent within the postal district.\n\nUsing Wilmington’s zip code – 45177, which includes the surrounding county – the site shows that the area received $7,009,811 in stimulus money through September.\n\nThe figure includes money that went to the Wilmington city schools, Clinton County Department of Jobs and Family Services and the Clinton County Community Action Group, a non-profit organization that aids the poor in in the region and provides free weatherization to residents.\n\nThe city of Wilmington received a $79,231 stimulus grant to provide programs designed to prevent and control crime; a $167,392 grant for investment in rural public transit vehicles, and about $4 million to replace roads, curbs and sidewalks, typically replaced by residents.\n\nIn addition, the Ohio Department of Development is extensively involved in the community. It has provided money to Clinton County Port Authority to help redevelop the Wilmington air park. It’s also offering Airborne Maintenance and Engineering Services, a new company operating at the air park, more than $5.2 million in state assistance to grow its business there.\n\nWilmington Mayor David Raizk, who cited several other sources of federal assistance flowing to the city, said he’s chasing any government help he can get.\n\n\"I’ve beat on more doors than I can count,\" he says. \"Not because we are looking for hand out - but we are looking for a hand up. My job is to get whatever assistance I can get for the citizens here and to help create jobs for them.\"\n\nSo where does all this leave Beck’s premise that Wilmington is a place that shuns government help?\n\nBeck took enough literary license in his holiday tale to make Frank Capra blush. His statement isn’t just false. It’s also ridiculous enough to earn a Politifact rating of Pants on Fire.", "vclaim_id": "vclaim-pol-13935"}