{"url": "/factchecks/2017/mar/21/mark-pocan/americas-wealthiest-get-600-billion-tax-breaks-rep/", "speaker": "Mark Pocan", "vclaim": "Under \"Trumpcare,\" the Republican replacement for Obamacare, \"$600 billion worth of tax breaks will go to the wealthiest in this country.\"", "truth_label": "half-true", "date": "stated on March 20, 2017 in a video:", "title": "Only the wealthiest would get $600 billion in tax breaks from 'Trumpcare' replacement for Obamacare?", "text": "U.S. Rep. Mark Pocan, who helped put himself through college by working as a magician, has continued his performing since joining Congress.\nIn the March 20, 2017 episode of \"Magic Mondays,\" his regular video feature, the Wisconsin Democrat appeared to make part of a playing card move from his closed hand into an assistant’s hand.\nThe purpose of the trick was to attack the Republican replacement for Obamacare, which is championed by U.S. House Speaker Paul Ryan, supported by President Donald Trump and up for a House vote on March 23, 2017.\nUnder \"Trumpcare,\" as Pocan calls the proposal, \"$600 billion worth of tax breaks will go to the wealthiest in this country.\"  \nThat figure has made headlines.\nBut Pocan’s claim, while partially on target, suffers from saying that all the money would go to \"the wealthiest.\"\nPrevious claims\nRecent claims about what is formally known as the American Health Care Act -- including two portraying it as a sop to the rich -- have gotten mixed reviews on the Truth-O-Meter.\n\n\nMostly False: A claim from U.S. Sen. Tammy Baldwin, a Democrat who previously held Pocan’s seat, that \"TrumpCare\" would let insurance executives \"personally make millions off your health care.\" One provision pegged at $400 million over 10 years is a tax break for corporations, not executives, and there’s no way to know how much of it would be turned into compensation for executives.\n\n\n\n\nMostly True: A claim by U.S. Sen. Bernie Sanders, I-Vt., that the GOP legislation gives \"$275 billion in tax breaks for the top 2 percent, people earning $250,000 a year or more.\" The savings over 10 years is projected to benefit the top 4.4 percent.\n\n\n\n\nHalf True: Ryan’s claim that the legislation \"will lower premiums.\" For people who buy health insurance on their own, premiums are expected to be higher than Obamacare in 2018 and 2019, but lower than Obamacare after that.\n\n\nThe $600 billion\nIt’s important to remember that the claims in those fact checks, along with the one by Pocan, were made about the original GOP replacement proposal -- prior to tweaks made in the days leading up to the expected House vote.\nThe widely reported $600 billion in tax breaks comes from a solid source: estimates made by Congress’ Joint Committee on Taxation, which is staffed by independent professionals. That’s the value over 10 years (2017 through 2026) of repealing nearly all the taxes contained in Obamacare and making other tax changes.\nTo evaluate Pocan’s characterization of the $600 billion, we relied on analyses done by two expert nonprofit organizations -- the Committee for a Responsible Federal Budget and the Tax Policy Center. Here’s our breakdown:\n$275 billion to high-income earners by repealing two taxes:  \n\n\n$158 billion: A 3.8 percent tax applied to capital gains, dividend and interest income for families with $250,000 or more in income ($200,000 for singles).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\n$117 billion: Medicare surtax -- a 0.9 percent tax hike on wage income in excess of $250,000 a year for couples ($200,000 for singles).\n\n\nIt’s arguable whether households earning $250,000 per year are \"the wealthiest,\" but they are clearly on the high end of the income scale.\nAccording to the Tax Policy Center: About 90 percent of the benefit from repealing the investment tax would go to the top 1 percent of earners, who make $700,000 or more. And more than 99 percent of people would get no benefit from repeal of the Medicare surtax, while those in the top 1 percent would get three-quarters of the benefit—an average tax cut of $7,300.\nThe rest of the $600 billion can be broken into two categories.\n$190 billion to businesses by repealing three taxes:\n\n\n$145 billion: A tax on health insurance companies based on their market share.\n\n\n\n\n$25 billion: Annual fee paid by prescription drugmakers and importers.\n\n\n\n\n$20 billion: A 2.3 percent excise tax on medical device makers and importers.\n\n\nBoth Howard Gleckman of the Tax Policy Center and Marc Goldwein of the Committee for a Responsible Federal Budget told us these are a mixed bag. Repealing the taxes helps shareholders of those corporations, who tend to be wealthier; but they would also help a broad swath of people through lower prices.\n$122 billion to a variety of individuals through tax changes:\n\n\n$49 billion: Postponing the so-called Cadillac tax on high-cost health plans actually helps middle-income taxpayers, the Tax Policy Center says.\n\n\n\n\n$35 billion: Allowing more tax deductions for medical expenses -- starting at 7.5 percent of income, rather than 10 percent. This tends to help middle- and upper-income people, given that the rich are well insured and the poor don’t pay income taxes.\n\n\n\n\n$19 billion: Repealing a cap of $2,500 on the pre-tax dollars workers could put into flexible spending accounts annually. Poorer people can’t afford to put more than $2,500 aside for medical expenses, but this change benefits middle-income folks as well as the wealthiest.\n\n\n\n\n$19 billion: Increasing, to $6,550 for an individual and $13,100 for couples, the amount that could be put annually into a Health Savings Account. Similar impact as the pre-tax change.\n\n\nOur rating\nPocan says that under \"Trumpcare,\" the Republican replacement for Obamacare, \"$600 billion worth of tax breaks will go to the wealthiest in this country.\"   \nNot all of the $600 billion in tax breaks (over 10 years) would go to the wealthiest Americans.\nBut nearly half -- $275 billion -- would almost exclusively benefit only people on the highest end of the income scale.\nAnd the wealthiest, along with middle- and lower-income Americans, would benefit from the remainder of the tax breaks.\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.  Share the Facts   Politifact    3 7  Politifact Rating: Half True   Under \"Trumpcare,\" the Republican replacement for Obamacare, \"$600 billion worth of tax breaks will go to the wealthiest in this country.\"     Mark Pocan U.S. representative, D-Wis.   In a video Monday, March 20, 2017 03/20/2017    Read More  info", "vclaim_id": "vclaim-pol-03531"}