{"url": "/factchecks/2020/jan/19/marie-newman/newmans-jab-lipinskis-railroad-record-doesnt-track/", "speaker": "Marie Newman", "vclaim": "Says U.S. Rep. Dan Lipinski had \"a part in\" undoing a law that used to limit how long trains could idle at crossings.", "truth_label": "false", "date": "stated on January 6, 2020 in an interview:", "title": "Newman's jab at Lipinski's railroad record doesn't track", "text": "During a recent podcast interview, Marie Newman used a question about a common transportation problem that rankles drivers to take a jab at her opponent, U.S. Representative Dan Lipinski.\nNewman is challenging Lipinski to a rematch for Illinois’ 3rd District seat in this year's Democratic primary. He clinched a narrow victory over her in 2018.\nAsked at a canvassing event hosted by Indivisible Chicago what she would say to constituents frustrated by trains blocking their way on the road, Newman said, \"it actually used to be a law that idling trains were not allowed. You could only idle for a very short period of time.That was lifted right around the time that Dan Lipinski came into office and he did have a part in that.\"\n\"Right now it stops first responders from getting to where they need to go, so that’s a big problem,\" Newman added. \"People die because of it. What goes out in terms of toxic emissions into our environment is horrifying.\"\nThat’s a lot to pin on Lipinski. So we decided to find out whether the eight-term congressman, who entered office in 2005 and currently sits on the House transportation committee, played a role in the law’s demise. The bottom line: He wasn’t involved in any way.\nA judicial — not legislative — decision\nThe federal government places no limit on how long trains can block crossings, but a 1999 Illinois law formerly allowed local municipalities to fine trains that had come to a stop and blocked a crossing for more than 10 minutes unless the train could not be moved for reasons beyond the rail carrier’s control.\nThe law was overturned by the Illinois Supreme Court in 2008 after the justices found it incompatible with federal regulations on train speed and air-brake testing. That begs the question how Lipinski, a congressman, could have played a part in putting the brakes on a state legal matter settled in court.\nWhen we reached out to Newman’s campaign for an answer, spokesman Ben Hardin confirmed that was the law his candidate was referencing and acknowledged Lipinski had no involvement in the outcome of the case.\nNevertheless, Hardin contended, Lipinski \"has certainly taken part in protecting corporate interests in rail over the best interests of his constituents\" in other ways, such as his role in delaying the deadline by which rail companies are required to implement technology designed to automatically slow or stop speeding trains that experts say could save lives.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nWhile that may have been a persuasive argument to some of Newman’s potential constituents, it was not one she leveraged while attacking her opponent’s transportation record at the Indivisible Chicago event.\nWhat’s more, Lipinski has been vocal in his support for addressing the issue of idling trains. In 2016, he wrote a letter to a federal board charged with regulating freight trains asking it to re-examine whether an operator was following an agreement it had made to not block crossings when its purchase of the line received federal approval. And last year, he raised the subject of blocked crossings with the Federal Railroad Administration, highlighting a government study that found average train length had increased 25% since 2008.\n\"While I understand the economic benefits of longer trains, those cannot be at the expense of community safety and quality of life for commuters,\" Lipinski stated in a July press release.\nMeanwhile, a recent Bloomberg report found railroad companies have successfully sued six other states in addition to Illinois for enacting laws aimed at unsnarling blocked crossings, including neighboring Indiana and Michigan along with Kansas, Oregon and Texas, which are also home to major freight hubs.\nOur ruling\nNewman said Dan Lipinski had \"a part in\" in lifting a law that used to limit how long trains could idle at crossings.\nThe federal government does not limit how long trains can stand at crossings. In 2008, Illinois’ top court threw out a state law that allowed towns to issue citations to trains that blocked traffic for more than 10 minutes.\nBut Lipinski played no part in the law’s undoing, which Newman’s campaign acknowledged in response to our inquiry.\nWe rate her claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-17605"}