{"url": "/factchecks/2012/sep/21/mitt-romney/obama-blame-defense-sequestration-says-romney-ad/", "speaker": "Mitt Romney", "vclaim": "Says President Barack Obama is responsible for pending defense cuts.", "truth_label": "half-true", "date": "stated on September 21, 2012 in a campaign ad:", "title": "Obama to blame for defense sequestration, says Romney ad", "text": "A new Florida-centric ad for Mitt Romney says \"Obama’s defense cuts\" are set to \"threaten thousands\" of jobs.\n\nThe ad opens with Romney speaking at the Republican National Convention in Tampa: \"This president can ask us to be patient. This president can tell us it was someone else's fault. But this president cannot tell us that you're better off today than when he took office.\"\n\nA narrator then takes up the story line: \"Here in Florida, we’re not better off under President Obama. Over 100,000 jobs lost, and Obama’s defense cuts threaten thousands more. Romney’s plan? Reverse Obama’s defense cuts, strengthen our military, create over 700,000 jobs for Florida.\"\n\nIs President Barack Obama planning large defense cuts?\n\n(We contacted both campaigns for this report, but didn’t hear back.)\n\nActually, Obama has said he opposes the major defense cuts set to take effect in fiscal year 2013. The Romney ad takes one piece of information from a larger, more complicated story about the federal budget.\n\nThat story goes back to the debt limit debate of 2011, so let’s start there.\n\nLooking for a budget deal in 2011\n\nLast year, the United States government was reaching its legal debt limit, which meant Congress had to authorize a higher level for borrowing.\n\nRaising the debt limit (also called the debt ceiling) was in some ways symbolic: Congress has the power of the purse, and the decisions to spend the money had already been made.\n\nIn prior administrations, Congress approved higher debt limits with some partisan sniping (including from then-Sen. Obama against President George W. Bush) but without too much fuss.\n\nBut in the summer of 2011, House Republicans insisted that actual spending cuts go along with an increase to the debt limit. House Speaker John Boehner led negotiations with the Obama White House, and at first the two sides seemed to be moving toward a wide-ranging overhaul of the federal budget, referred to in the media as a \"grand bargain.\"\n\nThe closed-door negotiations fell apart, though, and since then journalists have been sorting through a lot of finger-pointing. Some blame Boehner for being unable to deliver his own Republicans on a deal, thanks to tea party opposition to any new taxes. Others blame Obama for his inexperience, for not cultivating relationships with congressional Republicans and for tactical mistakes at negotiating. Some blame both.  \n\nAt any rate, Republicans and Democrats came to a less ambitious agreement to raise the debt limit through the Budget Control Act of 2011. The law found approximately $1.2 trillion in budget cuts spread over 10 years. But it also directed Congress to find another $1.2 trillion through a Joint Select Committee on Deficit Reduction. This 12-member committee became known as \"the super-committee.\"\n\nThe super-committee was supposed to meet and agree on a deficit reduction package by Nov. 23, 2011. Their proposal -- which could include tax increases, spending reductions or both -- would then get a filibuster-proof, up-or-down vote in Congress.\n\nAs an incentive to the super-committee, the law included an unusual kind of budget threat: If the super-committee couldn’t agree on a package, or if Congress voted it down, then automatic, across-the-board cuts would go into effect, with half of those cuts hitting defense. These automatic cuts are referred to as \"sequestration.\"\n\nLo and behold, the super-committee didn’t agree on a deficit reduction package, so Congress never voted on it. Sequestration is now set to take effect with the 2013 budget. And that’s what the ad is referring to when it mentions \"Obama’s defense cuts,\" according to press releases from the Romney campaign.\n\n\"Obama’s\" sequester?\n\nDoes Obama support the sequester? Well, yes and no.\n\nSome of the most detailed reporting on sequestration is from Washington Post reporter Bob Woodward and his new book The Price of Politics. Woodward’s reporting shows clearly that defense sequestration was an idea that came out of Obama’s White House.\n\nBut the intention was to force Republicans to negotiate, not to actually put the cuts into effect. Woodward summarizes the thoughts of the Obama team: \"There would be no chance the Republicans would want to pull the trigger and allow the sequester to force massive cuts to Defense.\" Democrats, meanwhile, didn’t want to see their favorite domestic programs cut.\n\nAs the negotiations proceeded, Republicans seemed to think the same thing.\n\n\"Boehner told the House Republican leadership and other key members not to worry about the sequester … ‘Guys, this would be devastating to Defense,’ he said. ‘This would be devastating, from their perspective, on their domestic priorities. This is never going to happen.’ \"\n\nBut sequestration is now looming. In August 2012, the White House Office of Management and Budget (OMB) released a reported detailing how sequestration will affect different departments. In its introduction, the OMB repeats the Obama administration’s opposition to the process.\n\n\"The specter of harmful across-the-board cuts to defense and nondefense programs was intended to drive both sides to compromise. Congress can and should take action to avoid it by passing a comprehensive and balanced deficit reduction package.\n\n\"As the Administration has made clear, no amount of planning can mitigate the effect of these cuts. Sequestration is a blunt and indiscriminate instrument. It is not the responsible way for our Nation to achieve deficit reduction.\"\n\nStill, some say that the Obama White House proposed sequestration, so that means Obama owns it.\n\n\"While both parties are culpable for sequestration because the Budget Control Act passed Congress, the president proposed it originally and ultimately owns its outcome,\" said Mackenzie Eaglen, an expert on defense with the conservative American Enterprise Institute and an adviser to the Romney campaign. \"That is because he alone can lead by calling the party leaders together for a resolution today if he wanted as president.\"\n\nOther see the two parties as co-owners of sequestration, especially since Republicans in Congress voted for the law that set up its possibility. In the House, 174 Republicans and 95 Democrats voted for the law, while 66 Republicans and 95 Democrats opposed it. (Final tally: Passed 269-161.) In the Senate, 28 Republicans and 45 Democrats voted for it, while 19 Republicans and 6 Democrats opposed it. (Final tally: Passed 74-26)\n\n\"The logic that lays the blame for sequestration at Obama's feet, because he negotiated the BCA with GOP leaders in Congress, could just as easily apply to those other negotiators, or, indeed, any member of Congress who voted for the BCA in August 2011,\" said Christopher Preble, vice president for defense and foreign policy studies at the libertarian Cato Institute. Preble favors reductions to the defense budget.\n\n\"I do not believe it accurate to refer to the cuts that will occur in both defense and non-defense discretionary spending under sequestration as ‘Obama's cuts,’ \" he said.\n\nLaura Peterson of Taxpayers for Common Sense also noted that sequestration results from a law passed in the usual manner. \"I think the fact that Congress passed it means it is not a presidential mandate. It was a law that originated in Congress and was sent to the president’s desk,\" she said.\n\nOur ruling\n\nThe Romney campaign ad refers to \"Obama’s defense cuts\" that could threaten jobs. But in short-handing the looming defense cuts, the ad gives only one piece of a much larger story.\n\nObama’s negotiating team came up with the idea for defense cuts in 2011, but they were intended to motivate Congress to come up with a better deal for reining in the deficit, not as an effort to make those cuts reality.\n\nMeanwhile, both parties voted for the legislation that set up the chain of events leading to defense cuts. Obama’s position is that Congress should now act to avoid those cuts.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nUpdate: This report has been updated to include Eaglen's position as an adviser to the Romney campaign.", "vclaim_id": "vclaim-pol-10340"}