{"url": "/factchecks/2016/apr/29/paul-ryan/us-purchase-heavy-water-iran-direct-subsidy-irans-/", "speaker": "Paul Ryan", "vclaim": "The decision for the United States to buy heavy water from Iran \"will directly subsidize Iran’s nuclear program.\"", "truth_label": "barely-true", "date": "stated on April 22, 2016 in a news release:", "title": "Paul Ryan claims U.S. purchase of heavy water from Iran is direct subsidy of Iran's nuclear program", "text": "Since 1984, the United States has officially branded Iran a state sponsor of terrorism, partly because of its support of terrorist groups in the Middle East.\nIgnoring resolutions from the United Nations Security Council to suspend its nuclear proliferation activities hasn’t won Iran many international friends, either.\nSo it was historic when the United States and other world powers reached a nuclear agreement with Iran in 2015. The deal, pushed by President Barack Obama, makes it harder for Iran to make a nuclear bomb. In exchange, Iran can reclaim some $100 billion or more of its assets that had been frozen in foreign banks.\nRepublican critics, including U.S. Sen. Ron Johnson of Wisconsin, worry about the deal leading to terrorism. Johnson got a Half True for saying the Obama administration has admitted that money from the deal \"would go directly to terrorism\" in that the officials said they expected only some funds to end up with groups labeled as terrorists.\nBut the Obama administration’s newly announced purchase of \"heavy water\" from Iran, in connection with the deal, brought a fresh round of attacks -- including one from another Wisconsin Republican, Speaker of the House Paul Ryan.\nThe purchase, Ryan claimed in a statement, \"will directly subsidize Iran’s nuclear program.\"\nThat doesn’t seem like something the United States would want to do.\nSo, let’s see what this is all about.\nThe nuclear deal\nAs support for the nuclear deal was being sealed in the U.S. Senate in 2015, it was believed that Iran might be two to three months away from getting a nuclear bomb.\nBut if Iran abides by restrictions imposed by the deal, scientists say, it would take at least 12 months to build a weapon.\nIn January 2016 (despite a claim by GOP presidential front runner Donald Trump), inspectors verified that Tehran was doing enough under the deal to curb its nuclear program. That meant the roughly $100 billion that had been locked up by sanctions from European Union and the United States became available to Iran.\nHeavy water purchase\nThe new controversy stems from the Obama administration’s announcement on April 22, 2016 that it would buy 32 tons of heavy water from Iran to help the country meet the terms of the nuclear deal, which limits how much heavy water Iran can stockpile. That material is a key component of making nuclear weapons and producing nuclear energy.\nRyan issued his statement denouncing the $8.6 million purchase the same day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nHis use of the word subsidy suggests the U.S. is providing cash simply to help prop up Iran’s nuclear program.\nBut experts told us the U.S. paid a market rate for the heavy water, which it needs for research.\nAnd by reducing the amount of heavy water Iran has, the purchase means it will take Iran longer to produce more heavy water that could be used for  a nuclear bomb.\nRyan’s evidence\nTo back Ryan’s claim, his office highlighted this portion of a Wall Street Journal article on the announcement of the heavy water purchase:\nIranian officials have hinted at the heavy-water sale to the U.S. and praised it as an early step in support of the country’s ambitions to export its nuclear-related and scientific products. Tehran, in support of the agreement, already has sold low-enriched uranium to Russia and Kazakhstan. \"On the heavy water, we are among the very few developing countries which is able to produce its own heavy water and now we have entered the international market,\" the head of the Atomic Energy Organization of Iran, Ali Akbar Salehi, told Iranian state media this month. \"We have been able to sell more than 30 tons of heavy water just recently and this has put us on par with other countries.\"\nThe United States, which does not produce its own heavy water, will use the 32 tons of heavy water it is buying from Iran, which is said to be high quality, for research at the Oak Ridge National Laboratory in Tennessee.\nTo Ryan’s point, experts told us the purchase provides funds for Iran’s nuclear program and allows Iran to continue generating more heavy water while staying under the cap in the nuclear agreement -- either for its own use or to sell.\nOther aims\nBut besides the purchase not being a subsidy, the effect of the purchase is not to make it easier for Iran to make a bomb but to make it harder, by reducing its stockpile of heavy water.\nMoreover, the purchase helps keep Iran will be in compliance with the part of the nuclear deal that limits how much heavy water Iran can stockpile.\nThat, the Arms Control Association wrote on its website, is \"a clear benefit to U.S. national security, as the agreement blocks Iran’s pathways to the bomb.\"\nOur rating\nRyan said the decision by the United States to buy heavy water from Iran \"will directly subsidize Iran’s nuclear program.\"\nThere is an element of truth in Ryan’s claim about the $8.6 million transaction. Heavy water, which can be used to make a nuclear weapon, clearly is part of Iran’s nuclear program.\nBut the fair-market-value purchase, for a material that the U.S. will use in nuclear research, is not a true subsidy. And by reducing Iran’s heavy water stockpile, the purchase helps Iran comply with a nuclear agreement that is aimed at making it harder for the country to develop a nuclear weapon.\nWe rate Ryan’s statement Mostly False.\nhttps://www.sharethefacts.co/share/b09a048b-c6c6-4931-b845-3e16f84e9f90", "vclaim_id": "vclaim-pol-05031"}