{"url": "/factchecks/2019/jun/24/bernie-sanders/fuzzy-math-fuels-sanders-claim-cost-barriers-healt/", "speaker": "Bernie Sanders", "vclaim": "\"30,000 Americans a year die waiting for health care because of the cost.\"", "truth_label": "half-true", "date": "stated on June 20, 2019 in a tweet:", "title": "Fuzzy math fuels Sanders’ claim that cost barriers to health care kill 30,000 a year", "text": "\"Medicare for All\" — or single-payer health care — is a flagship issue for Democratic presidential candidate and Vermont Sen. Bernie Sanders. So when a conservative group launched an ad campaign claiming such a policy would drive up wait times for medical care, the 2020 candidate responded aggressively.\nHis point: Some people may wait a bit for care under a new system. But under the current one, many people do not have access to affordable care and the results are sometimes dire.\nStill, Sanders’ precision gave us pause.\nNamely, he tweeted, \"30,000 Americans a year die waiting for health care because of the cost.\"\nWhere did that 30,000 figure come from? How could Sanders — or for that matter, anyone — know how many people died \"waiting for health care\" specifically \"because of the cost\"?\nWe reached out to the Sanders campaign but never heard back.\nBut multiple experts suggested that the 30,000 figure, while not conjured out of thin air, relies on math that is shaky at best. There isn’t enough evidence, either way, to entirely validate or repudiate this claim.\nThe math\nSanders’ 30,000 statistic appears to come from a figure used by Physicians for a National Health Program, a doctor-driven nonprofit group that has advocated for years for single-payer health care.\nBut how did it compute that number? We asked Dr. David Himmelstein, a physician and part-time lecturer at Harvard Medical School, and one of PNHP’s founders.\nHe said the group looked at the Oregon Health Insurance Experiment, a landmark study in which some state residents had been assigned Medicaid coverage by lottery, and others remained uninsured. One year into that study, researchers found the death rate differed by 0.13 percentage points between those who received insurance and those who did not.\nBut, per the researchers’ analysis, that difference was not statistically significant. (That’s important and something we’ll come back to.)\nHimmelstein said the margin of 0.13 percentage points suggests that for every 769 people to lack health coverage, one will die. Looking at the current American uninsured population — about 27 million lack coverage —should put you close to 30,000.\nThe problem\nGenerally, experts said, it’s likely that cost barriers prevent thousands of Americans from accessing lifesaving medical care.\nBut \"the particular math here seems a bit questionable\" in arriving at 30,000, said Dr. Benjamin Sommers, a physician and health economist at the Harvard T.H. Chan School of Public Health.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe problem lies in extrapolating so much from the Oregon Health Insurance Experiment. While it yielded important findings, the death rate differential in particular is not statistically significant, so it cannot be applied so broadly, he said. The study wasn’t big enough to generate sufficient evidence spelling out the link between insurance coverage and mortality.\nOther research makes clear that such a link exists. Sommers’ own work, for instance, looked at the impact of Massachusetts’ 2006 health reform law — the model for the Affordable Care Act, which brought the state to near-universal coverage.\nThat expansion was associated with a significant drop in mortality. For every 830 adults to gain coverage, one death was prevented.\nBut differences nationally in both population and health care generally still mean it’s difficult to apply this statistic to the rest of the country — and, namely, to the remaining 27 million uninsured.\nSo is 30,000 right or wrong?\nWe don’t know.\n\"My guess is that one, [Sanders] is right that thousands of people die because they remain uninsured, despite the ACA; but two, the 30,000 number may be too high,\" said Stan Dorn, a senior fellow at Families USA, a left-leaning health policy advocacy group.\nGoing beyond insurance\nThere’s one other issue: More often than not, people are uninsured because they can’t afford to buy coverage. In turn, that often means they can’t afford health care and suffer dire consequences.\nBut it isn’t a one-to-one substitution.\nFor instance, there are healthy people who lack insurance but may not need much medical care in that particular year, or may simply choose not to buy it.\nAnd, on the other hand, some people have coverage that isn’t robust enough to make lifesaving treatments affordable.  \nSo, if you want to measure how many Americans do die \"waiting for health care because of the cost,\" you’d have to look beyond just the question of having insurance.\nOur rating\nOn its face, Sanders’ claim speaks to an important, undisputed policy concern — thousands of Americans die because they cannot afford their health care.\nBut his \"30,000 people\" talking point relies on weak math, and it lacks meaningful support either way. It could be true. But it also could easily not be.\n\"The senator’s comment looks like a reasonable attempt to use prior research,\" Sommers said. But \"he’s overstating the precision and confidence we can have in that number.\"\nSanders’ argument speaks to something more broadly true but neglects important details of the Oregon Health Insurance Experiment’s limitations. We rate it Half True.", "vclaim_id": "vclaim-pol-00499"}