{"url": "/factchecks/2018/nov/15/donald-trump/do-californians-want-out-sanctuary-cities-mostly-n/", "speaker": "Donald Trump", "vclaim": "\"Even in California now, they don’t want to be sanctuary cities anymore. They want out.\"", "truth_label": "barely-true", "date": "stated on September 29, 2018 in a rally in Wheeling, W.Va.:", "title": "Do Californians want out of sanctuary cities? Mostly not", "text": "President Donald Trump sought to make immigration the centerpiece of the closing days of the 2018 midterm elections. One of his biggest targets was sanctuary cities -- a somewhat fuzzy term that refers to localities that limit their cooperation with federal immigration enforcement authorities.\nWe previously rated Pants on Fire a statement by Trump at a campaign rally. He said that in California, \"they're rioting now\" over sanctuary cities. Officials said there was zero evidence for that claim.\nBut are Californians unhappy about sanctuary cities, short of actually rioting over them? Trump had made that claim at a rally in Wheeling, W.Va., on Sept. 29.\n\"If you want to secure our border, if you want to stop sanctuary cities, which even in California now, they don’t want to be sanctuary cities anymore,\" Trump said. \"They want out. You see it. They’re rebelling! In California of all places they’re rebelling.\"\nWe found that Californians’ views on sanctuary cities present a more complicated picture.\nCalifornia became a so-called sanctuary state in October 2017 when Democratic Gov. Jerry Brown signed a law that limits cooperation between local law enforcement and federal authorities on immigration holds.\nOn the one hand, the San Jose Mercury News reported in April that \"at least 14 Southern California cities and two counties have passed ordinances, and in some cases filed lawsuits,\" against the statewide sanctuary law.\nBut these localities are home to a small fraction of Californians, and public opinion data shows that residents are generally supportive of sanctuary laws, as we’ve previously reported.\n• A November 2017 University of Southern California Dornsife/Los Angeles Times survey found 53 percent favored and 29 percent opposed California’s sanctuary state legislation.\n• A March 2017 University of California Berkeley Institute of Governmental Studies poll found that 56 percent supported and 44 percent opposed \"local communities declaring themselves sanctuary cities and instructing local police and government employees not to automatically turn immigrants over to federal immigration officers when they are found to be in the country illegally.\" Support was weaker when the question was asked differently: 53 percent opposed and 47 percent supported allowing cities and counties the right to ignore requests from federal authorities to detain illegal immigrants who have been arrested and are about to be released.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n• A May 2017 Public Policy Institute of California poll asked specifically about California’s sanctuary state legislation. It found 48 percent of adults were in favor and 42 percent were opposed.\n• A January 2017 Public Policy Institute of California survey showed that 58 percent of likely voters \"favor California’s state and local governments making their own policies and taking actions—separate from the federal government— to protect the rights of undocumented immigrants living in the state.\" Only 39 percent said they were opposed.\n• The most recent poll, released in April 2018 by the University of California Berkeley Institute of Governmental Studies, found 56 percent percent support for California’s law and 41 percent in opposition. Opinions are strong both for and against: 38 percent said they strongly support it and 32 percent said they strongly oppose it.\nMark DiCamillo, the director of the IGS survey, told PolitiFact California earlier this year that opinions about sanctuary policies \"vary according to how you frame the issue.\"\nCalifornians, he said, favor allowing cities to declare themselves sanctuaries and letting them choose not to automatically turn over immigrants to federal authorities. But, he added, \"just ignoring a federal request is not as popular. It’s very divisive.\"\n\"There are nuances to the issue, in my opinion, that affect public opinion and how it’s gauged,\" he said.\nExperts added that the increasing identification of Trump himself with opposition to sanctuary cities has made the issue more polarized on a partisan basis. In California, which is a strongly Democratic state overall, this has helped line public opinion against Trump’s position.\nOur ruling\nTrump said, \"Even in California now, they don’t want to be sanctuary cities anymore. They want out.\"\nA number of California localities have moved to challenge a statewide sanctuary law. However, public opinion more broadly shows a majority of residents expressing support for the law.\nWe rate the statement Mostly False.\n Share the Facts 2018-11-15 19:04:02 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Even in California now, they don’t want to be sanctuary cities anymore. They want out.\"    Donald Trump President https://www.youtube.com/watch?time_continue=1&v=tf66YQhB4v0   a rally in Wheeling, W.Va. Monday, October 29, 2018 2018-10-29    Read More  info", "vclaim_id": "vclaim-pol-01260"}