{"url": "/factchecks/2016/may/18/chris-wallace/most-gop-nominees-1970s-have-released-their-tax-re/", "speaker": "Chris Wallace", "vclaim": "\"Every Republican nominee since Richard Nixon, who at one time was under an audit, has released their tax returns.\"", "truth_label": "mostly-true", "date": "stated on May 15, 2016 in an episode of \"Fox News Sunday\":", "title": "Most GOP nominees since 1970s have released their tax returns, Fox's Chris Wallace says", "text": "It seems every political reporter is asking: Where are Donald Trump’s tax returns?\nThe presumptive Republican nominee for president has refused to release his tax returns thus far, citing an IRS audit. Presidential candidates are not required to release tax returns, but the information helps the public vet a candidate’s finances, revealing information such as charitable giving, investments and the tax rate he pays.\nThe IRS has said recently that an audit does not bar a person from releasing their own tax information.\nOn the Democratic side of the race, Sen. Bernie Sanders has released his 2014 returns, and former Secretary of State Hillary Clinton has released annual returns going back to 2000.\nIn a May 15 interview with Republican National Committee Chair Reince Priebus, Fox News Sunday host Chris Wallace noted that it’s become customary over the past several decades for presidential candidates to release their tax returns.\n\"He says that he's not going to release them until an IRS audit is complete,\" Wallace said, speaking of Trump. \"He was asked this week what his effective tax rate is, he said it's none of your business. Look, you know, you talk about this, but every Republican nominee since Richard Nixon, who at one time was under an audit, has released their tax returns.\"\nNoting that it was \"not good\" that Mitt Romney stalled on releasing his tax returns in the 2012 race, Priebus said, \"I'm not sure whether Americans actually care or not whether Donald Trump releases his taxes or not.\"\nWe’ve looked into the history of candidate tax returns before. But we haven’t dug into the story of former President Richard Nixon’s audit, so we thought we should put Wallace’s claim on the Truth-O-Meter.\nEvery Republican nominee since Nixon\nThe Tax History Project has compiled the tax returns of many current and former candidates and presidents, all the way back to Franklin Roosevelt’s 1913 returns.\nEach Republican nominee in the past nine presidential elections has released his tax returns: Ronald Reagan (1980, 1984), George H. W. Bush (1988, 1992), Bob Dole (1996), George W. Bush (2000, 2004), John McCain (2008) and Mitt Romney (2012).\nThat leaves one nominee since Nixon, Nixon’s vice president, Gerald Ford. Ford assumed the role of president after Nixon resigned in 1974 amid the Watergate scandal. Ford ran for re-election as the Republican nominee in 1976, ultimately losing to Democrat Jimmy Carter.\nFord never released his full tax returns. He released summary data about his returns from 1966 through 1974. The summary data includes his total income and the total tax he paid but not an itemized breakdown.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n‘Well, I am not a crook’\nBack to Nixon. Nixon did not release his tax returns in 1968 or 1972.\nThe IRS audited Nixon in 1973, when questions bubbled up about a fishy charitable donation and speculation that Nixon had tried to game the tax system, according to a paper prepared for the United States Capitol Historical Society. (This happened around the same time as the Watergate investigation but was a separate issue.)\nNixon said one of his most well-known lines amid this scandal: \"People have got to know whether or not their president is a crook. Well, I am not a crook.\"\nNixon eventually released a slew of financial information to the public in December 1973, including the previous four years of tax returns, to try to quell the criticism. He asked a congressional committee to examine them, too.\nHowever, the congressional investigation ultimately found that Nixon owed $476,431 (approximately $2.3 million in today’s dollars) in unpaid taxes and accrued interest. Oops.\nWe asked Joe Thorndike, director of the Tax History Project, if the IRS has audited any presidents or presidential candidates since Nixon. He said he doesn’t know — and it would be impossible to know unless the auditee volunteered that information because the IRS can’t confirm or deny anything about a particular taxpayer.\nThorndike added, though, that he thinks it’s likely the IRS has audited candidates and presidents in recent years.\n\"Our lack of knowledge about presidential and candidate audits is one reason why it’s important for public officials to release their tax returns publicly,\" he said. \"Disclosure is the only way voters can be sure that these returns are getting adequate scrutiny.\"\nOur ruling\nWallace said, \"Every Republican nominee since Richard Nixon, who at one time was under an audit, has released their tax returns.\"\nThe IRS did audit Nixon, and he did release his tax returns. But he released them after he won re-election. His successor, Ford, released a tax summary spanning several years but never his full returns.  \nThat being said, every Republican nominee since then — six nominees over nine elections — has disclosed their tax returns.\nWallace’s telling of history is a little off, though the force of his point is correct: The Republican has released his tax returns in the last nine presidential cycles. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-04953"}