{"url": "/factchecks/2020/jun/01/joe-biden/fact-checking-joe-bidens-claim-trump-delayed-8-bil/", "speaker": "Joe Biden", "vclaim": "Says President Donald Trump “took more than a month to allocate Congress’ emergency funding to tribes — and only did so after tribes sued.”", "truth_label": "mostly-true", "date": "stated on May 21, 2020 in a statement:", "title": "Fact-checking Joe Biden’s claim that Trump delayed $8 billion in coronavirus funding for tribes", "text": "Native American tribes have been among the hardest hit by the coronavirus pandemic, and Joe Biden claims that President Donald Trump has not done enough to help.\n\"Donald Trump has failed to live up to our trust and treaty obligations to Native Americans,\" Biden told The Arizona Republic May 21. \"He took more than a month to allocate Congress’ emergency funding to tribes — and only did so after tribes sued. He has failed to provide tribes with adequate protective personal equipment and medical supplies. It’s unacceptable.\"\nIndian treaty rights recognized and established rights, benefits, and conditions for tribes who agreed to cede millions of acres of land to the United States and to accept the United States’ protection. Under a \"trust responsibility\" legal principle, the United States federal government is obligated to ensure the survival and welfare of Indian tribes.\nIs Biden, the presumptive Democratic presidential nominee, right that it took more than a month for tribes to get funding allocated by Congress, and that it happened only after suing the Trump administration? The chronology lines up, but omits important context.\nThe Treasury Department has argued that payments were delayed because it is required to consult with tribes and the Interior Department regarding how much money to allocate to tribes. That consultation process started before the lawsuit over the delay in payments. A separate lawsuit filed by tribes to prevent corporations in Alaska from receiving aid has also affected the process.\nCARES Act allocated $8 billion for tribal governments\nCongress passed the Coronavirus Aid, Relief, and Economic Security Act, or CARES Act, and Trump signed it into law March 27. The $2.2 trillion measure included a $150 billion Coronavirus Relief Fund for states, local governments, and tribal governments.\nThe law set aside $8 billion for tribal governments. The law said the Treasury secretary had to make the payments within 30 days; so by April 26, all entities were supposed to have received funds. It wasn’t until May 5 that the Treasury Department said it would begin making funds available to tribal governments. So that part of Biden’s claim adds up.\nLawsuits over corporations’ eligibility, payment delays\nBy May 5, the Trump administration was facing several lawsuits by multiple tribes: for delay of payment. The lawsuits also challenged the administration for intending to direct some of the funds to the Alaska Native Corporations, which are regional and village corporations recognized under Alaska law and created by Congress as part of the Alaska Native Claims Settlement Act of 1971.\nIn the lawsuit to stop the corporations from getting a share of the $8 billion, tribes argued that corporations do not meet the statutory definition of \"tribal government,\" or \"Indian tribe\" and therefore did not qualify for the relief. A federal district judge on April 27 issued a preliminary injunction to prevent the Treasury from giving money to the corporations. Pending a final determination, the judge did not direct the Treasury secretary to immediately disburse the entire $8 billion to the tribes.\nIn its May 5 announcement, the Trump administration said it would begin paying tribes 60% of the $8 billion, or $4.8 billion, based on population data. The remaining 40% would be paid at \"a later date\" based on employment data and tribe expenses related to COVID-19. Amounts calculated for corporations would be held back \"until pending litigation relating to their eligibility is resolved.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe Navajo Nation, which joined tribes in the lawsuit, on May 5 said the judge’s April 27 ruling \"led to the (Treasury) Department’s announcement to begin distributing funds to federally-recognized tribes.\"\nIn a separate lawsuit over the delay in the disbursement of funds, lawyers for the Trump administration argued that providing funds to tribal governments required a more involved and difficult process than the one for states and local governments.\nWhile the CARES Act imposed a 30-day deadline for funds disbursement, it also called for a consultation process among tribes and the Treasury and Interior departments. According to the Trump administration, Treasury staff spent about 2,200 hours on efforts to get tribes the appropriated money.\nThe same federal district judge from the corporations case said that those hours of labor \"arguably should have produced better results,\" but a court intervention was not warranted.\n\"‘Egregious’ delay is the governing standard, and the Secretary is not there quite yet, even in the midst of a public health crisis,\" U.S. District Court Judge Amit P. Mehta wrote in a May 11 opinion.\nMehta did not find that the Treasury secretary was \"lagging unreasonably\" behind in delivering the funds. \"The Secretary has not been ‘twiddling his thumbs’,\" he said, citing language from a precedent.\nMehta said he would not give the Treasury department a deadline for disbursing the rest of the funds, but if it took the department double the amount of time Congress directed for the disbursement, \"then the question of egregiousness becomes a closer one than it is today.\"\nOur ruling\nBiden said Trump \"took more than a month to allocate Congress’ emergency funding to tribes — and only did so after tribes sued.\"\nIt did take more than a month for tribes to begin receiving funds appropriated by Congress, and they began to flow after lawsuits were filed against the Trump administration. But a consultation process for disbursing the funds began before the administration was sued.\nWe rate Biden’s statement Mostly True.", "vclaim_id": "vclaim-pol-17852"}