{"url": "/factchecks/2020/apr/09/facebook-posts/viral-post-compares-dates-when-trump-admitted-coro/", "speaker": "Facebook posts", "vclaim": "“The CDC issued its first warning on Jan 8. Trump held campaign rallies on Jan 9, Jan 14, Jan 28, Jan 30, Feb 10, Feb 19, Feb 20, Feb 21, & Feb 28. He golfed on Jan 18, Jan 19, Feb 1, Feb 15, Mar 7, Mar 8. The first time he admitted the coronavirus might be a problem was Mar 13.”", "truth_label": "half-true", "date": "stated on March 31, 2020 in a Facebook post:", "title": "Viral post compares dates on when Trump admitted coronavirus was a problem", "text": "President Donald Trump has received plenty of criticism for the timeline of his administration’s response to the coronavirus pandemic.\nNow a Facebook post making the rounds seeks to scrutinize Trump’s actions in comparison to health officials’ warnings about the virus. \nThe post says that the Centers for Disease Control and Prevention issued a warning about COVID-19 as early as Jan. 8, but that Trump continued to hold campaign rallies and play golf before he \"admitted the coronavirus might be a problem\" on March 13.\nThe post lists specific dates, saying \"Trump held campaign rallies on Jan 9, Jan 14, Jan 28, Jan 30, Feb 10, Feb 19, Feb 20, Feb 21, & Feb 28. He golfed on Jan 18, Jan 19, Feb 1, Feb 15, Mar 7, Mar 8.\"\nThis post was flagged by Facebook as part of efforts to combat false news and information on its News Feed. (Read more about our partnership with Facebook.) \nWe looked into the claim date by date and found that Trump did hold rallies and go golfing on those dates. But the CDC’s warning said the threat of the coronavirus to Americans was low, and Trump took action against the virus earlier than March 13.\nAccording to online archives of the events page on Trump’s website, rallies were held across the U.S. on the dates listed in the post, including the Feb. 28 rally in North Charleston, S.C., where he used the word \"hoax\" while talking about the coronavirus. \nTrump also went golfing on the dates mentioned in the post. Social media posts and press reports in Palm Beach document visits the president made to his Florida golf course in the first three months of 2020.\nThe dates when the CDC first warned the public about COVID-19 and when Trump \"admitted the coronavirus might be a problem\" are more ambiguous.\nOn Jan. 8, the CDC announced in a health advisory that it was investigating a new coronavirus detected in Wuhan, China. The advisory stated that \"no human-to-human transmission has been reported.\" As a precaution, it advised health officials to wear an \"N95 disposable facepiece respirator\" if they were treating a patient who had recently traveled to Wuhan and was experiencing respiratory problems. \nThe situation summary the CDC posted on Jan. 10 stressed that there were no deaths associated with the novel coronavirus at the time and that the health risk to the American public was low.\nOn Feb. 1, the CDC updated its advisory and noted that there were seven cases of COVID-19 in the U.S. It detailed how doctors and caregivers should avoid being in close contact with patients who might have COVID-19, especially those who had traveled to China or had been in close contact with known cases.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe Feb. 28 update from the CDC told doctors to assume that anyone with respiratory symptoms had COVID-19, even if they hadn’t had close contact with other patients or traveled to China recently.\nIt’s hard to put a finger on when Trump \"admitted the coronavirus might be a problem.\"\n \nRELATED: Timeline: How Donald Trump responded to the coronavirus pandemic\n \nOn Feb. 27, Trump announced during a press conference that he was putting Vice President Mike Pence in charge of the Coronavirus Task Force. However, in the same conference, Trump told reporters that he didn’t think a widespread outbreak in the U.S. was inevitable, just that \"there’s a chance it could get fairly substantially worse.\" \nTrump gave an Oval Office address on March 11, the same day the WHO declared that COVID-19 was a pandemic, in which he banned travel from Europe for the next 30 days. He also reminded the public that on March 6 he had signed, and Congress had passed, \"an $8.3 billion funding bill to help CDC and other government agencies fight the virus and support vaccines, treatments, and distribution of medical supplies.\"\nTrump declared a national emergency on March 13 during a press conference with his Coronavirus Task Force. This opened up $50 billion of funding that would be used to \"fight against this disease.\" \n \nOur ruling\nA recent Facebook post claimed that Trump was warned about COVID-19 on Jan. 8 but  continued to hold campaign rallies and play golf until he \"admitted the coronavirus might be a problem\" on March 13.\nWhile the golf and rally dates are accurate, the dates of the CDC’s first warning and Trump’s response to the coronavirus aren’t as clear cut. \nThere was a health advisory issued Jan. 8, though the threat to the U.S. was undefined and person-to-person transmission wasn’t established yet. It’s harder to determine the date on which Trump admitted there was a problem, but he did take specific actions before March 13. Those actions included creating a task force, signing a bill for health research funding and banning travel from China and Europe.\nThe claim is partially accurate but leaves out important context. We rate it Half True.", "vclaim_id": "vclaim-pol-16908"}