{"url": "/factchecks/2013/feb/21/ted-cruz/ted-cruz-says-hagel-nomination-publicly-celebrated/", "speaker": "Ted Cruz", "vclaim": "Says Chuck Hagel’s nomination as defense secretary \"has been publicly celebrated by the Iranian government.\"", "truth_label": "pants-fire", "date": "stated on February 1, 2013 in a Politico column.:", "title": "Ted Cruz says Hagel nomination \"publicly celebrated by the Iranian government\"", "text": "U.S. Sen. Ted Cruz, who opposes the confirmation of Chuck Hagel as U.S. Secretary of Defense, rat-a-tatted his qualms in a February opinion column posted by Politico.\n\nThe freshman Texas Republican said Hagel, whose nomination was announced by President Barack Obama on Jan. 7, 2013, had lately shifted his positions on cracking down on state sponsors of terrorism, the use of any means to prevent a nuclear Iran and his antagonism to the U.S. alliance with Israel.\n\nAlso, Cruz wrote, \"Hagel’s nomination has been publicly celebrated by the Iranian government — surely an occurrence without precedent for a nominee for secretary of Defense.\"\n\nIf there was a Hagel hoedown in Tehran, it didn’t make front-page news here. So, we wanted to know more about Cruz’s charge.\n\nCruz’s office pointed us to a Jan. 8, 2013, Reuters news account stating that a spokesman for Iran’s foreign ministry had responded to a question about Hagel’s views on Israel and U.S. sanctions on Iran. By email, Cruz spokeswoman Catherine Frazier also noted that CBS News headlined its post of the Reuters story: \"Hagel nomination cheers Iran, worries Israel\" and the New York Times headlined the story: \"Iran: Foreign Ministry Voices Optimism in Hagel Nomination in U.S.\"\n\nThe Reuters story opens: \"Iran's foreign ministry said on Tuesday it hoped the appointment of Chuck Hagel as the next U.S. defense secretary would lead to ‘practical changes’ in Washington's foreign policy.\"\n\n\"Iran and the U.S., adversaries for more than three decades, are at odds over many issues, including the Islamic Republic's nuclear programme, which Western countries say is aimed at forging a nuclear arms capability,\" the story continues. \"Tehran denies this.\"\n\nAt a weekly press conference, the story says, a spokesman for Iran’s Foreign Ministry, Ramin Mehmanparast, said: \"We hope there will be practical changes in American foreign policy and that Washington becomes respectful of the rights of nations.\"\n\nThe comment was initially reported by Iran's IRIB news website, Reuters said, and the official \"was answering a question about Hagel's views on Israel and U.S. sanctions on Iran.\"  The story says, too, that the spokesman did not elaborate.\n\nHowever, with help from University of Texas professor Jason Brownlee, we found a more detailed account as posted by Iran’s semiofficial news organization, the Fars News Agency.\n\nThe Fars account further quotes the spokesman, identified there as Ramin Mehman-Parast, as saying: \"We hope that the U.S. officials will favor peace instead of warmongering and recognize the rights of nations instead of interfering in the countries’ internal affairs. If such a trend is adopted (by the American officials),\" the Fars story quotes the spokesman as saying, \"hatred for the U.S. hostile policies will decrease, although,\" he is quoted as saying, that assessment only \"can be made in action.\"\n\nWe identified no other news stories on Iran commenting on the nomination and found only one expert who drew substantive meaning from the quoted comments.\n\nSteven Bucci, director of the Douglas and Sarah Allison Center for Foreign Policy Studies at the conservative Heritage Foundation, said by phone that it’s reasonable to conclude the spokesman’s comment reflects Iran’s position that Hagel’s selection could signal fresh U.S. respect. \"That’s sort of their way of saying this guy will treat us correctly as opposed to the way the rest of you have been treating us. I think that’s pretty clear,\" Bucci said. \"That comment shows they hope that Mr. Hagel comes in with a different manner and viewpoint.\"\n\nBucci said, though, that he would not interpret the spokesman’s statements as a government celebration, which he called \"a little bit of an overstatement.\" (To our follow-up query, Bucci said by email that the foundation considers Hagel unqualified to be the secretary.)\n\nOther experts said they were unaware of Iran’s government celebrating the nomination.\n\nScott Bates, president of the Center for National Policy, which says it connects senior policy makers with innovative thinking and research on issues affecting U.S. security, said by phone that the Iranian spokesman hardly represents the top tier of the government and his comment seems \"very thin gruel.\" More broadly, Bates said, \"Iran is far from transparent in their dealings with the international community. I’d take with a grain of salt anything to come out of the Iranian regime.\"\n\nSyracuse University political scientist Mehrzad Boroujerdi, an Iran expert, emailed that he sees nothing in the Reuters story to signal government celebration. \"There is nothing in that language that conveys enthusiasm for Hagel’s appointment,\" Boroujerdi said. \"Please keep in mind that Obama has been in office for more than 4 years and if there was any optimism it occurred 4 years ago with a new administration and not now with a candidate for Defense Secretary.\"\n\nIran expert Trita Parsi, founder and president of the National Iranian American Council, has saluted Obama’s choice of Hagel. By email, Parsi called the ministry spokesman’s comment a standard phrase from Iran’s government which would have had nothing to do with Hagel. Parsi added that to the best of his knowledge, there has been no welcoming of Hagel by Iran, which would be extremely unusual \"since Iranian officials rarely say anything positive about American politicians.\" \"Moreover,\" Parsi wrote, \"the view in Tehran tends to be that individuals in the U.S. system do not matter that much--including the president. Structural factors are too strong for them to have a decisive impact.\"\n\nJohn Limbert, a former ambassador who had Foreign Service tours in Algeria, Saudi Arabia, the United Arab Emirates and Iran, where he was among more than 50 American hostages held for 14 months starting in November 1979, similarly said the quoted official’s comment was \"basically restating a longheld Iranian position,\" which is \"the U.S. has to show us more,\" perhaps by easing economic sanctions.\n\n\"Celebrating\" as a description, Limbert said, \"is very, very misleading.\"\n\nSeparately, Alex Vatanka, who focuses on Iran for the Washington-based Middle East Institute, searched Farsi-language news sites at our request. He emailed: \"There is no sign of the Iranian regime officially expressing happiness about the nomination... In fact, there is surprisingly little sign of a coverage of this issue by Iran’s state-run media.\"\n\nOur ruling\n\nCruz said the Hagel nomination \"has been publicly celebrated by the Iranian government.\"\n\nAn Iranian foreign ministry spokesman expressed hope that with Hagel as secretary, Washington would become \"respectful of the rights of nations\" and if so, he said, Iran’s hatred of U.S. policies will decrease.\n\nExperts differ on the significance of those comments. But they concur that the response fell short of a governmental celebration, with most saying it was far from it. Our sense is there has been no Hagel party in Iran, leaving this claim worse than incorrect. It’s ridiculous. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09682"}