{"url": "/factchecks/2019/may/14/viral-image/social-media-post-sharing-newspaper-story-trump-ha/", "speaker": "Viral image", "vclaim": "Says Donald Trump scored a 73 on an IQ test administered to him while in high school at New York Military Academy.", "truth_label": "pants-fire", "date": "stated on May 3, 2019 in a Facebook post:", "title": "Social media post sharing newspaper story of Trump having a 73 IQ is fake", "text": "An image spreading on social media appears to have made quite the discovery about President Donald Trump.\nThe post shows a purported newspaper clipping and makes the claim that Trump’s intelligence quotient was finally discovered, and it’s 73 — just a couple of points away from \"intellectually disabled\" and far below the average IQ score of 100.\nThe problem is, the story appears to be manufactured for the purpose of spreading misinformation: The images are miscaptioned and there is no evidence any of its claims are true.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe headline of the fake story reads: \"Trump IQ test results discovered in former NYMA employee’s closet. The result: 73\"\nThe text says:\n\"The results of an IQ test that President Donald Trump allegedly took during his first year at New York Military Academy have been discovered in a file box in a closet in Brooklyn. According to the test results, Trump’s IQ is 73.\"\nThe article goes on to say a man named William Askew Jr. discovered the files while cleaning out his deceased father’s apartment. Askew explains that his father was a school counselor at the military school from 1955 to 1985.\nLet’s just get this out of the way: People have been conjecturing about presidential IQs for years, but we found no record of a presidential IQ being made public. Of course, many presidents died before the advent of the modern IQ test, the first versions of which were formulated in the early 1900s.\nNot that people haven’t tried to assign IQ numbers to the commanders in chief. In 2006, a University of California at Davis study by psychologist Dean Keith Simonton estimated that the sixth U.S. president, John Quincy Adams, had a genius-level IQ somewhere between 165-175. The study applied an algorithm to presidential performance ratings from historians and political scientists, as well as presidential biographies, surveys and other sources. Simonton’s study ranked Thomas Jefferson as the second-smartest president with an average score between 145-160. John F. Kennedy came in third with estimated results between 138-159.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump, both before and after becoming the 45th president, has been known to challenge people to IQ tests, including once bragging that, in a competition with former Secretary of State Rex Tillerson, Trump’s IQ would be higher. He also famously called himself a \"very stable genius.\" But news coverage of such presidential claims have never led to an actual Trump IQ score.\nIn 2013, when Trump was asked on Twitter what his IQ score was, he tweeted in response, \"The highest, a--hole.\"\nNothing about this viral image changes what we know (or don’t know) about Trump’s IQ. A reverse-image search of the supposed newspaper clipping screenshot revealed no results. Similarly, we could find no articles online or in the Nexis archive of legitimate news sources that discuss the discovery of a Trump IQ score.\nThat’s important, because if such a story exists –– that the president of the United States once received a 73 IQ test result –– it would not only be found easily on the internet, but the reporting would have been replicated by media organizations around the world. A search with zero results suggests the post is fabricated.\nWhat’s more, the photo of \"William Askew Jr.\" — the man who the post claims discovered the test results in a Brooklyn closet —  is actually a photo from an Adobe stock photography website, searchable by the phrase \"portrait of an elderly man.\"  \nAnd the image of the man who is supposedly Askew’s father actually depicts Mr. Lawrence W. Hanson, the principal of Grand Forks Central High School in North Dakota in the 1950s.\nJack Serafin, vice president of the Regiment of Graduates for New York Military Academy, attended the school from 1962 to 1967, a period that overlapped with Trump, a 1964 graduate. Serafin told PolitiFact the claim holds no merit.\n\"It's bogus, NYMA did not give IQ tests and the long time counselor of 30 years, ‘Askew,’ did not exist,\" Serafin wrote in an email. \"The only tests I remember were to gain admittance to the school, like an SAT, that was taken prior to applying.\"\nOur ruling\nA screenshot of what appears to be a newspaper clipping claims that Trump has a 73 IQ, according to a test he took when he attended New York Military Academy in the 1960s.\nThat test never took place, an alumni association leader said, and the newspaper clipping pictured does not exist outside of the meme. The pictures in the post of people involved in the discovery were also cherry-picked and miscaptioned.\nThis post is Pants on Fire!\n Share the Facts 2019-05-14 21:26:56 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Donald Trump scored a 73 on an IQ test administered to him while in high school at New York Military Academy.    Viral Image on the internet     Friday, May 3, 2019 2019-05-03    Read More  info", "vclaim_id": "vclaim-pol-00637"}