{"url": "/factchecks/2012/may/09/shaun-ireland/shaun-ireland-says-no-austin-city-council-member-l/", "speaker": "Shaun Ireland", "vclaim": "Says no Austin City Council \"member lives south of\" Lady Bird Lake \"or north of 45th Street.\"", "truth_label": "mostly-true", "date": "stated on March 30, 2012 in a campaign video on the city's website:", "title": "Shaun Ireland says no Austin City Council member lives south of Lady Bird Lake or north of 45th Street", "text": "Austin City Council candidate Shaun Ireland recently claimed, in his campaign video among several from candidates posted on the city’s website, \"Not a single City Council member lives in South Austin. Nor in North Austin.\"\n\nIn May 2011, we looked at a candidate’s statement that \"there’s no one from South Austin on the council,\" and found that was True.\n\nOnly one face on the council has changed since then, but what about their current home addresses?\n\nIreland, who himself lives on Manchaca Road in the South Lamar neighborhood of South Austin, told us by email that he pulled council members’ addresses from their personal financial statements filed with the city, and sent us his findings.\n\nMeanwhile, in an Austin American-Statesman news story published online May 7, 2012, he narrowed his claim, saying that \"no council member lives south of (Lady Bird Lake) or north of 45th Street.\"\n\nWe called council members’ city and campaign staff for the most up-to-date information.\n\nIreland’s opponent, Place 6 incumbent and Mayor Pro Tem Sheryl Cole, is one of two council members who live in East Austin -- Cole in Wilshire Woods and Mike Martinez in Senate Hills.\n\nMayor Lee Leffingwell lives in the Highland Park West/Balcones Area neighborhood. Laura Morrison resides in Old West Austin, Chris Riley is downtown and Bill Spelman hails from Hyde Park. The council’s newest member, Kathie Tovo, lives north of the University of Texas in the Heritage neighborhood.\n\nAll the addresses are north of Lady Bird Lake. Are they all south of 45th Street?\n\nThis is where Ireland’s claim gets interesting, because 45th Street does not extend across the entire city. It’s not oriented directly east-west, either.\n\nBut if you drew a line extending 45th Street across the entire city map, Martinez and Leffingwell’s homes would both lie less than a mile north of that line.\n\nIreland told us, \"All City Council members live within six miles of each other … none live south of downtown or north of Koenig (Lane) -- magnetic north, true north, or past the 45th street parallel, whichever the case may be. There are no council members that reside in the Arboretum or near Parmer and Metric, or Onion Creek or the ‘Y’ at Oak Hill.\"\n\nOur ruling\n\nNo council members live in South Austin, as Ireland says, and five council members live south of 45th Street. If that street were extended east and west, though, Leffingwell and Martinez would land north of it, though not by much. We rate Ireland’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11130"}