{"url": "/factchecks/2020/aug/19/facebook-posts/kamala-harris-didnt-call-joe-biden-trash/", "speaker": "Facebook posts", "vclaim": "Says Kamala Harris said, “I don’t like Joe Biden and do not like his history with certain people or who he’s aligned with, he’s trash to me.”", "truth_label": "false", "date": "stated on August 14, 2020 in a Facebook post:", "title": "Kamala Harris didn’t call Joe Biden “trash”", "text": "During her first speech after Democratic presidential nominee Joe Biden named her his running mate, U.S. Sen. Kamala Harris said, \"Joe, I’m so proud to stand with you.\"\nA recent Facebook post suggests this is a relatively new opinion. \n\"I don’t like Joe Biden and do not like his history with certain people or who he’s aligned with, he’s trash to me,\" the post quotes Harris as saying in June 2019.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe didn’t find any evidence Harris said this when we looked for the quote in the Nexis news archives. In a search for the quote online, Google returned two results: a link to a Facebook page where someone had posted it in a comment, and a June 2019 blog post titled, \"Kamala Harris buries Joe Biden.\" \nThe blog post is supportive of Harris, then still a presidential candidate, and praises her performance during a debate. \nThe statement that appears in the Facebook post is also in the blog post, but it’s not in a quote attributed to Harris. Rather, it’s the blog post’s author who writes: \"I don’t like Joe Biden and do not like his history with certain people or who he’s aligned with, he’s trash to me.\"\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17144"}