{"url": "/factchecks/2016/oct/12/donald-trump/trump-ive-been-proven-right-about-clinton-wanting-/", "speaker": "Donald Trump", "vclaim": "Says \"I’ve been proven right\" about \"Hillary Clinton's radical call for open borders, meaning anyone in the world can enter the United States without any limit at all.\"", "truth_label": "barely-true", "date": "stated on October 10, 2016 in a rally in Ambridge, Pa.:", "title": "Trump: 'I’ve been proven right' about Clinton wanting open borders", "text": "Donald Trump repeated his claim that Hillary Clinton supports open borders, pointing to an excerpt of a leaked speech as new evidence.\nWikileaks released more than 2,600 hacked emails from Clinton campaign chairman John Podesta, including an email with brief sections of Clinton’s paid remarks to Wall Street banks. (The Clinton campaign hasn’t confirmed or disputed the authenticity of the emails.) According to Trump, these speeches show \"she wants the United States to surrender to global governance with no controls over trade or immigration.\"\n\"Hillary Clinton's radical call for open borders, meaning anyone in the world can enter the United States without any limit at all, would end the United States as we know it today,\" he said at an Oct. 10 rally in Pennsylvania.\n\"By the way, weeks ago, I called out Hillary Clinton for supporting open borders and the media said I was wrong. Now, I've been proven right,\" he continued. \"Where is the media rushing to correct these false stories? Because in the Wikileaks, it was all about open borders, free trade for everybody.\"\nIs Trump right that Clinton really does want open borders?\nThe leaked excerpt does contain the words \"open borders,\" but that alone doesn't make Trump's claim correct. Experts suggested Clinton could have been talking about free travel or open trade, or immigration policy. It's just not clear. What's more, Clinton's official immigration position does not contain a proposal for an open border.\nClinton’s immigration plan\nAs evidence for Trump's claim, the Trump campaign referred us to Clinton's pledge to offer immigration legislation within her first 100 days in office as well as her support for sanctuary cities. We've looked into this before, and concluded that equating Clinton's immigration plan with \"open borders\" is not accurate.\nClinton supported 2013 legislation (which never passed) that included a path to citizenship with conditions and billions for border enforcement for new surveillance equipment and fencing along the Mexican border, as well as adding 20,000 border agents.\nAs a candidate, she has said she would focus on deportations for violent criminals or those who pose threats.\nClinton, however, does want to make it easier for many undocumented immigrants to obtain a legal status. That’s not the same as getting rid of enforcement, of course, and it’s a far cry from Trump’s characterization: \"Anyone in the world can enter the United States without any limit at all.\"\nClinton’s paid speech comment on open borders\nAccording to Trump, the Wikileaks hack vindicates his earlier charge. The speech excerpt is more ambiguous than he’s suggesting, but she does use the words \"open borders.\"\nOn Jan. 25, Clinton campaign research director Tony Carrk sent an email to Podesta that contained excerpts of Clinton’s paid speeches to Wall Street banks. (For months Clinton has faced calls to release the speech transcripts but hasn’t done so.)\nShe mentioned open borders in her remarks on May 16, 2013, to the Brazilian bank Banco Itau. The excerpt, in its entirety, reads:\n\"My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.\"\nIt’s difficult to discern exactly what she was referring to here, because we don’t have more context. The Clinton campaign didn’t respond to our request for the full speech.\nBut a campaign spokesman pointed to statements by Podesta and Clinton’s campaign manager Robby Mook on Oct. 9. Both said the context of that sentence related to green energy -- and wasn’t about people immigrating to the United States.\nOn Face the Nation, Mook said she was talking about integrating green energy between north and south America.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"But if the question is does Hillary Clinton support throwing open our borders, absolutely not. And she is going to do everything she can to fight to protect the interest of workers in this country. That is actually why she voted against the Central American free trade agreement when she was a senator,\" Mook said.\nOn Fox News Sunday, Podesta also said she was referring to clean energy.\n\"When she was secretary of state, she talked about creating a hemispheric effort to bring clean energy across the continent from the tip of South America to Canada, to invest in clean and renewable energy, to invest in the transmission that would clean up our energy system,\" Podesta said. \"And I think when you look at what she said about immigration, she's for comprehensive immigration reform that takes people out of the shadows, emphasizes family unity, but also has -- modernizes our border security.  \nAre her remarks a call for open borders for immigrants?\nWe interviewed three immigration experts and asked them if they thought she was calling for open borders for immigrants and whether it was in conflict with her campaign immigration plan.\nThe experts said Clinton’s remarks were not a clear-cut call for open borders. They also said that her statement sounded aspirational and contained no timeline or explanation as to how she would make it happen politically.\n\"I would note her emphasis on a ‘hemispheric’ common market, an idea that became more concrete in 1994 when her husband, Bill Clinton, hosted the first Summit of the Americas meeting in Miami,\" said Stephen Kelly, a Duke University public policy professor.\nThat summit involved 34 democracies, and \"open markets, hemispheric integration, and free trade\" were all cited as a means of increasing prosperity at the meeting, Kelly said. Those summits have continued, and Clinton attended one in 2012 as secretary of state.\n\"My guess would be that Clinton's Brazil speech reflects this broader call for greater hemispheric cooperation on a variety of issues, including trade,\" Kelly said. \"Given this context, and without seeing the rest of her speech, I would also guess that the ‘open borders’ she mentions relate to the movement of goods and capital, but not people.\"  \nDaveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, a policy institute focused on foreign policy and national security, said that Clinton seemed to refer to something related to travel such as the Schengen Agreement, which abolished many of the European Union’s internal borders.\nFor example, if the United States and Canada had such an agreement, that would not mean an open border for free immigration, but rather for free travel.\n\"I don't think she is calling for open immigration, but the context of her remarks shows that when she says ‘open borders,’ she doesn't just mean open trade,\" he said.\nJacob Vigdor, professor of public policy and governance University of Washington, said Clinton appeared to be talking about both trade and immigration.\n\"I would read the remark as calling for open borders with regard to both trade and immigration.  Otherwise the term ‘open trade and open borders’ would be redundant,\" he said.\nHowever, he said he saw no timetable in her remarks beyond  \"some time in the future,\" or discussion about how to make it happen.\n\"I don't necessarily see a contradiction between a statement of ideals and a more pragmatic policy agenda for reality,\" he said. \"One can dream of a crime-free world where there is need for neither police nor prisons while still supporting those things in reality.\"\nOur ruling\nTrump said, \"I’ve been proven right\" about \"Hillary Clinton's radical call for open borders, meaning anyone in the world can enter the United States without any limit at all.\"\nTrump is referring to a leaked speech excerpt in which Clinton purportedly says, \"My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.\"\nWe don’t have more context about what Clinton meant by \"open borders\" because she has not released the full speech. Her campaign has said she was talking about clean energy across the hemisphere.\nTrump argues that it directly applies to her current immigration policy. She has not called for open borders in this campaign. Clinton has proposed making it easier for the current undocumented population to gain a path to citizenship with conditions, but she has also supported beefed-up border security.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/cad1cc7a-6265-40a9-a8d4-2df1d465d1ae", "vclaim_id": "vclaim-pol-04147"}