{"url": "/factchecks/2020/mar/13/facebook-posts/post-comparing-joe-legal-and-jose-illegal-rife-ina/", "speaker": "Facebook posts", "vclaim": "A post comparing two construction workers — “Joe legal” and “Jose illegal” — says “Jose” pays no taxes yet gets free medical care, food stamps, welfare, and 'head of the class' priority for his children in applying for college.", "truth_label": "false", "date": "stated on July 14, 2018 in posts on the Internet:", "title": "Post comparing 'Joe legal' and 'Jose illegal' is rife with inaccuracies", "text": "A Facebook post critical of illegal immigration — comparing two construction workers, \"Joe legal\" and \"Jose illegal\" — has been shared more than 222,000 times since it was created in July 2018, and it’s still circulating.  \nBut the post is rife with inaccuracies.\nYou can read the full text of the 553-word post here. But here’s a sampling:\n\"Joe legal works in construction, has a Social Security number and makes $25.00 per hour with taxes deducted.\n\"Jose illegal also works in construction has no Social Security number and makes $15.00 per hour cash, under the table. ...\n\"Joe legal pays medical and dental insurance with limited coverage for his family at $600.00 per month, or $7,200.00 per year. Joe legal now has $24,031.00.\n\"Jose illegal has full medical and dental coverage through the State and local clinics and emergency hospitals at a cost of $0.00 per year. Jose illegal still has $31,200.00.\n\"Joe legal makes too much money and is not eligible for food stamps or welfare. Joe legal spends $500.00 per month for food or $6,000.00 per year. Joe legal now has $18,031.00.\n\"Jose illegal has no documented income and is eligible for food stamps, WIC and welfare. Jose illegal still has $31,200.00. ...\n\"Now, when they reach college age...\n\"Joe legal's kids may not get into a State school and may not qualify for scholarships, grants or other tuition help, even though Joe has been paying for State schools through his taxes, while...\n\"Jose illegal's kids go to the, 'head of the class' because they are a minority. ...\n\"Its way PAST time to take a stand for America and Americans!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nMuch of the post is wrong. Here’s an analysis of the major points.\nClaim: Undocumented immigrants do not pay taxes\nActually, many undocumented immigrants do pay taxes. This has been especially true in recent years, as most key immigration bills included provisions that would require paying taxes as a prerequisite for securing legal status.\nThe most common mechanism may involve the Individual Taxpayer Identification Number, or ITIN. Since 1996, people in the United States who do not have a Social Security number, and who therefore aren’t eligible to be employed, have been able to get an ITIN. Many, though not all, ITIN filers are undocumented immigrants, experts say.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn 2013, 4.3 million people filed tax returns using ITINs. ITIN filers paid $9 billion in payroll taxes in 2014. A 2013 report by the conservative Heritage Foundation found that the average undocumented immigrant household paid $10,334 in taxes, or $17.6 billion paid overall.\nExperts estimate that half of all undocumented workers pay federal income taxes, Kim Rueben, a senior fellow at the Urban-Brookings Tax Policy Center, told PolitiFact in 2016. That’s not much below the rate of Americans as a whole, since many Americans earn too little to owe federal income taxes.\nThen there are payroll taxes. The Social Security Administration estimated that in 2009, 3.1 million unauthorized workers paid into Social Security via payroll tax, even though most will not be able to collect those benefits.\nBeyond that are state and local taxes. A 2016 study by the liberal Institute on Taxation & Economic Policy estimated that in 2013, undocumented immigrants paid $11.64 billion in state and local taxes, such as sales and excise taxes, property taxes, and income taxes.\nClaim: Undocumented immigrants get free medical care\nThis is largely wrong, though there are a few exceptions. In July 2019, California approved state-funded Medicaid coverage for low-income, undocumented adults age 25 and younger. A half-dozen states and the District of Columbia use state funds to provide Medicaid to children regardless of immigration status.\nElsewhere, and for other age groups, undocumented immigrants only have access to emergency care.\nIn 1986, Congress responded to concerns that emergency rooms were refusing to treat indigent and uninsured people — a practice known as patient dumping — by approving the Emergency Medical Treatment and Active Labor Act. The act, signed by President Ronald Reagan, requires hospitals with emergency rooms that participate in the Medicare program to medically screen, treat and stabilize any patient (including illegal immigrants) who shows up with an emergency medical condition. The law doesn't require that hospitals offer preventive or follow-up care. (Joe legal can get emergency care this way, too, should he need it.) \nUndocumented immigrants are unable to obtain federal premium subsidies on the Affordable Care Act marketplaces. So in most states, short of an emergency situation, they’re going to have to pay in full for private medical insurance if they want to get routine or preventive care, just like Joe legal would.\nClaim: Undocumented immigrants can get food stamps and welfare payments\nUndocumented immigrants are ineligible for most federal benefits. There are a few exceptions — including the emergency disaster assistance and Special Supplemental Nutrition Program for Women, Infants, and Children, or WIC. They are barred from programs such as Supplemental Security Income or Temporary Assistance for Needy Families. Not even individuals protected with Deferred Action for Childhood Arrivals status — that is, those who came to the United States without authorization as children and who remain undocumented — qualify for these benefits.\nThere are two asterisks to note. \nFIrst, an undocumented immigrant may have a spouse or relatives who are citizens and who are eligible for such programs. But any benefit to the undocumented immigrant would be indirect, and it is legal for a citizen to receive those benefits.\nSecond, it’s possible that an undocumented immigrant could fraudulently apply for such benefits. Ruth Wasem, a professor at the University of Texas’ Lyndon B. Johnson school of public policy, said there are no good estimates of the rates of fraud in these programs by undocumented immigrants. However, she’s skeptical that they are especially high.\n\"Do people commit fraud? Of course,\" she said. \"But why is someone who is trying to keep a low profile to avoid deportation going to risk that kind of behavior? And to the extent that there is fraud and identity theft in these programs, it’s nothing that U.S. citizens aren’t doing in abundance.\"\nClaim: Undocumented immigrants go to the head of the line for college admissions and financial aid\nExperts could not think of any way in which an undocumented immigrant would get a leg up in college admissions or financial aid. The only possible exception would be generalized affirmative action preferences — but even this is not as simple as the Facebook post puts it.\nSpecifically, under affirmative action, \"Jose illegal\" would be on the same footing for attending and paying for college as legal immigrants of color and U.S. citizens of color. \nIndeed, \"Joe legal\" could be a person of color, putting him on the same affirmative action footing as \"Joe illegal.\"\nOur ruling\nThe Facebook post compared two construction workers — \"Joe legal\" and \"Jose illegal\" — and said \"Jose\" pays no taxes yet gets free medical care, food stamps, welfare, and \"head of the class\" priority for his children in applying for college.\nThe post ignores that many undocumented immigrants do, in fact, pay income taxes, payroll taxes, and state and local taxes. It also ignores that most undocumented immigrants cannot legally claim federal benefits, such as food stamps and welfare. Finally, experts said there’s no way an undocumented immigrant would get placed at the head of the line for college admissions or financial aid compared with U.S. citizens and even legal immigrants.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18117"}