{"url": "/factchecks/2016/aug/01/donald-trump/donald-trump-gets-full-flop-whether-hes-had-relati/", "speaker": "Donald Trump", "vclaim": "On whether he’s had a relationship with Vladimir Putin.", "truth_label": "full-flop", "date": "stated on July 31, 2016 in various interviews and speeches:", "title": "Donald Trump gets a Full Flop for whether he's had a relationship to Vladimir Putin", "text": "The intrusion into the Democratic National Committee’s computers, allegedly by Russian hackers, has put a renewed spotlight on Donald Trump’s connections to Russia and its leader, Vladimir Putin.\nWhen Trump sat for an interview with ABC News’ George Stephanopoulos shortly after the Democratic National Convention, Stephanopoulos brought up the topic. Trump told Stephanopoulos that he didn’t have a relationship with Putin.\nStephanopoulos challenged him on this -- and the host was on solid ground. Trump’s denial of a relationship with Putin contradicted what he had said on multiple previous occasions.\nPrior to early 2016, Trump seemed to tout his ties to the Russian leader. Trump, a lifelong businessman, boasted of foreign policy experience based on his experience hosting the Miss Universe pageant in Moscow in 2013. For instance, during an interview with Fox News on May 6, 2016, Trump told host Bret Baier, \"I know Russia well. I had a major event in Russia two or three years ago, Miss Universe contest, which was a big, big, incredible event. An incredible success.\"\nBut the closeness Trump claims to Putin-era Russia has prompted questions from critics, including foreign policy professionals in both parties. The U.S.  government sees Russia as a geopolitical rival and Putin in particular as a sometimes problematic force in international relations.\nTrump’s seeming fondness for Putin has worried critics in both parties.\nFor instance, Trump took flak a few days before the Stephanopoulos interview after he seemed to encourage Russia to spy on the United States in order to find thousands of Hillary Clinton’s emails. \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" he said. \"I think you will probably be rewarded mightily by our press,\" Trump said during a news conference in Florida.\"\nSo, facing growing questions about the wisdom of attaching his star to Putin’s, has Trump changed his position on whether the two have had a relationship? Here’s a closer look.\nTrump’s earlier comments suggesting a relationship with Putin\nHere are four occasions between 2013 and 2015 when Trump touted his ties to Putin.\n• When Thomas Roberts of MSNBC asked Trump, \"Do you have a relationship with Vladimir Putin? A conversational relationship or anything that you feel you have sway or influence over his government?\" Trump responded, \"I do have a relationship, and I can tell you that he's very interested in what we're doing here today. He's probably very interested in what you and I am saying today, and I'm sure he's going to be seeing it in some form.\" -- interview, November, 2013\n• \"You know, I was in Moscow a couple of months ago. I own the Miss Universe Pageant and they treated me so great. Putin even sent me a present, a beautiful present.\" -- address at the CPAC conference, March 2014\n• \"Russia does not respect our country any longer. They see we've been greatly weakened, both militarily and otherwise, and he certainly does not respect President Obama. So what I would do—as an example, I own Miss Universe, I was in Russia, I was in Moscow recently and I spoke, indirectly and directly, with President Putin, who could not have been nicer, and we had a tremendous success. The show was live from Moscow, and we had tremendous success there and it was amazing, but to do well, you have to get the other side to respect you, and he does not respect our president, which is very sad.\" -- address at the National Press Club, May 2014\n• \"As far as the Ukraine is concerned … if Putin wants to go in -- and I got to know him very well because we were both on 60 Minutes. We were stablemates, and we did very well that night.\" -- portion of an answer at the Fox Business News debate, Nov. 2015. (The notion that the two men appeared together on 60 Minutes has been debunked. As Time magazine put it succinctly, \"In fact, they weren’t even on the same continent.\")\nThe Stephanopoulos interview\nRecently, though, Trump has changed his tune.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHere are excerpts from the Trump-Stephanopoulos interview, which aired on ABC’s This Week on July 31.\nStephanopoulos: \"Let's talk about Russia. You made a lot of headlines with Russia this week. What exactly is your relationship with Vladimir Putin?\"\nTrump: \"I have no relationship to -- with him. I have no relationship with him.\"\nStephanopoulos: \"But if you have no relationship with Putin, then why did you say in 2013, I do have a relationship. In 2014, I spoke…\"\nTrump: \"Because he has said nice things about me over the years. I remember years ago, he said something -- many years ago, he said something very nice about me. I said something good about him when Larry King was on. This was a long time ago. And I said he is a tough cookie or something to that effect. He said something nice about me. This has been going on. We did 60 Minutes together. By the way, not together-together, meaning he was probably shot in Moscow….\"\nStephanopoulos: \"Well, he was in Moscow….\"\nTrump: \"And I was shot in New York.\"\nStephanopoulos: \"You were in New York. But that's the thing.\"\nTrump: \"No, just so you understand, he said very nice things about me, but I have no relationship with him. I don't -- I've never met him. … I have no relationship with Putin. I don't think I've ever met him. I never met him. … I mean if he's in the same room or something. But I don't think so. ...\"\nStephanopoulos: \"You've never spoken to him on the phone?\"\nTrump: \"I have never spoken to him on the phone, no. … Well, I don't know what it means by having a relationship. I mean he was saying very good things about me, but I don't have a relationship with him. I didn't meet him. I haven't spent time with him. I didn't have dinner with him. I didn't go hiking with him. I don't know -- and I wouldn't know him from Adam except I see his picture and I would know what he looks like.\"\nAlso, on July 27, Trump said at a press conference in Florida, \"I never met Putin -- I don't know who Putin is. He said one nice thing about me. He said I'm a genius. I said thank you very much to the newspaper and that was the end of it. I never met Putin.\"\nFor the record: Media outlets have said the more accurate translation for what Putin said was \"flamboyant,\" rather than \"genius,\" and Putin subsequently confirmed that he was trying to indicate \"flamboyant\" when he made his his remark.\nOur ruling\nTrump has changed what he’s said about whether he’s had a relationship with Putin.\nIn 2013, he said, \"I do have a relationship.\" In 2014 he said, \"I spoke, indirectly and directly, with President Putin\" and said the Russian leader had sent him a present. In 2015, he said, \"I got to know him very well\" due to their joint appearance on 60 Minutes.\nMore recently, though, Trump has said, \"I never met Putin -- I don't know who Putin is\" and \"I have no relationship with him.\"\nWe rate this a Full Flop.\nhttps://www.sharethefacts.co/share/87035bb9-c25c-4af3-843f-dfce8d466048", "vclaim_id": "vclaim-pol-04553"}