{"url": "/factchecks/2007/nov/26/rudy-giuliani/murders-went-up-but-all-violence-declined/", "speaker": "Rudy Giuliani", "vclaim": "\"Murder went up\" when Romney was governor. \"Robbery went up. Violent crimes went up.\"", "truth_label": "half-true", "date": "stated on November 24, 2007 in a newspaper interview.:", "title": "Murders went up, but all violence declined", "text": "We evaluated Rudy Giuliani's attack on Mitt Romney by looking at the FBI's uniform crime statistics.\nRomney became governor in January 2003 and left office in January 2007. Comparing the numbers between 2002 and 2006, we can calculate how crime rates changed in Massachusetts during the Romney administration.\n\nTo count violent crime, the FBI includes murder and nonnegligent manslaughter, forcible rape, robbery and aggravated assault. In 2002, that number was 31,137 in Massachusetts. In 2006, it was 28,775. That means violent crime declined 7.6 percent, just like Romney claims. Giuliani is wrong on this point.\n\n\nBut let's take a closer look at murders and robberies.\n\n\nMurders went up from 173 in 2002 to 186 in 2006, for an increase of 7.5 percent. The murder rate — the number of people murdered per 100,000 people — moved up from 2.7 to 2.9.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRobberies increased more than murders. Robberies in Massachusetts increased from 7,169 to 8,047, a jump of 12.2 percent. The robbery rate increased from 111.5 to 125.\n\n\nSo what made the violent crime rate go down if murders and robberies went up? The biggest category decline under Romney was aggravated assault, which declined from 22,018 to 18,800, a drop of 14.6 percent.\n\n\nGiven these numbers, Giuliani is right when he says murders and robberies went up, but wrong when he says violent crime went up. We rate his claim Half True.", "vclaim_id": "vclaim-pol-16504"}