{"url": "/factchecks/2018/jul/05/rick-scott/did-sen-bill-nelson-vote-higher-taxes-349-no/", "speaker": "Rick Scott", "vclaim": "Says Sen. Bill Nelson \"voted for higher taxes\" 349 times.", "truth_label": "false", "date": "stated on June 13, 2018 in an ad:", "title": "Did Sen. Bill Nelson vote for higher taxes 349 times? No", "text": "For years, Republicans have criticized Democratic Sen. Bill Nelson for voting to raise taxes again and again.\nNelson's opponent in the 2012 U.S. Senate race, Connie Mack, claimed Nelson raised taxes 150 times. That number grew to 272 before the November 2012 election. Now, Nelson’s current competitor, Gov. Rick Scott, is upping the ante in a new television ad.\n\"Forty years later, a lot of things have changed, but Bill Nelson is still in Washington,\" the narrator says. \"Still collecting a paycheck. Besides reading speeches, what’s Nelson done all those years. 349 times he’s voted for higher taxes.\"\nScott’s evidence included about 349 votes Nelson cast in the Senate starting in 2001, as well as votes he took in the U.S. House of Representatives (1979-90). With that, we wanted to see if it was true.\nWe have rated similar claims that Nelson voted to raise taxes False because the total was bolstered by non-binding resolutions, which cannot change the tax law, and double counted multiple votes on a single piece of legislation.\nAlthough the list is not exactly the same, we found that Scott’s team uses the same tallying tricks implemented in the past, which inflates the number of times Nelson voted for higher taxes.\nScott’s list uses misleading math\nIn 2012, we fact-checked Mack’s claim that Nelson voted to raise taxes 150 times and ruled that claim False. Two months later, we fact-checked Mack again. This time he claimed that Nelson voted for higher taxes 272 times and that also rated False.\nAs we concluded in those checks, Mack’s list was boosted by including budget resolutions and counted multiple votes on the same piece of legislation.\nScott’s 349-time claim does the same thing. More than half of votes on his list are Democratic budget resolutions, which set nonbinding parameters for considering tax and spending legislation. So it's technically incorrect to say the budget resolution will raise, lower or even keep taxes the same. Budget resolutions do not change tax law.\nJoshua Gordon, policy director of the Concord Coalition, a group that urges deficit reduction, offered another important distinction. \"Voting to lessen the size of a tax cut in a budget resolution is also not voting for a tax increase,\" Gordon told us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nScott’s tally makes the additional mistake of counting multiple votes on the same budget resolution. For example, Scott’s list includes nine votes Nelson took on a 2008 budget resolution. Again, those votes do not alter how much in taxes anyone pays.\nOverall, we found that nearly half of all the votes Scott counted were from non-binding resolutions.\nThe mathematical gymnastics continues in other parts of Scott’s list. Scott’s tally includes multiple votes on the other pieces of legislation. It’s common for senators to take multiple votes as both parties engage in maneuvering and introduce competing amendments.\nFor example, in 2017, Scott counted 19 of Nelson’s votes against H.R. 1 — the GOP tax bill. By voting against the bill, Scott’s office argues Nelson voted for higher taxes. In reality, Nelson’s votes would have kept the status quo.\nAnd while the tax bill that passed Congress and was signed into law cuts taxes for most Americans, not every American is guaranteed a tax cut.\nScott’s \"claim is predicated on the idea that tax cuts are ‘free,’\" Joe Rosenberg, a research associate for the Tax Policy Center, said. \"The claim could equivalently be phrased as ‘Nelson voted to reduce the federal deficit 349 times.’\"\nBesides tallying tricks, Scott’s statement omits that Nelson has sometimes voted in favor of tax cuts. Nelson voted for President Ronald Reagan’s major tax cut package in 1981 and Nelson also voted to extend President George W. Bush-era tax cuts in 2006 and 2010. Nelson also supported the 2009 stimulus package, which included more than $200 billion in tax cuts.\n\"The statement you are fact checking is that Nelson VOTED in favor of higher taxes 349 times,\" said campaign spokeswoman Kerri Wyland. \"He did. Every member of Congress should be held accountable for every single vote they take – that is part of their job and it is what American families expect. Every vote cited was an opportunity for Bill Nelson to make his position on taxes clear, and every time he voted in favor of higher taxes.\"\nOur ruling\nScott said Nelson \"voted for higher taxes\" 349 times.\nJust like Republicans in the past, Scott’s list overstates the number of times Nelson voted for higher taxes by including nonbinding budget resolutions, which accounted for almost half of the 349 votes on the list. Scott also counts multiple votes on the same piece of legislation, which further inflates the number. And as we’ve concluded in previous checks, the list neglects that Nelson has, on occasion, voted for lower taxes.\nWe rate this claim False.\n Share the Facts 2018-07-05 15:48:33 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Sen. Bill Nelson \"voted for higher taxes\" 349 times.    Rick Scott Governor of Florida    in an ad Wednesday, June 13, 2018 2018-06-13    Read More  info", "vclaim_id": "vclaim-pol-01895"}