{"url": "/factchecks/2016/may/26/pete-gallego/did-will-hurd-vote-border-security-bill-would-cut-/", "speaker": "Pete Gallego", "vclaim": "Says Will Hurd \"cosponsored a bill that would militarize our border and allow 200 miles of new roads to be built in the Big Bend region -- cutting up our beloved park.\"", "truth_label": "half-true", "date": "stated on April 22, 2016 in Pete Gallego campaign press release:", "title": "Did Will Hurd vote for a border security bill that would cut up Big Bend National Park?", "text": "U.S. Rep. Will Hurd paints himself as a defender of Big Bend National Park after penning a June 9, 2015 letter to the Federal Energy Regulatory Commission calling for greater federal oversight in construction of the Trans-Pecos Pipeline.\nBut former Rep. Pete Gallego, the Alpine Democrat, doesn’t see Hurd, R-Helotes, as much of friend to the national park, which includes 118 miles of U.S.-Mexico border and is located entirely within the sprawling 23rd Congressional District of Texas.\nGallego is challenging Hurd in a November 8 general election, a rematch that saw Gallego lose to Hurd two years ago in the \"swing\" congressional district.\nGallego has gone after Hurd’s voting record as a defender of the national park in an attack ad and news releases.\nIn an April 22, 2016 press release, Gallego said Hurd co-sponsored \"a bill that would militarize our border and allow 200 miles of new roads to be built in the Big Bend region -- cutting up our beloved park.\"\nGallego said he was concerned about the Secure Our Borders First Act, or House Resolution 399, introduced by Rep. Michael McCaul, R-Austin, on Jan. 16, 2015.\nThe bill would bring an increase in federal agents and hundreds of new miles of roads to Texas’ most scenic area.\nIn a Jan. 17, 2015 video, McCaul said his measure sets new infrastructure requirements for each U.S. Customs and Border Protection sector along the entire U.S.-Mexico border and provides penalties to step up security.\nAccording to congressional records, Hurd was one of 15 original cosponsors of HR 399. Ten of the original cosponsors were Texas Republicans; all of the bill’s cosponsors, totalling 29 representatives as of Jan. 22, 2015, were Republicans.\nThe bill authorizes new roads across the entire southern U.S. border with Mexico, and it specifies construction in what U.S. Customs and Border Enforcement calls the Big Bend sector. The sector, formerly called the Marfa sector, encompasses 77 Texas counties and the state of Oklahoma — 165,154 square miles.\nThe Hurd-backed measure, which cleared the McCaul-chaired House Committee on Homeland Security on Jan. 21, 2015, requires 192 miles of road to be built in the Big Bend sector federal land, which includes the national park. It also authorizes three Forward Operating Bases with detention space, power and water, and a helicopter landing zone, and six miles of vehicle fencing.\nTo our query about the backup for Gallego’s claim, campaign spokesman Anthony Gutierrez pointed out by email that \"the legislation in question specifically directs the chief of Border Patrol to prioritize the ‘physical land border’ and to move personnel to the border...Big Bend National Park is on the border.\"\nThe bill also waives 16 different federal laws relating to historical preservation, conservation and the environment — a major reason why a coalition of 85 environmental advocacy groups including the Sierra Club opposed the bill in a Jan. 27, 2015 letter to Congress.\nIt also forbids the Agriculture and Interior secretaries from restricting Customs and Border Protection activity on federal land located within 100 miles of the U.S.-Mexico border, for the purposes of conducting a list of activities that begins with \"Construction and maintenance of roads.\"\nDan Millis of the Sierra Club’s Borderlands program said: \"Oftentimes these supposed border bills are disguised as border bills but they’re really public land attacks,\" he said. \"In addition to waiving these important laws, the miles of border walls cause flooding, fragment wildlife habitat, and block wildlife migration corridors, and they don’t work—people are able to climb walls.\"\nUnlike states to the west, Texas doesn’t have much federal land along the border — only Big Bend, a wildlife refuge in the Lower Rio Grande Valley, and the small Amistad Canyon National Recreational Area.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThat doesn’t mean that the roads the bill requires would necessarily be built in the park, but it does mean there would be less of a logistical hurdle to building roads in the park than elsewhere in the sector, since the government could skip the hassle of eminent domain claims on private land.\nTo our inquiry, Justin Hollis, Hurd's campaign manager , said by email that the bill \"would not authorize hundreds of miles of roads through the park or threaten natural habitats.\" Hollis pointed out that the Big Bend sector for Customs and Border Protection is far larger than just Big Bend National Park.\nBut many of the provisions in the bill are specific to areas within 100 miles of the border or targeted at increasing \"border accessibility.\"\nBecause environmental protection laws would be waived, Gallego claims the bill would allow roads to be built in the park — but how likely is it that the roads would actually go through the park, as opposed to elsewhere in the sector?\nTo find out where the roads might go, we spoke to Homeland Security committee staffer Paul Anstine.\n\"The law mileage that you see in the bill were developed in close consultation with stakeholders like\" the Border Patrol \"and other people who are involved in the border security business but specifically where mile ‘x’ of 190 would go, that’s something that, in general, we defer to the executive branch,\" Anstine said, adding that the Border Patrol \"is probably in the best position to tell you where each and every mile of the road needs to go, what areas they need access to.\"\nAnstine also pointed out that since the 2005 passage into law of the Real ID Act, it has been within the power of the Secretary of Homeland Security to waive laws protecting national parks for border security purposes.\nBy email, Bill Brooks, Supervisory Public Affairs Specialist for CBP in Marfa, said he would not comment on pending legislation, but that the CBP sector and the park have \"an excellent working relationship. In fact we have agents who live and work in the park. Additionally, we are most respectful of the environment in the park. As a matter of fact, when it is time to go off road to pursue illegal immigrants, we do it on horseback.\"\nWe wondered whether other federal agencies might be able to shed light on the bill.\nA Jan. 22, 2015 statement by Homeland Security Secretary Jeh Johnson offered a sharp rebuke of the policies outlined in the bill, calling them counterproductive and \"not a serious effort at legislating border security — and its authors know it.\"\n\"The bill is extreme to the point of being unworkable; if enacted, it would actually leave the border less secure. The bill sets mandatory and highly prescriptive standards that the Border Patrol itself regards as impossible to achieve, undermines the Department of Homeland Security’s capacity to adapt to emerging threats, and politicizes tactical decisions,\" Johnson wrote.\nOur ruling\nGallego said Hurd \"cosponsored a bill that would militarize our border and allow 200 miles of new roads to be built in the Big Bend region -- cutting up our beloved park.\"\nGallego accurately recapped key elements of the Secure Our Borders First Act backed by Hurd and other Texas Republicans in the House. The legislation would clear the way for construction of 192 miles of new roads, towers and law enforcement facilities along the border on federal lands in the vast Big Bend region of Texas.\nBut whether these mandated moves entail carving up the treasured national park remains to be seen—or at least, Gallego didn’t prove nor could we confirm that outcome.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, 6:00 p.m., May 27, 2016: After we published this fact check, the Gallego campaign pointed out that the Hurd-backed bill exempts both private and state-owned land, leaving only federal lands available for construction of roads and other border security measures called for in the legislation. We’ve corrected this fact check to show this exemption; it did not change our rating of this claim.", "vclaim_id": "vclaim-pol-04916"}