{"url": "/factchecks/2014/jun/08/allan-fung/gubernatorial-candidate-allan-fung-says-his-republ/", "speaker": "Allan Fung", "vclaim": "Ken \"Block supports Obamacare.\"", "truth_label": "pants-fire", "date": "stated on June 2, 2014 in a TV commercial:", "title": "Gubernatorial candidate Allan Fung says his Republican primary opponent, Ken Block, supports Obamacare", "text": "In the contest to be the next Republican candidate for governor in Rhode Island, Cranston Mayor Allan Fung has released a TV commercial that lampoons supporters of his GOP opponent, businessman Ken Block.\nThe commercial, called \"Blockhead,\" portrays them with large, cube-shaped heads and has them espousing positions that most Republicans would find objectionable, as \"Over the Waves,\" a song often heard during circus trapeze acts, plays in the background.\nOne of the \"blockhead\" characters says: \"Block supports Obamacare,\" a reference to the Affordable Care Act that Republicans in Congress have tried to repeal, gut or delay more than 50 times.  \nWhen the ad was released June 2, 2014, Block's campaign manager Jeff Britt, publicly invited PolitiFact Rhode Island to evaluate the claim because, he said, it misrepresents Block’s position on Obamacare.\nHow could we resist?\nBritt sent us an email stating, unequivocally, that \"Ken never supported Obamacare.\" He added that Block, who \"has frankly been a strong critic, pointing out in speeches and in radio interviews how devastating it has been to his business.\"\nWhen Block, president of a Barrington software firm, reacted to the commercial on Buddy Cianci's WPRO radio show, he made the same assertion: \"I've never supported Obamacare, in fact I've whacked Obamacare pretty hard because of the negative impact it's had on my business and the cost of acquiring insurance.\"\nWhile we were waiting for information from the Fung campaign seeking the source of its claim, we examined a new flier from Fung’s campaign that made a slightly different claim about Block's support for Obamacare. It shows a green-faced Block, along with Gov. Lincoln Chafee, depicted as \"Two Peas in a Pod\" because both \"have been cheerleaders for liberal agendas.\"\n\"Both supported Obamacare,\" it asserts, characterizing Block's support in the past tense.\nSo where's the truth?\nUnlike the television ad, which lists no source for its claim, the flier says the claim is based on Block's Nov. 15, 2013 appearance on the WPRI-TV show \"Newsmakers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nFour minutes into that program, Block states that he has voted for both Republicans and Democrats in the past, including President Obama in 2012.\n\"In 2012, I bought what Barack Obama was selling in terms of changes to health care for me as a small business owner, someone who buys insurance for employees. I can no longer afford to do what we're doing. And I believed that Obamacare, the Affordable Care Act, was going to provide the kind of relief that we needed in my business to insure my employees,\" he says.\n\"And it turns out that the promise didn't live up to the hype, and I fairly regret the vote,\" Block continued. \"I'm looking for answers and those answers didn't come.\"\nIn other words, Block acknowledged in November that he did support the promise of Obamacare, signed into law in March 2010, and Obama's reelection in 2012, but stated that he no longer supports that law.\nAnd on March 31, the enrollment deadline for Obamacare, Block released a statement, published in The Providence Journal, characterizing it as \"a horrible bill, ill-conceived, unilaterally passed by one party, and terribly implemented.\"\nHe said it \"raised taxes and massively disrupted the health insurance market in Rhode Island without increasing competition, access, or affordability.\"\nEven if Fung hadn’t seen that story, we know he is aware of Block’s earlier repudiation of Obamacare. That’s because when Fung appeared on \"Newsmakers\" on April 11, moderator Tim White challenged Fung over his internet ad that selectively quoted Block's November \"Newsmaker\" appearance.\nHe noted that the Fung ad clipped out Block's phrase, \"The promise didn’t live up to the hype, and I fairly regret the vote.\" Fung said he didn't have a problem with the omission.\nDespite this, the \"Blockhead\" commercial says \"Block supports Obamacare,\" asserting that he supports the controversial health care law today.\nWhen the Fung campaign got back to us, spokesmen Patrick Sweeney and Robert Coupe argued that it is accurate to say that Block supports Obamacare today because Block has never called for repeal of the law, as other opponents have and has never formally revoked the support he acknowledged in the November \"Newsmakers\" appearance.\nOn the latter point, we disagree. Block has repeatedly made it clear he no longer supports Obamacare. The very \"Newsmakers\" appearance the Fung campaign cites in its attack on Block shows that.\nIn light of all the evidence, it is clear that Fung is making a ridiculously blockheaded claim. We rate it Pants On Fire.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07770"}