{"url": "/factchecks/2021/jan/15/jon-rosenthal/examining-how-science-determines-covid-19s-herd-im/", "speaker": "Jon Rosenthal", "vclaim": "Says that “the way to reach ‘herd immunity’ is for >70% of the population to get vaccinated.”", "truth_label": "mostly-true", "date": "stated on January 5, 2021 in a tweet:", "title": "Examining how science determines COVID-19's 'herd immunity threshold'", "text": "The strategy to achieve herd immunity within a population to reverse the spread of COVID-19 has been a matter of intense debate over the course of the pandemic.  \nOne component of this debate involves the herd immunity threshold, or the percentage of a population that must be immunized from a disease, be it through infections or vaccinations, for the spread to abate. The more infectious a contagion, the higher its threshold. \nFor instance, measles, a highly infectious disease that is at least three times as contagious as COVID-19, requires a herd immunity threshold level of around 94%, meaning that 94% of a population will need to be immune to measles before its transmission rate declines. \nBut pinning down a concrete herd immunity threshold level for COVID-19 has so far been theoretical guesswork. Researchers at Johns Hopkins University say that the herd immunity threshold for any virus lies between 50% and 90%. Researchers in the United Kingdom and Brazil hypothesized during the early part of the pandemic that threshold could be as low as 6% to 21%, although their study has since been found to have critical errors. \nEarlier this month, state Rep. Jon Rosenthal, D-Cypress, who has lost a family member and friend to COVID-19, took to Twitter to dispel common myths and \"rampant misinformation\" about the virus and its vaccines, which are now slowly being distributed throughout Texas. In his tweet thread, Rosenthal echoed a number that has commonly been repeated as COVID-19's herd immunity threshold. \n\"To defeat this pandemic AND recover our economy, the safest and most effective way is for the population to be immunized,\" he tweeted Tuesday. \"The way to reach ‘herd immunity’ is for >70% of the population to get vaccinated.\" \nImmunity can be reached one of two ways: through natural infections, which create antibodies in people who have recovered from a disease that can potentially ward off future infection (an estimated 20% of the global population has been infected naturally); or through vaccination, a safer way to immunity because it does not cause illness. \nThe herd immunity threshold for COVID-19 has been somewhat of a moving target throughout the pandemic as researchers grapple with understanding the virus. Let’s review what current thinking is on the virus’ threshold. \nDetermining the herd immunity threshold \nThere are two ways health experts think about a virus’ infection rate, mathematically represented as the R value. First, there’s the more theoretical R value known as the basic reproduction number, or R0 (pronounced \"R naught\"). This term indicates the average number of times one infected person will transmit the virus to another person. For example, measles has an R0 value between 12 and 18, meaning that one person infected with measles will, on average, spread the virus to another 12 to 18 people before they either die or recover. R0 is a theoretical figure that assumes everyone in a population is without immunity and susceptible to infection. \nThen there is the more practical version of the R value — the effective reproduction rate, represented as Rt. The effective reproduction rate considers the fact that some people within a population will be immune to a disease, or that certain interventions have been put in place to slow spread, like social distancing or mask-wearing. The Rt value is more of a real-time representation of what a virus’ infection rate is and it decreases as a greater share of the population is immunized or as more interventions are put in place.  \nThe exact R value for COVID-19, however, has not been concretely determined. According to Spencer Fox, associate director of the COVID-19 modeling consortium at the University of Texas, data during the early period of the pandemic suggested that the R0 rate was 2.5. Now it is believed to be within the 4 to 6 range. The Rt value, while much harder to determine, is estimated to be around 1.05 in the U.S. thanks to preventative measures and natural immunities.  \n\"There's kind of been this shifting conversation about what is the actual basic reproduction number of the virus,\" Fox said. \"We try and extrapolate from other populations, but every population will have a slightly different number.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTypically, it is the R0 figure that is used in determining a virus’ herd immunity threshold because the goal is to return to a state of normalcy where interventions are no longer necessary. The threshold is calculated by plugging the R0 value into a formula: [1-(1÷R0)]*100 = threshold %. \nWith an R0 value of 2.5, the herd immunity threshold for COVID-19 would be 60%. With an R0 value of 6, the threshold would be 83%. \nBut according to Dr. David Dowdy, associate professor at the Johns Hopkins Bloomberg School of Public Health, these numbers are highly theoretical.  \nThe herd immunity threshold is \"something that’s easy for the public to understand, but not really reflective of reality,\" Dowdy said. \"The reality is that it’s a spectrum, but people like to see things in black and white and they like to have specific numbers to latch onto.\" \n\"At some point we will build up enough immunity. Whether it be through people getting the disease or through people getting the vaccine, that transmission (rate) will start to go down,\" he said. \"It's not like there's a magic number that we have to hit and if we don't hit it we'll forever have this pandemic with us. The more people we can get vaccinated the fewer people get sick and die.\" \nAccording to Fox, publicizing a herd immunity threshold level, while not accurately reflective of reality, does have usefulness. \n\"Right now, the main use of providing a high number is to motivate people to actually get the vaccine, because in my mind we should try and vaccinate as many people as possible,\" Fox said. \nThe 70% threshold cited by Rosenthal and others is, to Fox, \"in the ballpark.\"  \n\"It could be possibly as low as 50% and as high as 80%, so 70% is kind of in the middle. I would shoot higher. I wouldn't have this expectation that the disease goes away at this point,\" he said. \nOur ruling \nOn Jan. 5, Rosenthal published a tweet saying that the way to reach herd immunity is for at least 70% of the population to get vaccinated. In an email, Rosenthal said his information came from a Reuters article that cited the European Center for Disease Prevention and Control estimating a 67% herd immunity threshold and the World Health Organization estimating a 65% to 70% threshold. \n\"There are apparently too many unknowns to be certain, but the 70% figure lines up with some common estimates,\" Rosenthal said. \nThe herd immunity threshold is calculated by using a disease’s rate of transmission. Although scientists have not agreed upon a definite rate, and even though these rates are highly theoretical, estimates show that the thresholds lies somewhere between 60% and 83%. \nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-19179"}