{"url": "/factchecks/2012/oct/04/barack-obama/obama-says-he-will-cut-deficits-4-trillion/", "speaker": "Barack Obama", "vclaim": "Obama says he’s \"put forward a specific $4 trillion deficit reduction plan.\"", "truth_label": "half-true", "date": "stated on October 3, 2012 in the first presidential debate:", "title": "Obama says he will cut deficits by $4 trillion", "text": "In the first presidential debate, President Obama and Mitt Romney disagreed sharply over who had the best way to rein in federal deficits.\n\nRomney relies on spending cuts and reshaping the tax code. The first would make it easier to reach fiscal balance and the second would spur growth that would fill the government coffers with higher tax revenues, he says.\n\nObama favors what he calls a balanced approach. It uses a mix of spending cuts and a variety of tax and fee increases to curb the deficit .\n\n\"I've put forward a specific $4 trillion deficit reduction plan, Obama said. \"You can look at all the numbers, what cuts we make and what revenue we raise. And the way we do it is $2.50 for every cut, we ask for $1 of additional revenue.\"\n\nIs Obama’s $4 trillion claim accurate? Sort of -- but $1.7 trillion dollars of it depends on when you start counting the savings.\n\nWe rely on two Washington think tanks for this fact-check. The Committee for a Responsible Federal Budget, a bipartisan organization that is very keen on debt reduction, crunches the numbers in the President’s 2013 budget and finds that by 2022, Obama’s program trims the deficit by $2.4 trillion. That’s compared to what the committee thinks the fiscal picture would have looked like without the president’s plan.\n\nThe other think tank is the Center on Budget and Policy Priorities, a left-leaning group. It comes up with pretty much the same result. It sees $2.1 trillion in deficit trimming that would accumulate between 2013 and 2022.\n\nNeither of these reach the $4 trillion mark. But last year, between a series of continuing resolutions that froze department budgets and a major deficit reduction compromise between President Obama and Congress, the government racked up $1.7 trillion in savings.\n\nIf you add that to either of the think tank numbers, you get close to or over the $4 trillion the president counts in his plan. Whether that’s legitimate is a matter of debate.\n\nOur fact-checking colleagues at the Washington Post say, \"No matter who is the president, the savings are already in the bank.\" Thus, don’t count them.\n\nThe Center on Budget and Policy Priorities argues that since the effort to trim the deficit began in earnest in 2011, that those savings should be counted toward the goal.\n\nHere, it’s useful to see where the $4 trillion goal came from. Its origins lie in the Simpson-Bowles National Commission on Fiscal Responsibility and Reform. That bipartisan panel said a blend of spending cuts and tax hikes could deliver nearly $4 trillion in deficit reductions by 2020.\n\nThe president adopts that general approach on the fiscal side, but note the difference in the timelines. With all these plans, the biggest savings come at the end and the president is working with two more years than the Simpson-Bowles group. The difference is huge.\n\nJason Peuquet, research director for the Committee for a Responsible Federal Budget, said if you add two years to the Simpson-Bowles approach, you reach deficit reductions in the range of $6 trillion starting from the same point that the president begins his tally. Obama cites the Simpson-Bowles report to justify his balanced approach of spending cuts and tax increases. However, that report taken as whole would push the president to do much more than he has proposed\n\n\"The president’s plan is a good start but does not go far enough,\" said Pequet.\n\nOur ruling\n\nPresident Obama said he had \"put forward a specific $4 trillion deficit reduction plan.\"\n\nAccording to independent analysts, that’s true only if you include the spending cuts that took place last year. It is not necessary to resolve that debate to assess the president’s claim. Obama cherry-picks the elements from the commission report that gave rise to the $4 trillion goal.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10256"}