{"url": "/factchecks/2012/oct/07/joseph-kyrillos/joe-kyrillos-pins-blame-robert-menendez-rising-nat/", "speaker": "Joseph Kyrillos", "vclaim": "Says under U.S. Sen. Robert Menendez’s watch the nation’s unemployment rate and debt doubled and the federal budget deficit quadrupled.", "truth_label": "half-true", "date": "stated on October 4, 2012 in a debate on NJTV:", "title": "Joe Kyrillos pins blame on Robert Menendez for rising national unemployment, debt and deficits", "text": "Republican Senate hopeful Joe Kyrillos started his pitch for the votes of New Jersey residents in November by tying national economic woes to his Democratic rival.\n\nIn his opening remarks in a debate with Democratic incumbent U.S. Sen. Robert Menendez that aired on NJTV Thursday night, Kyrillos said the \"American dream is in peril\" and \"we need to make a change.\"\n\n\"Now if you think things are just fine, that things are okay here in New Jersey and across the land, well then you’ll choose my opponent again. But if you think that unemployment doubling — doubling — under his watch, the deficits quadrupling, our national debt doubling is unacceptable, then you’re going to make a change and you’ll choose me,\" said Kyrillos, a state senator from Monmouth County.\n\nKyrillos, for the most part, accurately reflected the economic trends since Menendez took office as a U.S. Senator in January 2006. But Kyrillos runs into trouble because as one expert said it’s \"beyond ridiculous\" to pin those increases on one senator.\n\nHere’s how the three numbers -- unemployment, debt and deficit --  break down.\n\nThe unemployment rate stood at 4.7 percent in January 2006, according to federal labor data.\n\nIt climbed to a peak of 10 percent in October of 2009, but when Kyrillos made his statement the latest numbers showed the jobless rate was 8.1 percent. That’s less than double the 2006 rate.\nThe unemployment rate dropped in September to 7.8 percent, according to data released Friday morning.\n\nAs for the growth in the national debt and deficit, since 2006 the former nearly doubled and the latter quadrupled.\n\nThe gross national debt includes money the government borrowed from outside investors and foreign countries, as well as money loaned from one governmental pocket, like the Social Security Trust fund to another, like the general fund.\n\nThe gross debt was about $16.16 trillion on Thursday, up from $8.17 trillion on Jan. 18, 2006, the day Menendez was sworn into the U.S. Senate. That’s according to data from the U.S. Treasury Department.\n\nAccording to the Office of Management and Budget, the budget for fiscal year 2006 had a nearly $250 billion deficit, which is the difference between incoming revenue and outgoing expenses in a year.  In 2009, the deficit hit a peak of about $1.4 trillion.\n\nThe nonpartisan Congressional Budget Office expects the fiscal year 2012 budget deficit to be about $1.1 trillion, more than quadruple the deficit in 2006.  \n\nBut how much, if at all, is Menendez responsible for those increases?\n\n\"Placing responsibility for national economic developments on an individual Senator is beyond ridiculous,\" Alan Auerbach, an economist at the University of California at Berkeley, said in an e-mail.\n\nWe have addressed similar issues in previous fact-checks, noting that governors, presidents and legislators aren’t the sole catalyst behind broad economic trends.\n\nIn his campaign kickoff speech in February, Kyrillos blamed Menendez for increased deficits during his tenure in the Senate.\n\nWe noted in that fact-check that Menendez voted for some measures -- like the stimulus program --  that fueled more spending in 2009. But federal budget experts cited the recession as a major factor behind increased deficits, so Kyrillos’ statement was rated Half True.\n\nThe same problems apply to Kyrillos’ statement in the debate. The numbers are mostly on target, but the recession played a critical role in driving up government costs and driving down employment.\n\nMenendez's campaign manager Mike Soliman called Kyrillos' statement \"hypocritical\" because of his support for policies, like the tax cuts passed by President George W. Bush, that contributed to the debt.\n\nKyrillos’ campaign manager, Chapin Fay, stuck with the same refrain, saying in a statement, \"Fact is, we are worse off since Bob Menendez took office.\"\n\nOur ruling\n\nKyrillos said that under Menendez’s watch the nation’s unemployment rate and debt doubled and the federal budget deficit quadrupled.\n\nWhile Kyrillos’s arithmetic is mostly accurate in the time since Menendez joined the Senate, it’s wrong to assign full responsibility for national economic trends on one legislator.\n\nFor that reason, we rate this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10233"}