{"url": "/factchecks/2016/nov/03/russ-feingold/russ-feingolds-attack-donald-trump-and-ron-johnson/", "speaker": "Russ Feingold", "vclaim": "Says Donald Trump and Ron Johnson \"oppose a woman's right to choose and Johnson voted against the Violence Against Women Act.\"", "truth_label": "mostly-true", "date": "stated on October 26, 2016 in a radio ad:", "title": "Russ Feingold's attack on Donald Trump and Ron Johnson on abortion and domestic violence", "text": "The tight Wisconsin U.S. Senate race has been marked by attacks made on GOP incumbent Ron Johnson and Democratic challenger Russ Feingold.\n(We’ve highlighted 20 of them.)\nBut ahead of the Nov. 8, 2016 election, Johnson and his fellow Republicans are also trying to tie Feingold to the unpopular Democratic presidential nominee, Hillary Clinton.\nAnd Feingold and other Democrats are trying to hitch Johnson to the equally unpopular GOP nominee, Donald Trump.\nA Feingold radio ad released Oct. 26, 2016 makes a number of claims about Johnson and Trump on women’s issues, including saying they both \"oppose a woman's right to choose and Johnson voted against the Violence Against Women Act, denying protections to victims of domestic violence.\"\nLet’s check both parts of the attack.\nRight to choose\nOn abortion generally, Trump has been controversial. In Green Bay in March 2016, he said women should be punished for having an abortion. (Our In Context item fleshed out those remarks.) Then, hours later, Trump’s campaign posted a statement saying women are victims of abortion.\nWhen it comes more specifically to a woman’s right to choose, Trump went from pro-choice to anti-abortion, as our colleagues noted in rating True a claim by former GOP presidential candidate Carly Fiorina that Trump had \"changed his mind\" on abortion. As late as 2000, Trump wrote that he was pro-choice. But by 2011, he said he was anti-abortion, a position he has stated as recently as October 2016. Trump has said, including in his Green Bay remarks, that he supports exceptions for the life of the mother, incest and rape.\nJohnson is also anti-abortion. During his successful campaign to win Feingold’s seat in 2010, Johnson was asked if he Roe v. Wade was \"settled law.\" He said the U.S. Supreme Court decision legalizing abortion  \"was a real tragedy,\" saying it \"usurped the democratic process.\"\nIn this race, Johnson was endorsed by Wisconsin Right to Life, which noted his support for the Pain-Capable Unborn Child Protection Act, a 2015 bill that would have generally banned abortion at 20 weeks and later. And Life News has urged support for Johnson, saying he has a \"strong pro-life voting record.\"\nFeingold’s campaign also pointed out that in 2011, Johnson co-sponsored the Life at Conception Act, which declared \"that the right to life guaranteed by the Constitution is vested in each human being beginning at the moment of fertilization, cloning, and other moment at which an individual comes into being.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nJohnson, however, has supported the three exceptions -- a position that drew some criticism from conservatives when he challenged Feingold in 2010.\nViolence Against Women Act\nThe Violence Against Women Act was adopted in 1994. When it was reauthorized in 2005, it was set to expire in 2011. New reauthorization votes were taken in 2012 and 2013.\nIn 2012, Johnson was among 31 Republican senators who voted no. The bill passed the Senate, but died in the House. In 2013, the bill passed the Senate again, with Johnson among 22 Senate Republicans to vote no. The measure then passed the House and was signed into law.\nLike the 1994 version, the renewed law makes it easier to prosecute crimes against women in federal court, and provides such services as domestic abuse hotlines and shelters for battered women. The new bill was also extended to women of Native American tribal lands who are attacked by non-tribal residents, as well as to immigrants, gays and lesbians.\nIt’s worth noting why Johnson said he voted no.\nJohnson issued a statement after his 2012 vote, saying in part:\nI believe it’s critical to ensure that laws are in place to prevent and deter crime – against both women and men. Regrettably, the debate over the Violence Against Women Reauthorization Act was completely politicized by the Senate Democratic leadership.\n\nRepublicans offered very reasonable alternatives to extend the Violence Against Women Act. Senate Democrats today defeated proposals to provide U.S. marshals the tools they need to track sex offenders across state lines. They voted against legislation to establish an interstate database for DNA evidence, to ensure sex offenders are brought to justice regardless or the jurisdiction in which they commit their crimes. And they rejected legislation to provide additional funds to allow law enforcement to pursue justice for hundreds of thousands of women.\nJohnson also issued a statement following his 2013 vote, saying in part:\nIn passing the Violence Against Women Act, the Democrat-controlled Senate turned the renewal of a non-controversial piece of legislation that had a history of strong bipartisan support into a divisive and highly partisan bill.\n\nAs a result, the Senate has approved a piece of legislation that sounds nice, but which is fatally flawed. By including an unconstitutional expansion of tribal authority and introducing a bill before the Congressional Budget Office could review it to estimate its cost, Senate Democrats made it impossible for me to support a bill covering an issue I would like to address. Most analysts believe it would add more than $2 billion to the deficit.\n\nI voted for an alternative that did not have these serious flaws. That alternative would help deter and prosecute violence against women – without the inclusion of unconstitutional provisions.\n\nOur rating\nFeingold says Trump and Johnson \"oppose a woman’s right to choose and Johnson voted against the Violence Against Women Act.\"\nTrump and Johnson are anti-abortion, though Trump in particular has said he supports exceptions to allow abortion in certain cases. Johnson did vote no on reauthorizing the violence law, but it’s not as though he opposed protections for women; in fact, he voted for alternative measures that did not pass.\nFor a statement that is accurate but needs clarification, our rating is Mostly True. https://www.sharethefacts.co/share/9098398a-5eba-4691-8b05-25a5f5b6640a", "vclaim_id": "vclaim-pol-03995"}