{"url": "/factchecks/2014/jul/10/scott-walker/scott-walker-ad-says-mary-burke-helped-firm-no-pla/", "speaker": "Scott Walker", "vclaim": "\"As Jim Doyle’s Commerce secretary, Mary Burke spent $12.5 million dollars to buy a vacant lot for a company that said it had no plans to create jobs in Wisconsin\" and had laid off 800 workers.", "truth_label": "mostly-true", "date": "stated on July 8, 2014 in a campaign TV ad:", "title": "Scott Walker ad says Mary Burke helped firm with \"no plans to create jobs in Wisconsin\"", "text": "In his latest TV ad, Gov. Scott Walker rips challenger Mary Burke’s attempt to attract a giant Illinois-based company to add thousands of jobs in Wisconsin when Burke ran the state Commerce Department under Democratic Gov. Jim Doyle.\n\"As Jim Doyle’s Commerce secretary, Mary Burke spent $12.5 million dollars to buy a vacant lot for a company that said it had no plans to create jobs in Wisconsin,\" the ad says. \"In fact, the same company had already laid off over 800 workers when Burke closed the deal.\"\nThe ad’s kicker: \"Mary Burke says she’ll work to create jobs and spend our tax money wisely. But her record as Jim Doyle’s Commerce secretary tells a different story.\"\nIs Walker right about his likely Democratic opponent in the November 2014 election?\nDid Burke really authorize an aid package for a company that \"said it had no plans to create jobs\" here -- after massive layoffs at the firm?\nThe Burke campaign reacted to the ad by saying: \"Everyone from local officials to the local chamber of commerce to Walker's own administration agrees that this was and is a good deal from an economic development standpoint. The grant contained strong protections for taxpayers if job creation goals were not met or infrastructure was not developed for economic development.\"\nLet’s dig into what happened.\nThe ad focuses on a major move by Doyle and Burke in the spring of the 2006 election year.\nIn March 2006, they announced a $12.5 million forgivable loan funded through federal community block grant funds, the largest such award in Commerce Department history.\nIt was to support development of 500 acres acquired in Kenosha County by global pharmaceutical maker Abbott Laboratories Inc.\nAbbott, a major employer of Wisconsin residents based just 15 miles south of Kenosha County, had purchased parcels of land on the Wisconsin side since June 2005 for possible expansion.\nDoyle and Burke sought to augment that purchase with another 40 acres paid for with the $12.5 million state award. They and local officials wanted to get the land in order to block plans for a truck stop they thought could impede development in the area.\nJudging by the comments of Doyle and Burke at the time -- she had \"full confidence\" 2,400 jobs would result; he welcomed the company to Wisconsin -- you’d have thought Abbott had already announced its expansion in early 2006.\nBut the Journal Sentinel reported Wednesday that not only did no jobs materialize, federal officials in 2013 demanded the money back.\nEight years after the 2006 deal, Abbott has not developed the Kenosha County land.\nAbbott showed interest\nDid it have \"no plans\" to create jobs, as the Walker ad claims?\nIn one sense, Abbott clearly had shown an interest in possible expansion in Wisconsin, as evidenced by the land purchases made with its own funds. The possibility was real enough for local officials in Kenosha County to actively work on working on paving the way for the firm.\nThe company paid out $35 million for those parcels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut that solid interest fell short of an actual plan to build and start hiring. (The company, we should note, also signed a development agreement with the Village of Pleasant Prairie to develop that land. But that was a year after Burke’s agency made the award).\nThe company didn’t stand alongside state officials when Doyle announced the loan in 2006.\nAnd officials said precious little about their intentions at that time.  Here’s a look back:\nChicago Tribune story, Feb. 14, 2006:  \"Abbott has acquired approximately 500 acres of land in Pleasant Prairie, Wis., in anticipation of future growth and expansion,\" a company spokesman said. \"No specific plans are in place at this time for development of the property.\"\nMilwaukee Journal Sentinel story, March 3, 2006:  Abbott spokesman Jonathan Hamilton said the Wisconsin site is for future growth, without any specific plans at this time.\nCommerce Department newsletter, April 2006: \"Abbott has purchased this land in Wisconsin in anticipation of future growth and expansion,\" said Dale Johnson, the company’s divisional vice president for State Government Affairs. \"We are pleased to have worked with the Governor, his staff, the Village of Pleasant Prairie and the Kenosha Area Business Alliance.\"\nThose comments made clear the company was preparing for possible expansion in Wisconsin, but had no specific plan at the moment.\nFeds object\nOne media story, in the Chicago Tribune in February 2006, speculated that Abbott’s Wisconsin land buys might be leverage for the company on various issues it had before Illinois lawmakers.\nWith the uncertain timetable in mind, the Commerce Department’s aid deal was long term. If in 10 years, at least 2,400 jobs were created by Abbott in Wisconsin, the loan -- actually made to the village of Pleasant Prairie, which passed the funds to Abbott -- would not have to be repaid.\nIn theory, that means there is still time to make the expansion happen with help from the loan.\nBut the US Housing and Urban Development office in Milwaukee demanded the $12.3 million back in 2013 saying the development project was ineligible for the block grant dollars the state had used.\nThe reasons the federal agency cited in its decision are relevant to judging whether Abbott stated any plans to create jobs in Wisconsin.\nA letter from HUD to the state in August 2013 concluded that the Commerce Department had no written commitment from Abbott to develop the property or create jobs. State officials agreed to that deal at the time.\nThe federal agency declared that \"Commerce participated in a speculative land banking venture\" without ensuring that the funded activity would be eligible.\nEven years later, \"the specific proposed use of the acquired land has not yet been identified,\" HUD’s Sernorma Mitchell wrote to state Department of Administration Secretary Mike Huebsch.\nThose comments from HUD help Walker’s case.\nFinally, the Walker ad also mentions layoffs, citing Chicago newspaper stories. Media in Illinois reported that Abbott cut at least that many jobs in Illinois in 2005 and early 2006.\nOur rating\nWalker’s ad said: \"As Jim Doyle’s Commerce secretary, Mary Burke spent $12.5 million dollars to buy a vacant lot for a company that said it had no plans to create jobs in Wisconsin\" and had laid off 800 workers.\nThere’s a hint of mischief in the ad’s language in that it can be heard to mean that Burke was so incompetent she gave money to a firm with zero interest in a Wisconsin operation. That idea is off base.\nBut as we say at PolitiFact, words matter, and the ad’s claim closely mirrors what company officials said at the time of the award. And HUD officials found that even seven years later, no specific use for the land was proposed.\nWe rate Walker’s claim Mostly True.", "vclaim_id": "vclaim-pol-07630"}