{"url": "/factchecks/2019/jul/16/turning-point-usa/san-francisco-isnt-spending-725-million-clean-huma/", "speaker": "Turning Point USA", "vclaim": "\"San Francisco has spent $72.5 million this fiscal year cleaning up human waste and drug paraphernalia\" and \"there are more drug users on their public needle program than high school graduates.\"", "truth_label": "false", "date": "stated on July 1, 2019 in a Facebook post:", "title": "San Francisco isn’t spending $72.5 million to clean up ‘human waste and drug paraphernalia’", "text": "A viral photo on Facebook takes two San Francisco statistics out of context to make a point about government spending.\nIn a post published July 1, Turning Point USA claimed that \"San Francisco has spent $72.5 million this fiscal year cleaning up human waste and drug paraphernalia.\" It also claimed that there are \"more drug users on their public needle program than high school graduates.\"\n\"Leftism has destroyed San Francisco,\" the meme reads. \"This is the left’s vision for America.\"\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTurning Point USA is a nonprofit founded by conservative activist Charlie Kirk. The organization has published images making fun of House Speaker Nancy Pelosi, D-Calif., and former First Lady Michelle Obama in the past, some of which we have fact-checked.\nThe group's claims about San Francisco amassed more than 20,000 likes, shares and comments on Facebook, so we wanted to know if they are accurate.\nAn inflated budget\nFirst, PolitiFact reached out to Turning Point USA to ask for evidence supporting their claims. In an email, the organization sent us links to two San Francisco Chronicle articles from 2019.\nIn the first article, which was published May 1, columnist Phil Matier wrote that the city spent \"a record-breaking $72.5 million\" on street cleaning in the 2018-19 fiscal year, an increase of $32 million over the past five years. He also wrote that \"reports of excrement — from both man and beast — on San Francisco’s sidewalks continue to rise.\"\nBut that doesn’t mean $72.5 million was spent cleaning up human waste or drug refuse alone, as Turning Point USA claimed.\n\"The number is roughly the department’s entire annual street cleaning budget, for everything from mechanical street cleaning, to encampment cleanups, to steam cleaning garbage cans, to sweeping up litter in neighborhood commercial corridors and much more,\" said Rachel Gordon, director of policy and communications for the San Francisco Public Works Department, in an email to PolitiFact.\nGordon noted that $72 million is a working figure for how much the department will spend on street cleaning this year, as the department is still trying to account for street cleaning that’s done for other city departments.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThere is no available estimate for feces and drug-related cleaning alone, Gordon said.\nDrug users vs. high school grads\nIn its Facebook meme, Turning Point USA claimed \"there are more drug users on their public needle program than high school graduates\" in San Francisco. But that’s not quite right.\nThe group sent over a second San Francisco Chronicle article about the city’s needle exchange program.\nIn the Jan. 30 article, Matier wrote that \"San Francisco has more drug addicts than it has students enrolled in its public high schools.\" As proof, he linked to a fact sheet from the San Francisco Unified School District.\nAccording to the data, there were 15,861 students enrolled in grades nine through 12 in SFUSD schools in 2018. In his article, Matier reported that there were 24,500 \"injection drug users\" in San Francisco. \nThat’s based on estimates from the city’s health department, which did not provide PolitiFact with its survey results in time for this publication. But we found a similar number (24,492 injection drug users) in a 2018 study about hepatitis C in San Francisco.\nIf Turning Point USA had claimed there were more drug users than high school students in San Francisco, it’d be correct. But it didn’t — the nonprofit claimed there are more drug users \"on their needle exchange program\" than high school graduates. And that’s false.\nIn an email to PolitiFact, Rachael Kagan, director of communications for the San Francisco Department of Public Health, said that there is no such thing as a count of drug users on a \"public needle program.\" \nThe program that Turning Point USA’s photo alludes to is an initiative housed in the Department of Public Health. Since 1993, the city has provided access to clean syringes in an effort to limit the spread of HIV and hepatitis C. It also works with local nonprofits like the San Francisco AIDS Foundation to pick up used needles left on the streets.\n\"The sentence makes no sense,\" Kagan said of the Facebook post.\nOur ruling\nTurning Point USA claimed that San Francisco has spent $72.5 million this fiscal year \"cleaning up human waste and drug paraphernalia\" and that \"there are more drug users on their public needle program than high school graduates.\"\nThose claims are based on two San Francisco Chronicle articles — but Turning Point USA’s post misconstrues both the stories and the data backing them up. The Public Works Department said the $72.5 million figure is closer to its entire annual street cleaning budget and that it doesn’t keep track of how much money is spent for specific types of cleaning. The Public Health Department said there is no count of people who use its \"public needle program.\"\nThe statements are inaccurate. We rate the post False.", "vclaim_id": "vclaim-pol-00429"}