{"url": "/factchecks/2012/aug/08/fran-millar/did-lawmaker-get-good-grade-education-claim/", "speaker": "Fran Millar", "vclaim": "\"We have reduced funding for education the least. They've suffered the least cuts.\"", "truth_label": "half-true", "date": "stated on July 25, 2012 in an article:", "title": "Did lawmaker get a good grade on education claim?", "text": "For the first time in more than a decade, federal officials say, local school systems are contributing a larger percentage of public education funding than state governments.\n\nThe Atlanta Journal-Constitution wrote about the change in a news article and in its Get Schooled blog.\n\nOne state lawmaker who plays a key role in education spending insisted that Georgia has not shirked its responsibility to its students. Education spending on children from kindergarten to the 12th grade has not dramatically declined in recent years, said Fran Millar, chairman of the Georgia Senate’s Education and Youth Committee.\n\n\"State revenue has gone down across the board,\" said Millar, a Republican state senator from Dunwoody. \"We have reduced funding for education the least. They’ve suffered the least cuts.\"\n\nA PolitiFact Georgia reader asked us to examine Millar’s statement. We, too, wondered whether Millar had correctly done his homework on this point. Has the state cut education spending to a lesser degree than other parts of state government?\n\nMillar told us he was referring to the percentage of spending on education, since it is such a large portion of state spending. Georgia’s current 12-month spending plan for k-12 education is about $7.2 billion. Georgia’s current fiscal year budget is about $19 billion. The state of Georgia manages its money on a 12-month timetable that begins July 1 and ends June 30. \n\nMillar added in an email and during a telephone interview to emphasize his point that the state had not made drastic cuts in education spending.\n\n\"It’s the least-touched major area\" in terms of cuts, Millar said.\n\nA few days after we started to examine Millar’s statement, the AJC reported that Gov. Nathan Deal and his budget staff have asked departments to come up with an additional $553 million in budget cuts by the 2014 budget cycle. The major portion of public school funding is exempt, the AJC reported.\n\nThe senator said he was thinking about the years since Deal took office or Sonny Perdue’s last year as governor when he made his claim to the AJC. He said spending may have even increased during those years. We followed his suggestion of examining data from the Georgia Office of Planning and Budget to calculate recent state spending.\n\nPolitiFact Georgia looked at state spending since Deal took office in 2011 and from 2009, the year after the Great Recession began making an impact on state and local budgets.\n\nHere’s the breakdown on education spending in recent fiscal years:\n\nFY 2009:    $8.20 billion.\nFY 2010:    $6.59 billion.\nFY 2011:    $7.07 billion.\nFY 2012:    $6.97 billion.\nFY 2013:    $7.17 billion.\n\nWe found several state agencies with a smaller percentage of budget cuts. We considered what Millar said about the sizable chunk of money spent on k-12 education and focused on departments with large budgets.\n\nPolitiFact Georgia examined spending among the 10 departments with the largest current budgets, including four with current budgets greater than $1 billion. The K-12 budget is still about 20 times greater than technical colleges, the department with the 10th-largest budget.\n\nFirst, let’s look at spending since Deal took office. The Education Department’s budget rose by slightly more than 1 percent between FY 2011 and the current budget. Not a great deal of change there and not a decrease.\n\nWhat about the two most recently completed budget cycles? Between FY 2011 and FY 2012, the Education Department’s budget declined by slightly more than 1 percent. Of the 10 departments with the largest budgets, that was the smallest decrease. Five departments had budget increases, some as high as about 15 percent, as was the case for the Department of Community Health.\n\nLet’s examine spending since the recession. Since FY 2009, the Education Department’s budget declined by 12.5 percent. Of those with billion-dollar budgets, the Corrections Department was the only one with a smaller decrease, which was about 3 percent. Two other departments with large budgets -- transportation and technical colleges -- also had smaller percentage decreases of 8.5 percent and 11.2 percent, respectively. Again, there were some departments with budget increases. \n\nMillar countered that the state had no choice but to increase spending in some areas, such as the Department of Community Health, which oversees Georgia’s Medicaid program. State officials estimate they’ll have to spend about $4 billion in coming years to comply with the federal health care law.\n\nMillar maintained he had a good argument, despite the spending increases for departments and smaller budget cuts in other areas.\n\n\"On balance, if you look at the numbers, I still think it’s a fair statement,\" the senator said of his initial statement.\n\nSo where does this leave us?\n\nMillar’s larger point is that the state has not made major cuts in education spending in comparison with other larger departments since Deal took office. \n\nThe 1 percent cut in education spending between FY 2011 and FY 2012 was the smallest among 10 of Georgia’s largest departments and among those with billion-dollar budgets, which supports Millar’s quote in the AJC. Millar’s argument loses some steam when examining spending between FY 2009 and now. We found a few larger departments with smaller percentage cuts than education. Additionally, there are some large departments with budget increases. \n\nMillar’s quote is accurate on some levels, but there are some details we found that lower his grade-point average on this statement. We rate the senator’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10625"}