{"url": "/factchecks/2008/jan/25/john-mccain/a-white-flag-has-a-literal-meaning-too/", "speaker": "John McCain", "vclaim": "Hillary Clinton wants to \"wave the white flag of surrender and set a date for withdrawal.\"", "truth_label": "half-true", "date": "stated on January 24, 2008 in a debate in Boca Raton.:", "title": "A white flag has a literal meaning, too.", "text": "John McCain has attacked Hillary Clinton, saying she wants to \"wave the white flag of surrender\" in Iraq. He said it again in response to a question about Iraq at the Jan. 24, 2008, Republican debate in Boca Raton. (His comments come near the end of the YouTube video, at 9:45.)\n\nIt's hard to believe Hillary Clinton would say something so impolitic. Did she?\n\n\nIt's a harsh paraphrase of what she actually said in the Jan. 21, 2008, Democratic debate in Myrtle Beach, S.C.\n\n\nHere's the full exchange:\n\n\nQuestion: \"Last week, you said the next president will, quote, 'have a war to end in Iraq.' In light of the new military and political progress on the ground there in Iraq, are you looking to end this war or win it?\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nClinton: \"I'm looking to bring our troops home, starting within 60 days of my becoming president, and here's why, Joe. I have the greatest admiration for the American military. I serve on the Senate Armed Services Committee. I've been to Iraq three times. I've met with the leaders of the various factions. But there is no military solution, and our young men and women should not remain as the referees of their conflict.\n\n\n\"I believe what you're seeing happen is twofold. Of course the surge, the so-called surge, was able to pacify certain parts of Iraq. If we put enough of our men and women and equipment in, we're going to be able to have some tactical military success. But the whole purpose of the surge was to force the Iraqi government to move quickly towards the kind of resolution that only it can bring about.\n\n\n\"I think what is motivating the Iraqi government is the debate in the political campaign here. They know they will no longer have a blank check from George Bush, that I will withdraw troops from Iraq. And I believe that will put even more pressure on the Iraqis to finally make the decisions that they have to make.\"\n\n\nMcCain is right that Clinton is setting a time frame to start withdrawing troops, and that does imply giving up and waving a metaphorical white flag. Saying there is no military solution as she does could be seen as a form of surrender. But technically, there is no ruling army to surrender to, which is really what a white flag means. Clinton just wants the troops to come home.\n\n\nSo McCain is right when he says Clinton is advocating withdrawal from Iraq. But he uses a highly charged term that somewhat overstates the conditions to which she's referring to end U.S. involvement in Iraq. For this reason, we rate his attack Half True.", "vclaim_id": "vclaim-pol-16379"}