{"url": "/factchecks/2015/oct/26/sean-hannity/250000-syrian-refugees-us-fact-check-trump-hannity/", "speaker": "Sean Hannity", "vclaim": "\"The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.\"", "truth_label": "pants-fire", "date": "stated on October 19, 2015 in a segment of Fox News' \"Hannity\":", "title": "Fact-checking Sean Hannity's claim on the U.S. accepting 250,000 refugees", "text": "Editor’s note: After this fact-check originally published, Sean Hannity responded and provided the source of his claim. We have updated the fact-check to include his source and our analysis of it. The original version of this fact-check is archived here. The ruling remains Pants on Fire.\nThe waves of refugees fleeing Syria and Iraq have given the conflict there a domestic immediacy in the race for the White House. While Europe is absorbing the great majority of refugees, some are headed toward the United States. The question is, how many?\nAbout 250,000, according to Fox News host Sean Hannity. During an interview with Republican presidential contender Jeb Bush on Oct. 19, 2015, Hannity worried that ISIS would try to infiltrate the arriving masses.\n\"You see the backlash emerging now in Europe over the refugee problem for Syria and Iraq,\" Hannity said. \"The president said he’s going to bring in 250,000 refugees into this country.\"\n\"We can’t take 250,000 refugees,\" Bush responded. \"I’ve never heard that, and that would be impossible to imagine logistically for us to screen.\"\nIn plain fact, President Barack Obama never said that, nor as far as anyone can tell has any member of his administration. In September, White House press secretary Josh Earnest told reporters Obama \"informed his team that he would like them to accept -- at least make preparations to accept -- at least 10,000 Syrian refugees in the next fiscal year.\"\nThe 250,000 figure would dwarf the 120,000 refugees from the Syrian conflict the European community said it aims to relocate inside its members’ borders.\nWhat gives?\nA refugee crisis\nHannity said his figure was based on a Sept. 20 Associated Press report. The AP report said that U.S. Secretary of State John Kerry announced that the United States would accept up to 85,000 refugees in Fiscal Year 2016 and up to 100,000 in Fiscal Year 2017. In Fiscal Year 2015, the United States accepted nearly 70,000 refugees.\nAdd those three numbers together and you get 255,000 refugees, Hannity said.\nThat math is right, but none of it makes Hannity's claim accurate.\nThe Associated Press report Hannity cited is discussing the total number of refugees admitted to the United States worldwide.\nBut Hannity, in his remarks Oct. 19 and Oct. 20, was discussing refugees coming from Iraq and Syria, fearing they might be infiltrated by ISIS or al-Qaida. Here, again, is what Hannity said Oct. 19:\n\"You see the backlash emerging now in Europe over the refugee problem for Syria and Iraq,\" Hannity said. \"The president said he’s going to bring in 250,000 refugees into this country.\"\nAnd Oct. 20:\n\"You see what’s happening in Europe, there’s a huge backlash because of Syrian refugees and Iraqi refugees and the cost … We’re being told by our National Intelligence Director that ISIS and al-Qaida, not if, they will infiltrate the refugee community. This president has committed to nearly 250,000 coming to America.\"\nIn reality, the commitment Hannity talks about largely has been the standard practice of the United States going back decades. The United States has been accepting on average more than 83,000 refugees a year worldwide from 1980-2008, State Department records show.\nIn Fiscal Year 2013 (the last year for which we have data), the State Department said it would admit up to 70,000 refugees. It ended up admitting 69,926, records show.\nThose refugee spots are not awarded on a first-come, first-serve basis. They are allocated specifically by region. Europe has an annual limit. So does Africa. So does Near East/South Asia, the area that includes Syria and Iraq.\nIn Fiscal Year 2013, for example, the United States accepted 4,205 Cuban refugees and 16,000 from countries in East Asia.\nSo what’s changing?\nFor Fiscal Year 2016, the Obama administration has proposed raising the cap to 85,000 refugees -- an increase of 15,000 refugees over the previous year. In 2017, the cap would move to 100,000. Many, though not all, of those extra spaces would be used for Syrian refugees, the State Department says.\n\"We expect to admit some 1,600-1,800 Syrian refugees in FY 2015. In FY 2016, we project we will admit at least 10,000 Syrians,\" the State Department said in a report to Congress. The number of Iraqi refugees admitted to the United States has fluctuated over the years. In Fiscal Year 2013, the United States admitted 19,488 Iraqi refugees, up from 12,163 and 9,388 in Fiscal Years 2012 and 2011, respectively.\nHere is a breakdown of the State Department’s proposal by region for FY 2016:\nRefugee Admissions in FY 2014 and FY 2015\nProposed Refugee Admissions by Region for FY 2016\n\n\n\n\nRegion\n\n\n \nFY 2014 Actual arrivals\n\n\nFY 2015 Ceiling\n\n\n \nRevised FY 2015 Ceiling\n\n\n \nFY 2015 projected arrivals\n\n\n \nProposed FY2016 Ceiling\n\n\n\n\nAfrica\n\n\n17,476\n\n\n17,000\n\n\n20,400\n\n\n22,600\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n25,000\n\n\n\n\nEast Asia\n\n\n14,784\n\n\n13,000\n\n\n17,300\n\n\n18,200\n\n\n13,000\n\n\n\n\nEurope and Central Asia\n\n\n959\n\n\n1,000\n\n\n2,300\n\n\n2,350\n\n\n4,000\n\n\n\n\nLatin America/Caribbean\n\n\n4,318\n\n\n4,000\n\n\n2,300\n\n\n2,050\n\n\n3,000\n\n\n\n\nNear East/South Asia\n\n\n32,450\n\n\n33,000\n\n\n27,700\n\n\n24,800\n\n\n34,000\n\n\n\n\nRegional Subtotal\n\n\n69,987\n\n\n68,000\n\n\n70,000\n\n\n70,000\n\n\n79,000\n\n\n\n\nUnallocated Reserve\n\n\n \n\n\n2,000\n\n\n \n\n\n \n\n\n6,000\n\n\n\n\nTotal\n\n\n69,987\n\n\n70,000\n\n\n70,000\n\n\n70,000\n\n\n85,000\n\n\n\n\n\nSource: State Department\nThe Migration Policy Institute gathers data to track the movement of people across the globe. \"We are not aware of any suggestion that the United States would seek to resettle 250,000 refugees from Syria or Iraq,\" Michelle Mittelstadt, the institute’s director of communications, told us.\nOur ruling\nHannity said, \"The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.\"  \nHannity says his number represents a three-year figure of the total number of refugees the United States is expected to admit worldwide. But that’s all lost on the viewing audience, who gets no idea of the time frame and would reasonably think he’s talking about only refugees from Syria and Iraq.\nFrom 1980-2008, the United States has accepted around 83,000 refugees a year. The Obama administration has said it will accept around 70,000 refugees in Fiscal Year 2015 and is saying it will accept 85,000 refugees in Fiscal Year 2016 and 100,000 in Fiscal Year 2017.\nOver those three years, that’s about 6,000 refugees more than the recent annual average. Overall, Obama is asking the country to take in an additional 45,000 refugees in 2016 and 2017. Most, but not all, of those additional refugees will come from Syria.\nHannity’s claim rates Pants on Fire!", "vclaim_id": "vclaim-pol-05810"}