{"url": "/factchecks/2013/jan/02/jack-kingston/kingston-makes-issue-connecticuts-gun-control-laws/", "speaker": "Jack Kingston", "vclaim": "\"Connecticut has the fifth toughest gun control laws in the country, including an assault weapons ban that bans 35 different weapons.\"", "truth_label": "true", "date": "stated on December 18, 2012:", "title": "Kingston makes issue of Connecticut's gun control laws", "text": "Even ardent gun rights supporters are willing to talk gun control in the wake of the deadly shooting at Sandy Hook Elementary in Newtown, Conn.\n\nDuring a Dec. 18 grilling by MSNBC anchor Thomas Roberts, U.S. Rep. Jack Kingston said gun control should be \"up for discussion\" alongside violent video games and mental health. The Savannah Republican was endorsed by the National Rifle Association in 2012 and received an A+ grade from the group.\n\nChanging gun laws may not be the answer, though.  \n\n\"Connecticut has the fifth toughest gun control laws in the country, including an assault weapons ban that bans 35 different weapons,\" Kingston said.\n\nA Kingston spokesman did not reply to our request for more information, so we searched for state-by-state comparisons of gun control laws and reviewed Connecticut’s assault weapons statute.\n\nThe term \"assault weapon\" is controversial. Various state laws use the phrase, although the National Rifle Association argues that gun control advocates created it to \"trick the public into believing that ‘assault weapons’ were fully-automatic machine guns used by the military,\" its website says.  \n\nThere’s no formal definition for what counts as an assault weapon. Laws describing them vary. In general, the term refers to a semi-automatic firearm that resembles a fully automatic one or those used by militaries.\n\nConnecticut law generally bans the sale, transfer or possession of assault weapons. State statute defines them in two ways:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\n\nThrough a list of 37 gun models.\n\nBy describing features that, when combined, constitute an assault weapon. For instance, a semi-automatic rifle with a detachable magazine, a folding or telescoping stock and a grenade launcher would be banned under Connecticut’s law.  \n\n\n\nConnecticut’s law lists 37 guns, not 35, so Kingston’s not far from the mark. Technically speaking, the statute is written so that firearms outside the list can be prohibited, but this is a minor problem.\n\nWhat about Connecticut’s ranking?\n\nThe Brady Campaign to Prevent Gun Violence uses a point system to rank states based on whether their statutes met the group’s standards on curbing firearm trafficking; background checks; child safety requirements and other factors.\n\nConnecticut’s laws were ranked the fifth strongest in the nation in 2011, the group’s most recent list. It was bested by California, New Jersey, Massachusetts and New York. Georgia tied for 22nd.\n\nThe nutmeg state scored well consistently. We checked the rankings back to 2007 and found it made the top five each time.\n\nStill, Connecticut’s 58 points lagged well behind first place California, which earned 81 points.\n\nThe state’s assault weapons ban was one reason why. It earned only three out of a possible 10 points because magazines that carry more than 10 rounds remain legal there. Also, the Brady Campaign prefers a different definition for an assault weapon.  \n\n\"While it’s the state with the fifth strongest gun laws, obviously, at 58 points out of 100, there’s a lot more the state can do,\" said Brian Malte, a spokesman for the group.\n\nWe found that groups that push for tougher gun laws consistently give Connecticut high marks.\n\nFor instance, the San Francisco-based Law Center to Prevent Gun Violence ranked Connecticut fourth in its 2012 report, and fifth in 2010. It assigns points to each state based on 29 aspects of gun law, including the sale and transfer of firearms, owner responsibilities, and rules on their handling in public places.\n\nThe center Georgia ranked 24th in 2012.\n\nAnd Mayors Against Illegal Guns, which boasts membership of more than 700 mayors, including Atlanta’s Kasim Reed, issued a 2010 report that compared states based on whether they enacted 10 key types of gun laws.\n\nConnecticut had put nine of the 10 types in place. Only New York and New Jersey received a 10 out of 10. Georgia had enacted two.\n\nOur conclusion:\n\nKingston is right on this one. Connecticut consistently ranks high in lists of states with stringent gun laws, and literally ranked fifth in recent rankings by the Brady Campaign and the Law Center to Prevent Gun Violence.\n\nFurthermore, he’s pretty close on the number of assault weapons banned in Connecticut law.\n\nKingston earns a True.", "vclaim_id": "vclaim-pol-09892"}