{"url": "/factchecks/2012/sep/21/restore-our-future/mitt-romney-aligned-group-says-real-unemployment-r/", "speaker": "Restore Our Future", "vclaim": "\"Eight million Americans have dropped out of the work force since (Barack) Obama became president. ... The real unemployment rate is 19 percent.\"", "truth_label": "barely-true", "date": "stated on September 19, 2012 in a campaign ad:", "title": "Mitt Romney-aligned group says 'real' unemployment rate is 19 percent", "text": "A campaign ad by the pro-Mitt Romney group Restore Our Future blames President Barack Obama not only for the current high rate of unemployment, but also for leading many Americans to simply stop looking for jobs.\n\n\"Millions of Americans are disappearing from the work force because they can't find jobs,\" the ad says. \"The overall unemployment rate doesn't even count them any more. Eight million Americans have dropped out of the workforce since Obama became president. Counting people who dropped out or can't find full-time jobs, the real unemployment rate is 19 percent.\"\n\nEverybody knows the jobs bounceback from the most recent recession has been frustratingly modest. But have eight million Americans really \"dropped out of the work force since Obama became president\"? And has that left the \"real\" unemployment rate at 19 percent?\n\nRestore Our Future, through a spokeswoman, declined to comment on what went into the group’s calculation. But the ad itself did offer its source: a Wall Street Journal column from Sept. 7, 2012, by businessman and editor Mortimer Zuckerman. Zuckerman wrote:\n\n\"How many people are out of work but not counted as unemployed because they hadn't sought work in the past four weeks? Eight million. ... The key indicator of our employment health, in all the statistics, is what the government calls U-6. This is the number who have applied for work in the past six months and includes people who are involuntary part-time workers — government-speak for those individuals whose jobs have been cut back to two or three days a week. They are working part-time only because they've been unable to find full-time work. This involuntary army of what's called ‘underutilized labor’ has been hovering for months at about 15 percent of the workforce. Include the eight million who have simply given up looking, and the real unemployment rate is closer to 19 percent.\"\n\nZuckerman didn’t answer our inquiries. But we’ll look at the two pieces of the claim -- the 8 million and the 19 percent -- in order.\n\nEight million labor-force dropouts\n\nThe eight million figure has been bouncing around the conservative blogosphere in recent weeks, such as a widely shared column from Investor’s Business Daily that said that during the Obama recovery, \"the ranks of those who aren't in the labor force at all have swelled by nearly 8 million.\"\n\nWe were able to track down a Bureau of Labor Statistics category that jibes with the 8 million claim. Called \"not in labor force,\" this statistic counts people age 16 years and older who are neither employed nor unemployed. (Being unemployed, according to BLS, means being available for work and having looked for work sometime during the previous four weeks.)\n\nBetween Obama’s inauguration and today, a 44-month period, the number of Americans \"not in the labor force\" rose by 8.4 million. Using a slightly different time frame -- starting the count at the end of the recession in June 2009 -- produces a rise of almost exactly 8 million. So the figure has a grain of truth.\n\nBut what does this number really mean? For starters, it’s actually not a measurement of people who \"can’t find jobs\" -- at least not entirely. In addition to discouraged job-seekers, it includes parents who decided to become a full-time mom or dad. It includes people who have decided to go back to school. And it includes people who have chosen to retire.\n\nThere’s no question that some of these decisions may have been influenced by a perception of weak job prospects ahead. But people make these career-changing decisions all the time; if you’re going to lay the blame for a shrinking workforce on today’s economy, it’s important to tell how much more common labor-market departures are now compared to what would have been happening in a more \"normal\" job market. The retirement numbers are particularly important, given the aging of the baby-boomer workforce.\n\nFortunately, there’s a way to get a rough sense of this, by looking at the trendline over a longer period of time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFor the 44 months prior to January 2009, people left the labor force at a stable, predictable rate -- in fact, essentially the same rate back to 2002. During that time, 3.8 million people left the labor force. So if you consider this the \"normal\" amount of departures from the labor force over 44 months, Obama’s presidency has seen departures increase by an \"extra\" 4.6 million.\n\nThis 4.6 million number checks out if you look at the trendline for the civilian labor force -- that is, the number of people who are either employed or officially unemployed. After a steady rise through January 2009, this number has flatlined. If you were to extend the same pace of growth after January 2009 as there was before, the labor force would have had almost exactly 4.6 million extra members today.\n\nBottom line: An extra 4.6 million people leaving the labor force (or never joining it in the first place) is still a big number. But it’s not 8 million.\n\nA 19 percent \"real\" unemployment rate\n\nThe statistic Zuckerman referred to in his column -- the U-6 unemployment rate -- is sometimes offered as a more \"complete\" picture of joblessness. It doesn’t just include those who BLS officially considers \"unemployed\" but also those working part time for economic reasons as well as those who are \"marginally attached\" to the work force (meaning they want to work but have not looked for work recently enough to count as being actively in the labor force).\n\nCurrently, the U-6 rate of \"labor underutilization\" -- which is the broadest measure of unemployment and under-employment that BLS calculates -- is 14.7 percent. That’s a whole lot higher than the more familiar 8.1 percent unemployment rate, but it’s also well below the 19 percent claimed in the ad. As we can see from Zuckerman’s column, he has reached 19 percent by taking U-6 as his base and then broadening its definition of under-employment. The ad then ran with his calculation.\n\nLabor economists we interviewed said that what Zuckerman did is fine in theory. Even though U-6 is the broadest measurement of under-employment that BLS calculates, it still doesn’t capture everyone affected by a bad job market, such as recent graduates who never entered the labor market in the first place because they feared there would be no jobs for them.\n\nThe problem is that no reasonable expansion of U-6 gets the figure as high as 19 percent.\n\nFirst, as we noted above, the more accurate figure to use for labor-force dropouts due to economic conditions is 4.6 million, not 8 million. Second, a big chunk of these 4.6 million are already counted in BLS’ basic U-6 calculation -- they’re \"marginally attached\" workers. In the most recent month, the marginally attached numbered 2.6 million. So to avoid double-counting, you have to subtract 2.6 million.\n\nThis leaves 2 million labor-force dropouts to add to the existing U-6 calculation. Running the new numbers -- perhaps we can call this new statistic \"U-7\" -- produces an under-employment rate of 16 percent, not 19 percent.\n\nAgain, this is just about double the already high \"official\" unemployment rate of 8.1 percent. But it’s not, as the ad claimed, 19 percent.\n\nOur rating\n\nRestore Our Future’s ad spotlights a reasonable attempt to quantify some of the hidden victims of today’s weak labor market. But due to errors of concept and calculation, the final numbers cited in the ad are too high. A more accurate measure of workforce dropouts due to the weak job market is 4.6 million, not 8 million, and what the ad would call the \"real\" unemployment rate is actually about 16 percent, not 19 percent. We rate the ad’s claim Mostly False.", "vclaim_id": "vclaim-pol-10339"}