{"url": "/factchecks/2011/jun/23/national-republican-senatorial-committee/nrsc-claims-sen-sherrod-brown-voted-cut-500-billio/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says that Sherrod Brown \"voted to cut Medicare by over $500 billion in order to fund government-run health care.\"", "truth_label": "false", "date": "stated on June 9, 2011 in a news release:", "title": "NRSC claims Sen. Sherrod Brown voted to cut $500 billion from Medicare", "text": "When Sen. Sherrod Brown spoke at a Youngstown senior center against a Republican proposal to convert Medicare to a voucher system, the National Republican Senatorial Committee had a ready response.\n\nThe NRSC revised and reissued a three-day-old news release that targeted virtually identical statements at Brown, of Ohio, and four other senators who all are Democrats up for re-election next year: Claire McCaskill of Missouri, Jon Tester of Montana, Ben Cardin of Maryland and Bill Nelson of Florida.\n\n\"Despite Sherrod Brown's transparent political strategy to mislead Ohio seniors and demagogue Medicare, this serves as another reminder he is the only candidate in Ohio who has voted to cut Medicare by over $500 billion in order to fund government-run health care,\" said NRSC spokesman Jahan Wilcox.\n\nWilcox cited the New York Times, Washington Post and the nonpartisan Congressional Budget Office as supporting sources.\n\nPolitiFact has examined at least four previous claims that the health care reform bill -- formally known as the Patient Protection and Affordable Care Act and informally tagged as Obamacare -- would cut Medicare by $500 billion.\n\nThe important point in each examination is that $500 billion -- the figure confirmed by the NRSC's citations -- are not taken out of the current Medicare budget and are not actual cuts. Nowhere in the bill are benefits actually eliminated, experts said.\n\nThe $500 billion are reductions to future spending. The health care law attempts to slow the projected growth in Medicare spending by that amount over 10 years.\n\nMedicare spending will still increase. The Congressional Budget Office estimated it will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.\n\nSome of the changes in the health care law increase Medicare spending \"to improve benefits and coverage, Tricia Neuman, director of the Medicare Policy Project at the nonprofit Kaiser Family Foundation told PolitiFact.\n\nOther provisions reduce the growth in Medicare spending by helping the program operate more efficiently and fund coverage expansions to the uninsured. Other provisions are designed to improve the delivery of care and quality of care, she said.\n\nThe projected $500 billion in savings will come from changes that include higher insurance premiums for wealthier seniors, reductions in payments for Medicare Advantage plans, a new panel to oversee reimbursement rates, and a slowing of increases in payment rates to hospitals and other service providers each year. (Neuman explains the changes in a video tutorial on the Kaiser Family Foundation's website.)\n\nThe NRSC recycled another talking point when it further asserts that the changes in the health care law will \"fund government-run health care.\"\n\nPolitiFact has repeatedly issued Truth-O-Meter ratings of False or Pants on Fire for claims that the law represents a government takeover of health care. The claim was selected as PolitiFact National's 2010 Lie of the Year.\n\nWe found that critics of the law are correct that it significantly increases government regulation of health insurers. But it is, as noted previously, a system that relies on private companies:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nEmployers continue to provide health insurance to the majority of Americans through private insurance companies.\n\n\n\nMore people will get private health coverage. The law sets up \"exchanges\" where private insurers will compete to provide coverage to people who don't have it.\n\n\n\nThe government will not seize control of hospitals or nationalize doctors.\n\n\n\nThe law does not include a government-run insurance plan that would compete with private insurers.\n\n\n\nThe law gives tax credits to people who have difficulty affording insurance, so they can buy their coverage from private providers on the exchange.\n\n\n\n\nThe NRSC’s claim cites a real figure -- $500 billion -- that is part of the health reform debate. But it incorrectly describes it as $500 billion in Medicare cuts, rather than as decreases in the rate of growth of future spending.\n\nAnd the NRSC piles on the incorrect talking point about \"government-run health care.\"\n\nOn the Truth-Meter, the NRSC’s claim rates as False.", "vclaim_id": "vclaim-pol-12872"}