{"url": "/factchecks/2011/oct/18/mitt-romney/romney-says-barack-obama-has-no-private-sector-exp/", "speaker": "Mitt Romney", "vclaim": "Says Barack Obama \"never worked in the private sector\" before he was elected president.", "truth_label": "false", "date": "stated on October 11, 2011 in a debate at Dartmouth College in Hanover, N.H.:", "title": "Romney says Barack Obama has no private sector experience", "text": "When Barack Obama was seeking the presidency in 2008, Republicans frequently derided his career experience, saying it was limited to a scant four years in the U.S. Senate, some time in the Illinois Senate, and having been a \"community organizer\" in Chicago.\n\nToday, with the unemployment seemingly stuck above 9 percent, the GOP is returning to that theme, asserting that Obama doesn’t have the business savvy and private-sector experience to lead the country out of the economic doldrums.\n\nAt the Bloomberg/Washington Post debate held at Dartmouth College in Hanover, N.H., on Oct. 11, 2011, former Massachusetts Gov. Mitt Romney was asked how he would get the country moving again.\n\nRomney replied, \"I’d be prepared to be a leader. You can’t get the country to go in the right direction and get Washington to work if you don’t have a president that’s a leader. And three years ago, we selected a person who had never had any leadership experience, never worked in the private sector, never had the opportunity to actually bring people together, and he hasn’t been able to do so.\n\n\"He said he'd bring us hope and change. Instead, he’s divided the nation and tried to blame other people,\" Romney said.\n\nThe Romney campaign did not respond to two e-mails seeking sources for his claim. But Obama’s work experience, or lack thereof, is well-plowed ground, and he clearly has worked outside of government.\n\nAs PolitiFact reported two years ago when Joe Scarborough falsely asserted that Obama had never \"received a paycheck from a profit-making business,\" the president does, in fact, have some experience outside of government, albeit not in the Fortune 500 world. In fact, the bulk of his income in recent years has come from royalties from sales of his books.\n\nSome of the relevant jobs in Obama’s work history include:\n\n—  A stint in 1983-84 as a research assistant at Business International Corp. in New York City, where he helped write a newsletter.\n\n—  Working from 1985 to 1988 as a community organizer for the Developing Communities Project in Chicago;\n\n— Working from 1993 to 2004 as an associate, and then a partner, at the Chicago law firm of Davis, Miner, Barnhill & Galland, where his work included employment-discrimination and voting-rights cases. The job also overlapped with his time in the Illinois Legislature.\n\nObama himself in the past acknowledged that much of his experience was as a legislator, but during a meeting with the editorial board of the Valley News in West Lebanon, N.H., in November 2007, also noted that he had quickly built a $100 million political organization that at the time was rivaling the long-in-the-making Clinton machine.\n\nAsked at that 2007 meeting when he had first had to fire someone, Obama gave an answer that might hold water in any corporate boardroom.\n\nObama said when he was 25, and working as a community organizer, he hired a woman who was \"significantly older than me to help set up a college prep program for local young people\" but that it \"became clear after two to three months that she was poorly suited for the job.\"\n\n\"It was brutal. She had left another job to take this one, and in some ways I realized it was my fault, not having recognized that she didn’t fit in this task,\" Obama said. \"What I took from it was that you clean up your messes quickly. When you make a mistake you correct it, even when it’s hard.\"\n\nThe ruling:  Obama may not have the corporate chops of Romney, but he’s worked in several jobs in the private sector -- and had management experience. And if you count his best-selling books that have brought Obama millions of dollars in royalties, he also knows something about entrepreneurship. We rate Romney’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n \n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12250"}