{"url": "/factchecks/2014/apr/01/arian-foster/arian-foster-ncaa-gets-billions-players-get-trophi/", "speaker": "Arian Foster", "vclaim": "The NCAA will \"get billions\" from the men’s basketball tournament. \"Players get a trophy.\"", "truth_label": "half-true", "date": "stated on March 19, 2014 in a tweet:", "title": "Arian Foster: NCAA gets billions; players get trophies", "text": "As the final four teams in the NCAA basketball championship get ready to play this weekend, the top question on the mind of virtually every sports fan is which schools will win. (At PunditFact, we like Florida.)\nBut let the record show that at least one man has made up his own mind on the ultimate victor.\nArian Foster, an NFL running back with the Houston Texans, was asked for his pick in the 68-team tournament. His tweeted reply?\n\"NCAA will win. They'll get billions, players get a trophy,\" Foster wrote.\nOuch! At a moment when most people care about individual achievement and team cohesion, Foster is looking at the role of filthy lucre. We decided to see whether the facts back up his claim that the NCAA will get billions from the tournament, while the players will take home mere trophies.\nWe tweeted to Foster and did not hear back. We also sent an email to the NCAA press office and got no reply. But there’s enough information on the public record to get some clarity.\nIdeally, we would have revenue numbers for this year, but we’ll have to make do with financials from 2013. From the NCAA’s home city of Indianapolis, the Indianapolis Star culled through the organization’s financial statements and reported that in 2013, the tournament brought in nearly $770 million, or about 84 percent of the organization’s total revenues.\nThat’s big money but it isn’t billions.\nFurthermore, the NCAA shared most of that with the member colleges and universities. About $525 million passed from the NCAA to individual schools.\nThese numbers are in line with NCAA financial reports we found for 2012 and 2011.\nNow, not all of the money that went to the schools ended up with the student-athletes. Regardless if they win during March Madness, they do get more than a trophy. The largest benefit comes in the form of athletic scholarship dollars. Known as grant-in-aid, student-athletes received the equivalent of $125 million in the 2012-13 season, according to the Indianapolis Star. This covers tuition, room and board and books for the players. The average grant across all sports and all divisions in the NCAA was over $13,000 for men and $14,000 for women. All of these disbursements from the NCAA cover all sports, not just basketball.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA smaller fund, the Student Assistance Fund, is awarded on a case-by-case basis. The value last year was about $73 million.\nSo in round figures, student-athletes got about $200 million out of the total revenues, or about a fourth of it. There is one other pot of money -- worth about $25 million -- that pays for tutors and other support to help the players keep up their grades. We didn’t include it because this is an indirect benefit.\nThese scholarships might not be as generous as they would seem -- a fact that has led some to call for additional compensation for players. We came across studies that concluded that many athletes find that their scholarships don’t cover the full cost of their education. Some finish their time in school saddled with debt but with no diploma.\nStill, if Foster was talking about a single year, these numbers don’t back him up. While there are signs that revenues will be higher this year and could cross the $1 billion mark, it would require a doubling of revenues to get to billions (plural). That doesn’t seem likely.\nHowever, if we look at the next 10 years, the NCAA is completely in the multi-billion dollar zone. Its 2011-24 contract with CBS Sports and Turner Broadcasting is worth at least $10.8 billion. That is the largest single revenue stream and there are others.\nIn this longer time frame, Foster is correct about the riches flowing to the NCAA.\nIt is harder to know what would happen to the grants flowing to the players. Under the current NCAA by-laws, schools are not allowed to give students more than the actual costs of going to school. It is possible that revenues will rise faster than the cost of higher education. As a result, players will get a declining share of the proceeds.\nA pending lawsuit aims to overturn the NCAA limits on financial rewards to players. This raises issues of fairness but our fact-check deals only with whether the players get some monetary benefit and clearly, as a group, they receive substantial sums.\nOur ruling\nFoster said that the NCAA gets billions, while the winning players walk away with just a trophy. The revenues that come from the college basketball championship might be close to $1 billion, but there’s no sign that they have reached the $2 billion level. In addition, much of that money leaves the NCAA and goes to the schools.\nAbout a quarter of the total turns into scholarships for student-athletes.\nIf Foster was talking about the NCAA’s lucrative multi-year contracts with broadcasters, his numbers are more accurate on the revenue side, but players still end up getting a lot more than a trophy. We don’t know what he had in mind.\nOverall, Foster’s point that the NCAA and colleges get a lot more out of the deal than the players is accurate. His specifics, however, are off. On balance, that comes to a Half True.", "vclaim_id": "vclaim-pol-08056"}