{"url": "/factchecks/2020/aug/31/martha-mcsally/no-mark-kelly-does-not-want-defund-police/", "speaker": "Martha McSally", "vclaim": "Says Mark Kelly wants to “defund the police.”", "truth_label": "pants-fire", "date": "stated on August 18, 2020 in a tweet:", "title": "No, Mark Kelly does not want to defund the police", "text": "Republican Arizona Sen. Martha McSally claimed that if her Democratic challenger Mark Kelly gets elected, he’d \"ram through the most radical agenda in our life.\" Kelly and Democratic presidential candidate Joe Biden want to defund the police, she claimed.\n\"This race is what stands in the way of the radical Left from gaining power,\" McSally tweeted Aug. 18. \"While we are on the cusp of a Great American Comeback, Mark Kelly & Joe Biden want to raise taxes on hardworking Arizonans and defund the police.\"\nWe’ve previously fact-checked exaggerations about Biden’s tax plan, which would raise taxes on wealthier Americans and corporations. It’s also False that Biden wants to defund the police; he said he’s against that effort.\nWhat about Kelly — does he want to defund the police? No. Kelly, the son of two police officers, has said he does not want to defund police departments. He has said, however, that changes in policing are needed. McSally’s campaign did not provide evidence that supported her claim.\nKelly, a retired U.S. Navy pilot and astronaut, is seeking to oust McSally from the U.S. Senate seat she was appointed to after the resignation of Sen. John Kyl. McSally is a former U.S. House member and retired Air Force pilot who lost a 2018 Senate bid.\nRELATED: Fact-checking Arizona Senate race claim about Mark Kelly, PPP loan\n‘That’s not the approach’\nIn June, Jim Sharpe of KTAR News 92.3 FM asked Kelly where he stood on calls to defund the police: \"Some in your party have called for defunding or even dismantling the police, do you agree with either of these solutions, and if not, what do you think the solutions are?\"\nKelly started by saying he was horrified by the killing of George Floyd. He hoped the arrest of the officers involved is \"a first step on a path to justice,\" he said. Kelly added that there were \"deep systemic\" issues with racism in the country and that there should be justice and accountability.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\"But I do not agree that we should defund the police, or defund police departments, that’s not the approach here, we need reform of policing,\" Kelly said. \"I’m the son of two cops. I understand the difficulty of this job, but that’s not the approach. More reporting, more transparency, independent oversight, investigations, these are common sense things we can do to get to the point where we don't see situations like these repeatedly in our country.\"\nKTAR News 92.3 posted two tweets on June 12 based on the interview with Kelly, reinforcing that Kelly was against defunding the police. \"Taking money away from police departments is not a recipe for community success, but changing enforcement tactics is, Democratic Senate candidate Mark Kelly told @AZMorningNews,\" one of the tweets said.\nAlso in June, Kelly’s campaign spokesperson Jacob Peters reiterated in the Arizona Republic that Kelly \"believes we need to reform policing, not defund police departments.\"\nPeters told PolitiFact, \"Mark has been clear, he does not support defunding the police.\"\nWe found no social media posts or other media interviews from Kelly that supported McSally’s claim. In a series of tweets related to Floyd on June 6, Kelly said he supported peaceful protests, called for \"accountability and a just system that doesn't discriminate against anyone because of race\" and said \"urgent action and long term commitment\" was needed. His tweets did not say he supported defunding the police.\nOur ruling\nMcSally said Kelly wants to \"defund the police.\"\nKelly has opposed defunding the police. Kelly, the son of police officers, told an Arizona radio station in June that defunding police departments was not the approach needed. Reforms in policing are needed, including more transparency and oversight, he said.\nMcSally’s statement is baseless and inaccurate. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-17215"}