{"url": "/factchecks/2020/feb/10/blog-posting/photos-art-exhibit-no-evidence-claim-chinese-eat-h/", "speaker": "Bloggers", "vclaim": "“Chinese people eat human baby soup to improve health.”", "truth_label": "pants-fire", "date": "stated on February 6, 2020 in a social media post:", "title": "Viral post uses art photos as evidence of false claim that Chinese eat 'human soup'", "text": "With the world focused on a coronavirus outbreak that appears to have started in Wuhan, China, some social media posts are now spreading falsehoods about Chinese culture.\n \nOne viral post being shared on Facebook builds on xenophobic stereotypes:\n \n\"Chinese people eat human baby soup to improve health\" reads the headline. The Jan. 30 post, which had been viewed on Facebook more than 46 million times as of Feb. 10, features images of a man seated at a table preparing to eat what appear to be parts of a baby. \n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThese pictures are from a 20-year-old controversial work of performance art.\nThe post links to an undated article on b4blaze.in, an India-based website that says its \"aim is to promote creative thoughts, Ideas online which are yet to be discovered and deserves recognition.\"\nThe article carries essentially the same headline as the post as well as more gruesome images that include a hand grasping what appears to be an infant by its arms and legs. The article attributes the claim to \"an email report received by The Seoul Times,\" and describes a town \"in the southern province of Canton (Guangdong)\" where \"Chinese folks there are enjoying baby herbal soup to increase overall health and stamina and the power of sexual performance in particular\" at a price tag of $4,000 U.S.\nThis article also appears on the website of The Seoul Times, an English-language newspaper, under the heading \"Letters to the Editor.\"\nBut there is no evidence to back this claim.\nThe photos with the post are from Chinese performance artist Zhu Yu. He staged a performance called \"Eating People\" at a Shanghai arts festival in 2000. The photos showed Zhu Yu appearing to eat a stillborn or aborted child.\nAFP Fact Check on Feb. 6 debunked another Facebook post that uses a photo from the exhibit. It also reported that images from the exhibit have been used in hoax reports about cannibalism in China. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhat’s more, experts we spoke to described such cannibalism rumors as ridiculous and misguided.\n\"This sounds like complete bull----. And if it is true, I’ve certainly never heard of it,\" William Schutt wrote to us in an email. He is a professor of biology at Long Island University, research associate at the American Museum of Natural History and author of the 2017 book, \"Cannibalism: A Perfectly Natural History.\" \nHe Bian, a China historian at Princeton University, was more direct: \"It’s misinformation at the most malign level,\" she said.\n\"Medical traditions in both Europe and China had records of consuming human body parts, ranging from hair, urine, to semi-magical use of human remains. It seems to me (the post) is a malicious manipulation of this fact to make a sweeping racist statement in the present tense, which is categorically false.\"\nFabio Lanza, a professor of modern Chinese history at the University of Arizona, agreed. \"Blood libel has a long and sordid history in China, one that does not seem to ever end,\" he said.\nOur ruling\nA post circulating on social media said: \"Chinese people eat human baby soup to improve health.\"\nPhotos with the post are from an art exhibit in 2000.\nExperts say the claim is a false one that is commonly repeated.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-17366"}