{"url": "/factchecks/2012/oct/18/democratic-congressional-campaign-committee/democrats-point-votes-om-ryan-budget-evidence-rep-/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Frank Guinta voted to make middle class taxpayers pay over a $1,000 more a year in taxes.", "truth_label": "barely-true", "date": "stated on October 15, 2012 in an ad, “Regular,” :", "title": "Democrats point to votes om Ryan budget as evidence Rep. Frank Guinta wants to tax middle class", "text": "Despite his claims, U.S. Rep. Frank Guinta is no friend of the working man or woman, according to the Democratic Congressional Campaign Committee. And his vote on this year’s House budget proves it, the Democratic group charged in an ad released on New Hampshire airwaves.\n\n\"Say you're a regular person with a regular job,\" a narrator says in the ad, \"Regular,\" which launched Monday on WMUR-TV in New Hampshire. \"Frank Guinta voted to make you pay over a $1,000 more a year in taxes.\n\n\"Frank Guinta is looking out for them, not you,\" the ad concludes.\n\nThe Guinta campaign quickly disputed the ad, calling it \"false\" and \"misleading,\" and asking WMUR to remove it from the air.\n\nThe DCCC stood by its ad, pointing to an ABC News report from August to support the claim. And WMUR said it has no plans to pull the ad.\n\nThe ABC News story, aired August 14, referenced a report from the U.S. Congress Joint Economic Committee that suggested the House Republicans’ 2013 budget proposal would raise taxes on middle class families.\n\nThe Joint Committee report, prepared by the staff of the committee chairman, U.S. Sen. Bob Casey (D-Pa.), concludes the House budget proposal, headed by Republican Vice-Presidential nominee Paul Ryan, would raise taxes by $1,358 on households with an income between $50,000-$100,000.\n\nGuinta voted March 29 in favor of Ryan’s budget proposal, which passed the House but stalled in the Senate. So the Joint Committee’s numbers match the DCCC claim. But, according to some analysts, the committee used some funny math to reach its conclusions.\n\nAs noted in past PolitiFact reports, the Casey report assumes, without knowing, House Republicans would eliminate deductions on state and local taxes, mortgage interest and charitable contributions, among others.\n\nIn the budget, Ryan, like his presidential running mate, included few specifics regarding tax deductions and other expenditures. But, keeping the budget revenue neutral, as Ryan has stressed, would require the elimination of these and other deductions, according to Joint Committee economists.\n\n\"The remaining large tax expenditures … all deliver significant benefits to the middle class, and removing these tax expenditures would hit middle-income taxpayers hard,\" they wrote in the report.\n\nStill, to make those assumptions was too big a leap for other tax analysts.\n\nThe business-backed Tax Foundation, which did not conduct its own review of the Ryan budget, had no competing figures to offer. But, foundation economists still offered a critical review of the Joint Committee report.\n\n\"(The analysis) is quite speculative in that it assumes certain things about the plan that were not specified publicly,\" William McBride, the foundation’s chief economist, wrote in an email to PolitiFact New Hampshire. \"It also assumes no economic growth.\"\n\nIn its analysis, the non-partisan Tax Policy Center, did not assume the elimination of any deductions or expenditures.\n\nThe review, published in March, concluded that middle class families, earning between $50,000-$75,000 a year, would see a $975 tax cut under Ryan’s plan, while families earning $75,000-100,000 would average a decrease of$1,692.\n\nBut, unlike the Joint Committee report, the center review wasn’t intended to project the tax impacts of the budget proposal, according to Joseph Rosenberg, a research associate for the center. Rather, it looked to provide a snapshot of the spending plan as it was presented, he said.\n\n\"The details matter tremendously,\" Rosenberg said. \"Which tax expenditures you target, or which preferences you target makes all the difference. ... It’s hard to know (what the impacts will be) without that level of detail.\"\n\nOur ruling:\n\nFrank Guinta, who is running against Democrat Carol Shea-Porter in New Hampshire's First Congressional District, voted in favor of the House Republicans’ 2013 budget. That much is clear. But, whether the spending proposal would have increased taxes on middle class families remains in question.\n\nThe study by the Congressional Joint Economic Committee, which is chaired by a Democrat, suggests the budget plan would have increased taxes by $1,358 -- more than the $1,000 referenced in the Democratic Congressional Campaign Committee ad. But, it assumes the budget would eliminate a host of deductions and expenditures -- assumptions that are too big a stretch for other tax analysts.\n\nHad it passed, the House budget may have increased middle class taxes as the ad suggests. But, given the lack of specifics, there isn’t enough evidence to know for sure, as the DCCC claims to do.\n\nWe rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10138"}