{"url": "/factchecks/2012/jun/13/john-kasich/john-kasich-downplays-role-auto-bailouts-ohios-eco/", "speaker": "John Kasich", "vclaim": "\"Giving the facts:  73,000 jobs created ... since '11.  Do you know how many direct jobs in the auto industry?  1,800.\"", "truth_label": "mostly-true", "date": "stated on June 3, 2012 in an appearance on NBC's \"Meet the Press.\":", "title": "John Kasich downplays impact of auto bailouts on Ohio's economy", "text": "President Barack Obama and Ohio Gov. John Kasich share a common desire: they both think they can lay claim to Ohio’s gradually improving economic condition. But on this issue Kasich isn’t much in the sharing mood.\n\nObama, a Democrat, is seeking re-election and likely will need to win Ohio in November to return to the White House. Kasich, a Republican, is backing GOP presidential nominee Mitt Romney.\n\nObama’s surrogates credit  the president’s orchestrating of the automobile industry bailout in 2009 with helping to retain tens-of-thousands of Ohio jobs. But Kasich recently downplayed the role the $24.9 billion government boost for General Motors and Chrysler has played in Ohio to this point.\n\nDuring an appearance on NBC’s \"Meet the Press,\" Kasich was asked why he wasn’t giving Obama’s bailout of the industry more credit for the job growth in Ohio.\n\n\"Giving the facts: 73,000 jobs created ... since '11,\" he responded to host David Gregory. \"Do you know how many direct jobs in the auto industry?  1,800.\"\n\nKasich praised the resurgent strength of the auto industry in Ohio, but his intent was clear: diminish the role that job sector has had in Ohio under his administration by declaring that less than 2.5 percent of all jobs created here in the last 17 months were jobs in automobile manufacturing.\n\nHe followed up by noting that the biggest areas of job growth are in business and financial services and medical fields. \"See, what we have done in Ohio is we've diversified the economy so that we have multiple ways to grow jobs,\" he said.\n\nThe auto industry is important to Ohio. The Center for Automotive Research ranks the state No. 2 for auto industry workers. So PolitiFact Ohio took a look at the governor’s claim.\n\nTo PolitiFact Ohio, words matter. And the governor chose his words for this claim very carefully. Two key words in his statement are \"created\" (as opposed to \"created or retained\"), and \"direct\" as in jobs directly tied to making vehicles. That second distinction would exclude indirect jobs, such as those at  restaurants and other businesses that benefit because of nearby automobile plants.\n\nThis is an important distinction because Democrats regularly cite figures from a Center for Automotive Research report that claims in 2010 Ohio had just over 848,000 jobs tied to the automobile industry, of which about 150,000 are characterized as direct jobs. Many of those were jobs that were retained thanks to the automobile bailout even though Ohio, like other auto industry states, lost thousand of jobs in 2008 and 2009 which precipitated the bailout.\n\nDemocrats have hailed the president for saving the industry and framed the conversation in terms of jobs saved and gradually returning. But Kasich was more restrictive in his phrasing, speaking only of direct jobs created. (That’s a departure from his the phrase \"created and retained\" that he often uses when talking about jobs in Ohio.)\n\nPolitiFact Ohio checked with Kasich’s staff about his claim.  They cited figures from the U.S. Bureau of Labor Statistics. BLS counts motor vehicle manufacturing, motor vehicle parts manufacturing, and motor vehicle body and trailer manufacturing as direct jobs, according to BLS economist Parker Harvey.\n\nThe BLS data shows Kasich’s stat was high. Between January 2011 and April 2012, Ohio had a net increase of 900 vehicle manufacturing jobs and net decrease of 200 parts manufacturing jobs for a total of 700 direct jobs. Also, through the third-quarter of 2011, the most recent figures available, Ohio was up about 400 body and trailer manufacturing jobs, according to BLS statistics. Add those together and you are still below 1,800.\n\nBut the timeframe Kasich used is an issue in itself. In talking about Ohio jobs created by the auto bailout the governor only used job figures that covered his time in office. Kasich took office in January 2011. But the first federal aid to the automakers was made in 2008 while Republican President George W. Bush was still in office. It continued in early 2009 under Obama.\n\nTake any monthly snapshot you want in 2009 and compare it to when Kasich took office and you will see a significant net gain in vehicle manufacturing jobs. For example, in June 2009 Ohio had dropped to just 14,200 vehicle manufacturing jobs, down from 23,800 jobs just one year earlier. By the time Kasich took office that number had climbed back up to 19,200. That 5,000-job increase occurred after the auto bailouts, but isn’t reflected in the governor’s tally.\n\nAnd keep in mind, more jobs are coming to Ohio as the Chrysler and General Motors continued to rebound with the help of the bailout money. Chrysler is expected to add 1,100 more jobs by late summer or early fall to a plant in Toledo and GM recently announced that 100 temporary jobs at its plant in Lordstown will soon become permanent, full-time positions.\n\nKasich’s claim is accurate. We’ll overlook that his 1,800 jobs figure is high since the BLS tally ultimately supports his point -- that job creation in Ohio’s economy is more diverse than just auto industry.\n\nBut there’s additional information needed for clarification. By limiting the job creation numbers to just the time he has been in office, Kasich’s claim undersells the overall job growth that has occurred since the federal government rescued the auto industry.\n\nAnd his claim limited his figures to \"direct\" jobs that were \"created.\" That does not reflect benefits to other businesses as a result of resurgence of auto employment or consider jobs that may have been retained.\n\nOn the Truth-O-Meter, Kasich’s claim rates Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10936"}