{"url": "/factchecks/2018/dec/04/north-carolina-republican-party/nc-gop-misleads-about-nc-election-fraud-investigat/", "speaker": "North Carolina Republican Party", "vclaim": "\"There aren’t enough ballots in question to change the outcome\" of the Harris vs. McCready race in NC Congressional District 9.", "truth_label": "barely-true", "date": "stated on December 2, 2018 in a press release:", "title": "NC GOP misleads about NC election fraud investigation", "text": "The North Carolina elections board is investigating voting irregularities in the congressional race between Republican Mark Harris and Democrat Dan McCready.\nThe race was expected to be among the closest in the country and unofficial results put Harris ahead of McCready by 905 votes. But the N.C. State Board of Elections and Ethics Enforcement on Nov. 30 declined to certify those results after the legitimacy of some ballots from Bladen County area were called into question.\nThe N.C. Republican Party has urged the elections board to certify the results, despite the fact that the board’s investigation isn’t complete.\n\"The reality is that there aren’t enough ballots in question to change the outcome of this election,\" the NC GOP said in an email to media outlets on Dec. 2.\nDallas Woodhouse, executive director of the NC GOP, made the same claim in a press conference on Dec. 1.\n\"It is mathematically impossible for there to be enough mail-in ballots that can be in question in Bladen County to turn this race,\" Woodhouse said. His remarks can be found around the 11:45 mark of this WRAL video.\nIs it true there aren’t enough ballots in question to change the outcome of the election?\n\"In Bladen County, there were only 569 unreturned absentee mail-in ballots,\" Woodhouse said in an e-mail to PolitFact on Monday night. \"Moreover, 175 of these voters actually cast a ballot by another method. This leaves only 394 truly unreturned ballots in Bladen County, certainly not enough ballots to change the result of the election with a margin of 905 votes.\"\nWoodhouse has a point that there’s a gap between the number of absentee-by-mail votes in Bladen County (an unofficial total of 684 for all candidates, combined) and the 905 total votes by which McCready trails Harris.\nHowever, the NC GOP claim gives the misleading impression that the mail-in ballots counted in Bladen County are the only ones in question by the NC elections board. That’s not the case.\nWhat the elections board has said\nWoodhouse has criticized the lack of transparency around the investigation, and he’s right that the NC elections board has revealed little about the case in the 9th Congressional District, which runs from Charlotte eastward past Fayetteville along the South Carolina border. The board has released two public statements about the investigation.\nOn Nov. 27, the board announced in a statement that it wasn’t certifying the results.\n\"In his motion, Board Vice Chairman Joshua Malcolm cited the Board’s authority under G.S. 163A-1180 as the reason for delaying certification of that contest,\" the statement says. \"That statute gives the Board the authority to ‘take any other action necessary to assure that an election is determined without taint of fraud or corruption and without irregularities that may have changed the result of an election.’ \"\nThen, on Nov. 30, the board announced its intention to hold a public evidentiary hearing into claims of \"irregularities and fraudulent activities related to absentee by-mail voting and potentially other matters in the 9th Congressional District contest.\"\n\nThe NC elections board cited the Bladen irregularities as a reason for not certifying the Harris-McCready contest results, but the statement didn’t say investigators would limit their review to that county alone.\nThe elections board hasn’t publicly disclosed:\n\nThe number of ballots in question,\n \nWhether the investigation is limited to a specific geographic area within the district, or\n \nWhether the investigation is limited to ballots that were cast.\n\nQuestions remain not only about mail-in ballots that were returned and counted, but also about ballots that were requested but never returned.\nFirst, let’s look at the mail-in ballots that were counted.\nUnusual voting trends\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nEight counties are wholly or partly included in the district and Bladen was the only county in the district in which Harris had more mail-in support than McCready. (Unofficial results can be found on the NC elections board website.)\nIn six of the counties, fewer than 3 percent of total votes were absentee-by-mail ballots, according to a FiveThirtyEight news analysis of NC elections board data. \"But in Bladen County, that number was 7.3 percent, suggesting a push to get people there to vote by mail,\" FiveThirtyEight reported.\nHarris won 61 percent of the votes from mail-in ballots in Bladen County — even though registered Republicans accounted for only 19 percent of the county’s accepted absentee ballots, an independent analysis by Catawba College political scientist Michael Bitzer showed.\nHarris’s Bladen County support stands out from the Republican primary, too.\nIn May, Harris beat incumbent Rep. Robert Pittenger by 828 votes and was aided by a 400-vote advantage by absentee by-mail ballots in Bladen County. That figure is more than double the mail-in total in most other 9th District counties. And Bladen was the only county where Harris had a substantial absentee by-mail advantage over Pittenger.\nBack to the general election. Bladen County had the highest percentage of absentee ballot requests in the state, according to the Charlotte Observer. However, the number of unreturned ballots have raised eyebrows.\nUnreturned ballots\nOn average, about 16 percent of registered voters who request mail-in ballots never return them, according to Bitzer. In the Harris-McCready district, the non-return rate was 24 percent.\nIn Bladen County alone, 40 percent of the requested mail-in ballots were never returned. And in neighboring Robeson County, 60 percent were never returned, according to a News & Observer review. The N&O found that the unreturned ballots are disproportionately associated with minority voters.\nIn terms of actual votes, Bitzer reported that 495 ballots were requested but never returned in Bladen and 1,180 were requested but never returned in Robeson. As FiveThirtyEight noted, Robeson had more unreturned ballots than Mecklenburg County (home to Charlotte) despite Mecklenburg casting three times as many total votes as Robeson.\nIt’s certainly possible that some people requested ballots and then lost their ballot or moved or forgot to vote. The elections board is likely to review the situation.\nSteve Stone, chairman of the Robeson County Board of Elections, told The Washington Post that state investigators have requested information the county board kept on an unusual number of absentee ballot requests.\nCounty residents reported to the Robeson board that people were going door-to-door telling voters that their registrations had been dropped and they needed to re-register, Stone told the Post.\nIt’s illegal to take someone else’s mail-in ballot and turn it in unless you’re related to them. Yet, a few voters filed affidavits with the NC board of elections stating that they were approached in their homes by someone claiming to be a ballot collector.\nMuch to be determined\nMonday night, NC elections board spokesman Pat Gannon emailed PolitiFact to clarify the scope of the investigation.\n\"The easy answer is that the scope is absentee voting irregularities in the 9th CD,\" Gannon’s email said. \"Investigators will go where the evidence takes them, including ballots not returned. We don’t know whether there are enough ballots in question. That’s part of what the investigation is trying to determine.\"\nUltimately, the exact number of altered votes and destroyed ballots may be irrelevant, according to Bitzer and Gerry Cohen, former special counsel to the N.C. General Assembly and longtime legislative staffer.\nIn separate emails to PolitiFact, they pointed to NC General Statutes Section 163A-1181 with regards to \"New elections.\" The law says the state elections board can order a new election by majority vote if \"irregularities or improprieties occurred to such an extent that they taint the results of the entire election and cast doubt on its fairness.\"\nOur ruling\nThe NC GOP says \"there aren’t enough ballots in question to change the outcome of this election.\" There’s a gap between the number of mail-in votes cast in Bladen County (684) and the 905 votes by which McCready trails Harris. But it’s possible -- if not likely -- that the NC elections board is examining more than just the absentee-by-mail ballots that were cast. The board hasn’t publicly defined the scope of its investigation.\nInvestigators could be examining the 684 mail-votes from Bladen County, the 680 mail-in votes from Robeson County, as well as the combined 1,675 mail-in ballots that weren’t returned from either county. The N.C. GOP hasn’t presented evidence to prove that the NC elections board is focusing solely on the mail-in ballots that were already counted in Bladen County. In fact, they’ve criticized the board for lacking transparency.\nWe believe Woodhouse and the NC GOP’s claim meets the definition of a Mostly False claim: it contains an element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2018-12-04 15:46:11 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"There aren’t enough ballots in question to change the outcome\" of the Harris vs. McCready race in NC Congressional District 9.    North Carolina Republican Party political organization https://mailchi.mp/881422875259/reporter-memo-chairman-hayes-comments-on-nc09?e=3a08608fcb   NC Sunday, December 2, 2018 2018-12-02    Read More  info", "vclaim_id": "vclaim-pol-01222"}