{"url": "/factchecks/2013/feb/02/central-falls-police-department/central-falls-ri-animal-control-says-one-male-cat-/", "speaker": "Central Falls Police Department", "vclaim": "\"Statistics show one male cat can father 420,000 kittens in five years.\"", "truth_label": "pants-fire", "date": "stated on January 28, 2013 in a news release:", "title": "Central Falls, R.I. animal control says one male cat can father 420,000 kittens in just five years", "text": "We love cats. They sit on your lap. They purr. They play with yarn. We tease them with laser pointers. Who knew the males of the species were lean, mean reproductive machines?\n\nThat's what we learned from a Jan. 28 news release from the Central Falls Police Department that announced a $30,000 animal control grant intended to help low-income pet owners keep the cat population down through spaying and neutering.\n\n\"Statistics show one male cat can father 420,000 kittens in just five years,\" the release says.\n\nUsually, when we see a statement we'd like to check, we ask, \"Is that true?\"\n\nIn this case we asked, \"Is that even possible?\"\n\nWe rushed to our calculator.\n\nFive years is 1,827 days (counting leap years).\n\nThe typical number of kittens in a litter is four.\n\nThat means the male cat would have to find and successfully inseminate 57 females per day to create that many kittens over five years.\n\n\"He would be a very busy boy,\" joked Central Falls police Capt. Steven Bradley, listed as the contact person on the news release, after we told him what the numbers revealed. \"Maybe he's got a line on some good catnip.\"\n\nAnd steroids!\n\nSo clearly the math shows the statement is wrong.\n\nBradley said the statistic came from Rita Falaguerra of Cat Adoption Team Services, which secured the grant.\n\nFalaguerra said she stands by the statistic because it came from the state veterinarian, Peter Belinsky.\n\nBelinsky said she may have seen it as a pamphlet posted in his examination room which said 400,000 cats could come from one pair of cats over seven years under ideal conditions.\n\n\"I might have quoted it, but that was a long time ago,\" he said, acknowledging that he was not sure if the widely-cited number was true.\n\nWe found the questionable factoid (or differing versions of it) repeated on many pet-lover websites, such as the Pet Health Network, the ASPCA, and in the mainstream media. (The Journal repeated it on Jan. 29 and a day earlier on its website.)\n\nMost often, the claims involve the reproduction potential of female cats, not male. The amount of time deemed necessary varies from five to seven years, depending on who is talking.\n\nSo what's the real story?\n\nBelinsky also cited a 1993 article published in the Journal of the American Veterinary Medical Association. Like many similar claims, it offers numbers based on raw mathematical population growth and does not factor real life into the equation.\n\nIt said that if all the cats remain healthy and get enough nutrition, with no premature deaths, and each female produces eight kittens per year, it’s theoretically possible that 174,760 cats could descend from a single female after seven years.\n\nThat statistic is also quoted frequently. But it assumes that females are only fertile for one year. If all the females remain fertile indefinitely, the paper says, there would be 781,250 cats after seven years.\n\nWe checked the calculations. They turned out to be off. It would take eight years, not seven, to reach either number.\n\nAfter five years, the timeframe we're looking at, the cat population would be 2,729 if female fertility lasted one year and 6,249 if all the females remained fertile. That's a far cry -- or should we say meow -- from 420,000.\n\nBelinsky said even those lower numbers are unrealistic, especially when you're talking about cats in the wild.\n\n\"You've got predation, you've got toxins, you’ve got infectious disease, and they don't live more than a year or two in the wild, so this would be under ideal conditions,\" Belinsky said.\n\nA more reasonable estimate for feral cats, he said, would be roughly 1.8 surviving cats for every female per year. At that rate, we calculated, you would have perhaps 49 cats alive after five years.\n\nAs it turns out, the 420,000 statistic has been debunked in articles going back a few years. The Wall Street Journal shot it down in 2006. The San Francisco Chronicle did so in 2010.\n\nWhere does it come from? The website HumaneWatch.org says it found the Humane Society of the United States using it in a news release in 1989. Whatever the source, the fallacious feline factoid has nine lives -- if not more -- among pet enthusiasts.\n\n\"That's the craziness of all these quotes,\" said Belinsky. \"They're not derived from actually following the animals in the wild or under a controlled experiment. They just extrapolate based on math and best guess.\"\n\nOur ruling\n\nCentral Falls police, citing a cat adoption service, said, \"Statistics show one male cat can father 420,000 kittens in five years.\"\n\nIn the real world, that's impossible.\n\nThe idea that one female cat and her succeeding generations could produce that many cats in half a decade is just as ridiculous.\n\nThere are overwhelmingly good reasons to have a cat spayed or neutered.\n\nTrying to prevent a single male cat from producing more than 400,000 offspring in five years isn't one of them.\n\nWe rate this cat stat Pants on Fire!\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSheldon Whitehouse\n\n\nstated on June 12, 2013 in a speech on the floor of the U.S. Senate\n\n\n\n\n\n\n\n\nThe oceans \"have become 30 percent more acidic.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • July 21, 2013", "vclaim_id": "vclaim-pol-09769"}