{"url": "/factchecks/2020/feb/18/blog-posting/no-dinesh-dsouza-not-dead/", "speaker": "Bloggers", "vclaim": "“Dinesh D’Souza passed away.\"", "truth_label": "pants-fire", "date": "stated on November 11, 2019 in a blog post:", "title": "No, Dinesh D’Souza is not dead", "text": "A blog post from Nov. 11, 2019, claimed that Dinesh D’Souza, a conservative writer and filmmaker, was found dead in his home two days prior. The post included a vulgar description of how his body was found and an inaccurate representation of his relationship with media mogul Rupert Murdock. \nD'Souza, however, is very much still alive.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe day after this blog post was published on a website that appears to be called both \"AMERICA NEWS TODAY\" and \"environmentdepth.org,\" D'Souza appeared as a guest on President Donald Trump’s re-election campaign show, \"Real News Insights,\" to discuss the news coverage of the raid that killed Islamic State leader Abu Bakr al-Baghdadi. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMore recently, D’Souza was on Fox’s \"The Ingraham Angle\" covering a rally for Democratic presidential hopeful Mike Bloomberg and discussing the controversy surrounding stop-and-frisk policies on Feb. 14, 2020.\nD'Souza also remains very active on Twitter and has been promoting his new book and documentary release since the beginning of February 2020.\nD’Souza is a popular pundit with a dedicated following whose death would certainly merit some legitimate news coverage, of which there has been none. News of his death has been greatly exaggerated; we rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-17406"}