{"url": "/factchecks/2015/jan/30/scott-walker/does-wisconsin-which-used-photo-id-once-require-it/", "speaker": "Scott Walker", "vclaim": "Wisconsin requires, \"by law, a photo ID to vote.\"", "truth_label": "half-true", "date": "stated on January 24, 2015 in a speech:", "title": "Does Wisconsin, which used photo ID once in 2012, require it for voting as Scott Walker says?", "text": "Here’s a claim Gov. Scott Walker made on the campaign trail, in Iowa, that he probably would not have made in Wisconsin:\n\"We require in our state, by law, a photo I.D. to vote.\"\nThat made us, as regular Wisconsin voters, say:\nReally?\nWalker’s speech\nFirst, let’s flesh out the claim.\nWalker made it during his Jan. 24, 2015 speech at the Iowa Freedom Summit, a gathering of Republicans in Des Moines that featured several potential presidential candidates. The governor highlighted what he called the \"common-sense conservative agenda that we’ve enacted in our state,\" trumpeting \"pro-life legislation,\" defunding Planned Parenthood, tort reform and legalizing the concealed carry of handguns. Then he added:\n\"And we believe it’s important to protect the integrity -- the integrity -- of each and every vote cast. So we require in our state, by law, a photo I.D. to vote.\"\nIn one sense, Walker was careful in saying that \"by law,\" Wisconsin requires photo I.D.\nBut he was also misleading. As a result of ongoing legal battles, the law has been used only once, in a low-turnout primary nearly three years ago.\nThe state of the law\nHere’s a recent history of photo I.D. in Wisconsin, based on Milwaukee Journal Sentinel news reports and information from the state Government Accountability Board, which oversees elections.\nMay 25, 2011: Walker signs Act 23, which makes various changes in voting regulations. Its main requirement is that residents present a document, including photo identification, in order to vote. The document could be, among other things, a driver’s license, passport, state I.D. or a college I.D..\nFeb. 21, 2012: The voter I.D. law is used for a primary election. The only state offices that were on the ballot were six circuit court judgeships, one each in six counties.\nMarch 2012: In separate cases, two state judges in Dane County enjoin the law on state constitutional grounds. In other words, the law can’t be used.\nApril 29, 2014: The law suffers another setback, this time in federal court, when U.S. District Judge Lynn Adelman in Milwaukee strikes it down. Adelman rules the law violates the federal Voting Rights Act and says it \"will prevent more legitimate votes from being cast than fraudulent votes.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nAug. 1, 2014: The law gets a boost from the Wisconsin Supreme Court, which upholds it in the two Dane County cases. But the law remains blocked because of the federal litigation.\nSept. 12, 2014:  Back in federal court, the 7th Circuit Court of Appeals in Chicago reinstates the law, ordering it be used for the Nov. 4, 2014, elections. (The appeals court also rules, on Oct. 6, 2014, that the law is constitutional.)\nOct. 9, 2014: The appeals court ruling is put on hold by the U.S. Supreme Court, out of concerns that there was not enough time to implement it before the Nov. 4, 2014 elections.\nJan. 7, 2015: The U.S. Supreme Court is asked by the American Civil Liberties Union to strike down the law. The high court has not yet announced whether it will take the case.\nQuite a winding road -- leaving us where?\nWaiting.\nAccording to Kevin Kennedy, director and general counsel of the Government Accountability Board:\nThe U.S. Supreme Court could decide to hear the case and issue a final ruling.\nOr it could refuse to hear the case, which would mean the federal appeals court ruling upholding the law would stand.\nOur rating\nTouting a number of conservative actions he has taken as governor, Walker said Wisconsin requires, \"by law, a photo I.D. to vote.\"\nThe 2011 voter I.D. law that Walker signed is on the books, although it has been used only once, in a February 2012 primary.\nSince then, the law has been blocked amid court challenges. And it can’t be enforced until there is a final decision from the U.S. Supreme Court.\nWalker’s statement is partially accurate, but leaves out important details -- our definition of Half True.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06780"}