{"url": "/factchecks/2020/feb/18/bernie-sanders/mike-bloomberg-now-supports-15-minimum-wage-he-did/", "speaker": "Bernie Sanders", "vclaim": "Says Mike Bloomberg is “a candidate who in 2015 stated, and I quote: ‘I, for example, am not in favor, have never been in favor of raising the minimum wage.’”", "truth_label": "mostly-true", "date": "stated on February 15, 2020 in a speech in Nevada:", "title": "Mike Bloomberg opposed a minimum wage increase in 2015. He supports one now", "text": "U.S. Sen. Bernie Sanders welcomed Democratic rival Mike Bloomberg into the thick of the presidential primary with a slew of attacks on the former New York City mayor’s moderate record.\nSpeaking at a gathering of Democrats in Nevada, Sanders contrasted his own consistent support for raising the minimum wage with Bloomberg’s on-the-record opposition.\n\"We will not defeat Donald Trump with a candidate who in 2015 stated, and I quote: ‘I, for example, am not in favor, have never been in favor of raising the minimum wage,’\" Sanders said.\nWe wondered if that was true, and it is. It’s worth clarifying that this is no longer Bloomberg’s position in 2020. \nBloomberg supports raising the federal minimum wage to $15 an hour, up from $7.25, putting him in line with the rest of his primary opponents.\nRELATED: Who led the way for a $15 minimum wage in New York?\nRELATED: Fact-checking Bernie Sanders on a $15 minimum wage\nBloomberg preferred tax credit to wage hike\nIn 2015, Bloomberg spoke against raising the minimum wage:\n\"I, for example, am not in favor, have never been in favor of raising the minimum wage,\" Bloomberg said on the Bloomberg TV channel. (Sanders quoted him accurately.)\nBloomberg went on to describe what he would support: raising the Earned Income Tax Credit. Doing so, he said, would reduce the burden on employers and protect jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"I think you should raise the income tax credit, which does the same thing for the same people, but it spreads the burden across all the taxpayers rather than just a small number of businesspeople whose inclination would be to cut back employment. Earned Income Tax Credit doesn’t get anybody to cut back, it gets them to hire more people.\"\nThe federal Earned Income Tax Credit reduces taxes for low- and moderate-income working people. About 29 states have passed their own earned-income tax credit. While mayor in 2004, Bloomberg signed legislation starting a local tax credit.\nIn 2018, Bloomberg again called for using the tax credit rather than hiking the minimum wage. During an interview with Christine Lagarde of the International Monetary Fund, he repeated his concern that a hike in the minimum wage would lead to job losses. (The Congressional Budget Office has found far more people would receive wage hikes than likely lose their jobs under a national increase to $15 an hour.) \nBloomberg’s support for the tax credit rather than a rise in the minimum wage is shared by some experts. However, others say the two policies can work in tandem, and both could help poor workers.\nWhile Bloomberg spoke broadly against a minimum wage increase, in 2012 he did support raising the minimum wage in New York to $8.25 an hour. Also, Bloomberg had a mixed record on living-wage proposals to lift wages of certain workers who were employed by entities that had city contracts. When Bloomberg opposed such measures, he raised concerns about the cost for the city or the impact on economic development.\nBloomberg now supports $15 minimum wage \nDuring his 2020 campaign for president, Bloomberg has called for raising the minimum wage to $15 an hour. He also calls for enhancing the tax credit.\nBloomberg’s labor plan says he will sign the Raise the Wage Act, which would raise the minimum wage gradually over six years to $15 an hour. The bill passed the House in July 2019 and has not had a vote in the Senate.\nThe Bloomberg campaign did not explain the change of position. Bloomberg has not publicly addressed it, as far as we can tell.\nOur ruling\nSanders quoted Bloomberg as saying in 2015 that he had never supported raising the minimum wage. \nBloomberg did make that statement. He called for raising the Earned Income Tax Credit instead. \nBloomberg changed his position in 2020. He now supports raising the federal minimum wage to $15 an hour over six years.\nWith that clarification, we rate this statement Mostly True.", "vclaim_id": "vclaim-pol-17403"}