{"url": "/factchecks/2019/mar/04/blog-posting/chicago-id-card-does-not-allow-illegal-voting-cont/", "speaker": "Bloggers", "vclaim": "\"Chicago now has City ID Cards which allow illegal immigrants to vote in local, state & federal elections.\"", "truth_label": "false", "date": "stated on February 28, 2019 in a Facebook post:", "title": "Chicago ID card does not allow voting by immigrants in the country illegally", "text": "A Facebook post falsely claims that a new Chicago ID card allows immigrants in the country illegally to vote in local, state and federal elections.\n\"Chicago now has City ID Cards which allow illegal immigrants to vote in local, state & federal elections (which is illegal),\" says the Feb. 28 post. \"So, to be clear: the same Democrats who want to impeach President Trump for colluding with foreigners to interfere in our elections, are illegally colluding with foreigners to interfere in our elections.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post appears to be referring to Chicago’s \"CityKey,\" an optional, valid, government-issued ID card available to all Chicago residents — regardless of immigration status. Chicago’s city council in April 2017 passed an ordinance authorizing the implementation of the CityKey program.\nThe card is for identification purposes and also serves as a library card and transit card. It can also be used to get discounts at museums, certain businesses and sporting events.\nSince it’s an identification card, U.S. citizens can also use it to register to vote. But that doesn’t mean it \"allows\" immigrants in the country illegally to also register or participate in the election process.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The law has not changed: only U.S. citizens who meet other eligibility requirements such as age can register to vote. Possessing a CityKey does not change that,\" said Janece Ortiz, director of Chicago CityKey, within the city clerk’s office. \"To be perfectly clear, this office would never encourage any person who is ineligible to vote to do so.\"\nFederal law prohibits non-U.S. citizens from voting for candidates seeking federal offices, such as the presidency or a seat in Congress.\nA few municipalities across the country let non-U.S. citizens vote in local elections if it’s allowed by a state constitution, statute or local ordinance. (Non-U.S. citizens includes immigrants with lawful permanent residence and immigrants here illegally.)\nBut Chicago is not one of these cities. Non-U.S. citizens cannot vote for city offices or state offices, said Jim Allen, spokesman for the Chicago Board of Elections.\nRegardless of their immigration status, parents in Chicago can vote for Local School Councils at the school level, Allen said. Traditional Local School Councils include the principal, parents, community representatives, teachers, a non-teacher representative and a student representative. (Chicago Board of Education members are appointed by the mayor.)\n\"Local School Council elections are nothing like standard elections,\" Allen said. \"LSC elections do not involve voter registration, they are not governed by the Election Code, and they are not managed by election authorities.\"\nThe Facebook post claiming that Chicago’s ID card \"allows\" immigrants in the country illegally to vote in local, state, and federal elections is not based in facts. We rate the post False.\n Share the Facts 2019-03-04 22:10:52 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Chicago now has City ID Cards which allow illegal immigrants to vote in local, state & federal elections.\"    Facebook post Bloggers    in a Facebook post Thursday, February 28, 2019 2019-02-28    Read More  info", "vclaim_id": "vclaim-pol-00944"}