{"url": "/factchecks/2010/nov/10/pam-bondi/defending-health-care-suit-new-florida-ag-says-uni/", "speaker": "Pam Bondi", "vclaim": "\"We're the only system of federalism in the world.\"", "truth_label": "false", "date": "stated on November 9, 2010 in an interview with Fox News.:", "title": "In defending health care suit, new Florida AG says the United States is the only federalist country in the world", "text": "Pam Bondi, Florida's next attorney general, already is delivering on a campaign promise to keep fighting the new federal health care law.\n\nBondi, a Republican elected with almost 55 percent of the vote, appeared on On The Record with Greta Van Susteren on Nov. 9, 2010, to discuss how she was taking over the suit from outgoing Florida Attorney General Bill McCollum. Bondi said she was prepared to argue the case and that she attended the first round of oral arguments in Pensacola.\n\nVan Susteren then asked Bondi if she had examined election results across the country to target other states that might now be willing to join the legal challenge. Nineteen states already have signed onto Florida's suit, and Van Susteren wanted to know whether it would matter if a majority of states could be roped in as well.\n\n\"Well, and it does (matter),\" Bondi said. \"And I mean, we're the only system of federalism in the world. And I think what this does, if we -- and we are going to have a majority of the states joining in. And I think it's going to vindicate our Constitution and what our Founding Fathers believed that our system should be made of.\"\n\nBondi went on to say that she hopes the states of Oklahoma, Ohio and Kansas will join the lawsuit, as could Wisconsin, Wyoming, Maine, and maybe even California.\n\n\"If you look at the whole board game, we could have a total of 28 states joining in this lawsuit,\" Bondi said.\n\nThe lawsuit filed in Florida argues that the federal government cannot impose taxes or financial penalties on someone who fails to have health insurance.\n\nIn this fact check, we're not going to analyze how many states will join the challenge to the health care law. Instead, we want to examine Bondi's statement that the United States is the only country in the world with a federalist system -- a system where sovereignty is constitutionally split between at least two levels of government. And, put another way, where states can have greater power than the national government.\n\nThe basic principle of federalism originates in the 10th Amendment to the U.S. Constitution, ratified in 1791, which says: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\"\n\nJames Madison helped explain the delegation of powers between the states and the federal government in The Federalist Papers. \"The powers delegated by the proposed Constitution to the federal government, are few and defined,\" Madison wrote in 1788 in The Federalist No. 45 under the pseudonym Publius. \"Those which are to remain in the State governments are numerous and indefinite.\"\n\nIs the United States the only country in the world where the power to govern is shared between a central government and provinces or states?\n\nHardly, experts we talked to said.\n\n\"Our neighbors Canada and Mexico would find this declaration rather surprising, given that both systems are federal systems of government, with states or provinces sharing specific and separate authority over different areas of policy,\" said Christopher Reenock, an associate professor in the Department of Political Science at Florida State University.\n\nReenock pointed to at least 19 other countries that have a federalist form of government, including Germany, Austria, Australia, Switzerland, Russia, Brazil, and Bosnia and Herzegovina.\n\n\"Given that there are around 195 countries in the world, it is certainly true that federalist systems are in the minority, comprising only about 10 percent of those countries,\" Reenock said. \"But one would have to stretch (the) data quite a bit to declare that the U.S. is the only system of federalism in the world.\"\n\nCarl Steiren, an expert with the Forum of Federations, said that his organization considers 25 countries around the world to have a federalist system, and that nearly 40 percent of the world's population lives in a federal country. You can see the list here. Steiren described the Forum of Federations, which is based in Canada, as an international organization that brings together people from different federal countries to share best practices and horror stories, in order to emulate the former and avoid the latter. Its board of directors includes policy makers and diplomats from Canada, Europe and Africa.\n\n\"Pam Bondi is not correct in saying 'We're the only system of federalism in the world,' unless she qualifies it by adding something else, such as 'that has 50 states,' \" Steiren said.\n\nSteiren said the United States is widely considered to have created the first federal system, but it's far from the only.\n\nSwitzerland, for instance, decentralizes many of the functions of government among its 26 cantons. And Australia copied much of its federal system from the United States.\n\n\"We must not lose sight of the essential condition that this is to be a federation of States and not a single government,\" said Australian founding father Samuel Griffith in 1891. Sounds a bit like Madison, huh?\n\nGriffith continued: \"The separate States are to continue as autonomous bodies, surrendering only so much of their power as is necessary to the establishment of a general government to do for them collectively what they cannot do individually for themselves, and which they cannot do as a collective body for themselves.\"\n\nWe reached out to Bondi, who acknowledged the mistake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\n\"Pam intended to say that we have the 'oldest' system of federalism, not that ours is the 'only' one,\" said Carlos Muniz, the executive director of Bondi's transition team. \"For her, the relevance of this point is that federalism -- the U.S. Constitution's clear delineation of powers between the federal and state governments -- has always been a fundamental aspect of our Constitution and of our national heritage. Completely apart from any policy-based disagreements with the federal healthcare law, Pam is committed to Florida's lawsuit precisely because she sees it as necessary to preserve our federalist system of government.\"\n\nAppearing on Fox News, Bondi got off track in discussing a legal challenge to the federal health care law by saying the United States has the \"only system of federalism in the world.\" The United States may have been the first, but it's far from the only. We rate this statement False.", "vclaim_id": "vclaim-pol-14036"}