{"url": "/factchecks/2014/feb/27/ted-nugent/ted-nugent-cnn-i-conduct-federal-raids-dea-and-atf/", "speaker": "Ted Nugent", "vclaim": "\"I've been a cop in Lake County, Michigan, since 1982 thereabout. I conduct federal raids with the DEA and ATF and U.S. Marshals and the FBI and Texas Rangers.\"", "truth_label": "pants-fire", "date": "stated on February 24, 2014 in comments on CNN:", "title": "Ted Nugent on CNN: 'I conduct federal raids with the DEA and ATF and U.S. Marshals and the FBI and Texas Rangers'", "text": "Until last week, Ted Nugent was best known as a rock musician, a bow hunter, and an ardent supporter of gun rights. But his recent description of President Barack Obama as a \"subhuman mongrel\" eclipsed all of that, especially at a time when he has campaigned on behalf of a Texas Republican candidate for governor. Those words are rooted in Nazi anti-Semitic propaganda and the writings of white supremacists.\nThe uproar drew a terse apology from the singer of hits such as \"Cat Scratch Fever.\" But in an interview with CNN’s Erin Burnett, he insisted that he had not drawn on the rhetoric of racist literature. At least for the word \"mongrel,\" Nugent said the word was used in his time in law enforcement.\n\"I've been a cop in Lake County, Michigan, since 1982 thereabout. I conduct federal raids with the DEA and ATF and U.S. Marshals and the FBI and Texas Rangers and heroes of law enforcement.\n\"And we are re-arresting fugitive felons let out of their cages after murdering and raping and molesting children, carjacking. And we keep going after these guys.\n\"The adrenaline is something like you will never experience, I hope you never have to experience it, but when we are done with these kinds of raids, we get together and our hearts are broken that we have to face these monsters. We call them mongrels. We call bad people who are destroying our neighborhoods mongrels.\"\nIs Nugent a cop? Does he \"conduct federal raids with the DEA and ATF and U.S. Marshals and the FBI and Texas Rangers?\"\nWe wanted to know.\n'I've been a cop in Lake County, Michigan, since 1982 thereabout'\nLake County, Mich., is located about 90 miles north of Grand Rapids. It has about 11,500 residents and describes itself as \"an outdoor recreation paradise.\"\nNugent is a reservist for the county sheriff's office, Sheriff Robert Hilts told us. But, \"He’s never joined us for any raids. Fortunately, we don’t have those sorts of problems up here.\"\nHilts said Nugent has no authority or official responsibilities. The only activity involving Nugent that Hilts could recall was raising money on behalf of the department and for a local boy who has cystic fibrosis.\n\"We’re always searching the woods for a hunter that’s lost or hurt,\" Hilts said. \"He helped us buy a four-wheel drive offroad vehicle so we could reach people faster.\"\n'I conduct federal raids with the DEA and ATF and U.S. Marshals and the FBI and Texas Rangers'\nNugent does not seem to be a cop in the way most people would understand that word. The picture was about the same for the federal agencies Nugent named.\nThe Bureau of Alcohol, Tobacco and Firearms (ATF) told us, \"We are not aware of him conducting any raids with us.\"\nWe asked the Texas Department of Public Safety on what occasions Nugent had joined Texas Rangers on raids. Press secretary Tom Vinger said, \"In regards to your question about the Texas Rangers, that did not occur.\"\nJoe Moses, a 22-year veteran special agent at the Drug Enforcement Administration (DEA), told us they have no record or recollection of Nugent participating in any of their operations. However, when there are special projects that involve many federal, state and local agencies, they wouldn’t necessarily know the name of everyone who showed up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAt the same time, Moses said there are strict standards for who is involved in an actual raid.\n\"You would not have someone who didn’t hold the status of a police officer or federal agent participate in such an operation,\" Moses said. The process of arresting a person or collecting evidence must withstand challenge in a courtroom. It is not a place for the inexperienced, Moses told us.\nThe FBI said it could neither confirm nor deny Nugent’s participation in a raid.\nWhen we reached out to Nugent, an assistant did not provide evidence that Nugent participated in raids with the FBI, the DEA or the ATF.\nInstead, Nugent’s assistant Linda Peterson wrote, \"Ted has been active in the following: U.S. Marshal Service FALCON fugitive task force arrest raids in Texas …\"\nThat’s not quite what it sounds like, either. Nugent and a film crew \"went on a ride-along with a U.S. Marshals-led task force in Waco, Texas, in 2005,\" agency spokesman Dave Oney said. Oney believes they were shooting footage for Nugent’s television show Spirit of the Wild.\nWith the U.S. Marshals, observers work under clear limits.\n\"They cannot go with us into private residences,\" Oney said. \"So, he would have had to remain in the vehicle or on the sidewalk or some other public area.\"\nThat ride-along took place about nine years ago. No law enforcement agency told us that Nugent has any current role in their efforts to apprehend felons.\nOther evidence\nWhile Nugent’s response to our questions was brief, we did find his description of being at an FBI handgun training facility built around video simulations. The article is undated, but in it Nugent wrote he had recently taken part in Operation FALCON with the U.S. Marshals.\nNugent found the training experience very realistic.\n\"Let me tell you, when the room goes dark and the video begins to roll, you become so totally engulfed in the scenario that you are 100 percent psychologically living the event as if it is real life,\" he wrote. \"It is no longer a video as far as your mind tells you.\"\nIt is possible this may have shaped his recollections.\nOur ruling\nNugent said he is and has been a cop in Michigan and that he conducts raids with several federal and state law enforcement agencies. He said \"we are re-arresting fugitive felons\" and painted a vivid picture of being with agents immediately afterward.\n\"When we are done with these kinds of raids, we get together and our hearts are broken that we have to face these monsters,\" Nugent said.\nThe single piece of this narrative that Nugent confirmed is one ride-along with U.S. Marshals in 2005. He is not a cop in Michigan by any conventional meaning of the word. No agency said that he presently plays any role in any of their raids.\nNugent may have been passionate but his words take him far beyond the facts. We rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-08200"}