{"url": "/factchecks/2012/oct/24/bill-nelson/bill-nelson-says-connie-macks-penny-plan-would-lea/", "speaker": "Bill Nelson", "vclaim": "Says Connie Mack’s Penny Plan would cut \"over $200 billion out of Medicare, over $1 trillion out of Social Security. ... $3 trillion out of defense.\"", "truth_label": "mostly-true", "date": "stated on October 17, 2012 in a debate:", "title": "Bill Nelson says Connie Mack's Penny Plan would lead to massive cuts in defense, Medicare and Social Security", "text": "U.S. Rep. Connie Mack IV, R-Fort Myers, says his plan to balance the federal budget is so simple it comes down to a penny.\n\nBut Mack’s Senate rival, Democratic U.S. Sen. Bill Nelson, said that the Penny Plan would lead to massive cuts in entitlements and defense.\n\n\"He has a Penny Plan that would absolutely eviscerate Medicare and Social Security,\" Nelson said during an Oct. 17 debate at Nova Southeastern University in Davie. \"Over $200 billion out of Medicare. Over a trillion out of Social Security. And we are going to release tonight the impartial nonpartisan Congressional Research Service study that shows how he absolutely savages Medicare, Social Security and oh by the way to boot ... $3 trillion out of defense. That is what his Penny Plan is.\"\n\nWe wanted to check to see if Nelson accurately characterized the impact of Mack’s Penny Plan on Medicare, Social Security and defense.\n\nWe’ve looked at Mack’s Penny Plan before when Mack said his plan \"would balance our budget by 2019\" and \"continues to gain support.\" We rated that claim Half True.You can read that check for a longer analysis of the Penny Plan, but we will include the highlights here.\n\nBy the numbers\n\nMack got the idea for H.R. 1848, the One Percent Spending Reduction Act from the One Cent Solution. The founder, Bruce Cook, is a businessman from Georgia and a graduate of Harvard Business School. The One Cent Solution even has a rap to promote its message.\n\nThe math works like this: For six years, the federal government would reduce spending by 1 percent each year. In the seventh year, funding would be capped at 18 percent of gross domestic product, which measures the size of the overall economy. By the eighth year, the plan would balance the budget and save $7.5 trillion over 10 years.\n\nIf Congress and the president couldn’t reach an agreement about what to cut, the plan would trigger automatic across-the-board spending cuts.\n\nA mailer Mack sent this year stated the plan would balance the budget by 2019, while a Mack congressional staffer told us based on the latest figures it would do the trick by 2017.\n\nTo give you an idea of how dramatic this is, Paul Ryan’s budget plan wouldn’t balance the budget for nearly three decades, until 2040.\n\nMack introduced his bill in the House on May 11, 2011. It was referred to committees and introduced in the Senate on June 30. Since then, it has seen no official action.\n\nExperts said Mack’s math was right, but plan avoids the tough questions\n\nEarlier this year, we asked several federal budget experts from across the political spectrum about Mack’s Penny Plan.  They generally agreed that Mack’s math is correct and would balance the budget. But they said the challenge is how do you get there: Do you cut everything by 1 percent or cut some more than others? Mack’s plan lacks that specific guidance other than saying that would be in the hands of lawmakers and the president to sort out.\n\n\"The numbers work, but they have to be made effective by policy changes,\"  said J.D. Foster of the conservative Heritage Foundation. \"The easiest part legislatively is the targets, and you have to have those, but then you still need to finish the job.\"\n\nMost notably, the bill doesn’t explain how it would adjust Medicare and Social Security to make up for the expected growth as Baby Boomers retire.\n\nWe asked Mack’s congressional office if Mack supports cutting peoples’ Social Security 1 percent a year for six years. Their statement:\n\n\"The Penny Plan sets a framework for reducing spending. It will be up to Congress and the president to work together to determine how best to achieve those spending reductions.\"\n\nMichael Linden, of the left-leaning Center for American Progress, called Mack’s plan \"ridiculous.\" He noted that the plan could mean an even larger cut than 1 percent for each senior, since the number of seniors getting Social Security will increase. And if Social Security and Medicare were off the table, that would remove about 35 percent of non-interest spending from the chopping block, leaving bigger cuts elsewhere.\n\nCRS study\n\nAfter we published that fact-check, U.S. Sen. Bernard Sanders, an independent from Vermont, asked the Congressional Research Service to analyze the impact of Mack’s Penny Plan on Medicare and Social Security. The Oct. 4, 2012,  report explained that the plan would establish caps on federal outlays, and enforce those caps through a sequestration process which can force automatic cuts if lawmakers can’t reach an agreement. The report laid out in detail how those cuts would be applied if they were implemented across all programs.\n\nThe bottom line, according to the report: Mack’s plan would lead to about $2.89 trillion in defense cuts and $2.89 trillion in non-defense programs between 2013-22. The cuts would include about $211 billion for Medicare and about $1.124 billion for Social Security.\n\n Experts weigh in on CRS study\n\nWe sent Nelson’s claim and the study to several experts including Jason Peuquet of the Committee for a Responsible Federal Budget; Alan Viard, resident scholar at the conservative American Enterprise Institute; and Steve Ellis, vice president of Taxpayers for Common Sense.\n\nViard told us in an email that it appears the Congressional Research Service correctly outlined how sequestration would work. Still, Congress and the president could avoid the amount of the cuts cited by Nelson if they agree to larger spending cuts elsewhere.\n\nBut no matter how you slice it, to achieve the bill’s spending caps would \"require gigantic reductions in federal spending, relative to the baseline,\" he wrote. \"There is no prospect that cuts of this magnitude could ever be adopted.\"\n\nPeuquet reached a similar conclusion: \"There is no doubt this plan would put into place pretty large reductions in spending across across the board to control the deficit and debt.\"\n\nThe Mack campaign said the CRS findings were just \"one opinion\" and reiterated their previous claims that the plan would work to reduce federal spending.\n\nThe campaign also highlighted one sentence from our earlier fact-check: \"Our experts generally agreed that Mack’s math is correct and would balance the budget.\"\n\nOur ruling\n\nNelson said during the debate that Connie Mack’s Penny Plan would cut more than $200 billion in Medicare, $1 trillion in Social Security and $3 trillion in defense.\n\nNelson relied on a study from the nonpartisan Congressional Research Service. It found that Mack’s plan, if implemented across all programs, would cut $211 billion in Medicare, $1.124 trillion in Social Security and $2.89 trillion in defense. During the debate Nelson didn’t mention the timeframe for those cuts: 2013-2022, as mentioned in the study.\n\nThe study makes some assumptions and is based on current economic projections. The reductions to Medicare, Social Security and defense might not ultimately occur if Congress and the president could agree to other specific cuts. But we will repeat what our expert from the conservative organization said: \"Any method of meeting the bill’s spending caps would require gigantic reductions in federal spending, relative to the baseline. There is no prospect that cuts of this magnitude could ever be adopted.\"\n\nNelson’s claim requires some explanation about the plan and its timeline, but his numbers are correct. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdam Putnam\n\n\nstated on July 17, 2018 in a TV ad\n\n\n\n\n\n\n\n\n\"Congressman DeSantis voted to cut Social Security and Medicare\" and \"voted to increase the retirement age.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • August 9, 2018", "vclaim_id": "vclaim-pol-10093"}