{"url": "/factchecks/2014/oct/03/americans-responsible-solutions/gun-reform-group-says-gop-candidate-congress-maril/", "speaker": "Americans for Responsible Solutions", "vclaim": "Republican House candidate Marilinda Garcia \"even opposes closing the loophole that allows dangerous criminals to get a gun without a background check.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2014 in an ad:", "title": "Gun reform group says GOP candidate for Congress Marilinda Garcia is against closing gun loopholes", "text": "The liberal group Americans for Responsible Solutions asserts that New Hampshire Republican Marilinda Garcia holds views different from most of the state’s residents.\nIn a 30-second spot titled \"Strange Ideas,\" Americans for Responsible Solutions -- founded by former U.S. Rep. Gabrielle Giffords and her husband, former astronaut Mark Kelly -- says Garcia opposes raising the minimum wage, giving women the same pay as men for the same jobs, and gun ownership restrictions.\nGiffords is a former Democratic U.S. Representative from a district in Arizona. She was seriously wounded in an assassination attempt in Tucson, Ariz., on Jan. 8, 2011, and has since become a leading advocate for preventing gun violence.\n\"Marilinda Garcia has some strange ideas,\" the ad says. \"Most people in New Hampshire want to raise the minimum wage. Garcia opposes it. Most people support guaranteeing women get equal pay for equal work. Garcia’s against that, too. Garcia even opposes closing the loophole that allows dangerous criminals to get a gun without a background check. Granite Staters deserve commonsense leadership, not Marilinda Garcia.\"\nPolitiFact New Hampshire decided to check the record on those claims. In this article, we’ll take a look at whether Garcia \"opposes closing the loophole that allows dangerous criminals to get a gun without a background check.\"\nAbout halfway through the ad, an image is shown of a smiling Garcia holding a pink rifle in front of racks of other guns. The printed message says, \"Garcia’s against closing gun loopholes.\"\nLower on the screen, what looks like a newspaper clipping has the headline: \"Online ads are the latest way gun buyers can avoid background checks.\"\nAnother common loophole for people to buy firearms without a background check is at gun shows.\nAs evidence for its claim, the ad cites an article from The Hill, a Capitol Hill newspaper, titled, \"Influential Hispanic Republicans rally around underdog Garcia in NH\" published on June 9.\nWhen contacted, a spokesman for Americans for Responsible Solutions, pointed to the article in The Hill and said that ensuring background checks for all gun sales has widespread support.   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKelly Ayotte\n\n\nstated on February 19, 2013 in an editorial board meeting\n\n\n\n\n\n\n\n\nSays of 80,000 people who were denied a firearm in 2012 due to a failed background check, only 44 were prosecuted.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jake Berry • March 22, 2013\n\n\n\n\n\n\n\nThe March interview cited by The Hill does not directly address gun show loopholes. Instead, Garcia is quoted as saying that lawmakers are \"too reactionary sometimes,\" and pointed to the push for new restrictions on gun rights in the New Hampshire House, according to the article.\n\"Clearly most of those were connected to mental-health issues, so why don’t we first identify what the real problem is before we end up sort of really infringing on the rights of law-abiding citizens, because that’s what seems to be happening?\"\nThere’s some clearer evidence from Garcia’s tenure as a legislator.\nIn February 2014, the New Hampshire House killed a bill, HB 1589, that would have required background checks for almost all gun sales. The intention of the law was to \"protect public safety by helping to keep guns out of the hands of felons, domestic abusers, the dangerously mentally ill,\" according to the text of the bill, which was introduced by eight Democrats.\nThere was never a roll call vote on the measure, but when it came time to debate the issue in the House, Second Amendment advocate J.R. Hoell proposed changing the law to \"study the correlation between current New Hampshire law and the low violent crime rate in this state.\" Such a change would have vastly changed its original aim of requiring background checks for virtually all gun sales. Garcia voted in favor of the amendment to change the measure, and it passed by two votes.\nEventually the bill was scrapped by a vote of 242-118, with individual votes not recorded.\nMore recently, in an email to PolitiFact, Cunningham didn’t offer a specific response to Garcia’s position on the issue but instead said, \"Decreasing gun violence and maintaining the safety of every American is a top priority, but Marilinda knows that achieving this task does not generally involve imposing federal regulations on the 2nd amendment.\"\nSo Garcia hasn’t really supported keeping the \"gun show loophole\" -- but nor has she clearly advocated getting rid of it.\nIt’s also worth noting that the ad’s assertion that \"dangerous criminals\" get their guns through loopholes in the law is somewhat exaggerated. All kinds of people buy weapons at these shows, and that doesn’t make them \"dangerous criminals.\"\nIndeed, experts says the most common ways criminals obtain guns is to get them through straw buyers, through less-than scrupulous online dealers, or by stealing them, according to a Frontline report, titled \"how criminals get guns.\"\nOur ruling\nThe ad claims that Garcia \"even opposes closing the loophole that allows dangerous criminals to get a gun without a background check.\" Her comments on gun control, both past and present, are too vague to draw any real conclusion, but her vote to effectively water down a background-checks bill while serving in the state House does provide some support for the ad’s claim. On balance, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-07204"}