{"url": "/factchecks/2014/jul/18/rick-perry/rick-perry-says-obama-didnt-respond-his-warning-ab/", "speaker": "Rick Perry", "vclaim": "Says the Obama administration never responded to his 2012 letter flagging the uptick in unaccompanied children crossing the U.S.-Mexico border.", "truth_label": "mostly-true", "date": "stated on June 17, 2014 in an interview on Fox & Friends:", "title": "Rick Perry says Obama didn't respond to his warning about children crossing border", "text": "In an interview, Rick Perry charged the federal government with failing to tune in when the Republican governor of Texas wrote the Democratic president two years earlier about an increasing flow of children across the U.S.-Mexico border.\n\"This president, I will suggest, is totally and absolutely either inept,\" Perry told Fox News, his voice rising, \"or making some decisions that are not in the best interests of American citizens, particularly from a public safety standpoint. We flagged this issue in 2012 and have yet to even have a response, as far as I know, from, not just, not from the president, but not even from his administration.\"\nWe previously checked other claims Perry made in the June 17, 2014, interview on Fox & Friends, rating as True his statement that a record number of immigrants not from Mexico were being apprehended at the border, a spike that was in full swing by 2012. We found Pants on Fire his suggestion that recent border-crossers are coming from terrorism-linked countries like Syria.\nAnd did Perry flag the surge in unaccompanied children years ago to no federal response?\nPerry cites two letters\nTo our inquiry, Perry spokeswoman Lucy Nashed said Perry was referring to letters sent to President Barack Obama and a Department of Homeland Security official, respectively, by Perry and a gubernatorial aide in May 2012.\nPerry’s May 4, 2012, letter to the president, covered at the time by the Texas Tribune and Dallas Morning News, accused the Obama administration of failing to work with the home countries of immigrant children to arrange for their return. His letter said in part, \"as your administration is fully aware, there is a surge of unaccompanied illegal minors entering the United States.\" It said later: \"Inaction encourages other minors to place themselves in extremely dangerous situations. The vast majority of these unaccompanied illegal minors come from Guatemala, El Salvador and Honduras, as well as Mexico.\"\nUrging Obama to immediately consult the governments of such countries, Perry closed: \"This must stop, Mr. President, and it is your responsibility to make that happen.\"\nSix days later, Perry adviser Chelsea Buchholtz sent a letter to a Department of Homeland Security official, Kelly Ryan, thanking Ryan for a conference call on May 4, the day that Perry’s letter was sent. Buchholtz’s letter said the call brought together federal agencies including Customs and Border Protection, Immigration and Customs Enforcement and the Department of Health and Human Services to speak with the governor’s office regarding the unaccompanied children surging into Texas.\nIn her letter, Buchholtz asked 18 questions starting with the number of unaccompanied children apprehended in Texas and the number of children remaining in the state \"after completion of their immigration cases.\" Other questions focused on the number of children in specific categories including those with gang affiliation, with a criminal a record or placed into foster care. \"Please provide this information categorized by nationality for the last 10 fiscal years,\" Buchholtz wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nNo replies?\nVia the Texas Public Information Act, we asked Perry’s office for texts, emails, letters or other documented evidence of federal responses to the letters. Gubernatorial attorney Chris Sterner replied by email there was \"no information responsive to your request.\"\nWe shared Sterner’s response with the White House. Obama spokesman Shawn Turner replied by email that while Perry’s letter \"did not make any requests of the president, we did respond to his concerns. We thought it was important to expand our dialogue with the governor and his staff so we held a number of briefs and engaged in several conversations with the governor's team. The briefs and discussions were intended to give the governor’s team a clear understanding of the administration’s focus on the immigration issues at the border and discuss steps we’re taking to deal with the situation.\"\nWe requested dates and times of the briefings. Turner said he didn’t have such such specifics. Perry’s office didn’t respond to our inquiry about briefings.\nOur ruling\nPerry said the Obama administration failed to respond to his 2012 letter flagging an uptick in unaccompanied children crossing the U.S.-Mexico border.\nThe day Perry sent his letter, Obama administration officials joined a conference call with his office about the crossings. It’s not clear whether this call was in response to the letter or vice versa, but it does seem to show the border situation had the attention of federal and state authorities. Otherwise, we found no documentation, in Austin or Washington, D.C., of a formal administration reply or of briefings like the ones referenced by the White House spokesman.\nOn balance, we rate Perry’s statement as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07587"}