{"url": "/factchecks/2008/feb/12/bill-clinton/clinton-distorted-obamas-position/", "speaker": "Bill Clinton", "vclaim": "\"Everything I have said (on the campaign trail) has been factually accurate.\"", "truth_label": "false", "date": "stated on February 7, 2008 in Portland, Maine:", "title": "Clinton distorted Obama's position", "text": "While campaigning for his wife in Maine, a reporter asked former President Bill Clinton about some of the criticism he has received on the trail.\n\nRob Caldwell of the local NBC affliate WCSH-TV in Portland asked Clinton, \"You have been praised for your campaigning for her; you have been criticized for it. Do you have any regrets about the way you have conducted yourself on the campaign trail in the past months? Any regrets about anything you've said or done?\"\n\n\nClinton began by saying, \"Well, everything I have said has been factually accurate. But I think the mistake that I made is to think that I was a spouse like any other spouse who could defend his candidate. I think I can promote Hillary but not defend her because I was president.\"\n\n\nHe went on to complain that critics have mischaracterized his comments in South Carolina as personal attacks on Sen. Barack Obama.\n\n\nClinton is wrong when he says everything he said has been factually accurate. We found inaccuracies in his comments about Obama's position on Iraq. Clinton said that Obama claimed the same position on the Iraq war as George W. Bush. But that's a selective quote on comments Obama made about the need to bring a satisfactory conclusion to the Iraq invasion once it had commenced. We rated Clinton's statement Half True; read it\n\nhere\n\n).\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nWe also found Clinton was flat-out wrong when he slammed Obama for remarks about Ronald Reagan. Clinton criticized Obama for saying \"the Republicans had all the good ideas.\" What Obama actually said was \"I think it's fair to say the Republicans were the party of ideas for a pretty long chunk of time there over the last 10, 15 years, in the sense that they were challenging conventional wisdom.\" Read our extended analysis on Clinton's charge\n\nhere\n\n. We rate it False.\n\n\nAnd it's not just us: The\n\nWashington Post's\n\n\nFactchecker\n\nblog awarded the former president\n\ntwo Pinocchios\n\nfor the same statements we looked at about Obama.\n\n\nSo we find Clinton's superlative — \"everything I have said has been factually accurate\" — to be False.", "vclaim_id": "vclaim-pol-16343"}