{"url": "/factchecks/2020/feb/14/facebook-posts/fake-newspaper-clip-says-teenage-pete-buttigieg-ki/", "speaker": "Facebook posts", "vclaim": "Says a teenage Pete Buttigieg was arrested in the late 1990s for killing dogs.", "truth_label": "pants-fire", "date": "stated on February 9, 2020 in a Facebook post:", "title": "Fake newspaper clip says a teenage Pete Buttigieg killed dogs. He didn’t", "text": "Former South Bend, Ind., mayor Pete Buttigieg is the first openly gay candidate to run for president. He’s also a veteran, a millennial, an Episcopalian and left-handed.\nBut is he a dog killer? No.\nA fake newspaper clipping, sometimes alongside a photo of a teenage Buttigieg, is going around the internet claiming he was arrested in the late 1990s for killing several dogs.\n\n \nSeveral Facebook posts shared the clip and asked: \"Why won’t anyone discuss why a teenage Buttigieg strangled 5 dogs?\"\nBut the \"story\" was created using the Newspaper Clipping Generator, an online tool that allows people to produce images of news snippets. In this case, the clip implicates a real news source, the South Bend Tribune, which never published the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe phony clip shows an Aug. 30, 1998, date and a headline that reads: \"Teen Arrested for Dog Slayin.\" The snippet says \"local teen, Peter Buttigieg, has been arrested on suspicion of the recent killings of at least 5 dogs.\"\nThe clipping’s creator first shared it on Twitter on Feb. 8; it has amassed thousands of retweets. The user, @ComradeCrow, has repeatedly said the story is fake and was intended as a joke. \nWhy won't anyone discuss this? @CNN @washingtonpost @nytimes pic.twitter.com/vugKI9eoh9— ⛧ 𝕳𝕰𝕷𝕷 𝕮𝕽𝕺𝖂 ⛧ (@ComradeCrow) February 8, 2020 \nThe Buttigieg campaign did not respond to comment on the fake article, but the South Bend Tribune published a response and said \"everything about the image screamed bogus.\" \n\"Even though that Twitter user admitted Sunday night he intended the fabrication as a joke, The Tribune was still receiving calls and messages Monday afternoon hoping to verify the story. Some thanked us for clarifying it; others angrily denounced us for ‘covering up for Pete,’ \" the newspaper wrote. \"So let’s just make this perfectly clear: The Tribune did not publish the story making the rounds.\"\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17391"}