{"url": "/factchecks/2014/may/19/dick-cheney/cheney-bush-admin-did-more-help-georgia-obama-has-/", "speaker": "Dick Cheney", "vclaim": "In the Georgia-Russia conflict, \"we flew a brigade of Georgian soldiers\" from Iran to Georgia and \"sent U.S. ships into the Black Sea and provided various kinds of supplies.\"", "truth_label": "half-true", "date": "stated on May 18, 2014 in an interview on \"Fox News Sunday\":", "title": "Cheney: Bush admin did more to help Georgia than Obama has done for Ukraine", "text": "As events have proved, Russian President Vladimir Putin exerts far more influence than the West over the fate of Ukraine. On Fox News Sunday, former Vice President Dick Cheney faulted President Barack Obama for giving Putin the sense that he could take advantage of a weak U.S. policy. When he was reminded that Russia had done exactly as it pleased on Georgian territory under the George W. Bush administration, Cheney said that was different.\n\"What we did at the time was, I think, a more robust response,\" Cheney said. \"We flew in a brigade of Georgian soldiers that had been involved supporting our efforts in Iraq, flew them back into Georgia. We tried to provide some support there, as well as sent U.S. ships into the Black Sea and provided various kinds of supplies.\"\nOther Republicans have made the same point. We are not able to compare the robustness of the Bush and Obama responses to Russia but we can add some details about the Georgian troops and the U.S. supplies.\nA quick recap\nIn 2008, armed conflict erupted in Georgia over two separatist regions within Georgia, South Ossetia and Abkhazia.\nAfter several years of restiveness by Russian-backed rebels in South Ossetia, the Georgian government made a military push that attempted to retake control of the region in August 2008. Russia responded militarily, successfully pushing back Georgian troops from both South Ossetia and Abkhazia. Clashes continued for a week, including in portions of Georgia beyond the two breakaway regions, until France helped broker a peace deal. Russia then recognized South Ossetia and Abkhazia as sovereign nations, though most other countries have not taken that step.\nThe Georgian brigade airlift\nOn Aug. 11, 2008, Agence France-Presse reported that the U.S. military had \"nearly completed\" the airlift of 2,000 Georgian troops from Iraq to Georgia.\nAt the time, the United States took pains to portray its actions as being limited rather than aggressive.\nPentagon spokesman Bryan Whitman told reporters that the United States was \"fulfilling our agreement with the Georgian government that, in an emergency, we will assist them in redeploying their troops. We are honoring that commitment.\"\nWhitman told reporters at the time that the 130 U.S. troops and military contractors who were already in the country to train Georgian troops had been brought together at an undisclosed location away from the hostilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAnd Whitman made clear to reporters that -- contrary to allegations by Putin -- the United States was not flying the Iraq-based Georgian troops to the war zone.\nThe U.S. war ships\nThe United States -- and its military alliance, NATO -- did indeed have ships in the Black Sea near Georgia in August 2008, but the story behind their presence is more nuanced than an unmistakable show of force against Russian aggression.\nThe administration sent the guided missile destroyer McFaul to the Georgian port of Batumi, but it was loaded with humanitarian aid.\n\"At the time, these gestures were not viewed as particularly strong,\" said Lincoln Mitchell, who was chief of party for the National Democratic Institute in Georgia from 2002 to 2004 and is now affiliated with the Arnold A. Saltzman Institute of War and Peace Studies at Columbia University.\nGeorgian President Mikheil Saakashvili \"complained throughout the war that he was not getting support,\" Mitchell told PunditFact in March.\nDavid L. Phillips is director of Columbia University’s program on peace-building and rights.\n\"There was never any chance of the Bush administration going to war in Georgia, and everybody knew that,\" Phillips said. \"It was for show. It would be misleading to suggest that our response was so robust that it deterred further aggression.\"\nOur ruling\nCheney said the Bush administration flew Georgian troops back to Georgia and used American war ships to provide supplies during that country’s conflict with Russia. While both actions took place, the troops were not sent into combat against Russian forces and the supplies were humanitarian.\nNeither effort tipped the military balance in Georgia’s favor.\nThe statement has a measure of truth but leaves out some important nuances. We rate the claim Half True.", "vclaim_id": "vclaim-pol-07843"}