{"url": "/factchecks/2017/nov/21/kayla-moore/moores-wife-coins-new-anti-abortion-term-attack-hi/", "speaker": "Kayla Moore", "vclaim": "Says Doug Jones \"is for full-term abortion.\"", "truth_label": "false", "date": "stated on November 17, 2017 in a women for Moore rally:", "title": "Moore's wife coins new anti-abortion term to attack his Democratic opponent", "text": "As Alabama Republican Senate nominee Roy Moore wrestles with accounts of sexual encounters with underaged teens, his Democratic opponent faces political attacks about abortion.\nDoug Jones is unabashedly pro-abortion rights, and Moore’s wife Kayla spoke at a rally in Montgomery, Ala., about his position.\nReading from a prepared statement, Moore called Jones \"an ultra-liberal.\"\n\"Who was an Obama delegate,\" she said of Jones on Nov. 17. \"Who is for full-term abortion? Who is for more gun restrictions? Who is for transgender bathrooms? Who is for transgender in the military?\"\nThe list continued, but we wanted to look at whether Jones is for full-term abortions.\nFirst of all, while the phrase \"late-term abortion\" is familiar, \"full-term abortion\" is not.\nWe asked the Moore campaign what Kayla Moore meant.\n\"Kayla was referring to Doug's statement on Chuck Todd (on Meet the Press) where he refused to support an abortion ban after 20 weeks,\" said Hannah Ford, deputy campaign manager.\nWe’ll take a look at that Meet the Press segment, as well as another interview Jones gave to Alabama newspapers when he talked about late-term abortion law.\nRegarding \"full-term abortion,\" Moore has used a phrase that virtually didn’t exist before she said it.\nKey interview No. 1\nJones appeared on MSNBC’s Meet the Press in late September. Near the end, host Chuck Todd pressed him on abortion. Here’s the full exchange:\nTodd: \"What are the limitations that you believe should be in the law when it comes to an abortion?\"\nJones: \"I am a firm believer that a woman should have the freedom to choose what happens to her own body. And I’m going to stand up for that, and I’m going to make sure that continues to happen. I want to make sure that as we go forward, people have access to contraception, they have access to the abortion that they might need, if that's what they choose to do. I think that’s an issue that we can work with and talk to people about on both sides of the aisle.\"\nTodd: \"So you wouldn't be in favor of legislation that said, ban abortion after 20 weeks or something like that?\"\nJones: \"I'm not in favor of anything that is going to infringe on a woman's right and her freedom to choose. That's just the position that I've had for many years. It's a position I continue to have. But I want people to understand that once that baby is born, I’m going to be there for that child. That’s where I become a right-to-lifer.\"\nKey interview No. 2\nJones added more detail to his position on abortion in a Nov. 2 interview with AL.com.\n\"I fully support a woman's freedom to choose to what happens to her own body,\" Jones said. \"Having said that, the law for decades has been that late-term procedures are generally restricted except in the case of medical necessity. That's what I support. I don't see any changes in that.\"\nJones had said largely the same thing in mid October in a statement released by the campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"This is a deeply personal decision,\" the statement said. \"I support the current law on a woman’s freedom to choose, which has been in place for decades, where late-term abortions are permitted to protect the life or health of the mother.\"\nWhile Jones spoke of late-term abortions, the phrase itself has no fixed legal definition. Broadly speaking, the term refers to a dividing line set at different points in different states. Before that point (20 weeks post-fertilization in Alabama, for example) a woman can have an abortion for any reason. After that point, she can have one only if her life is endangered or her physical health is severely compromised.\nSo Jones has said he supports laws that allow abortions beyond a certain number of weeks in order to protect the health of the mother.\nFuzzy language\nThe Moore campaign’s definition of what qualifies as a full-term abortion — meaning, abortions that occur after 20 weeks — does not match the medical definition.\nAccording to the American College of Obstetricians and Gynecologists, a full-term pregnancy falls between 39 weeks of gestation to 40 weeks and six days.\nThat span falls well beyond the 18 to 25 weeks set by state law that determine when abortion restrictions apply. From the earliest days when the U.S. Supreme Court affirmed abortion’s legality based on the rights of the mother, fetal viability has helped define the dividing line. But as medical knowledge has pushed back the time when a premature infant can survive, the breakpoint has changed.\nThe American College of Obstetricians and Gynecologists focuses on the period in which independent life outside the womb is at tipping point. In 2017, a panel of doctors determined that period ranges from as early as 20 weeks after fertilization to just under 26 weeks. In that span, \"outcomes range from certain or near-certain death to likely survival with a high likelihood of serious morbidities.\"\nIn common parlance, anything beyond 20 or 25 weeks is often referred to as a late-term abortion. So where does Moore’s use of full-term abortion fit? And Jones’ use of late-term?\n\"I have not heard the phrase ‘full-term abortion’ used in the debates over abortion, but neither have I heard the phrase ‘late-term’ abortion used without specifying gestational limits,\" said O. Carter Snead, associate professor of law at the University of Notre Dame. \"They are both speaking in more colloquial terms rather than using terms of art deployed in the legal and political debates.\"\nThat said, the use of the phrase late-term abortion empirically is far more common. A Nexis search for it between New Year’s Day 2017 and the day before Moore gave her speech produced 569 hits.\nThe same search for full-term abortion produced one. It was in a letter to the editor that appeared in a Maine newspaper.\nLaw professor I. Glenn Cohen at Harvard University said he hadn’t heard the term and found it \"puzzling.\"\nLisa Harris, a physician who studies abortion practice, law, policy and ethics at the University of Michigan Medical School, said \" ‘full-term abortion’ is not a term I have heard before, and doesn’t exist as a matter of routine practice.\"\n\"If there's a reason someone needs to deliver early, then you induce labor, or you perform a C-section,\" she said.\nHarris said the only situation that might match Moore’s \"full-term abortion\" are rare cases of third trimester abortion.\n\"Third trimester abortions are incredibly infrequent,\" Harris said. \"My understanding is that these are difficult and unusual situations that generally involve a fetal anomaly that makes life untenable for the fetus.\"\nAt its roots, abortion law sorts out the moral rules during the time when the baby depends on the mother for survival. The idea of full-term abortion lies beyond that window of time. By definition, at full-term a baby without significant anomalies is able to survive outside the womb.\nOur ruling\nKayla Moore said Jones is for full-term abortion.\nThe language of the abortion debate is imprecise, but the phrase \"full-term abortion\" had virtually no track-record before Moore said it.\nJones said he supports laws that allow abortions after 20 weeks or so of gestation, commonly known as late-term abortions, to protect a mother’s life or health. He hasn’t addressed a situation that, in the view of a leading medical researcher, doesn’t exist in practice.\nMoore measured Jones against a term that is disconnected from reality. We rate this claim False.\n Share the Facts 2017-11-21 19:14:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Doug Jones \"is for full-term abortion.\"     Kayla Moore Wife of the Republican nominee for the U.S. Senate in Alabama https://youtu.be/q-_VRZBGg5U   At a rally for Moore in Birmingham, Ala. Friday, November 17, 2017 2017-11-17    Read More  info", "vclaim_id": "vclaim-pol-02665"}