{"url": "/factchecks/2014/nov/14/johnny-isakson/Isakson-off-about-income-tax-fraud-ranking/", "speaker": "Johnny Isakson", "vclaim": "Georgia has the country’s second highest number of fraudulent tax refund claims.", "truth_label": "half-true", "date": "stated on November 21, 2014 in press release:", "title": "Isakson off on specifics about income tax fraud ranking", "text": "Many of us wonder whether we’re exposing ourselves to identity theft with credit card and debit card purchases, especially after security breaches at some big-box retailers.\nIdentity theft is generally considered the fastest-growing crime in America, so that’s probably not so far-fetched. But in reality, authorities say, identity thieves for the past several years have focused increasingly on income tax fraud.\nThe Internal Revenue Service estimates that it paid $5.2 billion in fraudulent refunds in 2013 and caught an additional $24.2 billion of such refunds, according to a September report from the U.S. Government Accountability Office.\nLast month, a bipartisan group of U.S. senators -- including Georgia’s Johnny Isakson -- called on IRS Commissioner John Koskinsen to update Congress on the agency’s efforts to stop tax refund fraud related to identity theft.\n\"Tax frauds costs hardworking Americans billions of dollars and further undermines taxpayers’ confidence in our taxpayer system,\" said Isakson, a member of the Senate Finance Committee who is set to announce re-election plans next week.\nIn a press release, Isakson said he has continually pressed the IRS on the issue, noting that\n\"Georgia ranks second-highest in the country in the number of fraudulent tax refund claims.\"\nCould that be right?  We decided to check.\nAmanda Maddox, Isakson’s spokeswoman, said the statement was based on data from the Federal Trade Commission and backed up with information from the IRS.\nThe FTC report that Maddox supplied us is based on \"unverified complaints reported by consumers\" during 2013.\nThe report shows Florida had the highest number of identity theft complaints per capita at 192.9 per 1,000 residents. Georgia was second with 134.1 per thousand, or 13,402, followed by California, Michigan and Nevada.\nBut that includes all types of identity theft complaints. It also doesn’t include any individual state data on complaints about identity theft related to income tax fraud -- what Isakson’s talking about.\nMaddox told PolitiFact that information she’d just received from the IRS showed Georgia ranked third in per-capita tax-related identity theft (at 0.7 percent in both 2012 and 2014).\nTax fraud from identity theft with Georgia connections has made headlines both inside and outside the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn April, the U.S. Attorney’s Office announced that 56 people had been charge or already pleaded guilty in a stolen ID and tax fraud scheme based out of Statesboro.\nJust last month, a Georgia man pleaded guilty to his role in a $2 million tax refund conspiracy that used state prison inmates’ identities to create bogus tax returns in 2010 and 2011. Three women – all from Georgia – had already pleaded guilty to wire fraud in the case.\nIn January, the IRS announced that Georgia, Florida and the District of Columbia had been chosen for the pilot program because they see \"the highest per-capita percentage of tax-related identity theft.\"\nYet Mark Green, an IRS spokesman in Atlanta, said: \"There is no ranking per se.\"\nThe IRS does not have any state-level data that would show exactly how Georgia, or any state, fares in the overall problem, he said.\nMaddox provided a spreadsheet from April 2013, which she said the IRS gave to the Senate Special Committee on Aging. The spreadsheet, which the IRS confirmed was its data, showed that Georgia ranked No. 3 in enforcement action against identity theft, with 156 enforcement actions.\nBut the data do not match up with other IRS data, including the presumptive top three problem spots targeted with the pilot program.\nThe spreadsheet shows the top three, in order, are Florida (443), Puerto Rico (374) and then Georgia.\nThe District of Columbia, part of the pilot program for supposedly having a serious problem, shows just one enforcement action. That ties it with five other jurisdictions for the least enforcement actions taken in fiscal 2013.\nKaren Barney, a spokeswoman for the Identity Resource Center in San Diego, said Georgia was second behind Florida for the past three years in complaints about identity theft involving government documents or benefits fraud. This category of identity fraud includes income tax fraud, she said.\nOur conclusion: Isakson’s claim that Georgia ranks second when it comes to fraudulent tax refund claims is based on at least one federal report.\nBut that report examines complaints, not verifiable incidents.\nTo be certain, Georgia has a serious problem. The senator would have been accurate if he had said as much, or said that Georgia shows near the top of states with such problems.\nBut Isakson misreads that data to show a specific rank where none exists.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-07005"}