{"url": "/factchecks/2008/aug/23/joe-biden/cherry-picking-mccains-record/", "speaker": "Joe Biden", "vclaim": "Says McCain \"supported George Bush's policies 95 percent of the time.\"", "truth_label": "half-true", "date": "stated on August 23, 2008 in a rally in Springfield, Ill.:", "title": "Cherry-picking McCain's record", "text": "At a rally celebrating his selection as Sen. Barack Obama's running mate, Sen. Joe Biden invoked a line from the Obama playbook that seeks to link Sen. John McCain to President Bush.\n\n\"You can't change America when you supported George Bush's policies 95 percent of the time,\" Biden said of McCain.\n\n\nBiden is guilty of some cherry-picking here.\n\n\nHe is right that McCain voted with the Bush administration 95 percent of the time\n\nin 2007,\n\naccording to an analysis by\n\nCongressional Quarterly.\n\nBut he fails to mention the year, as Obama did when we\n\ngave him a True\n\nin June, and Biden conveniently leaves out other years when McCain's support for Bush was lower.\n\n\nThe number comes from CQ's \"presidential support\" score, which rates how often lawmakers back or oppose the president.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nOne caveat: McCain missed more than half the votes on which Bush had a position, as he campaigned for the White House. But repeated votes on immigration and the Iraq war — two issues on which he was closely allied with Bush — as well as the filibuster votes helped elevate McCain from one of the president's chief adversaries three years ago to one of his biggest supporters.\n\n\nMcCain's 95 percent score was the high-water mark of his presidential support during President Bush's tenure, and was partly a reflection of the new political calculus in the Democratic-controlled Congress.\n\n\nBut other years, McCain's rating was lower. He supported Bush as infrequently as 77 percent of the time in 2005, and backed the president's position an average of 89 percent of the time since 2001. By congressional standards, that's solidly partisan, but hardly marching in lockstep.\n\n\nBiden would have been right if, like Obama, he mentioned the year. But he didn't and gave a misleading picture of McCain's support for Bush. That sounds Half True to us.", "vclaim_id": "vclaim-pol-16061"}