{"url": "/factchecks/2014/aug/29/lon-burnam/burnam-claim-about-russia-having-greater-partisan-/", "speaker": "Lon Burnam", "vclaim": "\"Russia has more diversity in its governmental representation than we do in Texas.\"", "truth_label": "barely-true", "date": "stated on August 22, 2014 in telephone press conference:", "title": "Burnam claim about Russia having greater partisan representation than Texas is misleading", "text": "A Democratic Texas legislator said the Republican governor, Rick Perry, has no basis for characterizing his indictments by a Travis County grand jury as a partisan attack.\nAccording to an Aug. 22, 2014, news blog post by the Dallas Morning News, state Rep. Lon Burnam of Fort Worth that day called Perry a \"master of disinformation\" on a conference call with reporters hosted by the Democratic National Committee.\nBurnam, the blog post said, accused Perry of trying to shrug off the charges against him as political payback for his veto of funding for the Public Integrity Unit, part of the Travis County district attorney’s office that polices state officials.\nBurnam said for Perry to complain that the unit had one-sidedly pursued Republicans was an attempt at misdirection. \"When you have one-party rule for 20 years, most of the people who are going to be indicted for anything are going to be from that one party,\" Burnam said. \"Russia has more diversity in its governmental representation than we do in Texas,\" he said.\nHold on. Russia enjoys greater partisan representation than two-party Texas? We were intrigued.\nBy the numbers\nFor decades, of course, Texas has been reliably Republican. A Democrat hasn’t won statewide since 1994, Republicans have held every statewide elected office since 1999 and the GOP has retained majorities in the Texas House and Senate since 2003. Most recently, in the 2013 Legislature, Republicans held a 19-12 Senate advantage once Houston Democrat Sylvia Garcia was sworn into her seat at mid-session. Republicans had a 95-55 advantage in the House, according to a January 2013 tally by the Legislative Reference Library.\nPut another way, Republicans hold 63 percent of the state’s House and Senate seats and 100 percent of the statewide judicial and executive positions.\nNow, how about Russia?\nBy telephone and email, Burnam said he based his declaration of Russia’s greater diversity on research by Tom \"Smitty\" Smith, director of Public Citizen’s Texas office, especially a breakdown of 2011 election results on a Russian elections and public opinion website, russiavotes.org, indicating seven parties drew votes for seats in the State Duma, or parliament, in the elections of Dec. 4, 2011.\nMembers of United Russia, the party of Russia President Dmitriy Medvedev, drew 49 percent of the vote, followed by the Communist Party (19 percent), Fair Russia (14 percent), Liberal Democrats (12 percent) and Yabloko, Patriots of Russia and Right Cause, each at 1 percent or less.\nAccording to the information, four parties ultimately landed seats in the parliament. United Russia got 238 seats (53 percent); the Communist Party won 92 (20 percent); Fair Russia ended up with 64 (14 percent); and the Liberal Democrats drew 56 (12 percent).\nThat’s right, according to the entry for Russia’s political parties in the CIA’s World Fact Book, which says that while 78 political parties were registered with Russia's Ministry of Justice as of January 2014, only the four parties had representation in its legislature.\nBurnam’s point: Russia has twice as many parties represented in its government than Texas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWhen is a party count not reflective of partisan differences? In Russia\nBut there's more to consider, we were told by Russia experts. The academics we reached said it’s misleading to judge partisan representation just by counting parties.\nOnly one of the parties with seats in Russia's State Duma -- Fair Russia -- might be considered critical of its chief of state, Vladimir Putin, Jonathan Ludwig, a senior lecturer at Rice University, said by email. Fair Russia members, he said, have voted against government budgets, and one member even voted against the country’s 2014 annexation of Crimea (though he’s not beloved, per a March 20, 2014, Washington Post news story).\nMeantime, the Liberal Democrats, Ludwig said, often vote in lockstep with Putin. \"The Communist Party allies with Putin on supporting the close ties to the Russian Orthodox Church and in the anti-gay legislation (a holdover from Soviet-era laws),\" Ludwig wrote. Based on how parliamentary votes break down, Ludwig said, generally \"there is a strong inclination to line up behind the Kremlin, i.e., Putin.\"\nGraeme Robertson, a University of North Carolina specialist in Russian politics, similarly said the parties in the State Duma \"are more or less acceptable to the regime and really critical opposition groups are not allowed to contest the elections, so diversity is in fact much more limited than it appears. At the state level the same 4 parties and one or two others are represented but United Russia holds a majority in all states (all 83),\" Robertson emailed. \"So again, not much diversity there.\"\nSince 2012, Robertson said, \"the Duma has become even more of a rubber-stamp than it was before… This is the sort of thing that is so widely accepted among observers that few people would go to the bother of actually writing it up.\"\nBy phone, Columbia University political scientist Timothy Frye, director of the Harriman Institute, formerly the Russian Institute, said there was greater diversity in Russian politics in the 1990s but since 2004, he said, the opposition parties are \"allowed to hold their seats at the discretion of the ruling party.\" Of late, Frye said, \"there are elections, there are campaigns; they’re all carefully controlled. There’s more appearance of diversity than actual diversity.\"\nBy email, Burnam said if he had time to further research his point, it might be a hard call \"on the question of diversity in the quality of the members of the respective legislative bodies as opposed to the obvious diversity in the numbers of people representing what party.\" There is more \"actual party diversity in Russia than there is in Texas,\" he said.\nOur ruling\nBurnam said: \"Russia has more diversity in its governmental representation than we do in Texas.\"\nWe see a thread of truth here in that four parties have seats in the State Duma; just two parties hold legislative seats in Texas. But there’s little diversity permitted from the parties in the parliament, authorities advise.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nCORRECTION, 11:07 a.m., Sept. 2, 2014: A reader pointed out we'd overstated the share of legislative seats held by Republicans in Texas. So we've amended this article to specify 63 percent (not 76 percent). This correction did not affect our rating of Burnam's claim.", "vclaim_id": "vclaim-pol-07373"}