{"url": "/factchecks/2014/apr/17/nia-malika-henderson/msnbc-guest-says-democrats-are-pocket-nra/", "speaker": "Nia-Malika Henderson", "vclaim": "\"Democrats very much are in the pocket of the NRA.\"", "truth_label": "barely-true", "date": "stated on April 16, 2014 in comments on MSNBC:", "title": "MSNBC guest says 'Democrats 'are in the pocket of the NRA'", "text": "When billionaire Michael Bloomberg stepped down as mayor of New York City, the big question was what would he do next? This week, Bloomberg gave part of the answer. He unveiled a $50 million fund to advance the cause of gun control, an issue that has long been close to his heart.\nEven in a political ecosystem flooded with cash, this was more than enough to get peoples’ attention. On MSNBC, Washington Post reporter Nia-Malika Henderson figured that the money might have some impact if Bloomberg spent strategically in certain states and cities. As for change at the federal level, Henderson that gave long odds.\n\"I think the NRA (National Rifle Association) is a formidable force,\" Henderson said. \"It’s a formidable force because Democrats very much are in the pocket of the NRA and they didn’t want to vote against the NRA.\"\nWe are checking whether Democrats are \"in the pocket of the NRA.\" We emailed and tweeted Henderson to learn what information led her to that conclusion. We did not hear back.\nIn Henderson’s absence, we find two ways to assess her statement - quantitatively through the lens of campaign dollars, and qualitatively through the lens of Democrats’ actions.\nJeffrey Berry is a political scientist at Tufts University who has studied the role of special interest groups in Washington. Berry called Henderson’s words \"a gross mischaracterization.\"\n\"Most leaders of the Democratic Party do not support the goals of the NRA and are not ‘in the pocket’ of the organization,\" Berry said. \"Many Democratic leaders are avowed supporters of gun control, including the president of the United States. There's a reason why the NRA is so hostile toward the Democratic Party.\"\nCampaign contribution numbers show the NRA’s clear preference for Republicans over Democrats.\nAccording the Center for Responsive Politics, nearly 90 percent of the NRA’s donations went to Republican candidates or parties in the 2012 elections. The NRA gave more than $1.1 million. Even Henderson’s own paper, the Washington Post, reported on some of these numbers. Here’s what that looks like:\n\n \n \n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n \n \n \n \n \nIn the current election cycle, the trend is even more lopsided. So far, the NRA has given about 96 percent of its contributions to Republicans, according to the Center for Responsive Politics.\nBut if we look at how the gun control issue has played out in Congress, especially in the Senate, we see some Democrats exercising great caution where the NRA is concerned. In last year’s vote on requiring background checks for all commercial gun sales, the proposal failed in part because four key Democrats opposed it. The list included Sens. Mark Begich of Alaska, Mark Pryor of Arkansas, Max Baucus of Montana and Heidi Heitkamp of North Dakota. All represented rural states where gun rights are popular. Baucus decided not to run for re-election and both Begich and Pryor face tough races.\nThe Democratic control of the Senate likely hinges on how Democrats fare in close elections, and their appetite for taking on the NRA is limited.  \nRutgers University political scientist Beth Leech said the relationship between Democrats and the NRA is not one of partnership, but dread.\nIf some Democrats are afraid to take on the NRA, it’s not because of campaign cash supporting them. It’s because of the NRA money that might be used to try and defeat them.\n\"The NRA spent $11 million in 2012 on outside expenditures,\" Leech said. \"Many Democrats may be afraid of seeing that outside spending power used against them in an election.\"\nOur ruling\nHenderson said Democrats are in the pocket of the NRA. Henderson did not send us any information to support or clarify her statement.\nIn terms of campaign contributions, the NRA sends its money almost entirely to Republicans. In the sense that \"in the pocket\" means a cozy comfortable relationship, the political scientists we reached said Henderson’s claim was wrong. On the other hand, the record shows that on key votes, some Democrats will avoid raising the ire of the NRA. The relationship is hardly cozy but the result is the same. Henderson’s words don’t capture this factor well, but due to it, enough Democrats end up doing what the NRA wants.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07978"}