{"url": "/factchecks/2015/aug/02/Coast-Guard/coast-guard-needs-work-its-math/", "speaker": "Coast Guard", "vclaim": "\"Every year the First Coast Guard District saves 350 lives in the Northeast.\"", "truth_label": "mostly-true", "date": "stated on July 20, 2015 in news release:", "title": "Coast Guard needs to work on its math", "text": "A U.S. Coast Guard helicopter from Cape Cod had plucked three Canadian fishermen from a raft after their vessel sank more than 150 miles off the coast.\nThe resulting news release prepared by a Coast Guard public-affairs unit did not make an outright declaration that the Coasties had saved the men’s lives.\nBut the news release did conclude with this: \"Every year the First Coast Guard District saves 350 lives in the Northeast.\"\nWe know the Coast Guard does some amazing things, but 350 lives, year in and year out?\nWe reached out to the public-affairs staff of the Boston-headquartered First Coast Guard District, whose jurisdiction ranges from the waters of northern New Jersey to Canada. Right away, Petty Officer Ross Ruddell told us that the 350 number is an average.  \nAn average of what, we asked.\nAfter a day of research, Ruddell got back to us with the numbers: 385 for 2014, 338 for 2013 and 427 for 2012. So based on those numbers, Ruddell pointed out, the average was actually 383 -- not 350.\nWhich brings us to a second question: What does the Coast Guard mean by a life saved?\nThe organization, with a history dating to the U.S. Life-Saving Service in 1878, distinguishes between cases where people in peril were \"saved\" and other cases where individuals, even people with injuries, were \"assisted.\"  So the Coast Guard does not tally a life saved every time it tows in a vessel with mechanical trouble.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nFair enough. We’ll accept the way they tally a life saved. And we have not tried to audit that number. What’s odd is the way the Coast Guard keeps using the number 350 in its news releases.\nIn a 2012 news release, a public-affairs officer declared that the Coast Guard saves \"more than 350 lives\" in the Northeast \"per year.\"\nIn a news release in 2013, the agency claimed that it saves 350 lives \"each year.\" In 2014, it sent out a release saying, \"In an average year, the Coast Guard assists 3,300 lives and saves 350 lives across the Northeast.\"\nAnd of course this summer, a news release concerning the fishing boat that sank 150 miles out at sea concluded: \"Every year the First Coast Guard District saves 350 lives in the Northeast.\"\nOur Ruling\nThat’s not strictly correct.  It was 385 lives saved in 2014, 338 lives saved in  2013 and 427 lives saved in 2012.\nIn its news release, the Coast Guard failed to say that 350 was an average, as they did in 2014.  And the average for the past three years is 383 not 350. So the news release understates the value of the Coast Guard’s work.\nThe service is strong on the sea, weak in math. But because in two of the last three years the service saved more than 350 lives, we rate this claim Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06125"}