{"url": "/factchecks/2019/apr/17/eric-burlison/initiative-petitions-were-filed-record-highs-2018-/", "speaker": "Eric Burlison", "vclaim": "Says SJR 11 \"seeks to fix what is very quickly becoming a problem in Missouri — initiative petitions and referendums are being filed at record highs.\"", "truth_label": "mostly-true", "date": "stated on February 13, 2019 in a Senate hearing:", "title": "Initiative petitions were filed at record highs in 2018. Experts explain why", "text": "A slew of Republican-backed bills aiming to toughen the process for Missourians to change the state’s Constitution have sparked strong pushback from some Democrats, who worried the bills would undermine voters’ right to amend the Missouri Constitution.\nSupporters such as Sen. Eric Burlison, R-Battlefield, however, argue that the current petition filing process needs more restriction. Burlison is sponsoring Senate Joint Resolution 11, which didn’t gain much steam after its first hearing compared to similar bills. The bill would require petitioners to gather signatures from all eight congressional districts in Missouri.\nBurlison said during the hearing that his bill \"seeks to fix what is very quickly becoming a problem in Missouri — initiative petitions and referendums are being filed at record highs. So far this year 42 have been filed; in 2018, 371 were filed.\"\nWe decided to take a look at the numbers. Is it true that petitions and referendums are filed at \"record highs?\" If so, what should we make of the numbers?\nBurlison’s staff pointed to the Missouri Secretary of State’s office as his data source. His numbers checked out. As of Feb. 13, the date he made the statement, 42 petitions were filed for the 2020 election cycle. In 2018, a total of 371 initiative petitions were filed, the most over the past 12 years, according to data from the Missouri Secretary of State’s office.\n\nSource: Missouri Secretary of State\nThe number of petitions filed rose steadily for the most time between 2006 and 2012, the data shows. It began to rise at a higher rate after a slight downturn from 2012 to 2014.\nHowever, the number of petitions approved for circulation climbed at a much slower rate. The number of measures that made it to the ballot largely remained flat over the years.\nWhy the surge?\nFor a petition to reach the ballot, petitioners need to first file proposed initiative petitions with the state Secretary of State’s office for review and approval for circulation. After earning permission to circulate a petition, they can then begin gathering signatures to put the measure on the ballot.\nUnder current law, petitioners need to gather signatures from a certain percentage of legal voters in any six of all eight congressional districts in Missouri. For those seeking statutory changes, that number is 5 percent; for constitutional changes, it is 8 percent.\nOnly petitions that hit the mark with enough verified signatures can be placed on the ballot. The measure will need a simple majority of the votes cast in the election to finally become law.\nFormer Missouri Solicitor General James Layton said the rise in the number of petitions filed could be due to petitioners filing variations of a same measure.\n\"They don’t go out and get signatures, they just pick one of (them)...and they gather signatures as to that one,\" Layton said.\n\"The change is because the people who do use it are delaying their commitment to a particular format,\" Layton said. As a result, many of the filed petitions are left \"by the wayside,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMissouri Secretary of State Jay Ashcroft expressed support to toughen the initiative petition process, the Kansas City Star reported. Referring to the number of petitions filed with his office, Ashcroft argued that although he doesn’t want to deter Missourians from placing measures on the ballot, the current process has spiraled out of control.\nLayton said the increasing number of petitions does add to the workload of the Secretary of State’s office, since it takes \"a fair amount of manpower\" to review the materials.\nChuck Hatfield, former chief of staff and counsel to Missouri Attorney General Jay Nixon, said there are petitions filed to just \"make a point.\"\nHatfield said the increase of petitions over the years reflects a growing awareness of the initiative petition process. Apart from petitioners with experience, he said newcomers are also filing and learning about the process.\nHatfield said he also noticed a growing number of petitions coming from \"the more liberal end of the spectrum\" over the years, which he thinks is in response to the rise of Republican control of the state legislature.\n\"I think the initiative has always been a way for people to respond when they don’t think the legislature is doing what they want them to do,\" Hatfield said.\nWhy is it so hard to make the ballot?\nWhy isn’t there an uptick in the number of petitions that were placed on the ballot each election cycle?\nBoth Hatfield and Layton said it is hard for petitioners to place measures on the ballot under the current law, especially during the signature gathering process.\n\"You have to gather thousands of these ... many more than the Constitution requires, because some of them are going to get thrown out\" for various reasons, Layton said. \"If it requires 5,000 signatures in a congressional district, to be safe, you probably want to have 7,000 or 8,000 signatures in that district.\"\nMissouri now has less congressional districts than before, Layton said, which also added to the difficulty of signature gathering to some extent.\nHatfield thinks the current law \"strikes the right balance.\" Under the current law, only ideas with a wide range of grassroots support or financial backing have a chance at the ballot.\n\"It’s not like everybody who gets approved to circulate goes and gathers the signatures and has an easy time out of it,\" Hatfield said. \"The other thing to keep in mind is, they don’t all pass.\"\nOur ruling\nBurlison said SJR 11 \"seeks to fix what is very quickly becoming a problem in Missouri — initiative petitions and referendums are being filed at record highs.\"\nThe numbers he gave to support his statement are accurate. Last year Missouri witnessed the highest amount of petitions filed per election cycle over the past 12 years. However, the statement leaves out the context that the number of petitions that were approved to circulate did not rise proportionately, and the number of ballot measures remained flat over the years.\nTherefore, we rate this statement Mostly True.", "vclaim_id": "vclaim-pol-00745"}