{"url": "/factchecks/2012/jan/06/mitt-romney/how-important-was-romney-fixing-troubled-salt-lake/", "speaker": "Mitt Romney", "vclaim": "Says he \"helped save\" the Olympic games.", "truth_label": "mostly-true", "date": "stated on December 6, 2011 in a TV airing in Florida:", "title": "How important was Romney in fixing troubled Salt Lake Olympic games?", "text": "Mitt Romney portrays himself as an able manager as he campaigns for the Republican nomination for president. In addition to his tenure as governor of Massachusetts and two stints leading the buyout firm Bain Capital, he also has cited his role as chief executive officer of the Salt Lake City Olympic Committee in the run-up to the 2002 Winter Olympics.\n\nOn the stump and in commercials, the Olympics are used to promote the image of Romney as a problem-solving turnaround specialist. In a campaign video titled \"Leader,\" Romney says, \"I worked at one company, Bain, for 25 years. And I left that to go off and help save the Olympic games.\"\n\nSo, did Romney really \"help save the Olympic games?\" That's a broad claim. Was he successful at not just fixing the Salt Lake Olympics, but also saving the Olympic tradition?\n\nRomney left Bain in early 1999 to take over leadership of the games in the aftermath of a bribery scandal that ultimately exposed years of widespread corruption by members of the International Olympic Committee and their counterparts in host cities during the bidding process used to award the games.\n\nThe initial focus in the late 1990s was on Salt Lake City, where the scandal forced several of the city’s Olympic officials to quit and the mayor to step down. It threatened to scare away corporate sponsors whose advertising dollars would be vital to helping to fund the games.\n\nAn internal investigation pointed the finger at two key Olympic organizers who were among the officials who had been forced out, and the SLOC was reorganized. But with two years until the games were set to begin, officials needed someone who help restore credibility to the organization. Romney, a Mormon whose family has deep roots in the state and who attended Brigham Young University, was called in from Boston to clean up the mess.\n\nIt was a pivotal moment for Romney, who had rejoined Bain after his failed 1994 bid to unseat Sen. Edward Kennedy, D-Mass. The Salt Lake assignment launched him into the national spotlight and helped reboot his political career. It also served as a springboard to his successful 2002 gubernatorial campaign.\n\nNext month will mark the 10th anniversary of the Salt Lake games, which turned a profit and were well-reviewed at the time. The Romney campaign points to that success as a prime example of his vaunted managerial acumen. Romney even wrote a book about it -- Turnaround: Crisis, Leadership and the Olympic Games.\n\nMany who worked closely with Romney in Salt Lake praise his Olympic work. One of them, Mike Leavitt, the former Utah governor who tabbed Romney to lead SLOC, now campaigns for Romney.\n\nMark Lewis worked for the International Olympic Committee when Romney hired him to help recruit additional corporations to help fund the games. SLOC’s effort to attract sponsors had come to a virtual standstill, Lewis said, with the bribery scandal and subsequent federal investigation casting a shadow over the organization.\n\n\"Things were in pretty bad shape,\" Lewis said. \"There was a significant budget deficit. There was also a crisis in confidence.\"\n\nLewis, who now lives in Montana and is president of Jet Set Sports, which provides hospitality services at the Olympics for corporations, said he traveled with Romney to boardrooms and watched him make the pitch as to why the Salt Lake games were still a good bet.\n\n\"It’s a pretty tough sell to go out to a company and say you should pay money to be associated with us,\" Lewis said. He said Romney’s sales job persuaded them to contribute.\n\n\"I came into this not knowing Mitt,\" said Lewis, who is a state finance chairman for Romney in Montana. \"I can tell you without hesitation he is one of the most amazing people I’ve ever worked with.\"\n\nMark Tanner was the chief financial officer for the SLOC before Romney was hired.\n\n\"The games weren’t in shambles, but they needed more money,\" said Tanner, who left for a corporate position shortly after Romney was brought in and now works for an educational nonprofit in San Diego.\n\nEven though the games had attracted a number of sponsors, many had fulfilled pledges through in-kind donations instead of money. \"It was very straightforward that we needed more cash,\" Tanner said. \"Mitt was a really quick study.\"\n\nHistory intervened as well. Just five months before the games came the 9/11 attacks, which changed attitudes in Washington about supporting the games financially. Tanner said winning federal backing had been a tough sell during his tenure.\n\n\"That was money that was not available before,\" he said.\n\nUnder Romney's leadership, the Olympic committee, which had about a $1.3 billion operating budget, ultimately brought in tens of millions in profits, enough to set aside $40 million to create a fund that owns and maintains the Olympic facilities that were built for the games.\n\nNot everyone is ready to declare Romney a gold medal winner for his Olympic performance. David Wallechinsky is an author and the vice president of the International Society of Olympic Historians.\n\nHe said the Romney improved the situation in Salt Lake, but that the claim in the Romney ad, that he \"helped save the Olympics\" is too broad. The bribery scandal was a low point for the Olympic movement, Wallechinsky said, but it wasn’t an existential threat.\n\n\"It wasn’t going to threaten the Olympic movement, which survived two world wars, major boycotts and terrorist attacks,\" Wallechinsky said.\n\nOur ruling\n\nWhile it may be stretch to suggest the future of Olympics themselves were at stake during Romney’s time in Salt Lake, by all accounts, he did help the city’s moribund Olympic committee reverse its fortunes after an embarrassing scandal and brought the 2002 Winter Olympics to a successful conclusion. We rate Romney's claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11848"}