{"url": "/factchecks/2011/jul/03/scott-walker/gov-walker-says-2-years-ago-we-had-largest-deficit/", "speaker": "Scott Walker", "vclaim": "Two years ago we had \"the largest structural deficit ever in Wisconsin.\"", "truth_label": "false", "date": "stated on June 21, 2011 in an appearance on national TV:", "title": "Gov. Scott Walker says 2 years ago, we had “the largest deficit ever in Wisconsin”", "text": "In recent weeks, there has been a lot of talk about the state’s \"structural\" deficit, and how Republican Gov. Scott Walker and the GOP-controlled Legislature eliminated it in the 2011-13 budget.\n\nDuring the 2010 campaign, Walker railed against the use of one-time budget maneuvers, which pushed problems into future budgets. Walker returned to the topic in a June 21, 2011, appearance as a guest host on CNBC’s \"Squawk Box,\" touting his own approach.\n\n\"We had two years ago the largest structural deficit ever in Wisconsin,\" Walker said. \"One of the things where in many ways they were kicking the can into the future, delaying payments, pushing things off, raided transportation funds and took stimulus money.\"\n\nHe added: \"And in this budget we wiped that out and put in place structural changes.\"\n\nAmong the changes: The controversial collective bargaining bill, which requires state workers to contribute more for their pensions and health insurance. In effect, it is a pay cut for workers, which means a savings for taxpayers. From a fiscal perspective, the change is viewed as permanent, rather than a one-time change, said Robert Lang, director of Wisconsin’s non-partisan Legislative Fiscal Bureau.\n\nBut what about the claim that two years ago, under Democratic Gov. Jim Doyle, the structural deficit was at its largest point?\n\nThe structural deficit is a projection that measures the future imbalance between spending and tax revenue as laid out in state law. The fiscal bureau started calculating the structural deficit with the 1997-99 budget.\n\nThe structural deficit differs from budget shortfalls caused, for instance, by reduced tax collections due to a poor economy. By law, the two-year budgets must be balanced when approved. But because they are based on projections, things frequently change when expenses rise (or fall) or revenue comes in lower (or higher) than anticipated.\n\nIf you look back two years, the structural deficit for the 2009-11 state budget -- when Doyle was in office -- was $1.682 billion, according to a June 13, 2011 fiscal bureau report.\n\nBut that’s not the largest ever measured.\n\nRather, it’s the third highest in the 14 years that the agency has compiled the reports. The worst: a $2.867 billion structural deficit from the 2003-05 budget.\n\nWe asked Walker spokesman Cullen Werwie about the governor’s statement. He referred us to the Walker’s executive budget, submitted earlier this year and had no further comment.\n\nThat document includes a chart that shows -- without attribution -- structural deficits as calculated by the fiscal bureau. It takes the extra step of showing which governor was in charge for each deficit. Under the largest structural deficit is the name McCallum.\n\nThat would be Gov. Scott McCallum, a Republican.\n\nSo what’s the bottom line?\n\nAppearing on a national cable TV show viewed by some 269,000 people, Walker said the state’s largest structural deficit had come two years earlier, under his Democratic predecessor. He was off by seven years and a political party.\n\nWe rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nEditor's note: An earlier version of this item incorrectly stated that Scott McCallum was acting governor.", "vclaim_id": "vclaim-pol-12808"}