{"url": "/factchecks/2015/apr/29/scott-walker/democrats-had-total-control-state-politics-many-ye/", "speaker": "Scott Walker", "vclaim": "Minnesota’s \"advantage\" in economic growth has been having \"Republicans in charge of at least one part of government\" for all but two years, while Wisconsin Democrats \"for many years\" before 2011 controlled both legislative chambers and the governorship.", "truth_label": "false", "date": "stated on April 23, 2015 in an interview:", "title": "Democrats had total control of state politics for \"many years,\" Scott Walker says", "text": "Republican Gov. Scott Walker had it two ways while defending his state’s economic record during a stop in Minnesota as he moves toward a 2016 presidential bid.\nSome media outlets interpreted his remarks as pushing back on the idea that Wisconsin’s economic recovery trails that of Minnesota, where Democrat Mark Dayton is governor.\nBut Walker also spoke of Minnesota’s \"advantage\" in terms of economic growth and attributed it to politics.\n\"For many years, when (Republican Gov. Tim) Pawlenty was in office, the state was doing quite well,\" Walker said.\n\"You've had the advantage of having, other than a two-year period, Republicans in charge of at least one part of government for at least some time,\" Walker added, then noted. \"Before we came into office, for many years there was a Democratic governor, a Democratic Assembly and a Democratic Senate.\"\nWe can’t fact check Walker’s implication that Wisconsin fell behind because Democrats were running the whole show. That’s his opinion.\nBut we can check his facts on who was in charge and when.\nWalker didn’t say how far back his comparison went, but his mention of Pawlenty suggests at least 2003, when Pawlenty was first elected.\nHere’s what we found when examining partisan control in both states:\nMinnesota\nPawlenty served two terms, from 2003 through 2010, giving way to Dayton at the same time Walker assumed power in Madison in January 2011.\nSo that means Republicans controlled at least one key lever for those eight years.\nFrom 2011 to present it’s been Dayton, a member of the state’s Democratic-Farmer-Labor Party, in the governor’s chair in St. Paul.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nRepublicans held both legislative chambers in 2011-12, and one starting in 2015.\nBut Democrats -- as Walker correctly noted -- ran both chambers from 2013-14 and of course had Dayton for those years as well.\nWisconsin\nWalker confined his argument here to the years before he took office in 2011.\nBut he misfires in saying Democrats had a total lock on power for \"many years.\"\nDemocratic Gov. Jim Doyle took office in Wisconsin in 2003 -- at the same time Pawlenty assumed control next door. Doyle also served eight years, then decided not to run for a third term.\nBut Doyle only had a Legislature under total Democratic control for his last two years, 2009 and 2010.\nIn fact, Republicans controlled the Assembly and Senate for Doyle’s first four years. Control then was split for two years before Democrats enjoyed their brief unfettered reign.\nGoing back further, to 1995, Republicans in Wisconsin controlled at least one of the three power spots every year until 2009.\nThe kind of single-party dominance that Walker claimed Democrats have enjoyed for many years is rare in recent Wisconsin history.\nWalker, though, is now in year five with Republicans gripping all three levers of authority at the Capitol.\nOur rating\nWalker said Minnesota’s \"advantage\" has been having \"Republicans in charge of at least one part of government\" for all but two years, while Wisconsin Democrats \"for many years\" controlled both legislative chambers and the governorship before 2011.\nIn making the comparison, though, he overstates how long the Democrats had total control in Wisconsin. It was for a two-year period, before he took office and Republicans won complete control. The Republicans have had that status more than twice as long as the \"many years\" Walker said Democrats did.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-06469"}