{"url": "/factchecks/2020/may/27/facebook-posts/ex-minneapolis-cop-misidentified-photo-man-wearing/", "speaker": "Facebook posts", "vclaim": "A photo shows ex-Minneapolis police officer Derek Chauvin wearing a “Make Whites Great Again Hat.”", "truth_label": "false", "date": "stated on May 27, 2020 in a Facebook post:", "title": "Ex-Minneapolis cop misidentified in photo of man wearing a ‘Make Whites Great Again’ hat", "text": "Four Minneapolis police officers were fired on May 26, 2020, after video surfaced of a white officer pinning down a black man by the throat with his knee. The man, George Floyd, pleaded repeatedly that he couldn’t breathe and minutes later went limp and appeared to lose consciousness. He later died at the hospital.\nBut amid national outrage at what unfolded, misinformation is also spreading.\nThe image of Derek Chauvin, the officer who kneeled on Floyd’s neck, has started to appear on Facebook alongside another photograph of a man with a red baseball cap that reads \"Make Whites Great Again.\" The phrase is a play on President Donald Trump’s campaign slogan.\nThe posts suggest that the man in the hat is Chauvin, but it isn’t him.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe photograph actually shows Jonathan Riches, a former federal inmate who’s known for filing lawsuits, including some against President George W. Bush and the late Steve Jobs.\nRiches told fact-checking organization Snopes that he is the person in the photograph, but claimed the \"Make Whites Great Again\" slogan was photoshopped.\nMeanwhile, he’s seen in other photographs that have now been deleted but still exist in screenshots, wearing a hat with the same wording. A Twitter user also posted a screenshot of Riches’ grandmother sharing the photo. The slogan is the same.\nOur ruling\nOnline users are misidentifying a photo of a man in a \"Make Whites Great Again\" hat as ex-Minneapolis police officer Derek Chauvin when it actually depicts a man named Jonathan Riches.\nWe rate this False.", "vclaim_id": "vclaim-pol-18381"}