{"url": "/factchecks/2011/oct/16/david-clarke-jr/clarke-says-hes-never-asked-more-inflationary-incr/", "speaker": "David A. Clarke Jr.", "vclaim": "Says he’s \"never asked for more\" than inflationary budget increases in his 10 budgets as Milwaukee County sheriff", "truth_label": "false", "date": "stated on September 30, 2011 in a radio interview:", "title": "Clarke says he’s never asked for more than inflationary increases in his department’s budget", "text": "David A. Clarke Jr. wants you to know that Chris Abele is not the new sheriff in town.\n\nClarke, the Milwaukee County sheriff since 2002, was spitting bullets when Abele --  the successor to former Milwaukee County Executive Scott Walker  -- proposed balancing the 2012 county budget in large part by cutting deeply into Clarke’s agency.\n\nAbele is a \"novice\" with \"disdain for law and order\" and a desire to \"coddle criminals,\" Clarke said on the Sept. 30, 2011 \"Midday with Charlie Sykes\" show on WTMJ-AM (620). Abele, the sheriff went on, proposes \"gutting\" the Sheriff’s Department.\n\nThe sheriff said he was very careful with taxpayer dollars, dating back to the Walker era, then added something that caught our ear.\n\n\"I never asked for additional resources. I never asked for more,\" Clarke said. \"Every budget I’ve ever asked for is just a cost to continue. In other words, what we’re doing now, I’m satisfied with the money that you gave us last year. If you just give us that again, with the rate of inflation because salaries go up and all those kind of things, I said, ‘I’m fine.’\n\nHe continued: \"And even with that, the (County Board) would turn around and take some money away. But you know, I can live with that. I don’t run the budget and I realize the finances are not infinite. The county’s in bad shape, I understand that.\"\n\nWe’re aware of Clarke’s past efforts to streamline the department and rein in overtime payments that before his arrival had routinely helped bust the budget.\n\nBut did Clarke really confine himself -- every year -- to asking for inflationary increases?\n\nLet’s frame this dispute -- and then take a look at the numbers.\n\nAbele praises the Sheriff’s Department’s role but says that \"by statute and by practice, the sheriff plays only a limited role as a traditional law enforcement agency.\" That’s the reason for the cuts, Abele told the County Board on Sept. 29, 2011.\n\nClarke is outspoken in his criticism of liberal elected officials, and sees Abele as just that. Plus, Abele’s misinformed about public safety, Clarke says. In particular, Clarke took shots at Abele’s bold decision to try to direct Clarke to make specific cuts. That usurps the sheriff’s constitutional powers, Clarke argues.\n\nNow the numbers.\n\nPart of this is simple math. County records document what Clarke asked for each year compared with the adopted budget handed to him the year before. We looked at 10 budgets, from Clarke’s first in 2003 to the proposal he made for 2012.\n\nWe found that in five years, his requests topped the previous year -- while in five years he asked for less or about the same.\n\nWhen he sought more, the increases ranged from 4 percent up to 13 percent. In every case through 2010, those increases were greater than inflation, based on the consumer price index for Milwaukee-Racine calculated by the U.S. Department of Labor. The government has not yet calculated 2011 rates.\n\nSeems cut and dried.\n\nBut nothing involving Milwaukee County’s often-arcane and cumbersome budgeting process is simple, so we took a second look and talked to the sheriff and other county officials.\n\nFirst, Clarke.\n\nThrough his budget officials, Clarke didn’t dispute that the county records, on their face, will show larger-than-inflation increases.\n\nBut he said he is using a different standard: budget increases minus the costs for employee benefits.\n\nThe different standard, of course, provides a different picture.\n\nUnless you’ve been been stuck in the deep tunnel for the past decade, you probably have some notion that skyrocketing pension costs after the notorious 2002 pension deal -- plus hyper-generous health insurance for county workers -- have driven up county costs and taxes dramatically.\n\n\"As the County has downsized, the ‘legacy’ fringe benefits (obligations for those not still working here) have been spread across fewer employees.  The health care and pension cost increases have been everybody's problem,\" said Stephen Cady, the County Board’s fiscal and budget analyst. \"Each year, departments have had to cut to absorb the growing fringe costs that get allocated to their department.\"\n\nThose fringe benefit costs are from active employees, too, not just retirees.\n\nClarke says that if you remove those fringe costs, his budget requests collectively have come in under the inflation rate.\n\nHe’s right -- at least when you compare inflation through 2010 (latest year available) to Clarke’s first eight budgets.\n\nBut the inflation comparison works against him if you include 2011, when his request went up 13.4 percent. In that year, we should note, an accounting change involving Clarke’s bailiffs explained a big chunk of the increase.\n\nIt’s not surprising that Clarke’s budgets look better by his definition: He’s removed one of the leading -- if not the leading -- inflationary driver in the county budget from his calculations.\n\nThat issue affects all departments.\n\n\"This is the cost of doing business,\" said Abele spokesman Jeff Bentoff. \"Every department is responsible for the fringe costs associated with their employees.\"\n\nIndeed, other departments did not get the benefit of property tax-levy increases the Sheriff’s Department has seen. Abele says the department’s levy has gone up 62 percent in the decade, while Clarke says 37 percent is a fairer number. Either way it’s a big bump compared, for example, with the zero percent increase for the Parks Department, or the drop in levy for transit.\n\nClarke has trimmed about one in five positions from his agency, thereby eliminating some employee fringe benefit costs. But that underscores he does have some control over those costs.\n\nIn any case, Clarke’s leave-out-the-benefits approach is not the conventional way the budget is viewed. Nor did he note that limitation when he made the ear-catching statement.\n\nWhat’s more, if we looked at every department that way, tens of millions of dollars in county tax dollars would magically disappear from the books -- but not from that tax bill in your mailbox.\n\nOur conclusion\n\nClarke says he \"never asked for more\" than inflationary budget increases in his 10 budgets as Milwaukee County sheriff.\n\nIt’s true if you overlook the massive fringe benefit increases that have pushed up county costs, frustrating Clarke and every other department head who cut back only to see costs rise. But the bottom line is, Clarke’s redefinition of his budget requests is unofficial and not recorded in county records.\n\nWe rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021", "vclaim_id": "vclaim-pol-12260"}