{"url": "/factchecks/2021/jan/15/facebook-posts/claim-comparing-adverse-events-covid-19-flu-vaccin/", "speaker": "Facebook posts", "vclaim": "“Coronavirus vaccinations seem to be causing 50 times the adverse events of flu vaccinations after just the first of two shots.”", "truth_label": "barely-true", "date": "stated on January 6, 2021 in a Facebook post:", "title": "A claim comparing adverse events for COVID-19, flu vaccines exaggerates raw data", "text": "An article widely shared on Facebook from the website of Ron Paul, a Texas doctor and former GOP congressman, carried this ominous headline:\n\"Coronavirus vaccinations seem to be causing 50 times the adverse events of flu vaccinations after just the first of two shots.\"\nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe article, which appeared Jan. 6 on the website of the Ron Paul Institute for Peace and Prosperity, cites a journalist’s reporting of data from a federal reporting system that health officials use to track and study \"adverse events\" associated with vaccines, ranging from mild side effects to serious health problems.\nThe journalist, Alex Berenson, told PolitiFact he has not reported that the COVID-19 vaccines are causing the adverse events, only that the data are showing many more such events than are reported with flu shots. \"I am pointing to a potential problem that this data raises,\" he said. \nHealth experts told us there isn’t enough data in the reporting system to indicate whether a vaccine causes a particular reaction, or to accurately compare the adverse events associated with different vaccines. \nClaim relies on tweets\nThe article reported on what it called \"disturbing numbers\" from a series of tweets a day earlier from Berenson. \nBerenson wrote that through Dec. 22, with fewer than 1 million doses of the COVID-19 vaccine given, the Centers for Disease Control and Prevention had received reports of 307 emergency room visits and 17 \"life threatening\" events, for \"roughly 50 times the rate of adverse events from the flu vaccine.\" \n\"It gets worse,\" the article said, noting that Berenson wrote that the COVID-19 adverse events were reported after shots were given mostly to healthy people in settings where problems can be quickly treated and before the rollout to older, less healthy people.\nBerenson’s tweets said he obtained his figures from the CDC’s Vaccine Adverse Event Reporting System.\nThe CDC told us its system does not allow for searches dating back to Dec. 22, so we could not replicate the searches Berenson did, and Berenson told us he didn’t have the earlier search results from the CDC’s database.\nBut Berenson showed us screenshots of results from a more recent search he did of the database, which he said showed that adjusted for the number of vaccinations given, there were now roughly 35 times as many adverse events reported for COVID-19 vaccinations as for flu shots. The search results he showed us indicated 4,060 adverse events after 4 million COVID-19 vaccinations in the three weeks ended Dec. 31; and 9,553 adverse events reported over 18 months for 180 million flu shots given during the 2019-20 flu season.\nReporting system’s limitations\nDr. Paul Offit, director of the Vaccine Education Center and a physician in the infectious-disease division at Children's Hospital of Philadelphia, warned against reading too much into the CDC’s figures cited in the tweets or the article.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"The VAERS system is very noisy, so it's hard to compare,\" he said. The system, he said, identifies \"a lot of temporal associations that are not necessarily causal.\"\nVAERS is not designed to indicate whether a vaccine caused a health problem, but is good for detecting patterns of events that might indicate a problem, which in turn might trigger further investigation of a possible safety concern. \nThe site notes that it contains \"unverified reports\" of adverse events that occur after vaccination. Anyone can make a report.\nResults of searches on the VAERS database appear with this caveat, among others: \"VAERS reports alone cannot be used to determine if a vaccine caused or contributed to an adverse event or illness.\"\nAs part of heightened safety monitoring for COVID-19 vaccines, the CDC and the Food and Drug Administration \"have strongly engaged healthcare providers, public health jurisdictions and the public to report adverse events to VAERS,\" said CDC spokeswoman Kristen Nordlund.\nDr. Werner Bischoff, professor of infectious diseases at Wake Forest University School of Medicine, said he had \"several concerns\" with the statement comparing the COVID-19 and flu vaccines.\n\"Any adverse events, from mild to severe, are much more closely monitored\" for COVID-19, given that people receiving the COVID-19 vaccine are observed for at least 15 minutes, which generally does not occur with flu vaccinations, Bischoff said. \n\"The range of side effects is broad, as with any other vaccine, and we need more data to accurately estimate the occurrence of severe reactions caused by the COVID vaccine,\" he added. \n\"Making comparisons at this early stage may lead to misinterpretation,\" he said.\nThe Ron Paul Institute did not respond to our requests for further information.\nOur ruling\nAn article shared in Facebook posts claimed: \"Coronavirus vaccinations seem to be causing 50 times the adverse events of flu vaccinations after just the first of two shots.\"\nA journalist’s search of raw data from the CDC’s reporting system indicated that the rate of reported \"adverse events\" following COVID-19 vaccinations is many times higher than for the flu shots. The journalist who surfaced the data that the article drew from said he wasn’t drawing any conclusions about cause and effect.\nThe CDC and experts say the raw data from the reporting system cannot be used to draw conclusions about whether vaccinations cause the adverse events. Experts say the data about the new COVID-19 vaccinations are too new to make meaningful comparisons to flu shots.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-19178"}