{"url": "/factchecks/2020/jan/15/bernie-sanders/fact-checking-bernie-sanders-attack-florida-gov-ro/", "speaker": "Bernie Sanders", "vclaim": "\"In Florida children are required to take their first standardized test within 30 days of beginning kindergarten and Gov. DeSantis wants to extend that requirement to preschoolers.\"", "truth_label": "half-true", "date": "stated on January 13, 2020 in a Sun Sentinel op ed:", "title": "Fact-checking Bernie Sanders’ attack on Florida Gov. Ron DeSantis about school tests", "text": "Democratic presidential candidate Bernie Sanders expressed his solidarity with Florida teachers who descended upon the state Capitol to rally for higher school funding.\nSanders, an independent U.S. senator from Vermont, said Florida places too much emphasis on school tests and that Republican Gov. Ron DeSantis wants to start them even earlier.\nIn Florida, he wrote in the Sun Sentinel, \"children are required to take their first standardized test within 30 days of beginning kindergarten and Gov. DeSantis wants to extend that requirement to preschoolers.\"\nSanders called such a policy \"absurd\" and ineffective. Whether that’s true is outside of the scope of this fact-check. Here, we wanted to know if Sanders correctly assessed the timing of Florida’s earliest standardized test and whether DeSantis wants to expand it to preschoolers.\nAfter we contacted the Sanders campaign, his team tweaked the language in the online op-ed. The revised piece says, \"DeSantis wants to extend harsh accountability requirements to preschoolers.\" (The update is not disclosed on the Sun Sentinel website.)\nWhile we applaud the Sanders campaign for making its language more accurate, we still wanted to fact-check what was missing from the original statement. \nIt’s true that Florida kindergarteners take a screening test at the beginning of the year. However, we could not find any evidence that the state is adding similar tests for preschoolers. The most we’ve heard so far is an unspecific call for more accountability, presumably among pre-K providers.\nRELATED: Florida Gov. DeSantis proposes starting teacher pay increase\nKindergarteners take assessment at the start of the year\nFlorida isn’t unusual for giving tests to students in kindergarten. More than half the states have a kindergarten assessment, said W. Steven Barnett, who co-directs the National Institute for Early Education Research at Rutgers University. \nPublic school students take the Florida Kindergarten Readiness Screener within 30 days of entering kindergarten. The assessment test asks students to recognize numbers up to 20, distinguish numbers from letters, and match words that are the same, among other skills.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe information is meant to help teachers and parents, as well as the state. The state uses the results to calculate the kindergarten readiness rates for Florida’s voluntary prekindergarten program, which provides free access to all of the state’s 4-year-olds.\nIn May, results showed that 41% of children who participated in VPK were not ready for kindergarten. In response, DeSantis directed education commissioner Richard Corcoran to create an improvement plan.\nIn the same press release, Corcoran called for \"a real accountability measure for all our school readiness programs\" and said it was a rallying cry to improve early learning. \nDoes that mean adding tests for voluntary pre-k? We did not get a response by our deadline.\nSo far we have not seen any more details from the DeSantis administration.\nFor the record, Florida law already requires VPK students to take a test at the outset of the program and at the end. The assessments are designed to track progress for the students, classroom and preschool center. \nA new bill filed by state lawmakers would require VPK students to undergo a specified screening and progress-monitoring program. Since the session just started, we don’t yet know how far proposal will go or whether DeSantis supports it. His office did not respond to our questions about that. An aide to a bill sponsor, Sen. Gayle Harrell, said that Harrell doesn’t know if DeSantis supports her bill.\nOur ruling\nSanders said, \"But in Florida children are required to take their first standardized test within 30 days of beginning kindergarten and Gov. DeSantis wants to extend that requirement to preschoolers.\"\nKindergarten students do take a standardized screening test during the first 30 days. We didn’t find any evidence that DeSantis wants to extend such a test to preschoolers (and we’ll note they are already tested). \nThe DeSantis administration called for an \"accountability measure for all our school readiness programs\" after a report showed 41% of VPK students were not prepared for kindergarten. But he has not been specific, and we haven’t found evidence that it will include new testing for VPK students in the first 30 days.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-17580"}