{"url": "/factchecks/2014/aug/21/michael-medved/talk-show-host-police-kill-more-whites-blacks/", "speaker": "Michael Medved", "vclaim": "\"More whites than blacks are victims of deadly police shootings.\"", "truth_label": "half-true", "date": "stated on August 19, 2014 in a Web post from the \"Michael Medved Show\":", "title": "Talk show host: Police kill more whites than blacks", "text": "The turmoil in Ferguson, Mo., has spurred many assertions that blacks are unfairly victimized by police. Conservative talk show host Michael Medved aimed to turn that argument on its head.\nIn a post-show summary on his website this week, Medved cast police as the protectors of African-Americans. Medved said that blacks are much more likely to be killed by another black person than they are by a cop.\n\"When it comes to keeping black youths from violent death, police aren’t the problem – in fact, they’re a crucial part of any solution,\" Medved said.\nAs for the charge that police target blacks, Medved said the opposite is true.\n\"More whites than blacks are victims of deadly police shootings,\" he said.\nWe asked Medved’s producers for the source of that claim and did not hear back before we published. Thanks to the good work by the team at fivethirtyeight.com, we know that there is no precise accounting of how many people the police kill. An unknown number of deaths go unreported because the coroner failed to note it or police departments categorize deaths in different ways, or some other data glitch got in the way.\nHowever, even the incomplete figures gathered by the government tell us that Medved could be partially correct and still ignore a huge piece of the picture. Yes, more whites than blacks die as a result of an encounter with police, but whites also represent a much bigger chunk of the total population. \nThe Centers for Disease Control and Prevention keeps data on fatal injuries from 1999 to 2011 and one category is homicides by legal intervention. The term \"legal intervention\" covers any situation when a person dies at the hands of anyone authorized to use deadly force in the line of duty.\nOver the span of more than a decade, 2,151 whites died by being shot by police compared to 1,130 blacks. In that respect, Medved is correct.\nHowever, Brian Forst, a professor in the Department of Justice, Law and Criminology at American University, said this difference is predictable.\n\"More whites are killed by the police than blacks primarily because whites outnumber blacks in the general population by more than five to one,\" Forst said. The country is about 63 percent white and 12 percent black.\nRather than comparing the raw numbers, you can look at the likelihood that a person will die due to \"legal intervention\" in the same way you might look at the chance a person will die in a car accident or a disease like lung cancer. When you do that, the numbers flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nA 2002 study in the American Journal of Public Health found that the death rate due to legal intervention was more than three times higher for blacks than for whites in the period from 1988 to 1997.\nThat is not the final story though. There are different theories as to why the black rate is so much higher.\nCandace McCoy is a criminologist at the John Jay College of Criminal Justice at the City University of New York. McCoy said blacks might be more likely to have a violent encounter with police because they are convicted of felonies at a higher rate than whites. Felonies include everything from violent crimes like murder and rape, to property crimes like burglary and embezzlement, to drug trafficking and gun offenses.\nThe Bureau of Justice Statistics reported that in 2004, state courts had over 1 million felony convictions. Of those, 59 percent were committed by whites and 38 percent by blacks. But when you factor in the population of whites and blacks, the felony rates stand at 330 per 100,000 for whites and 1,178 per 100,000 for blacks. That’s more than a three-fold difference.\nMcCoy noted that this has more to do with income than race. The felony rates for poor whites are similar to those of poor blacks.\n\"Felony crime is highly correlated with poverty, and race continues to be highly correlated with poverty in the USA,\" McCoy said. \"It is the most difficult and searing problem in this whole mess.\"\nOn his website, Medved tried to link police killings with whether someone resisted arrest. \"If you defer and don’t try to challenge a police officer, he may insult you but he won’t kill you,\" Medved said.\nBut criminologist Lorie Fridell at the University of South Florida told PunditFact that the research on this point is mixed. Some studies that factor in the level of resistance show that race doesn’t matter, and some show that it does.\nOur ruling\nMedved said that police kill more whites than blacks. In absolute terms, that is accurate. However, the statement ignores that there are more than five times more whites than blacks in America. When comparing death rates, blacks are about three times more likely than whites to die in a confrontation with police.\nMedved’s statement leaves out significant information that would change someone’s understanding of the topic. We rate his claim Half True.\nUpdate: The number of deaths due to legal intervention were changed after we initially published this report to include only firearms deaths, which lowered the overall totals. The rating remains the same.\nhttps://www.sharethefacts.co/share/496cb988-8485-4be0-9ea5-d480ed262d1e", "vclaim_id": "vclaim-pol-07412"}