{"url": "/factchecks/2010/dec/02/ronda-storms/ronda-storms-says-local-transit-agency-forces-cab-/", "speaker": "Ronda Storms", "vclaim": "Hillsborough's Public Transportation Commission has \"a rule that says cabbies have to wear socks. I mean, please. Come on.\"", "truth_label": "true", "date": "stated on December 1, 2010 in a newspaper interview.:", "title": "Ronda Storms says local transit agency forces cab drivers to wear socks", "text": "A Republican state senator from Hillsborough County wants to do away with an independent agency that regulates the county's taxicab drivers, saying the agency is duplicative, costly, and rife with inane and unnecessary regulations.\n\nAmong those regulations, says state Sen. Ronda Storms, a former Hillsborough County commissioner, is a requirement that cab drivers wear socks. Storms says she wants to propose a bill during next spring's state legislative session eliminating the Hillsborough transit agency, formally called the Public Transportation Commission.\n\n\"They have a rule that says cabbies have to wear socks,\" Storms said in a Dec. 1, 2010, St. Petersburg Times article. \"I mean, please. Come on.\"\n\nThis fact check is about feet. (A PolitiFact Florida first).\n\nBut before we get to the bottom of it all, a little background on the Public Transportation Commission.\n\nThe commission was created in 1976 by the state Legislature to establish a countywide taxicab regulatory agency and to unify different taxicab ordinances created by the cities of Tampa, Temple Terrace and Plant City. In 1982, the Legislature added vans, limousines and transportation for the handicapped to the commission's regulatory scope. In 1987, basic life support ambulances and government wreckers came under the commission's purview.\n\nThe seven-member transportation board is made up of county commissioners and city representatives from Tampa, Plant City and Temple Terrace. It's the only agency of its kind in the state.\n\nAnd it's had its share of troubles.\n\nOver the years, the commission has been criticized for hiring an executive director that didn't meet job requirements, paying a lobbyist who had worked as a campaign consultant for the commission's board chairman, and forcing a free electric shuttle service out of business.\n\nStorms told the St. Petersburg Times that the agency's most important functions, like making sure vehicles for hire are safe and drivers aren't a danger to passengers, can be handled by the Hillsborough County staff.\n\nThe agency is funded entirely by fees paid by drivers and taxicab companies. It does have interlocal agreements with the county to pay for legal services, however. And Storms says since the agency was created by the state, state workers must spend time monitoring the agency's activities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\n\n\"It makes good sense to me. It's what we stand for as Republicans. Less government, more efficiency, more streamlining. It's what the voters want,\" she said of her bill. \"What is it that they're doing to justify the additional layer of government?\"\n\nAudie Canney, Storm's legislative aide, said Storm found the sock requirement in the Public Transportation Commission's rules for taxi drivers.\n\nIn Section 6, under driver duties, the agency articulates a dress code for male and female drivers.\n\n6.7.1 The driver, if male shall wear clean trousers or knee-length hemmed shorts, shoes and socks and a shirt with a collar, with or without a tie, Appropriate clean outer garments may be worn, if desired, over the collared shirt. Luxury taxicab and limousine drivers shall wear a collared shirt with tie (with or without jacket), trousers, socks and dress shoes.\n\n6.7.2 The driver, if female must wear clean trousers or knee-length hemmed shorts, slacks, shoes and an appropriate collar. Appropriate clean outer garments may be worn, if desired, over the collared shirt or blouse. Female luxury taxicab and limousine drivers must wear a collared shirt or blouse, with or without a tie, with or without a jacket, dress slacks or mid-calf hemmed skirt, socks/nylons and closed toed dress shoes.\n \n\nLater, the dress code says wearing \"sandals, or any type of open-toed footwear\" is prohibited. In reading the rules, we noted that it's clear that male drivers are supposed to wear socks, but there is no such requirement for female drivers.\n\nSo we turned to the Public Transportation Commission's interim executive director, Cesar Padilla, who has worked for the commission since 2000.\n\nHe said the dress code rule has developed over the years. But here's how he explained it to us. \"The taxi drivers have to have collared shirts, if they wear shorts, the have to be hemmed up,\" Padilla said. \"They cannot wear open-toed shoes, no flip-flops and they must wear socks. That's one of the many rules there.\"\n\nSo socks are a must. Padilla said the rules are in place to make passengers feel comfortable. \"When a person comes into Tampa International Airport and they get into a taxi, that's the first impression they're going to have of this area,\" he said. He also said dress codes are common for agencies that regulate taxicabs, so he wasn't sure what the big deal was about.\n\nAnd we did find several municipalities and governments that have dress codes in place for taxicab drivers. Miami-Dade County's dress code is a collared shirt, slacks and closed toe shoes. In Orlando, men must wear pants while females \"may wear skirts or dresses providing that the hem is not more than two (2) inches above the top of the knee joint and is not strapless or halter type.\" Drivers must wear a collared shirt with sleeves and shoes and socks, except that \"females may wear (open-toed) footwear providing that such footwear is high-heeled and is not clogs, thongs, shower shoes or sandals.\" In Daytona Beach, \"neither a male or female driver is permitted to wear a T-shirt, tank top, body suit, swimwear or jogging suit as an outer garment, nor sandals or other type of open footwear, or ballcaps.\"\n\nBut that's a side note to the claim we're checking.\n\nStorms put her foot down when it comes to Hillsborough's Public Transportation Commission, saying some of its regulations are unnecessary and inane, specifically a requirement that taxicab drivers wear socks. She's right that cab drivers have a dress code that includes socks, but it's not as uncommon as she makes it sounds. Still, on the facts she's right. We say True.", "vclaim_id": "vclaim-pol-13938"}