{"url": "/factchecks/2021/jan/25/glenn-grothman/no-democrats-are-not-eliminating-right-americans-c/", "speaker": "Glenn Grothman", "vclaim": "A majority of Americans have voted for a party that … wants a world in which you cannot call your parents mom and dad.\"", "truth_label": "false", "date": "stated on January 4, 2021 in News release:", "title": "No, Democrats are not eliminating the right of Americans to call parents mom and dad", "text": "In recent years, gender-neutral language has been a hot-button issue for many. Indeed, according to U.S. Rep. Glenn Grothman, R-Wisconsin, that debate has pushed America to this point: \n\"A majority of Americans have voted for a party that … wants a world in which you cannot call your parents mom and dad.\"\nYes. There is a lot to unpack there.\nIt begins with a new rules package adopted Jan. 4, 2021, by the Democratic-controlled House on a 217-206, party-line vote. The package covers many aspects of how the chamber will run in the new term.\nThe rule in question applies specifically to official House documents, saying they must use gender-neutral language. For instance, documents will reference \"parents\" instead of \"mother and father\"; \"child\" instead of \"son\" or \"daughter\"; or \"chair\" instead of chairman. The phrase \"submit his or her resignation\" will be replaced with \"resign.\"\nBut in a news release that day, Grothman argued Democrats want to eliminate the words -- along with son, daughter, brother, sister, uncle, aunt and many more -- entirely. \nAs in, from everyday life. \nHere is where we’d normally say: \"Oh, brother.\" \nBut now we’re not sure we can. Let’s check it out.\nRules for Congress\nGrothman’s claim and framing of the issue falls short of reality.\nFor starters, he suggests the rule aims to eliminate the words from everyday speech. In truth, they only apply to official House documents -- not statements by House members, let alone anyone else.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn an interview with PolitiFact Wisconsin, Grothman argued that saying \"words like mother and father should not be used is absurd.\" \nBut in his own news release, Grothman acknowledged the House rule changes are \"largely symbolic.\" That undermines the very rhetoric he used in criticizing them. \nThe House rules note the change is meant \"to ensure we are inclusive of all Members, Delegates, Resident Commissioners and their families -- including those who are nonbinary.\" \nU.S. Rep. James P. McGovern, D-Massachusetts, chairman of the House Rules Committee, said: \"It’s mind-blowing that some people have found it controversial to say ‘parents’ instead of listing ‘mother and father.’ Only in Congress would it be a scandal to be succinct.\" \nOf course, that overstates things as well. The criticism from Grothman and others is not because Democrats want to be \"succinct.\" And that’s not why Democrats made the change.\nHouse leaders have said they want to lead by example. As such, they are laying down a marker for how language should be used to reflect society today.\n\"From my standpoint, the gender-neutral language is just consistent with an effort for the House, in the best tradition of the House, to reflect the gorgeous mosaic of the American people in the most sensitive fashion possible,\" U.S. Rep. Hakeem Jeffries, D-New York, said in a Jan. 5, 2021, LGBTQ Nation article. \nOur ruling\nGrothman claimed Democrats want \"a world in which you cannot call your parents mom and dad.\" \nGrothman has a small point, in that the new rules are laying down a marker for how Democrats in the House hope people will behave and treat others in general, not just in limited circumstances. Indeed, House leaders touted the fact they were leading by example. \nBut he dramatically overstates the impact, which he acknowledged in his news release is \"largely symbolic.\" The rules do not apply to every day life, or constrain Grothman or anyone else from referring to their mother and father as, well, Mom and Dad.\nAnd that was the core of his claim.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-19217"}