{"url": "/factchecks/2013/feb/18/donald-rumsfeld/donald-rumsfeld-says-abraham-lincoln-loved-wrestli/", "speaker": "Donald Rumsfeld", "vclaim": "Says wrestling was a favorite sport of Abraham Lincoln.", "truth_label": "true", "date": "stated on February 17, 2013 in an op-ed in the \"Washington Post\":", "title": "Donald Rumsfeld says Abraham Lincoln loved wrestling", "text": "Last week's recommendation by the International Olympic Committee executive board to drop wrestling from the 2020 summer games prompted an outcry from lovers of the sport, including former Defense Secretary Donald Rumsfeld.\n\nThe IOC has been overcome by \"kumbaya\" thinking and should restore wrestling to the 2020 lineup, wrote Rumsfeld in a Washington Post op-ed. Rumsfeld was a wrestler at Princeton University who tried unsuccessfully to make the U.S. Olympic squad in 1956.\n\nIn making his case, Rumsfeld noted that wrestling \"once was a favorite of Abraham Lincoln’s.\"\n\nWe didn't realize the 16th president had been a wrestler, so we decided to check it out.\n\nIt didn't take long: We found Lincoln was so good that he's enshrined in the National Wrestling Hall of Fame, which says he recorded only one defeat in a dozen years.\n\nLincoln \"was an impressive physical specimen, thin but wiry and muscular, strengthened by hard work in the fields and towering to a mighty 6-feet, 4-inches in height,\" says an article on the Hall of Fame's website.\n\nHis most famous bout was against Jack Armstrong, a local bully and wrestling champion in New Salem, Ill. There are differing accounts of that bout, but the consensus is that Lincoln held his own against the \"local tough.\"\n\nLincoln \"sure was the big buck of this lick,\" said one spectator.\n\nHis wrestling skills were celebrated in a TV ad for Diet Mountain Dew in which Lincoln strips off his shirt during the Lincoln-Douglas debates and begins throwing people off the stage. The tagline: \"FACT: Lincoln's favorite sport was wrestling.\"\n\nSports Illustrated notes that Lincoln was not our only wrestling president. Other grapplers who made it to the White House include George Washington (school champ at the Reg. James Maury's Academy in Fredricksburg, Va.), Andrew Jackson, Zachary Taylor, Ulysses S. Grant, Chester A. Arthur, Theodore Roosevelt and  William Taft, who \"mastered a wicked move called the Flying Marc that savagely flipped an opponent to the ground.\"\n\nRumsfeld said wrestling was a favorite sport of Lincoln's. We found lots of documentation of his wrestling prowess, and it's a reasonable inference to assume he enjoyed it. We rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09696"}