{"url": "/factchecks/2011/may/03/jd-alexander/sen-jd-alexander-questions-e-verify-costs/", "speaker": "J.D. Alexander", "vclaim": "Says using E-Verify is \"a fair amount of cost,\" about $20 per person that does not match.", "truth_label": "mostly-true", "date": "stated on April 29, 2011 in comments to the 'St. Petersburg Times' and 'Miami Herald':", "title": "Sen. J.D. Alexander questions E-Verify costs", "text": "The man running a controversial immigration bill through the Florida Senate says he opposes a requirement that employers use the federal E-Verify system to check the immigration status of their employees.\n\nSen. J.D. Alexander, R-Lake Wales, says he knows first-hand about the federal system -- since he uses it as a farmer and citrus grower. Alexander says E-Verify is flawed, and costly for business. The Senate is scheduled to debate the immigration bill, SB 2040, and the E-Verify component on May 3, 2011. Details of the entire bill remain unknown.\n\nBut Alexander has pretty much made his position known, saying he will try to remove any E-Verify requirement.\n\n\"It takes a while to really know the answer,\" he said of E-Verify. \"It has the potential of being wrong.\"\n\nAnd, he said, \"it's a fair amount of cost\" -- about $20 per person who isn't eligible to work. \"It's fairly expensive.\"\n\nAlexander noted to reporters that he's short about 100 people to pick a blueberry crop. \"For all the unemployment, there just are not folks who want to come out and pick blueberries,\" he said, for about $9 an hour.\n\nAs the debate continues, we wanted to touch on Alexander's concern about cost.\n\nThe E-Verify system is a federal database that compares information from a person's employment paperwork to Homeland Security and Social Security records. Employers who use the program can weed out immigrants not eligible to work in this country. Once employers hire workers, they run their names through the E-Verify database. If the records match, the new employees are eligible to work. If they don't match, the database notifies the employers, who must then give the workers eight days to provide sufficient proof of eligibility.\n\nCritics like Alexander complain that the database is inaccurate and needs improvement.\n\nMore than a dozen states require the use of the system in one form or another, whether it's for state workers, state contractors, or for all or most all employers. In Florida, Gov. Rick Scott issued Executive Order 11-02 in his first hours in office requiring the use of the system for executive agency workers and state contractors. He has promised to extend that order to all state employers.\n\nThe system can be accessed at no charge -- meaning employers don't have to pay the federal government to use E-Verify.\n\nBut that doesn't mean Alexander is wrong in making his claim about the cost to businesses.\n\nA Florida Senate analysis notes only that the mandatory use of E-Verify \"may have an economic impact on private employers.\" Employers must either dedicate personnel to learn the system and perform the background checks, or hire third-party agents to do the work for employers.\n\nIn either scenario, there is a cost. \n\nThe federal government performed a detailed regulatory analysis of the cost federal contractors would be expected to incur by using the E-Verify system. The analysis concluded, for instance, that it would take a human relations official about 10 minutes to register to use the system, and then another 1.4 hours for an HR employee and lawyer to review the E-Verify memorandum of understanding. The analysis includes the computer, Internet and printer costs, and found that it takes five minutes for someone to enter a worker's information into the E-Verify system, and an additional five minutes if that worker is required to provide photo identification.\n\nThere also is a cost associated should a worker dispute the E-Verify findings, according to the government analysis.\n\nAnd finally, there is a replacement cost to find workers to take the place of those who cannot pass the E-Verify system.\n\nIn conclusion, the government found that the average direct cost to a contractor with 10 employees would be $1,254 in the initial year. For contractors with 50 employees, the average cost of participating in E-Verify would be $3,163 in the initial year. For a contractor with 100 employees, the cost would be $5,615. And for a contractor with 500 employees, the cost would be $24,422.\n\nThe costs would be less in subsequent years, the government found.\n\nThe ongoing cost for a 10-employee company would be $156 a year, $440 for a 50-employee company, $802 for a 100-employee company, and $3,261 for a 500-employee company.\n\nFinally, we checked with Hunter Employment, a third-party vendor that performs E-Verify checks for workers in Arizona -- where E-Verify is required. Hunter charges $50 for a company to enroll to use its services and an annual fee of $25 thereafter. On top of that, Hunter charges a $7.50 fee for each employee verified by Hunter Employment through the E-Verify program. That would be on top of any personnel time incurred by the company to process the agreement with Hunter, as well as other miscellaneous costs.\n\nAlexander said one of the reasons he doesn't support mandating E-Verify is because it has \"a fair amount of cost,\" about $20 per person that does not match. Our analysis shows that there is indeed a cost to using the system -- though it's technically free. First, the cost shouldn't necessarily be different if a person isn't verified by the system, except that an employer will incur additional costs to replace that prospective worker.\n\nAnd second, while Alexander's figure of $20 per employer isn't too far out of line based on the statistics we've seen, the cost does depend on how many employees are being checked, and whether a business decides to process the E-Verify checks by themselves or through a third-party company. So, we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-13161"}