{"url": "/factchecks/2019/jun/18/gavin-newsom/gavin-newsom-makes-false-claim-raising-lgbtq-pride/", "speaker": "Gavin Newsom", "vclaim": "Says \"For the first time in our state’s history, the Pride flag has been raised at our State Capitol!!\"", "truth_label": "false", "date": "stated on June 18, 2019 in a tweet:", "title": "Gavin Newsom makes False claim of raising LGBTQ Pride flag ‘for first time’ at California’s Capitol", "text": "Gov. Gavin Newsom claimed his administration raised the rainbow flag, a symbol of LGBTQ pride, at the state Capitol \"for the first time in our state’s history\" this week.\nBut a front page newspaper photo and article from 1990 show otherwise.\nTo clear this up, we set out on a fact check.\nOur research\nThe San Francisco-based Bay Area Reporter, which serves the gay, lesbian, bisexual and transgender communities, published the article on October 18, 1990. It shows the rainbow Pride flag flying over the Capitol on National Coming Out Day, on the main pole below the national and state flags, one week earlier, on October. 11, 1990 .\n\nThe October 18, 1990 issue of the Bay Area Reporter featured a photo of the Pride flag that flew briefly at the state Capitol on October 11 for National Coming Out Day. Photo Courtesy: Bay Area Reporter archives.\n\"The flag ended up being flown for only a few hours that day,\" an article in the Reporter reads this week. It cites its own report from three decades ago: \"Then-governor George Deukmejian ordered the flag to be taken down shortly after it was raised.\" The article states that police received threats from veterans who said they planned to shoot or burn the flag.\nThe Pride flag that was raised in 1990 wasn’t a stunt. It was sanctioned by the Joint Rules Committee of the California Senate and Assembly, and was the result of work by LGBT state Senate staffers and activists.\n\"We followed all protocols,\" Ken Topper, who worked at the time for then-state Senate Leader David Roberti, told PolitiFact California.\n\"It wasn’t an easy thing to do,\" added Michael Bosia, who also worked in the state Senate at the time and is now a political science professor at Saint Michael’s College in Vermont. \"It was something that was really powerful and evocative and hopeful.\"\nThe Reporter announced in an article one week before the raising that the Rules committee approved the decision.\n\nFormer California state Senate staffer Ken Topper helped win approval to raise a Pride flag at the Capitol in 1990 / Photos courtesy of Ken Topper\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nNewsom’s response\nIn a written statement, Newsom said he had been unaware of the 1990 episode.\n\"While this is the first time the LGBTQ Pride flag has been flown above the Capitol to commemorate June as LGBTQ pride month, I have learned that there were three hours in 1990 where the flag flew there previously. This piece of our state’s history deserves to be called out and recognized.  News reports from the time tell of a group of activists and legislators who quietly orchestrated the flag to be flown to commemorate National Coming Out Day. It was an act of visibility and defiance. After a short time on display, Governor Deukmejian was alerted to the flag’s existence and ordered it to come down, telling media it was \"mistakenly\" raised.\"  \nEarlier this month, U.S. embassies were denied permission by the Trump administration to fly the rainbow flag in honor of the LGBTQ Pride Month, according to CNN.\nSupport for flying the flag is far greater in California. Newsom said he fully supported the effort, in contrast to Deukmejian three decades ago.\n\"In California, we celebrate and support our lesbian, gay, bisexual, transgender and queer community’s right to live out loud — during Pride month and every month,\" Newsom said in a news release. \"By flying the pride flag over the State Capitol, we send a clear message that California is welcoming and inclusive to all, regardless of how you identify or who you love.\"\nThe news release acknowledged this isn’t the first time the rainbow flag has appeared at the Capitol. \"The flag has previously been hung over balconies both inside and outside of the building and the Capitol dome was illuminated in rainbow colors in June 2015,\" it read.\nNewsom said the rainbow flag will fly atop the Capitol through July 1.\nOur rating\nNewsom claimed his administration raised the rainbow flag at the state Capitol \"for the first time in our state’s history\" this week.\nA newspaper photo and article from 1990 show the flag flew atop the Capitol three decades ago, for a few hours. Two former state Senate staffers told us a joint Senate and Assembly committee authorized the move.\nNewsom was wrong about this being the \"first time in our state’s history\" that the flag flew atop the Capitol.\nThe raising in 1990 went through protocols, was sanctioned and announced ahead of time in a Bay Area newspaper.\nNewsom acknowledged in a subsequent statement that this \"piece of our state’s history deserves to be called out and recognized.\"\nEven so, we rate his initial claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-06-19 01:02:17 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"For the first time in our state’s history, the Pride flag has been raised at our State Capitol!!\"    Gavin Newsom California governor https://twitter.com/GavinNewsom/status/1140671980900769794    Monday, June 17, 2019 2019-06-17    Read More  info", "vclaim_id": "vclaim-pol-00524"}