{"url": "/factchecks/2011/mar/14/marion-hammer/gun-lobbyist-says-doctors-play-politics-gun-questi/", "speaker": "Marion Hammer", "vclaim": "The American Academy of Pediatrics \"supports banning guns.\"", "truth_label": "mostly-true", "date": "stated on February 22, 2011 in comments before a state Senate committee.:", "title": "Gun lobbyist says doctors play politics with gun question", "text": "One of the more intriguing subplots so far during the 2011 Florida legislative session has been a fight between two powerful Tallahassee special interests -- the gun lobby and doctors.\n\nThe bills at issue are SB 432 and its companion HB 155. The measures, being pushed by gun interests, would prohibit doctors from asking their patients, or their patients' families, if they keep a gun at home. An original version of the bill made it a felony punishable with up to a $5 million fine for asking whether a patient owned a firearm. An amended version lowered the penalty to a non-criminal violation with a $500 fine (which could grow if the doctor willfully broke the law or was a repeat offender).\n\nThe American Academy of Pediatrics currently encourages physicians to counsel parents on creating a safe home environment and offers advice to avoid preventable accidents. The long list of recommendations includes mainly innocuous tips like \"Keep plastic bags and balloons away from your children,\" and \"NEVER place an infant in front of an air bag.\" But physicians also are told to tell parents to remove guns from places where children live and play.\n\nPreviously, we've looked into a claim by state Rep. Jason Brodeur, R-Sanford, that part of the reasoning behind the bill he sponsored is to keep gun ownership information from being recorded and collected by the federal government and insurance companies as part of the federal health care law. We rated that claim False, noting that the federal health care law specifically prohibits doctors and insurance companies from collecting gun information.\n\nMarion Hammer, a longtime lobbyist for the Unified Sportsmen of Florida and a former president of the National Rifle Association, offered another reason to support the gun legislation. Doctors are playing politics in the exam room by asking a question they don't need to know the answer to.\n\n\"Doctors are pushing gun-ban politics on their patients,\" Hammer told a Senate committee on Feb. 22, 2011. Hammer made similar comments to a House committee on March 8, as well as in this e-mail to gun-rights supporters. \"They have been pushing a gun-ban agenda and have been bringing their gun-ban politics into examining rooms.\n\n\"The American Academy of Pediatrics supports banning guns,\" she said. \"It's blatant, and it's there on their website. All you have to do is log on and see it.\"\n\nSo log on to the academy's website we did, at www.aap.org.\n\nSure enough, we quickly found a long list of policy statements, including a policy paper called \"Firearm-Related Injuries Affecting the Pediatric Population.\" The academy says its policy on firearm-related injuries was first set in 1992 and reaffirmed in 2004.\n\nThe policy paper says that in 1997, 32,436 firearm-related deaths occurred in the United States, and 4,223 of the victims were children and teenagers under 20. The paper also says that in 1997, 306 children and teens under 20 were killed by firearms as a result of unintentional firearm-related injuries.\n\nThe academy then makes several recommendations to reduce firearm-related injuries.\n\nThe first recommendation is that \"the most effective measure to prevent firearm-related injuries to children and adolescents is the absence of guns from homes and communities,\" the academy writes. \"Firearm regulation, to include bans of handguns and assault weapons, is the most effective way to reduce firearm-related injuries.\"\n\nOther recommendations include urging pediatricians to inform parents about the danger of guns, advocating for trigger locks and other safety mechanisms, and supporting the development of nonviolent, gun-free television programs and video games.\n\nThe policy paper clearly supports banning handguns and assault weapons, but it does not explicitly advocate a complete ban on guns, which likely would require an amendment to the U.S. Constitution. It addresses legal concerns by saying the federal government could ban \"whole categories of firearms.\"\n\nThe academy notably also supported Chicago's handgun ban in a case that came before the U.S. Supreme Court. \"The best way to truly protect children from firearm injuries is to get guns out of their homes, their neighborhoods and where they play,\" said AAP President Judith S. Palfrey. \"If we don't, too many children will continue to be hurt or die needlessly.\"\n\nAnd Hammer pointed us toward another position statement that she said had been on a second AAP website, www.healthychildren.org. \"The most effective way to prevent firearm-related injury to children is to keep guns out of homes and communities. The American Academy of Pediatrics strongly supports gun-control legislation. We believe that handguns, deadly air guns and assault weapons should be banned.\"\n\nThat statement appears to have been replaced on the website. The statement on \"where we stand\" now reads: \"The safest home for a child is a home without a gun. However, if a gun is present in the home of a child, the gun should be stored unloaded and locked, with the ammunition locked separately, so that a child cannot access the gun.\"\n\nInterestingly, some gun-control groups have realized the use of the word \"ban\" is a red flag and have tried to avoid it. The Brady Campaign to Prevent Gun Violence, for instance, says it is not a \"gun-ban\" organization and that \"a safer America can be achieved without banning guns.\" Brady does say certain types of guns, such as military-style assault weapons like Uzis and AK-47s, should be \"out of bounds for private ownership.\"\n\nDebbie Linchesky, a spokeswoman for the American Academy of Pediatrics, referred comment on the issue to Louis St. Petery, a Leon County pediatrician and member of the academy's Florida chapter.\n\nSt. Petery said Hammer is distorting the position of doctors.\n\n\"It's certainly a mischaracterization of where we are on things,\" St. Petery said. \"Forty percent of folks in this country own guns. We (my family) own a gun.\n\n\"It's not that we feel that guns need to be eliminated from the face of the Earth, which is what Ms. Hammer would suggest,\" he said.\n\nSt. Petery said doctors aren't pushing a political agenda; rather, they're trying to keep children safe. If doctors know someone owns a pool, they want to use their limited time with a patient discussing pool safety. If doctors know someone owns a gun, they want to discuss gun safety, he said.\n\n\"We are trying to do the best job we can to protect children,\" St. Petery said. \"We feel that's our job, prevention is what it's about.\"\n\nThat brings us back to Hammer's claim. In making her case to support a bill that would make it illegal for doctors to ask patients about guns, Hammer says doctors -- particularly pediatricians -- are bringing politics into the exam rooms. We cannot make a judgment on that, but we can assess her claim that the American Academy of Pediatrics \"supports banning guns.\"\n\nWe found no evidence that the academy supports an outright ban on all guns. But the academy does say that \"firearm regulation, to include bans of handguns and assault weapons, is the most effective way to reduce firearm-related injuries.\" It also voiced support for Chicago's handgun-ban law. We think Hammer could have been slightly more clear in making her case to the Legislature. We rate her claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGwen Graham\n\n\nstated on May 18, 2018 in a Facebook post\n\n\n\n\n\n\n\n\n\"So far this year, more students have been killed in schools than soldiers in combat zones.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • May 21, 2018", "vclaim_id": "vclaim-pol-13423"}