{"url": "/factchecks/2012/feb/29/jon-husted/jon-husted-says-statewide-ballot-issues-each-cost-/", "speaker": "Jon Husted", "vclaim": "\"Every time we put a ballot issue on, it costs a million dollars.\"", "truth_label": "half-true", "date": "stated on January 26, 2012 in a public forum:", "title": "Jon Husted says statewide ballot issues each cost Ohio $1 million", "text": "Hundreds of thousands of people signed petitions last year to put a new state elections law, House Bill 194, on the ballot to let voters decide whether to repeal it.\n\nThe referendum on House Bill 194 is slated for the Nov. 6 election. But GOP lawmakers who supported the bill are now interested in repealing it in the General Assembly, which would nullify the referendum.\n\nSecretary of State Jon Husted, Ohio’s elections chief, also has said he favors repealing the bill. Husted, a Republican, told a political forum hosted by Associated Press, that repealing the law would help prevent voter confusion and could also save taxpayer money.\n\n\"Every time we put a ballot issue on, it costs a million dollars, essentially, to do that,\" he said.\n\nThe referendum on HB 194 – if lawmakers do not repeal the law – would be the second voter referendum in Ohio in two years. Voters in November overturned Senate Bill 5, an overhaul of the state’s laws covering collective bargaining for public workers.\n\nThat law raised objections from Democrats and labor groups. Its repeal breathed new life into the referendum process as a way to obstruct the agenda of GOP lawmakers who control the General Assembly.\n\nWith the HB 194 referendum scheduled for November, and more possible in the future, PolitiFact Ohio decided to dig into Husted’s claim about the cost.\n\nFirst, we should note that not all statewide ballot issues are voter referendums. Last year, for example, two proposed constitutional amendments were issues on the November ballot.\n\nHusted’s words reference ballot issues, in a broader sense, but when he made this claim it was part of a discussion specifically about the upcoming referendum on HB 194.\n\nWe called Husted’s office and a spokesman said the million-dollar price tag is due to the state’s responsibility to educate the public about the law on the ballot.\n\n\"To ensure all voters have a chance to familiarize themselves with the issues, Ohio’s constitution requires the secretary of state to place issues appearing on the ballot, in their entirety, in newspapers once a week during the three weeks preceding the election,\" Husted spokesman Matt McClellan said in an e-mail.\n\nMcClellan said it cost $2.1 million to meet the requirement last year, when the SB 5 referendum and two proposed constitutional amendments appeared on the November ballot.\n\nThe newspaper ads to educate the public were massive – 60 pages of newsprint that were copied about 5 million times and disseminated in newspapers across the state. McClellan said the SB 5 referendum accounted for 57 of the advertisement’s 60 pages because the entire 302-page law had to be printed.\n\nHB 194 would make several changes to elections law, including restricting early voting opportunities. Democrats have called it a \"voter suppression\" bill. It also is a massive text and would require 50 pages of newsprint for the public notice, McClellan said.\n\nBased on the per page cost of last November’s newsprint advertisement, we were able to determine a potential cost of a referendum on HB 194 and the cost of the SB 5 referendum.\n\nEach of the 5 million newspaper ads distributed across the state last fall were 60 pages. That’s a total of about 300 million pages. The total cost of those ads was $2.11 million, meaning each page cost between 0.7 and 0.8 cents.\n\nFirst, let’s nail down the cost of the SB 5 referendum. Reprinting the entire law and providing other required information, such as arguments for and against the law, required 57 of the 60 pages. The other two ballot issues needed only three pages of the ad.\n\nBased on the per-page cost, the other two ballot issues together cost slightly more than $105,000. That means the SB 5 referendum cost the secretary of state’s office more than $2 million.\n\nMcClellan said reprinting HB 194 will require 50 pages of newsprint. Since the constitution requires all ballot issues be placed in newspapers across the state, we can assume the state would have to pay for another 5 million copies – the same number of ads it had to buy for last year’s ballot issues.\n\nSo that means 250 million pages would be needed. At 0.7 cents per page, the total comes to about $1.75 million.\n\nWe checked our math with the secretary of state’s office and McClellan said it reached the same conclusion.\n\nWhere does that leave us?\n\nHusted’s claim is partially accurate. He made his comment while specifically talking about the referendum for HB 194 and his underlying point here was that referendums cost the state a lot of money. He stated a figure of $1 million for each issue, and the cost of advertising the SB 5 referendum and the estimated cost for HB 194 each exceed that figure.\n\nBut Husted specifically said \"ballot issue,\" which on its face would include more than just referendums to repeal legislation. And he presented the $1 million figure as a rule of thumb, which it is not.\n\nThe cost of the advertisements will vary, depending on how many pages it takes to print the language needed to educate the voters about the issues. In the case of the SB 5 referendum, that required 57 pages because the law to be repealed had to be reprinted. That length is In contrast, though, to the $105,000 price tag for the two other statewide ballot issues last November.\n\nThat is important information needed to fully evaluate Husted’s claim.\n\nOn the Truth-O-Meter, his claim rates Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11530"}