{"url": "/factchecks/2011/apr/02/jason-haas/milwaukee-county-board-candidate-jason-haas-says-m/", "speaker": "Jason Haas", "vclaim": "Milwaukee lost the headquarters for MillerCoors because the area lacks good transit.", "truth_label": "false", "date": "stated on February 27, 2011 in a newspaper interview:", "title": "Milwaukee County Board candidate Jason Haas says MillerCoors left Milwaukee because it lacks good transit", "text": "It’s not uncommon to hear politicians sing the blues about a community. It makes sense -- to win an election, candidates have to convince voters they are the ones who can fix the problems.\n\nBut singing the blues can include some sour notes.\n\nTake Jason Haas, who is running for the 14th District seat on the Milwaukee County Board. In a statement to the Bay View Compass newspaper, he made a claim about Milwaukee County transit options that might make a voter in his district want to pony up more tax dollars for public transportation.\n\nHaas and his opponent, trucking company owner Steve Kraeger, submitted written responses to questions from the Compass, which appeared in the newspaper's Feb. 27, 2011 issue.\n\nIn one of his responses, Haas discussed his views on the importance of public transit, including this observation:\n\n\"Businesses have decided not to locate (in Milwaukee) precisely because there are no effective transit options; Milwaukee lost the headquarters of MillerCoors to Chicago, in large part, for that reason,\" Haas said.\n\nThis caught our attention. It didn’t sound right that a multi-billion dollar company moved its headquarters out of its home town because of the transit system.\n\nWe called Haas for elaboration.\n\nHe said he based his comments on an article from the Business Journal, a MillerCoors press release and a study from the nonprofit Transportation Development Association.\n\nWe looked at Haas’ evidence and found what amounted to the old game of telephone, where a statement is made, misunderstood, repeated, and so forth. The trail links Haas’ statement to a misleading item from the Business Journal, and back to a Chicago Tribune article.\n\nBut let’s start at the beginning -- the MillerCoors marriage and the merged company’s decision on its corporate headquarters.\n\nAt the time of the merger in 2008, Milwaukee-based Miller Brewing Co. and Denver-based Coors Brewing Co. were the number two and three brewers in the United States, respectively.\n\nThe merger was a joint-venture, a 50-50 ownership deal that meant neither company was acquiring the other. Speculation was rampant for months over where the headquarters of the new company would be located.\n\nSince both Miller and Coors had an equal amount of power in the new company,  the headquarters decision was a touchy subject. Give the HQ to Denver or Milwaukee and it would be clear that one brewery was the \"winner.\"\n\nA July 16, 2008 Journal Sentinel article quoted MillerCoors President Tom Long as saying it would have been \"too difficult\" to choose either Milwaukee or the Denver area as the MillerCoors headquarters location.\n\n\"We came to the conclusion that we did need a neutral third place,\" he said.\n\nSo, it wasn’t about transportation at all, at least not in eliminating Milwaukee.\n\nSo how did transportation come into this equation?\n\nBack to the decision. Eventually, MillerCoors narrowed the list of potential locations to Chicago and Dallas and in July of 2008 announced Chicago as its new home.\n\nThe office is at 250 S. Wacker Drive, just across the Chicago River from Union Station.\n\nThe company didn’t abandon Milwaukee: It maintains a major brewery in Milwaukee, which employs about 800, as well as about 300 corporate jobs, said MillerCoors spokesman Julian Green.\n\nSuperior transportation system was part of the reason Chicago was chosen over Dallas.\n\nAnd that’s where the game of telephone comes in.\n\nA July 16, 2008 Chicago Tribune article quoted Long as saying Chicago was chosen as the company’s headquarters because of \"access to an attractive base of talent, transportation and business resources.\"\n\nThe Business Journal and the Transportation Development Association interpreted Long’s comments in a different manner.\n\nThe TDA said \"the top reasons why MillerCoors chose to locate its corporate headquarters in Chicago rather than Milwaukee were access to an attractive base of talent, transportation and business resources.\"\n\nA July 27, 2008 article in The Business Journal suggested Milwaukee needs to upgrade its transit system, saying \"part of the decision\" as to why MillerCoors put its headquarters in Chicago was due to the city’s transportation system. This was accurate, since it referred to the Chicago vs. Dallas choice.\n\nIn a November 2008 editorial, however, The Business Journal said that the Chicago transit system was a \"key part of MillerCoors’ decision to locate the new joint venture’s headquarters in that city, rather than Milwaukee.\"\n\nCandidate Haas repeated -- and elaborated -- upon that statement.  He said Milwaukee’s lack of transit options was a \"large part\" of the reason MillerCoors went to Chicago.\n\nSo where does that leave us?\n\nHaas said Milwaukee lost the MillerCoors headquarters because it lacks effective transit. Yet there is no evidence the brewing company chose against Milwaukee for those reasons. Milwaukee and Denver were never in play. The company chose Chicago over Dallas, and, in doing so, the top executive praised that city’s transit system.\n\nWe rate Haas’ statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13320"}