{"url": "/factchecks/2017/oct/11/blog-posting/no-obama-did-not-mandate-grandparent-visits/", "speaker": "Bloggers", "vclaim": "\"Grandparents must pickup up all their grandchildren every weekend no matter what or they will be fined $5,000.\"", "truth_label": "pants-fire", "date": "stated on October 11, 2017 in a web post :", "title": "No, Obama did not mandate grandparent visits", "text": "A fake news article falsely claimed that former President Barack Obama signed a law requiring grandparents to pick up their grandchildren every weekend.  \nThe only sentence of the article says, ungrammatically, \"Grandparents must pickup up all their grandchildren every weekend no matter what or they will be fined 5000$ or 35 days in jail pickup must start this Friday and if not parents must call the local police station..\" This article as of Oct. 11 has 596,208 shares.\nThis article was posted on the website www.react365.com. At the bottom of the website, in its \"about\" section, it has a disclaimer that says, \"This website is an entertainment website, news are created by users. These are humourous news, fantasy, fictional, that should not be seriously taken or as a source of information.\"\nThis website is identical to other fake news sites we have fact-checked, such as www.breakingnews365.net and www.breakingnews247.net. All these sites have identical home pages that allow users to create their own fake news articles, enticing users to come up with \"catchy titles\" that \"make your friends curious.\"\nEven if you did not scroll to the bottom of the page to see the disclaimer, there are other ways to figure out that the article is false.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIf you are a grandparent and you are not picking up your grandkids every weekend, you have not been jailed or fined. That’s one way to tell.\nAnother way to check is to go on the website GovTrack.us. They have compiled a database with all of the bills considered, voted on and enacted.\nUsing this database, we searched all bills enacted during Obama’s administration related to grandparents. There was no law that mandated grandparents to pick up their grandchildren every weekend.\nThe unknown author of this article made up the statement that said Obama signed a law that grandparents have to spend time with their grandchildren on the weekend, so we rate the statement as Pants on Fire!", "vclaim_id": "vclaim-pol-02814"}