{"url": "/factchecks/2019/jul/25/blog-posting/no-first-american-president-wasnt-black-man-named-/", "speaker": "Bloggers", "vclaim": "\"George Washington, as many don’t know, was not the first President of the United States. The first President of the United States was one John Hanson, and he was a black man.\"", "truth_label": "false", "date": "stated on April 3, 2019 in an article:", "title": "No, the first American president wasn’t a black man named John Hanson", "text": "A story making the rounds on Facebook is challenging what Americans know about the first president of their country.\nLiberty Writers Africa, a website that publishes articles about African history and culture, ran a story April 3 with the headline: \"The First American President Was A Black Man — Not George Washington.\" The article’s lead graphic shows a seated black man next to a $2 bill, on which one person is circled.\n\"George Washington, as many don’t know, was not the first President of the United States,\" the article claims. \"The first President of the United States was one John Hanson, and he was a black man. Or it can be said that he had African genes.\"\nThe article includes several embedded photos of the $2 bill that highlight a darker figure, purportedly Hanson. As children, most Americans are taught that Washington was the first U.S. president. This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed, and we looked into it. (Read more about our partnership with Facebook.)\nNo surprise here: Liberty Writers Africa’s article doesn’t check out. Evidence from the Library of Congress shows that Washington was the first official president of the U.S.\nThat’s not to say the website completely made somebody up. There are actually two men named John Hanson who were important to early U.S. history — but the article mixes them up, and neither was president.\nPolitiFact reached out to Liberty Writers Africa for the source of their claim through the website, but we haven’t heard back. We’ll update this article if we do.\nThe claim in question had already been debunked by other fact-checkers, including Snopes and History.com. The former published its fact-check way back in 2001.\nBut we still wanted to take a closer look at the lives of both John Hansons — and figure out who’s pictured on the back of the $2 bill.\nThe white John Hanson\nThe first notable John Hanson we could find in American history lived from either 1715  or 1721 until 1783 — official sources disagree on his date of birth.\nA white man from Maryland, Hanson served as a member of the Continental Congress from 1780-1782. He was a signer of the Articles of Confederation when it was ratified in 1781 by the original 13 states. The document served as a precursor for the U.S. Constitution, which was first drafted in 1787.\n\n(Painting by Johan Hesselius circa 1770)\nIn accordance with the Articles of Confederation, Hanson was elected the president of the Continental Congress on Nov. 5, 1781. Another seven \"presidents\" followed in subsequent years. The Articles of Confederation were replaced in 1789 by the current U.S. Constitution. \nSome have argued that Hanson was the first president of the U.S. Seymour Wemyss Smith’s 1932 biography titled \"John Hanson, Our first president,\" is unequivocal on this point: \"John Hanson was undeniably the First President after we were a free people...\" he begins in his preface. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBut this misconstrues the modern meaning of the word \"president.\" Prior to the ratification of the Constitution, \"the presidency did not exist as an executive position separate from Congress,\" History.com wrote in its article about Hanson.\nMoreover, Hanson wasn’t the first person to hold the office of a president under the Articles of Confederation. Samuel Huntington was the president of the Continental Congress from 1779 until 1781, when the Articles were ratified. Hanson was the first president to serve a one-year term in office under the Articles.\nThe black John Hanson\nThe white John Hanson was president of the Continental Congress after the Articles of Confederation were ratified. But who was the other John Hanson?\nA black man associated with the American Colonization Society, Hanson was a former slave who migrated to Liberia in the mid-1800s. The ACS was formed in 1817 \"to send free African-Americans to Africa as an alternative to emancipation in the United States.\" \n\n(Photo by Augustus Washington, circa 1856)\nHanson arrived in Monrovia, Liberia, in 1827. He became a merchant and later a politician, serving two terms in the newly created Liberian Senate. He died in 1860 — without ever having served in office in the U.S.\nThe $2 bill\nSo there were two John Hansons important to American history — one black, one white. Neither was the first president of the U.S. \nBut who is the person who appears to be darker than the rest pictured on the back of the $2 bill? To answer that, we have to go back to 1786. \nThat’s the year that John Trumbull, an American artist famous for his depictions of U.S. history, started working on a painting that depicts the presentation of the first draft of the Declaration of Independence to the Second Continental Congress. There are 47 portraits in Trumbull’s painting, all painted from life or \"life portraits.\" The work was placed in the Capitol rotunda in 1826.\nTrumbull’s piece was the basis for the art on the back of the $2 bill Americans use today. The vignette was added in 1976 and includes only 42 portraits due to size constraints. \nThat’s not the only difference. Side-by-side comparisons show that the seated man appears to be darker on the back of the $2 bill than in Trumbull’s original painting. \n\n(Illustration by Daniel Funke)\nBut based on his outline and the pose he’s in, it’s safe to say that it’s the same person in both renderings. It’s possible the darker shade could have something to do with the way the bill was printed in monochrome.\nAccording to the government’s key to the painting, the man pictured is Robert Morris, a wealthy financier known as the \"financier of the American Revolution.\" He served in the Continental Congress and, later, the Senate. He also signed the Declaration of Independence, the Articles of Confederation and the Constitution before dying in 1806.\nOur ruling\nA story from Liberty Writers Africa claims that the first president of the United States was a black man named John Hanson. As evidence, it cites photos of a purported African American on the back of the $2 bill.\nGovernment documents show that there were two John Hansons — one white, one black. The former was the first president of the Continental Congress, while the latter was a senator in Liberia. Neither was the first modern president of the U.S. The dark man pictured the back of the $2 bill is Robert Morris, a Founding Father.\nLiberty Writers Africa’s claim is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-00397"}