{"url": "/factchecks/2013/mar/12/new-hampshire-democratic-party/nh-gop-chairman-horn-under-fire-unpaid-taxes/", "speaker": "New Hampshire Democratic Party", "vclaim": "Says Jennifer Horn, chairwoman of the N.H. Republican Party, owes $92,000 in back taxes.", "truth_label": "mostly-true", "date": "stated on March 5, 2013 in a written statement:", "title": "NH GOP chairman Horn under fire for unpaid taxes", "text": "Tax Day -- April 15 -- is still more than a month away, but taxes-- and who has been late to pay them--already have been a popular topic this political season.\n\nInitially, reports surfaced that Congresswoman Ann McLane Kuster, a New Hampshire Democrat, owed nearly $11,000 in late property taxes on her home in Hopkinton and a vacation house in the White Mountains. (Kuster paid the delinquent bills soon after). And now state Democratic leaders are taking aim at Jennifer Horn, chairwoman of the state Republican Party, for her own tax troubles.\n\n\"Jennifer Horn has embarrassed herself once again,\" Ray Buckley, chairman of the N.H. Democratic Party, said in a statement issued Tuesday, March 5, 2013.\n\n\"I would ask her to check her math,\" Buckley said, regarding Horn’s criticism of Democrat Gov. Maggie Hassan’s budget proposal. \"But, with $92,000 due in back taxes, I can’t believe that would help.\"\n\nSince she took over as party chairwoman in January, Horn has been a vocal critic of Kuster and her late property taxes. \"The time has come for Congresswoman Kuster to stop hiding from her constituents and offer an open and straightforward explanation about her long history of delinquent taxes,\" Horn said in a February statement.\n\nBut to what extent does Horn have tax issues of her own? This sounds like a job for PolitiFact.\n\nIn his claim, Buckley doesn’t specify which taxes Horn allegedly has failed to pay. So, we started by checking on her property taxes. Local records show Horn and her husband William are up to date on their property taxes on their Nashua, N.H. home, valued at $590,500, according to city assessment records.\n\nDuring her run to become the head of the state Republican Party, a copy of an IRS tax lien on Horn’s home surfaced amid questions about her ability to raise funds for the party. Horn acknowledged tax problems, but panned the criticism as personal attacks against her and her family.\n\nAn IRS tax lien is on file at the Hillsborough County Registry of Deeds, which maintains property records for the state’s southern tier. When the IRS issues a lien, it generates a public document intended to alert creditors that the government has a legal right to the property in question.\n\nThe lien, filed July 20, 2011, shows unpaid balances of $30,541 in 2008 and $61,642 in 2009.\n\nTogether, the $92,184 total matches Buckley’s claim. But, IRS officials are quick to note that tally does not necessarily reflect the most recent numbers.\n\nThe federal tax documents don’t reflect any payments made since the lien was issued, according to Peggy Riley, an IRS spokeswoman, and the IRS does not release individual tax records beyond the lien, Riley said.\n\n\"We file the lien, then we don’t do anything with it until it is totally paid off,\" she said.\n\nReached for comment, Horn declined to say whether she has paid down the tax lien. But, she did address the difficulties her family has faced.\n\n\"I have been honest about the struggles that my family faced after my husband lost his job, and we stepped up on our own to pay our obligations,\" Horn wrote in an email to The Telegraph.\n\nOur ruling:\n\nFederal tax documents, kept by the county registry of deeds, support Buckley’s claim that Horn owes $92,000 in back taxes -- or at least she did 20 months ago.\n\nThe tax lien, issued by the IRS in July 2011, reflects the amount Horn and her husband owed at that time, but it does not consider any payments they may have made since then.\n\nThe lien is still active, which means Horn still owes some amount, but because the IRS does not disclose more recent tax information, it is impossible to tell how much Horn owes at this time.\n\nWith that in mind, we rate Buckley’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-09602"}