{"url": "/factchecks/2014/jan/26/mitch-mcconnell/mitch-mcconnell-says-minimum-wage-young-people-ent/", "speaker": "Mitch McConnell", "vclaim": "\"The minimum wage is mostly an entry-level wage for young people.\"", "truth_label": "mostly-true", "date": "stated on January 26, 2014 in an interview with \"Fox News Sunday\":", "title": "Mitch McConnell says the minimum wage is for young people in entry-level jobs", "text": "President Barack Obama is expected to take another stab at raising the minimum wage when he delivers his State of the Union speech this week.\nBut Republicans appear ready to stymie that proposal once again.\nThe topic came up Jan. 26, 2014, on Fox News Sunday during a discussion between host Chris Wallace and Senate Minority Leader Mitch McConnell, R-Ky.\n\"Isn't it reasonable that somebody who's working full time, 40 hours a week, should be able to live above the poverty line?\" Wallace asked McConnell, referring to Obama’s calls to hike the minimum wage to $10.10 an hour.\n\"Yeah. But of course, the minimum wage is mostly an entry-level wage for young people,\" McConnell replied. \"We have a crisis in employment among young people right now.\"\nMcConnell went on to say that he believes raising the minimum wage will hurt employment and \"we ought to be doing things that create more jobs.\"\nBut what about McConnell’s characterization of minimum wage workers? Is it a workforce mostly made up of young folks?\nWe’ll stick to the federal minimum wage, which is $7.25, since that’s the topic up for debate. As it stands, 21 states and the District of Columbia have set their minimum wage higher than the federal level.\nA spokesman for McConnell pointed us to a study by the U.S. Bureau of Labor statistics, \"Characterizations of Minimum Wage Workers,\" released in February of last year. We’re familiar with it, having written a couple of fact-checks recently on the minimum wage.\nAccording to the report, of the 75 million people making hourly wages in 2012, about 1.6 million earned the minimum wage while another 2 million earned less than $7.25 an hour. (How does one earn less than the minimum wage? Certain exceptions are carved out for \"vocational education students,\" \"full-time students employed by retail or service establishments, agriculture, or institutions of higher education,\" and those \"impaired by a physical or mental disability.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe underlying data in the report largely backs up McConnell’s claim. In fact, the report even says \"Minimum wage workers tend to be young.\"\nHow young? Only 20 percent of individuals earning hourly wages are ages 16-24, but that demographic makes up half of all individuals earning at or below the minimum wage. About a quarter of those individuals are teenagers ages 16-19 and another 25 percent are 20 to 24 years old.\nBroadened to include 25-29 year olds, and nearly two-thirds of all workers making at or below the minimum wage are younger than 30.\nThe older you get, the more likely you’re making more than $7.25.\n\n\n\nAge bracket\nPercent of workers making the minimum wage\nPercent of workers making less than the minimum wage\nPercent of workers making at or below the minimum wage\n\n\n16-24\n55.0\n47.1\n50.6\n\n\n25-34\n15.5\n24.0\n20.3\n\n\n35-44\n9.8\n11.8\n10.9\n\n\n45-54\n10.5\n10.3\n10.4\n\n\n55-64\n6.4\n4.5\n5.4\n\n\n65+\n2.8\n2.2\n2.5\n\n\n\nBut McConnell also described minimum wage jobs as \"entry-level.\" That’s a characterization with which some may take an issue.\nEntry-level jobs typically indicate positions that, while at the bottom of the totem pole, have potential for growth. Young adults take entry-level jobs at companies hoping to climb the career ladder. And while wages are lower, there is potential to see considerable salary increases and/or career advancement.\nA majority of minimum-wage jobs don’t really fit that description. According to the report, two-thirds are part-time, and half of all minimum wage jobs are in the leisure or hospitality industry. This includes food service jobs like waiters and cooks, hotel employees or movie theater workers, among other jobs. While many of those jobs are traditionally held by young people, they don’t typically lead to careers in those industries.\nThe same can be said for retail jobs, which make up another 16 percent of all minimum wage-or-less positions.\nOur ruling\nMcConnell said \"the minimum wage is mostly an entry-level wage for young people.\" The Bureau of Labor Statistics found that indeed half of all workers making a minimum wage are 16 to 24, and another 20 percent are in their late 20s or early 30s. That’s a large chunk of the minimum wage workforce, though about 30 percent of people making the minimum wage are 35 and older.\nMcConnell also goes a bit too far in calling these jobs \"entry-level.\" For most young people, these are part-time jobs in the food or retail businesses or similar industries with little hope for career advancement.\nWe rate McConnell’s statement as Mostly True.", "vclaim_id": "vclaim-pol-08352"}