{"url": "/factchecks/2020/jan/06/viral-image/photo-live-aid-not-trump-rally-philadelphia/", "speaker": "Viral image", "vclaim": "Says a photo shows \"a Trump rally in downtown Philly yesterday.\"", "truth_label": "pants-fire", "date": "stated on December 12, 2019 in a Facebook post:", "title": "This is a photo of Live Aid, not a Trump rally in Philadelphia", "text": "President Donald Trump recently campaigned for re-election at a rally in Hershey, Pa. The Philadelphia Inquirer reported on the Dec. 10 event and published a video on its website showing interviews with supporters and shots of the crowd on a rainy day. \nIt’s not the scene that appears in this Dec. 12 Facebook post, which shows an image of a massive crowd in a stadium. \n\"No, this is not Live Aid,\" text over the image reads. \"This is a Trump rally in downtown Philly yesterday. Why isn’t the media showing this??\"\nBecause it is a photo of Live Aid, the July 13, 1985, concert held at Wembley Stadium in London.  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nGetty Images has a collection of photos of the approximately 72,000 people who attended the concert, which raised funds for relief of the Ethiopian famine. A photo by Daily Mirror photographer Brendon Monks appears to be the image that has been doctored and shared in the Facebook post. In the manipulated version, a Trump sign appears in lieu of a white tent near the stage and two more Trump signs appear where the Live Aid logo appears on the stage. \nBut, as one commenter noted, the Photoshop job still includes a \"Feed the world\" banner on the concert stage. \nBack in May, we fact-checked a similar Facebook post that used a photo from the 1969 Woodstock festival and proclaimed: \"Nope it’s not Woodstock. It’s the Trump Rally yesterday in PA!!\"\nWe rated that Pants on Fire. \nThis Facebook post that appropriates earns the same distinction. Pants on Fire!", "vclaim_id": "vclaim-pol-17531"}