{"url": "/factchecks/2019/oct/27/richard-durbin/durbin-mostly-track-claim-illinois-deportations/", "speaker": "Richard Durbin", "vclaim": "Says that in Illinois, \"fewer than 20% of those actually deported have been charged with any serious crime.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2019 in remarks at a committee hearing:", "title": "Durbin mostly on track with claim on Illinois deportations", "text": "At a Senate hearing on a bill aimed at local governments that limit their cooperation with U.S. Immigration and Customs Enforcement, Democratic U.S. Sen. Richard Durbin criticized the agency for not focusing its resources on immigrants who pose a threat to public safety.\n\"You’re not going after dangerous people, you’re going after people who are here undocumented,\" Durbin told the agency’s associate director of enforcement and removal operations. \"I can tell you the statistics in Illinois, where it turns out that fewer than 20% of those actually deported have been charged with any serious crime.\"\nIs Durbin correct that less than a quarter of immigrants deported from Illinois have serious criminal charges in their background?\nWhen asked to provide support for the statement, a spokesperson for the senator pointed to data from the Transactional Records Access Clearinghouse (TRAC) at Syracuse University, which maintains figures on the number of individuals who departed from a given state at the time of their deportation and provides the classification for their most serious criminal conviction, if any was listed by ICE.\nIn the first 11 months of the 2018 fiscal year, 853 individuals were deported out of Illinois, 160 of whom were classified as having as having serious criminal convictions, according to TRAC’s data, which it obtains via public records requests from ICE. The agency classifies offense codes into three levels, the most serious of which covers what it considers \"aggravated felonies,\" a list of crimes laid out in federal immigration law that has expanded over the years and includes both violent and non-violent offenses.\nThat amounts to less than 20% of total deportations from Illinois, as Durbin claimed. But the data has some limitations.\nWhile TRAC’s director, Susan Long, pointed us to the same dataset as Durbin, she added an important caveat.\n\"How ‘Illinois’ deportations are defined, as well as what is considered ‘charged with any serious crime’ will make a difference,\" she said.\nOther experts we contacted made a similar point: The location from which an individual departs the country is not necessarily where they resided prior to their arrest or even where they were arrested before deportation. Those are details ICE does not provide, according to Long.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\"The removal dataset doesn’t tell you anything about the history of the person,\" said Guillermo Cantor, research director at the American Immigration Council, a pro-immigrant nonprofit, who has also analyzed deportation data from ICE. \"You only know where the person was deported from … But that doesn’t have a lot of meaning in terms of analysis, because that person may have resided anywhere in the country.\"\nCantor and others also noted the data could represent arrests made several years ago, meaning it may not say much about the agency’s current policies under the Trump administration, which was the focus of Durbin’s criticism.\n\"Today’s deportees out of Illinois might have actually been arrested by ICE three years ago in some cases,\" said Randy Capps, a research director at the Migration Policy Institute. He pointed to TRAC data cataloging the backlog of pending deportation cases, which show that in 2018, cases in Illinois remained open for 963 days on average. The wait time has since fallen slightly.\nWhat’s more, the limited figures ICE provides to TRAC and others show the share of deportations involving convictions for what the agency deems serious crimes was relatively small during the Obama years as well — ranging from a 12.4% low for all deportations out of Illinois in 2009 to a high of 24.1% in 2015, after the Obama administration shifted its focus to individuals more likely to pose a threat to public safety.\nCapps said another set of federal data maintained by TRAC provides a more current picture of state-by-state enforcement trends under Trump. It shows ICE arrests of noncitizens with serious convictions in Illinois dropped from more than a third of the total in 2015 to a little over one-fifth in 2018. Meanwhile, the share of arrests involving individuals with no background of criminal convictions rose from 11% to 43%.\nOur ruling\nDurbin said that in Illinois, less than 20% of immigrants who are deported \"have been charged with any serious crime.\"\nLimited federal backs that up, but it comes with a few caveats — most notably the fact that the available count includes all individuals who departed from Illinois at the time of their deportation. That means they may have resided and been arrested in a state other than Illinois before leaving the country.\nWe rate Durbin’s claim Mostly True.\n\nMOSTLY TRUE — The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00012"}