{"url": "/factchecks/2012/aug/27/stephanie-cutter/barack-obama-says-his-recovery-has-outpaced-ronald/", "speaker": "Stephanie Cutter", "vclaim": "In the past 27 months, President Barack Obama has created more private-sector jobs than \"in the Reagan recovery.\"", "truth_label": "false", "date": "stated on August 22, 2012 in an interview on MSNBC's \"Morning Joe\":", "title": "Barack Obama's campaign says his recovery has outpaced Ronald Reagan's in job creation", "text": "Stephanie Cutter, President Barack Obama’s deputy campaign manager, said her boss one-upped President Ronald Reagan in economic rebuilding following a crippling recession. But was she right?\n\nOn the Aug. 22, 2012, edition of MSNBC’s Morning Joe, Willie Geist asked Cutter what argument she would make to someone who had been out of work under Obama and who was wondering whether it’s time for a change.\n\nCutter responded, \"Well, I think that worker probably has a good understanding of what's happened over the past four years in terms of the president coming in and seeing 800,000 jobs lost on the day that the president was being sworn in, and seeing the president moving pretty quickly to stem the losses, to turn the economy around, and over the past, you know, 27 months we've created 4.5 million private sector jobs. That's more jobs than in the Bush recovery, in the Reagan recovery, there's obviously more we need to do....\"\n\nMany readers contacted us to ask if the Obama recovery has really outpaced the recovery from the 1981-1982 recession under Reagan. (We’re focusing on the Reagan comparison because readers emailed us saying they thought Cutter was wrong.)\n\nThe answer is that, however you slice it, it hasn’t. Here’s a rundown.\n\nUsing Cutter’s methodology\n\nCutter counted the past 27 months. That’s the most favorable measurement for Obama, since 27 months ago was the low point in employment numbers, according to the Bureau of Labor Statistics, the official federal scorekeeper for jobs numbers. Cutter also used private-sector job numbers rather than the overall job numbers, which helps Obama’s case too; government job losses have been a drag on the overall numbers over that period.\n\nBetween March 2010 and July 2012 (which is actually 28 months), the number of private-sector jobs rose from 106.9 million to 111.3 million, an increase of 4.4 million -- just shy of Cutter’s 4.5 million.\n\nWhat about Reagan? The low point for employment under Reagan was December 1982, with 72.8 million private-sector jobs. Fast-forward 27 months to March 1985 and the number of private-sector jobs was 80.4 million. That’s an increase of 7.7 million -- a far bigger jobs bump than under Obama.\n\nEven more impressively, the Reagan recovery took place within a much smaller economy. The 27-month Reagan recovery represented an 11 percent increase in jobs, compared to a 4 percent increase during the comparable period under Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo the Gipper wins this faceoff.\n\n(Using Cutter’s method, President George W. Bush oversaw an increase in 4.3 million jobs in the first 27 months following the low point during his tenure, so he had slightly fewer than Obama.)\n\nStarting with the beginning of the recovery\n\nThe comparison is even more unflattering to Obama if you use a less cherry-picked time frame than the one Cutter used -- one that starts when the recoveries officially began, rather than the low point for jobs.\n\nUsing this formula, Obama’s numbers change quite a bit, since he’s suffered from the growing pattern of recoveries creating fewer jobs, and more slowly, than was typical in past recoveries.\n\nThe recession under Obama officially ended in June 2009. That means that the number of jobs continued to fall for another nine months before hitting rock bottom. Counting these nine extra months of job losses, Obama’s private-sector job creation total falls to 3.4 million over three years and one month.\n\nBy contrast, using this formula actually boosts Reagan’s private-sector job-creation totals. The recession under Reagan officially ended in November 1982, almost simultaneously with the low point in jobs. Over the next three years and one month -- the comparable period under Obama -- the number of private-sector jobs increased by 9.1 million.\n\nTaking into account the growth of the workforce overall, employment has grown by 3 percent during the Obama recovery, compared to 13 percent under Reagan.\n\nChalk up an even stronger win for the Gipper.\n\nOur ruling\n\nEven using Cutter’s cherry-picked formulation, job creation under Obama has dramatically trailed the pace set by Reagan. In fact, adjusting for the size of the workforce, Reagan’s recovery was more than four times bigger than Obama’s has been so far. We rate Cutter’s claim False.", "vclaim_id": "vclaim-pol-10512"}