{"url": "/factchecks/2011/jul/03/new-jersey-democratic-state-committee/new-jersey-democrats-say-gov-chris-christie-owes-s/", "speaker": "New Jersey Democratic State Committee", "vclaim": "Gov. Chris Christie owes the state money \"for amenities like extra Gorgonzola cheese for his staff on these trips.\"", "truth_label": "false", "date": "stated on June 2, 2011 in a press release:", "title": "New Jersey Democrats say Gov. Chris Christie owes the state money for “extra Gorgonzola cheese.”", "text": "If New Jersey voters thought Gov. Chris Christie’s helicopter rides to his son’s baseball games were inappropriate, Democrats have another example of personal spending on the public dime -- Gorgonzola cheese.\n\nTwo days after Christie took a helicopter for the second time to one of his son’s baseball games, the New Jersey Democratic State Committee issued a press release calling on the Republican governor to disclose information about previous taxpayer-funded travel for Christie and his staff.\n\n\"Previous public records requests have yielded a significant number of blacked out pages with redactions,\" according to the June 2 press release. \"However, these documents do show that the Governor continues to owe thousands of dollars to the state for his travel, as well as for amenities like extra Gorgonzola cheese for his staff on these trips.\"\n\nThe press release concluded with a link to dozens of documents provided to the Democrats by the governor’s office, showing travel expenses between February and October 2010.\n\nPolitiFact New Jersey started scanning those documents for the suspect cheese and found copies of receipts for it. For two trips in July 2010, Daniel Robles, an aide to the governor, sought reimbursements for a total of two roast beef sandwiches with Gorgonzola cheese.\n\nWhat did each topping of Gorgonzola cheese cost New Jersey taxpayers? Ninety-nine cents.\n\nJason Springer, communications director for the New Jersey Democratic State Committee and the author of the press release, acknowledged that Democrats erred in claiming Christie should reimburse the state for Gorgonzola cheese. That reference was meant to illustrate the type of information being disclosed, compared to the redactions, he said.\n\n\"I’m apologizing as well. It was my responsibility for the inaccuracy,\" Springer told us.\n\nState regulations show that Robles could be reimbursed for the roast beef sandwiches.\n\nFor the two days when Robles bought the sandwiches, he sought reimbursements for $28.54 and $7.57 in meal expenses, respectively. Robles could have sought reimbursement for up to $71 per day for meals and incidental expenses on those trips, according to data on the U.S. General Services Administration’s website.\n\nChristie spokesman Michael Drewniak said staff members traveling with the governor are subject to the same per-diem limits as other state employees, and expenses are scrutinized.\n\n\"Are you under the impression that staff traveling with the governor can go to swank restaurants and charge drinks and fine dining to the state?\" Drewniak wrote in an email. \"They cannot and they do not.\"\n\nNow, let’s take a quick look at the Democrats’ overall claim that Christie \"continues to owe thousands of dollars to the state for his travel.\"\n\nAccording to Springer, that claim is based on research done by Courier Post columnist Jeremy Rosen. In an April 28 column, Rosen wrote that public records show Christie's administration still owed the state about $2,488 for personal expenses on trips last fall.\n\nBut here’s the problem: the Democrats’ press release didn’t mention Rosen, leaving readers with the impression that the Democrats’ own public records show Christie owes money. Springer said those records were provided in the press release to illustrate the redactions made by the governor’s office.\n\nIn a Nov. 23 letter to the Democratic State Committee -- included in the documents linked to in the press release -- Raymond Brandes, assistant counsel to the governor, wrote, \"certain records have been withheld or redacted on the basis of the executive privilege and the security risk exception to (the Open Public Records Act).\"\n\nMost of the expenses outlined in the documents included in the Democrats’ press release show business-related items. According to those documents, the governor and first lady submitted two checks to the state totaling about $1,800. About $125 still had to be repaid to the state, according to those documents.\n\nLet’s review:\n\nThe New Jersey Democratic State Committee said in a press release that Christie owed the state money for \"extra Gorgonzola cheese for his staff on these trips.\" A Democratic spokesman told us that statement was inaccurate, and state regulations support reimbursement for those meals.\n\nThe Democrats’ claim that Christie owes money is based on a newspaper column, but that’s not cited in the press release. The Democrats’ own records prove that information has been withheld by the governor’s office, but don’t show that Christie owes much money.\n\nPolitiFact New Jersey enjoys a roast beef sandwich just as much as the next person, but to claim that the governor should fork over dough for Gorgonzola cheese is just wrong. We rate this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12811"}