{"url": "/factchecks/2013/may/09/charlie-crist/after-voting-ban-crist-now-backs-gay-marriage/", "speaker": "Charlie Crist", "vclaim": "On support for gay marriage", "truth_label": "full-flop", "date": "stated on May 8, 2013 in a Facebook post:", "title": "After voting for a ban, Charlie Crist now backs gay marriage", "text": "Charlie Crist, Florida’s once (and future?) governor, posted a note on his Facebook page congratulating two states for legalizing gay marriage.\n\n\"Some great news: On Tuesday, Delaware became the 11th state to allow marriage equality. And just a few days ago, Rhode Island adopted a similar measure, which followed victories last fall in Maine, Maryland and Washington. I most certainly support marriage equality in Florida and look forward to the day it happens here,\" he posted on Facebook on May 8, 2013.\n\nThat doesn’t sound like the Crist we’ve always known. He’s a former Republican who turned independent who turned Democrat. He backed John McCain in the 2008 presidential contest but last year endorsed Barack Obama’s re-election.\n\nIn other words, flip-flopping is in his past.\n\nAt PolitiFact, we put politicians’ consistency on issues on our Flip-O-Meter, rating them from No Flip to Full Flop. The meter is not intended to pass judgment on their decisions to change their minds. It’s simply gaging whether they did.\n\nSo what’s the history of Crist’s position on same-sex marriage? Crist, who is believed to be planning another run for governor in his new party, \"most certainly\" supports it now. Let’s see whether he always has.\n\n2006 governor’s race\n\nBack when Crist was a \"Ronald Reagan Republican,\" he led a field of GOP candidates vying to be governor. (He went on to win.) During that race, an effort was gaining steam to put a state constitutional amendment on the ballot defining marriage as a union between \"only one man and one woman.\"\n\nEarly in the campaign, Crist said he thought such an amendment was unnecessary because state law already forbids gay marriage. But as the primary rolled on, Crist signed the petition for the ballot initiative and sent mailers declaring his support for traditional marriage.\n\nBy the time the measure went to voters in 2008, Crist was a popular governor whose more socially conservative election opponents were in his rear-view mirror. Crist made it clear he wouldn’t stump for the cause.\n\n\"It's not an issue that moves me,\" he said in late 2007, when it was clear the effort had enough signatures to get on the ballot. \"I'm just a live and let live kind of guy.\"\n\nAnd yet...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlan Grayson\n\n\nstated on September 25, 2010 in a TV ad.\n\n\n\n\n\n\n\n\nSays Daniel Webster thinks wives should submit to their husbands.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • September 28, 2010\n\n\n\n\n\n\n\n\nOn Election Day 2008, Crist supported the ban. \"I voted for it,\" he said. \"It's what I believe in.\" The measure passed with 62 percent of the vote.\n\n2010 Senate run\n\nWhen one of Florida’s U.S. senators decided not to seek re-election, Crist, who probably would have cruised to re-election as governor, pounced on the Washington opportunity. He ended up in a bare-knuckles battle that forced him to leave the Republican Party and run as an independent. He lost to Republican Marco Rubio.\n\nDuring that campaign, he released a position paper on issues affecting gays and lesbians. There, he declared support for civil unions that \"provide the full range of legal protections\" including \"access to a loved one in the hospital, inheritance rights, the fundamental things people need to take care of their families.\" He also expressed support for anti-discrimination laws that protect gay people, repeal of Don’t Ask, Don’t Tell in the military and gay adoption. He did not mention same-sex marriage in the statement.  \n\n2014 run for ... ?\n\nCrist’s exuberant Facebook post, which looks forward to \"the day it happens\" in Florida, certainly isn’t unique among Democrats this year. Notably, Florida’s Democratic Sen. Bill Nelson recently pledged his support for gay marriage.\n\nAnd Crist, as a newly minted Democrat, has been under pressure from advocates for gay rights to \"come to amends with LGBT Floridians.\"\n\nOur ruling\n\nWe’re considering whether Crist has flip-flopped on his position on gay marriage.\n\nLooking back through his political career in Florida, we found that Crist’s opinion has traversed the spectrum. As a Republican gubernatorial candidate in 2006, Crist signed a petition to help get a gay marriage ban on the Florida ballot and said he supported \"traditional marriage.\"\n\nWhile governor, he appeared to soften on the subject, saying he was a \"live and let live\" kind of person. But he voted for the ban nonetheless. As a Senate candidate, he stopped short of endorsing gay marriage, saying he supported civil unions that afforded the legal benefits of marriage.\n\nNow, out of office but potentially eyeing a comeback, Crist has made his flip-flop complete, offering full-throated support for gay marriage.\n\nThat’s what we call a Full Flop.", "vclaim_id": "vclaim-pol-09355"}