{"url": "/factchecks/2013/feb/25/bill-nelson/sen-bill-nelson-says-2011-budget-deal-included-imm/", "speaker": "Bill Nelson", "vclaim": "In a budget deal struck in 2011 \"a trillion dollars of cuts went into effect immediately, and then a special committee was set up ... to get agreement on another $3 trillion of cuts.\"", "truth_label": "half-true", "date": "stated on February 21, 2013 in an interview on Central Florida News 13:", "title": "Sen. Bill Nelson says 2011 budget deal included immediate cuts", "text": "As Washington wrangles over how to avoid the sequester, Florida Sen. Bill Nelson spoke with a Central Florida news station to help explain the issue — and now viewers question his accuracy.\n\nAnchor Ybeth Bruzual had asked Nelson, a Democrat, about mandatory budget cuts set to go into effect March 1: \"How did we get to this point?\"\n\nHere’s what he told viewers of Central Florida News 13, a partner of PolitiFact Florida:\n\n\"Well, a year and a half ago, when the country, in order to pay its bills, (and we) had to raise the artificial statutory debt ceiling so the country could pay its bills, a deal was struck: a trillion dollars of cuts went into effect immediately, and then a special committee was set up. They were to get agreement on another $3 trillion of cuts.\n\n\"Hanging over their head was a meat cleaver called the sequester, that was going to be, across the board, over a trillion dollars of additional cuts, but without a scalpel — a meat cleaver. Nobody ever expected the sequester to go into effect. It was never supposed to. It was the onerous alternative that would force the super-committee to come to agreement.\"\n\nNelson’s right that the sequester’s across-the-board cuts don’t allow for much fine distinction.\n\nBut was Nelson correct that the 2011 budget deal included \"a trillion dollars of cuts went into effect immediately, and then a special committee was set up ... to get agreement on another $3 trillion of cuts\"?\n\n Budget Control Act of 2011\n\nSome viewers argued the cuts Nelson described as going into effect \"immediately\" were limits on future growth, hardly immediate.\n\nHere’s the deal: In summer 2011, the federal government was reaching its legal debt limit, which meant Congress had to authorize a higher level for borrowing to cover its spending. House Republicans insisted that spending cuts go along with an increase to the debt limit. After rancorous debate, lawmakers passed the Budget Control Act of 2011.\n\nThe law set up caps on future discretionary spending that the Congressional Budget Office estimated would reduce spending by about a trillion dollars between 2012 and 2021, compared with what it would have been if annual appropriations grew at the rate of inflation.\n\nThe cuts weren’t specified, but would be carried out by lawmakers during the annual appropriations process, with a trigger for across-the-board cuts if they busted the caps. (There were exceptions for certain kinds of spending, such as for war or disasters.)\n\nThat’s not exactly the same as \"a trillion dollars of cuts went into effect immediately.\"\n\nThe law also established a Congressional Joint Select Committee on Deficit Reduction, the \"special committee\" that Nelson mentioned. The Budget Control Act required a 12-member panel, half from each party, to suggest legislation to reduce the deficit by at least $1.2 trillion over 10 years.\n\nIf that process failed — and it did — the law required the sequester. That’s what happens March 1 if Washington does nothing.\n\nNelson said \"$3 trillion of cuts\" -- not $1.2 trillion.\n\nHis press secretary, Ryan Brown, noted \"there was no specific amount the committee had to cut in the legislation, or a limit to how much they could cut.\"\n\nThat’s true if you mean cuts in spending, rather than cuts in the deficit — the law required the committee to achieve at least $1.2 trillion in deficit reduction, not necessarily spending cuts. Raising taxes would also reduce the deficit.\n\nBrown explained that Nelson had hoped the committee \"would do another $1.5 trillion to $3 trillion in deficit reduction.\"\n\nBut that’s not what Nelson said. He told TV viewers the committee was set up \"to get agreement on another $3 trillion of cuts,\" as though that were part of the deal reached by lawmakers in the Budget Control Act.\n\nThere was a $3 trillion proposal floating around at the time. It was a deal offered to the deficit reduction committee in October 2011 by congressional Democrats.\n\nEven that proposal, as it was described in news accounts, didn’t include $3 trillion in spending cuts,  Rather, it was a package that included cuts, tax increases and new spending that would have trimmed $3 trillion from federal deficits over a decade.\n\nRepublican House Speaker John Boehner rejected the offer.\n\n Our ruling\n\nNelson said the 2011 budget deal included \"a trillion dollars of cuts went into effect immediately, and then a special committee ... to get agreement on another $3 trillion of cuts.\"\n\nNelson missed some things here.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe trillion dollars in savings in the Budget Control Act take place over 10 years (not immediately), and must be implemented by lawmakers through the annual appropriations process.\n\nMeanwhile, the committee charged with further cutting the deficit had to reduce it by $1.2 trillion to avoid the sequester, not get agreement on $3 trillion in cuts, as Nelson said.\n\nHe’s partially accurate, but misses some important details. We find his statement Half True.", "vclaim_id": "vclaim-pol-09662"}