{"url": "/factchecks/2016/sep/13/william-weld/william-weld-says-76-percent-americans-want-his-th/", "speaker": "William Weld", "vclaim": "Says \"76 percent of all voters in the United States say they want Johnson-Weld, by name, in the presidential debates.\"", "truth_label": "half-true", "date": "stated on September 7, 2016 in an Ask Me Anything session on reddit:", "title": "William Weld says 76% of Americans want Gary Johnson in debates", "text": "The nonpartisan Commission on Presidential Debates has a rule about how third-party candidates can make it into the fall debates: They need to reach an average of at least 15 percent support in five preselected national polls.\nNo third-party candidate is on track to meet that requirement yet, but the Libertarian Party ticket of Gary Johnson and William Weld thinks it has a shot, and they’re putting on a big push to make participation in the debates a reality.\nAs part of their effort, Weld recently sought to harness the support of voters who may not be confirmed backers of their ticket but who do at least want to see third-party candidates on the debate stage.\n\"The mission of the Commission on Debates is to educate people about the presidential election,\" Weld wrote recently during a Reddit Ask Me Anything session he participated in with Johnson. \"76 percent of all voters in the United States say they want Johnson-Weld, by name, in the presidential debates. End of argument.\"\nWeld later made the same point in a CNN interview with host Michael Smerconish on Sept. 10, saying, \"It's very easy to say we should be included in the debates when 76 percent of the people in the United States say they want us in the debates.\"\nIt turns out that Weld has a point, but he misstated some key details. The Johnson-Weld campaign did not reply to an inquiry for this article.\nThe 76 percent figure comes from a Suffolk University poll conducted for USA Today and released Sept. 1. Here's the relevant question:\n\nSo Weld was on to something. However, it’s worth noting a few pieces of missing context.\nFirst, Weld said that voters in the poll wanted the ticket \"by name,\" but that’s not correct. The question asked, \"If a third-party candidate is certified by a majority of state ballots, should he or she be included in the debates this fall?\"\nSecond, Weld said, \"76 percent of all voters in the United States.\" In reality, the poll didn’t sample \"all voters\" -- or even all registered voters. It sampled 1,000 likely voters. Pollsters, especially as Election Day draws near, sometimes use methods, such as respondents’ past voting histories, to filter out the voters who are \"likely\" to vote.\nSo Weld’s description of the Suffolk poll data overstates the case a bit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAnd there’s another issue: We found two other polls that specifically mentioned either Johnson-Weld or Johnson alone, and their figures were lower than the one Suffolk found.\nOne is a poll by the web publication Morning Consult that surveyed 2,002 registered voters.\nIt asked, \"Should Gary Johnson be included in the presidential debates?\" The poll found that 52 percent said yes, 22 percent said no and 26 percent didn’t know or had no opinion. (The same poll asked a similar question of Green Party candidate Jill Stein and found 47 percent support for her inclusion in the debates.)\n\nThe other poll was of 1,498 likely voters by Quinnipiac University on August 25.\nIt asked, \"Do you think that Gary Johnson, the Libertarian candidate for president, should be included in the presidential debates this year, or not?\" This poll found that 62 percent said yes, 29 percent said no and 9 percent didn’t know or didn’t answer.\nSo the other two polls that did mention Johnson by name found lower percentages of support for Johnson’s participation in the debates, though both still found majority support.\nDavid Paleologos, the director of the Suffolk poll, generally agreed that Weld’s statement left out some important information.\n\"The question was directed to the process of being certified on a majority of state ballots rather than introducing names,\" he said.\nHe added, though, that the campaign might have some grounds to argue that the poll implicitly refers to them since they are currently the only campaign that will be on all 50 state ballots.\nOur ruling\nWeld said that \"76 percent of all voters in the United States say they want Johnson-Weld, by name, in the presidential debates.\"\nWeld can point to recent a poll with that 76 percent figure, but his description of what it means isn’t entirely correct. It’s a poll of likely voters, not \"all voters in the United States,\" and the question didn’t mention Johnson or Weld \"by name.\" However, a majority of voters do support Johnson’s inclusion in the debates -- a finding that holds in three recent polls on this question \nWeld's talking point is onto something, but his phrasing misses nuance and overstates the case. So we rate the statement Half True.", "vclaim_id": "vclaim-pol-04338"}