{"url": "/factchecks/2012/jul/25/sherrod-brown/sherrod-brown-josh-mandel-lying-debates/", "speaker": "Sherrod Brown", "vclaim": "\"When Josh Mandel claims to have accepted three debates with Sen. Sherrod Brown, he is lying. He has accepted ZERO proposed debates.\"", "truth_label": "pants-fire", "date": "stated on July 19, 2012 in a news release:", "title": "Sherrod Brown campaign says Josh Mandel has accepted zero proposed debates", "text": "It seems a tad silly for PolitiFact Ohio to wade into a debate on debates, long a rhetorical rite of passage for dueling candidates immersed in the summer doldrums of a fall campaign.\n\nBut Sen. Sherrod Brown and his re-election campaign ratcheted up the rhetoric about this time-worn tradition as it settled a debate date for the City Club of Cleveland.\n\nIn the morning on July 19, Friends of Sherrod Brown announced with a tone of urgency that Brown had accepted an invitation to debate Republican challenger Josh Mandel sometime in October at the City Club. Two dates -- Oct. 1 or 8 -- were on the table, Brown’s camp said.\n\n\"BREAKING: Sen. Sherrod Brown Accepts City Club Debate In Cleveland, Urges Josh Mandel To Do The Same,\" was the headline on the news release emailed by the campaign.\n\nMandel’s spokesman, Travis Considine, told The Plain Dealer that same morning that Mandel had agreed to a City Club debate, just not a date. Considine also said Mandel intended to participate in debates proposed in Columbus and Zanesville.\n\nLess than two hours later the Brown campaign volleyed back with a blistering news release. The email, from the headline on down, strings together a number of claims. PolitiFact Ohio homed in on the overarching message, expressed in one of three bullet points.\n\n\"When Josh Mandel claims to have accepted three debates with Sen. Sherrod Brown, he is lying. He has accepted ZERO proposed debates.\"\n\nReally?\n\nThe Mandel campaign provided a letter dated July 16 in which City Club Executive Director James Foster thanks Mandel \"for accepting our invitation to a debate.\" The letter said a date was to be determined, but by all accounts Oct. 3 was the early choice.\n\nOn July 17,  the City Club’s Carrie Miller notified representatives of both campaigns via email that officials wanted to reschedule after realizing the first presidential debate also had been set for Oct. 3. She offered the campaigns two alternate dates: Monday, Oct. 1 or Monday, Oct. 8.\n\nBrown quickly sent word that he would debate on either day. This brings us to the back-and-forth on July 19.\n\nMiller told PolitiFact Ohio that the Mandel campaign had \"never indicated that they were not going to participate in a debate.\" Brown’s news releases, though, create quite the opposite impression.\n\nIn an interview July 23, Sadie Weiner, press secretary for the Brown campaign, said that campaign officials were unaware Mandel had accepted the City Club’s original invitation. But Weiner also argued that Mandel’s campaign was out of bounds in referencing the two other proposed debates. She even pointed to a Mandel campaign Tweet that said he had \"agreed to 3 debates.\"\n\nWeiner reasoned that it was \"disingenuous\" for Mandel to imply he had committed to more debates than Brown had by referencing two forums that had yet to even be penciled in on a calendar.\n\nThen again, the same could be said of the City Club debate. Mandel had agreed to one date, only to have the City Club request a new one. There was no reason to think Mandel would not reschedule. Indeed, by the afternoon of July 20, both sides had agreed to an Oct. 15 showdown.\n\nAnd the Brown campaign acknowledges that the Mandel camp raised the possibility of other debates through one of the debate organizers.\n\nBottom line: There’s no evidence to dispute that Mandel was agreeable to at least three debates.\n\nHad you known none of this backstory, you might come away convinced that Mandel was shying away from the debate.\n\nYou see, Mandel caught grief in February for skipping a City Club forum with five of his lesser-known GOP primary opponents. At the time he vowed to meet Brown in the fall at a City Club debate.\n\nThe Brown campaign said that when Mandel claimed to have accepted three debates, he was lying, and that he has accepted \"zero proposed debates.\"\n\nThat’s clearly not accurate.\n\nThe letter from the City Club dated July 16 shows that Mandel had agreed to that debate. And the Twitter posting and comments to The Plain Dealer, indicate a willingness to have two others. The Brown campaign confirms that possibility had been raised, too.\n\nIt appears that the Brown campaign aimed here to cast Mandel as dishonest and scared of a debate all at once.\n\nBut on the Truth-O-Meter, the campaign’s claim rates Pants on Fire. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10712"}