{"url": "/factchecks/2018/mar/06/donald-trump/donald-trump-correct-about-record-low-ratings-2018/", "speaker": "Donald Trump", "vclaim": "The 2018 Academy Awards show was the \"lowest rated Oscars in HISTORY.\"", "truth_label": "true", "date": "stated on March 6, 2018 in a tweet:", "title": "Donald Trump is correct about record-low ratings for 2018 Oscars", "text": "President Donald Trump -- who has often invoked television ratings either as a sign of his own strength or of his rivals’ weakness -- appeared to take pleasure in the disappointing performance of the 2018 Oscars, which aired on ABC on March 4.\nTwo days after the show aired, Trump tweeted, \"Lowest rated Oscars in HISTORY. Problem is, we don’t have Stars anymore - except your President (just kidding, of course)!\"\nLowest rated Oscars in HISTORY. Problem is, we don’t have Stars anymore - except your President (just kidding, of course)!— Donald J. Trump (@realDonaldTrump) March 6, 2018\n\n\nWas Trump right that 2018 marked a low point for the Oscars? Since the beginning of Nielsen TV audience ratings in 1974, yes.\nThe 2018 show attracted 26.5 million viewers, down almost 20 percent from the 2017 show. (Both were hosted by ABC late-night host Jimmy Kimmel.)\nAdweek noted that the 2018 Oscars \"won’t end up as the year’s highest-rated entertainment telecast,\" since it has already been beaten out by the post-Super Bowl episode of the prime-time drama This Is Us.\nThis is not a one-year downward blip, either. Oscars viewership in 2018 fell by 39 percent from its level just four years earlier, in 2014, when Ellen DeGeneres hosted for ABC.\nThe previous low of 31.8 million viewers came in 2008, when Jon Stewart hosted not long after a lengthy writers' strike ended.\nHere’s a summary of viewership totals since 2008:\n\nThe all-time high for viewership came in 1998, when Billy Crystal hosted the ceremony and 55 million viewers watched. In 1998, the blockbuster Titanic won 11 Oscars, including Best Picture.\nExperts say the connection between high box office grosses and high viewership is more than coincidence.\nThis year’s nominated films earned far less than Titanic, which had grossed north of $300 million by the time of the 1998 awards ceremony. The top earner among 2018’s best picture nominees was Dunkirk with $188 million, and only two other nominees this year made in excess of $60 million domestically. (All made additional money overseas.)\n\n\n\n\nMovie\n\n\nDomestic gross\n\n\n\n\nDunkirk\n\n\n$188 million\n\n\n\n\nGet Out\n\n\n$176 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nThe Post\n\n\n$80 million\n\n\n\n\nThe Shape of Water\n\n\n$57 million\n\n\n\n\nDarkest Hour\n\n\n$56 million\n\n\n\n\nThree Billboards Outside Ebbing, Missouri\n\n\n$52 million\n\n\n\n\nLady Bird\n\n\n$48 million\n\n\n\n\nPhantom Thread\n\n\n$20 million\n\n\n\n\nCall Me by Your Name\n\n\n$17 million\n\n\n\n\n \n\"Most of the movies up for Oscars in multiple categories are films that average moviegoers have not seen,\" said Eric Deggans, NPR’s television critic. \"That's a function of our fragmented media landscape.\"\nAmong the widely seen films that were shut out of high-profile Oscars nominations were Star Wars: The Last Jedi, Wonder Woman, Guardians of the Galaxy Vol. 2, Beauty and the Beast and The Fate of the Furious.\nStill, Deggans added that movie grosses aren’t the only factor to blame for low viewership. In fact, The Shape of Water -- this year’s Best Picture winner -- was the highest grossing film to win Best Picture since 2013, when Argo won.\nRather, the longer-term -- and more intractable -- problem for the Oscars is the fragmentation of the television audience. And this goes beyond the impact of digital streaming, which isn’t tabulated in the Nielsen ratings.\n\"Every awards show on television has seen erosion, and many are notching record lows in viewership,\" Deggans said. \"There are more things than ever competing for an audience's attention, and more alternatives for people who might not want to sit through something as conventional as an awards ceremony.\"\nRatings for the most recent Grammys fell by almost one-quarter in just one year, while the Screen Actors Guild Awards fell by 30 percent and the Golden Globes fell by 5 percent. This year’s Super Bowl had the lowest audience since 2009.\nOur ruling\nTrump said the 2018 Academy Awards show was the \"lowest rated Oscars in HISTORY.\" He’s right, at least going back to 1974, when Nielsen started reporting ratings. We rate Trump’s statement True.\n Share the Facts 2018-03-06 21:40:39 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  The 2018 Academy Awards show was the \"lowest rated Oscars in HISTORY.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/971013841395027968   a tweet Tuesday, March 6, 2018 2018-03-06    Read More  info", "vclaim_id": "vclaim-pol-02341"}