{"url": "/factchecks/2017/sep/28/donald-trump/donald-trumps-pants-fire-claim-about-estate-tax-sm/", "speaker": "Donald Trump", "vclaim": "Ending the estate tax would \"protect millions of small businesses and the American farmer.\"", "truth_label": "pants-fire", "date": "stated on September 27, 2017 in a speech in Indianapolis:", "title": "Donald Trump's Pants on Fire claim about the estate tax, small businesses and farms", "text": "During a speech in Indianapolis launching his proposal for tax overhaul legislation, President Donald Trump said that one element of the plan -- elimination of the estate tax -- would lift a burden on many family businesses and farms.\n\"To protect millions of small businesses and the American farmer, we are finally ending the crushing, the horrible, the unfair estate tax, or as it is often referred to, the death tax,\" Trump said in his Sept. 27 speech.\nHe continued, \"That means, especially for all of you with small businesses that are really tremendous businesses, you’ll be able to leave them to your family, and your family won’t have to run out and do a fire sale to try and get the money to pay the tax. ...  The farmers in particular are affected. They have wonderful farms, but they can't pay the tax, so they have to sell the farm.  … So that death tax is a disaster for this country and a disaster for so many small businesses and farmers.\"\nWe’ve addressed the question of how many small businesses and farmers pay the estate tax in previous fact-checks, but Trump’s assertion that eliminating the estate tax would \"protect millions of small businesses and the American farmer\" goes well beyond what we’ve heard before.\nAnd the data doesn’t support it.\nThe estate tax comes into play when someone dies and their estate is large enough to qualify for the tax.\nThe estate tax was first established in 1916 to offset a decline in tariff revenue caused by the first World War, according to the Congressional Budget Office. Congress has tinkered with it many times throughout the years.\nIn 2017, estates worth less than $5.49 million are exempt from the tax, according to the Urban Institute-Brookings Institution Tax Policy Center. Above $5.49 million, the estate is generally taxed at 40 percent. However, family-owned farms and closely-held businesses may be able to pay less or pay in low-interest installments.\nSo how many estates are affected by the tax? Not many, and the people who pay it are usually among the country’s richest families.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor 2017, the Tax Policy Center estimated, based on past tax data and modeling, that 11,310 individuals will have estates big enough to file an estate tax return. \"After allowing for deductions and credits, 5,460 estates will owe tax,\" the center concluded. \"Over two-thirds of these taxable estates will come from the top 10 percent of income earners and close to one-fourth will come from the top 1 percent alone.\"\nThe top 10 percent of income earners would pay 88 percent of estate tax revenues, the center found, while the richest 0.1 percent could pay 27 percent.\nHow about small businesses and farms? The center projected that only about 80 small farms and closely held businesses would pay any estate tax in 2017. That would amount to about 1 percent of all payers of the estate tax that year. And the estate tax revenue from small businesses and farms, the center said, would amount to fifteen-hundredths of 1 percent of the total paid under the estate tax in 2017.\nSo, getting rid of the estate tax would hardly \"protect millions of small businesses and the American farmer,\" as Trump put it.\nTrump's claim doesn't hold up even if you account for small businesses and farms that would potentially benefit from elimination down the road. The number from the Tax Policy Center (80) only refers to the number of small businesses and farms that would have to pay the tax this year.\nMultiplying the amount of small business and farm-based estate taxpayers who are living today by deaths over the next 70 years would still just result in 5,600 small businesses or farms potentially relieved of the tax — vastly smaller than Trump’s \"millions.\"\n\n\n\n\nOur ruling\nTrump said that ending the estate tax would \"protect millions of small businesses and the American farmer.\"\nThat’s a ridiculously high estimate. Only 5,460 estates even pay the tax each year, according to a credible estimate, and of those, about 80 represented small businesses or farms. We rate the statement Pants on Fire.\n Share the Facts 2017-09-28 16:07:58 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  a speech Ending the estate tax would \"protect millions of small businesses and the American farmer.\"    Donald Trump President   Indianapolis Wednesday, September 27, 2017 2017-09-27    Read More  info", "vclaim_id": "vclaim-pol-02858"}