{"url": "/factchecks/2019/aug/02/donald-trump/no-china-not-paying-us-farmers-16b-through-tariffs/", "speaker": "Donald Trump", "vclaim": "U.S. farmers are receiving $16 billion \"out of the tariffs that we’ve gotten from China.\"", "truth_label": "false", "date": "stated on July 12, 2019 in an interview:", "title": "No, China is not paying U.S. farmers $16B through tariffs", "text": "With farmers across the nation whipsawed by falling commodity prices and rising tariffs, the industry needed some good news.\nPresident Donald Trump’s administration announced in May that help was on the way for some in the form of a $16 billion farm aid package.\nFarmers in particular have suffered from retaliatory tariffs amid an ongoing trade war with China. Trump imposed additional import taxes on Chinese goods in 2018, then raised many tariffs again — from 10% to 25% — in May 2019 after trade talks broke down. He unexpectedly announced another round of tariffs Aug. 1, 2019. \nAlong the way, China has responded by raising tariffs as well. \nBut it was the President’s repeated description of funding for that bailout that caught our eye.\n\"We are doing great with farmers now in a lot of ways. One way is we’re giving $16 billion out of all the tariffs we’re collecting,\" Trump told WTMJ-TV’s Charles Benson in a July 12, 2019, interview in Wisconsin. \"Sixteen billion dollars all comes out of the tariffs that we’ve gotten from China.\"\nTrump also referenced tariff payments \"from China\" when he announced the farm aid plan in May and many times since, including a July 30, 2019, news conference where he referred to \"taking in billions and billions of dollars from China in the form of tariffs.\"\nIs that really how tariffs work?\nTariffs 101\nThe short answer is no.\nHere’s a description from the Urban Institute-Brookings Institution Tax Policy Center, an independent group that models the effects of tax legislation.\nA tariff is a tax on imported goods. Despite what the President says, it is almost always paid directly by the importer (usually a domestic firm), and never by the exporting country. Thus, if the US imposes a tariff on Chinese televisions, the duty is paid to the US Customs and Border Protection Service at the border by a US broker representing a US importer, say, Costco. The Chinese government pays nothing, just as the US government pays no tax to Canada for that nation’s tariffs on imported dairy products. Rather, an importer or supplier for a Canadian supermarket pays the duty on Wisconsin cheese that lands in the grocer’s dairy counter.\nThat explanation, written in September 2018, noted that Trump has a \"troubling lack of understanding about how the levies work.\"\nThe International Monetary Fund reported in May that this is indeed what happened, saying tariffs imposed on China have \"been borne almost entirely by U.S. importers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThose businesses, of course, often pass costs on to consumers. The Federal Reserve Bank of New York estimated in May that the round of tariffs imposed then on U.S. imports from China would cost the typical household $831 per year.\nSo China is not paying the tariffs. Then who’s paying for the farm aid?\nFarm aid payments on the way\nThe U.S. Department of Agriculture announced details of the bailout July 25, 2019, saying the first of three payments will likely be made by August.\nThe money is doled out for each county at a per-acre rate based on \"the impact of unjustified trade retaliation in that county,\" ranging from $15 to $150 per acre. Aid is available to farmers who planted any of 27 non-specialty crops (including soybeans, corn, alfalfa hay, barley and wheat), as well as dairy and hog farmers and producers of certain fruit- and nut-bearing plants.\nAid per farmer is capped at $500,000. In addition to China, farmers can receive funding if they were harmed by U.S. trade conflicts with the European Union and Turkey.\nThis program is modeled after one implemented last year that distributed about $12 billion in aid to farmers.\nThe Associated Press reported the latest aid package includes $14.5 billion in direct aid in the aforementioned categories, and $1.4 billion to purchase surplus food from farmers and distribute them to schools and food banks.\nThat $16 billion is paid out through the Commodity Credit Corporation, a government institution supervised by USDA that can borrow up to $30 billion annually from the U.S. Treasury and distribute it to farmers without specific Congressional approval.\nSecretary of Agriculture Sonny Perdue told the AP that China is \"indirectly\" paying for the aid, but he acknowledged tariffs are sent to the Treasury Department without being earmarked for any specific purpose.\nOur ruling\nTrump said $16 billion in farm aid is being funded \"out of the tariffs that we’ve gotten from China.\"\nTariffs are paid into the U.S. Treasury, and the Treasury funds the farm aid. But there is no specific earmark or conduit connecting the two.\nMore significantly, Trump’s claim simply does not reflect how tariffs work.\nThe tariffs imposed by Trump have been paid almost entirely by U.S. importers, who pass much of that on to consumers through price increases.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-00373"}