{"url": "/factchecks/2021/feb/05/blog-posting/no-cdc-isnt-inflating-coronavirus-statistics/", "speaker": "Bloggers", "vclaim": "\"BUSTED: CDC Inflated COVID Numbers, Accused of Violating Federal Law\"", "truth_label": "false", "date": "stated on February 1, 2021 in a blog post:", "title": "No, the CDC isn’t inflating coronavirus statistics", "text": "On Feb. 4, U.S. coronavirus deaths exceeded 450,000. According to some social media users, the official death toll can’t be trusted.\nOne blog post shared thousands of times on social media claims official COVID-19 data is being inflated. \n\"BUSTED: CDC Inflated COVID Numbers, Accused of Violating Federal Law,\" reads the headline on a National File post.\nThe claim was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post that follows the National File’s headline claims that the U.S. Centers for Disease Control and Prevention has inflated COVID-19 fatality data.\n\"CDC illegally inflated the COVID fatality number by at least 1,600 percent as the 2020 presidential election played out, according to a study published by the Public Health Initiative of the Institute for Pure and Applied Knowledge,\" the blog post reads.\nThis is not the first time coronavirus death statistics have been the focus of online misinformation. PolitiFact and other fact-checking organizations have debunked prior claims that the CDC decreased the number of coronavirus deaths from 153,504 to 9,210.  \nAnd despite what the blog post claims, there is still no evidence to suggest the CDC is inflating coronavirus mortality data. \nThe study that the blog post points to as its primary evidence was produced by a private group called the Institute for Pure and Applied Knowledge. PolitiFact has previously fact-checked a false claim by the institute’s leader James Lyons-Weiler. A study published by the National Center for Biotechnology Information also debunked Lyons-Weiler’s claim that the virus behind the ongoing pandemic was created in a lab.\nIn this case, the study does not definitively say that the CDC inflated COVID-19 deaths. Rather, it calls into question guidelines the CDC issued in March 2020 that were designed to more accurately capture mortality data related to the coronavirus. The study’s authors called the guidance \"a capricious alteration to data collection has compromised the accuracy, quality, objectivity, utility, and integrity of their published data.\" \nThe study’s conclusions are carefully worded (with boldface added by PolitiFact for emphasis): \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 2, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSeniors around the world who died from COVID vaccine are being improperly listed as “natural causes.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 5, 2021\n\n\n\n\n\n\n\n\"It is concerning that the CDC may have willfully failed to collect, analyze, and publish accurate data used by elected officials to develop public health policy for a nation in crisis [...] If the data being reported was indeed compromised by the CDC’s perplexing decision to abandon proven data collection and reporting practices in favor of untested methods, then all public health policies based upon these inaccurate data must be reexamined.\" \nUltimately, the study’s ten authors — at least one of whom is not a medical expert — conclude that \"further federal investigation is justified.\" They do not prove or conclude that the CDC inflated COVID-19 death data or violated federal laws.\nAdditionally, experts who study the data say that it is far more likely that official counts of coronavirus deaths are too low. \nIn April 2020, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, weighed in on the allegation that the coronavirus death toll was being inflated because people were actually dying of other conditions.\n\"There is absolutely no evidence that that’s the case at all,\" Fauci said in an NBC News interview. \"I think it falls under the category of something that’s very unfortunate — these conspiracy theories that we hear about.\" \nFauci went on to say he thought it was possible COVID-19 deaths were being undercounted.\n\"I think there’s more of a chance of missing some [deaths] that are really coronavirus deaths,\" he said. \"But I don’t think that number is significant enough to really substantially modify the trends that we’re seeing at all.\"\nRoderick Little, a professor of biostatistics at the University of Michigan, told PolitiFact that \"a more reliable picture\" of the coronavirus death toll could be seen by \"looking at excess death rates over historical patterns, as on the same date in previous years.\"\n\"If anything, I'd expect the CDC numbers to be underestimates, not overestimates,\" Little said. \"I note that the lack of testing for COVID early in the pandemic would contribute to such an underestimate.\"\nOur ruling\nA blog post headline reads, \"BUSTED: CDC Inflated COVID Numbers, Accused of Violating Federal Law.\" \nThere is no evidence to suggest that the CDC has inflated the number of U.S. coronavirus deaths. In fact, experts agree it is more likely that coronavirus deaths are being undercounted.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19078"}