{"url": "/factchecks/2020/mar/23/facebook-posts/theres-no-evidence-trump-cut-personal-checks-victi/", "speaker": "Facebook posts", "vclaim": "“So Trump comes to Nashville to oversee damage from the tornado. He flies into the area in a helicopter to get there without further traffic problems in the city. He writes PERSONAL checks to those in need, with his personal accountant in tow.”", "truth_label": "false", "date": "stated on March 17, 2020 in a Facebook post:", "title": "There’s no evidence Trump cut personal checks to victims of Tennessee tornadoes", "text": "President Donald Trump visited Tennessee on March 6 to see the damage done by severe tornadoes that killed 25 people. He expressed his support for the affected communities after unlocking federal disaster relief funding for the region. But there were no reports that he wrote checks to anyone during his visit, despite what some social media posts are saying. \nA Facebook post, which had been shared 20,000 times by March 17, says that Trump wrote personal checks to those affected by the tornadoes. \n\"So Trump comes to Nashville to oversee damage from the tornado. He flies into the area in a helicopter to get there without further traffic problems in the city,\" the post reads. \"He writes PERSONAL checks to those in need, with his personal accountant in tow.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe White House did not respond to PolitiFact’s request for comment on the claim, and neither did the user on Facebook who posted the claim originally.\nTrump flew into Berry Field Air National Guard Base in Nashville on Air Force One, according to the Tennessean. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn McCain\n\n\nstated on June 4, 2008 in a news conference in Baton Rouge, La.\n\n\n\n\n\n\n\n\n\"I've supported every investigation (into Hurricane Katrina) and ways of finding out how – what caused the tragedy. I've met with people on the ground. I've met with the governor.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Adriel Bettelheim • June 11, 2008\n\n\n\n\n\n\n\nTennessee's U.S. senators, Lamar Alexander and Marsha Blackburn, accompanied Trump on his flight from Washington, the Tennessean reported. He was accompanied by other officials, too, according to reports. But not one mentioned Trump’s personal accountant making the trip. \nTennessean photos show that Trump took Marine One, the presidential helicopter, from the Nashville base to Cookeville, one of the areas hit hardest by the tornadoes. Trump surveyed the damage from the air in the helicopter, but he also spent some time on the ground, White House Press Secretary Stephanie Grisham confirmed via tweet.\nTrump pledged federal support for the community. A day earlier, Trump also issued a federal disaster declaration for the region, making federal funding available for relief efforts.\n\"We're going to take care of what they need,\" Trump said during his visit. \"We're going to be with them all the way.\"\nBut there were no reports of Trump writing any checks during the visit, let alone personal ones.\nWithout evidence to substantiate the claim, we rate this post False.", "vclaim_id": "vclaim-pol-18186"}