{"url": "/factchecks/2016/dec/08/sheri-gallo/sheri-gallo-says-alison-alter-landed-64000-runoff-/", "speaker": "Sheri Gallo", "vclaim": "Alison Alter \"has exploited a campaign finance loophole to obtain over $64,000 in public dollars to fund her campaign.\"", "truth_label": "half-true", "date": "stated on November 29, 2016 in a mailer spotted by an Austin voter:", "title": "Sheri Gallo says Alison Alter 'exploited' loophole to land $64,000 for campaign", "text": "Seeking re-election, Austin City Council Member Sheri Gallo says in a mailer to voters in West Austin’s District 10 that challenger Alison Alter \"exploited a campaign loophole to obtain over $64,000 in public dollars to fund her campaign.\"\nAlter, a philanthropic adviser making her first bid for office, received $64,171.19 in public financing toward her runoff campaign after placing second in November’s general election. She received the money as a reward for agreeing to comply with the city’s voluntary campaign spending limits, including not spending more than $75,000 during the general election.\nSo, did Alter, who faces Gallo on the Dec. 13 ballot, draw that money fair and square?\nAlter’s campaign finance reports filed before the general election indicated that she did, and the city clerk cut the check. But an additional Alter campaign finance filing posted Dec. 5, 2016 — after Gallo's mailer went out — show that Alter exceeded the limit. Either way, Gallo told us by email, a \"loophole\" in the city's rules allowed Alter to get the public aid without having to meet those campaign finance limits because Gallo didn’t commit to the limits.\n\"Ms. Alter,\" Gallo wrote, \"agreed to abide by the restrictions, knowing full well that she would not have to follow those restrictions.\"\nLet’s look at the roots of Austin’s campaign finance ordinances and then into how Alter drew the money.\nVoluntary limits adopted in 1994\nThe city’s public campaign finance system, the Austin Fair Campaign Ordinance, won council approval in October 1994. At the time, advocates said limits on donation amounts and voluntary spending restrictions — which could lead to freshets of money for compliant candidates who made into runoffs — would enable more people to run. Council members voted to raise money for the runoff pool, the Austin Fair Campaign Finance Fund, from lobbyist registration fees.\nUnder the system, mayoral candidates volunteer to spend no more than $120,000 in a general election or more than $80,000 in a runoff; for City Council candidates, the limits are $75,000 in the general election and $50,000 in a runoff. The ordinance also imposes specific limits on personal loans by candidates and contributions from political action committees and donors who live outside the city.\nIn exchange, the pot of public funding — paid for by those lobby fees, fines for campaign finance violations and donations — is to be divvied up among the candidates who agree to comply and also advance to a runoff. If no candidates agree to the program, or if none who did make it to a runoff, the accumulated money rolls over, like unused minutes on a cell phone plan.\nThe 2016 elections\nBefore the 2016 elections, three council candidates agreed to ‘Fair Campaign’ restrictions: District 2 candidate Wesley Faulkner, who lost to incumbent Delia Garza; District 7 incumbent Leslie Pool, who won outright; and Alter. As the sole candidate in a runoff who signed the pledge, Alter drew all $64,000 in available aid.\nAlter’s campaign spending\nSo, did Alter adhere to the program’s requirements or did she find a way around them?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOn Nov. 22, 2016, Alter’s campaign got the $64,000 check at issue after the City Clerk’s office determined it complied with the finance limits. Under the ordinance, the clerk reviews the most recent campaign finance reports available. In this instance, those reports covered donations and expenditures up to 10 days before the general election.\nAnd through that time, Alter reported raising $10,886 from donors outside of the city, less than the $36,000 cap; garnering $900 from non-individuals, under the $24,000 cap on donations from political action committees; and she’d reported spending $61,556.74, which was short of the $75,000 spending cap for the general election. Also, Alter had ponied up $563.67 in personal funds, less than the $3,750 cap.\nA full accounting of Alter’s pre-election spending would not be possible until the campaign finance reports for the runoff were filed. That Alter campaign filing--submitted Dec. 5, 2016, after the check was cut and Gallo’s fliers began hitting mailboxes--showed that Alter spent $80,000 in the general election, exceeding the $75,000 voluntary spending cap by nearly 7 percent.\nA city official\nWe wondered what recourse the city had if such a situation arose.\nBy phone to our inquiry, a city spokesman, Bryce Bencivengo, said the clerk’s office checks that later finance report and could find Alter’s campaign in violation. But, Bencivengo said, the ordinance contains no language directing the city what to do next.\nHowever, Bencivengo advised, the rules allowed Alter to remain eligible for the runoff money, even if she exceeded the spending limit, if her opponent didn’t participate in the public financing system. Per the city code, because Gallo did not commit to the voluntary limits, Alter could draw the runoff funds whether she abided or not.\nPrevious candidates who signed pledge\nGallo’s mention of Alter exploiting a loophole reminded us that in spring 2011, Place 3 Council Member Randi Shade made a similar claim about challenger Kathie Tovo, who landed $64,129 from the city for their runoff despite failing to comply with the voluntary city spending limits.\nShade suggested Tovo never intended to abide by the spending limits because she loaned her campaign $53,000 -- much more than the $3,750 limit on personal loans -- after signing the pledge.\nTovo, who won that runoff, responded she'd followed the spirit and letter of the law, and didn't know when she signed the pledge how much runoff money was in the fund. \"The intent of the (program) is to level the playing field among candidates, especially if -- like me -- you're running against a well-funded incumbent,\" Tovo said.\nIn 2014, much the same situation replayed when then-District 7 candidate Leslie Pool signed the pledge, but then loaned her campaign nearly 10 times the allowed amount. Like Tovo in 2011 and Alter in 2016, Pool could legally exceed the limit because other candidates didn’t pledge to heed it.\nOur ruling\nGallo said Alter \"has exploited a campaign finance loophole to obtain over $64,000 in public dollars to fund her campaign.\"\nGallo couldn’t have known when she sent her mailers that Alter ultimately exceeded the spending limit she’d pledged to meet. But under city rules, Alter qualified for the runoff money anyway, as Gallo noted, because Gallo hadn’t committed to the same finance restrictions. Was that a loophole? We find that reasonably debatable.\nWe rate Gallo’s claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check. https://www.sharethefacts.co/share/361d489a-bfc3-43f7-af35-51ebe9ffd7f6", "vclaim_id": "vclaim-pol-03885"}