{"url": "/factchecks/2008/jun/04/john-mccain/obama-and-bush-found-common-ground/", "speaker": "John McCain", "vclaim": "\"Obama voted to support President Bush between 40 and 50 percent of the time over the past two years.\"", "truth_label": "true", "date": "stated on June 3, 2008 in a campaign e-mail:", "title": "Obama and Bush found common ground", "text": "On the campaign trail, Sen. Barack Obama regularly criticizes President Bush's \"failed policies\" and leadership abilities. On the floor of the Senate, however, the freshman from Illinois is much less contrary than his rhetoric would suggest.\n\nResponding to Obama's criticisms of Sen. John McCain's 95 percent presidential support score in 2007, McCain's campaign on June 3, 2008, sent a mass e-mail noting that Obama's own presidential support score is higher than one might think.\n\n\nThe e-mail cited vote studies compiled by\n\nCongressional Quarterly\n\nto note that Obama voted to support President Bush's positions between 40 and 50 percent of the time over the past two years. McCain spokesman Brian Rogers also noted that Obama voted with his party more than 95 percent of the time during that period, while McCain was more independent, tallying party unity scores between 70 and 90 percent.\n\n\n\"Can you imagine Obama touting his record of supporting President Bush half the time? Well, it's true by his numbers,\" Rogers said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain's campaign is correct on both counts. Though Obama is a loyal Democrat who has opposed Bush on legislation more often than the average for his party in the Senate, running for president hasn't made him significantly more partisan. He opposed Bush 51 percent of the time in 2006 and 60 percent of the time in 2007.\n\n\nIn 2007, Obama found himself in Bush's camp on immigration policy; in a series of votes, Obama backed legislation, which failed, that would have provided a temporary guest worker program and new border security measures. Obama and Bush also were allied on legislation that raised the minimum wage to $7.25 per hour over two years and provided $8.3-billion in small-business tax incentives. In 2006, as Obama was laying the foundation for his presidential bid, he supported the president's position on key votes dealing with immigration policy and on making permanent 14 provisions in the \"Patriot Act\" antiterrorism law.\n\n\nAll of which hardly makes Obama a full-blown Bush supporter. But his record also doesn't put him near the Senate's top 10 Bush foes — a list headed in 2007 by Democrats Debbie Stabenow of Michigan, Barbara Boxer of California, Sherrod Brown of Ohio and Patrick J. Leahy of Vermont, who each were opposed to Bush more than 65 percent of the time. Because Obama has shown a willingness to vote the administration's position on a number of occasions over the past two years, we rule the McCain campaign's claim True.", "vclaim_id": "vclaim-pol-16189"}