{"url": "/factchecks/2012/nov/27/steve-acenbrak/red-light-cameras-dont-impress-roswell/", "speaker": "Steve Acenbrak", "vclaim": "\"When you look at the number of crashes before the cameras were installed compared to after, they’re virtually the same.\"", "truth_label": "mostly-true", "date": "stated on November 11, 2012 in an article:", "title": "Red-light cameras don't impress Roswell", "text": "Roswell city leaders recently met to discuss a proposal to hit the brakes on red-light cameras.\n\nThe idea to remove them is not new, but a claim about their effectiveness was interesting enough that we thought it should be put on the Truth-O-Meter.\n\n\"When you look at the number of crashes before the cameras were installed compared to after, they’re virtually the same,\" said Steve Acenbrak, the city’s transportation director.\n\nIs that true?\n\nRoswell, a north Fulton city with a population of 91,168, has two red-light cameras. One sits at the intersection of Ga. 9 and Ga. 92/Holcomb Bridge Road. The other camera is located at Ga. 9 and Ga. 140/Mansell Road. The cameras were installed in February 2007.\n\nRed-light cameras became popular in many cities and counties as a way to reduce the number of motorists who run red lights and hit other vehicles or pedestrians who assumed they had the right of way. \n\nThere is an ongoing argument about whether the cameras are effective when it comes to reducing accidents. \n\nThe National Motorists Association, a group advocating motorists’ rights, has led the fight against the cameras.\n\n\"There is no evidence that these ticket camera systems make drivers more safe,\" the association states on its website. \"In fact, the opposite has proven true. Ticket cameras increase accidents!\"\n\nA study by the Federal Highway Administration found that red-light cameras \"provide a modest aggregate crash-cost benefit.\" The study found the cameras tend to reduce severe side-impact crashes, but increase less-severe rear-end collisions. \n\nThe city of Alpharetta has red-light cameras at more intersections (seven) than any community in Georgia, according to state records. Atlanta has working cameras at six intersections, the records show.\n\nThe city of Snellville, though, removed its cameras a few years ago. City officials said the number of violators was so small that it wasn’t cost-effective to keep them.\n\nRoswell officials have made a similar case to scrap its cameras, The Atlanta Journal-Constitution reported.\n\nAcenbrak said the city researched the number of wrecks at those intersections three years before the cameras were installed and three years afterward. The state Department of  Transportation does not do its own research of wrecks at intersections with red-light cameras. It collects the data from the cities and counties with cameras, a spokeswoman said.\n\nHere’s what Acenbrak shared with PolitiFact Georgia at both intersections.\n\nAt the Ga. 9 and Holcomb Bridge Road intersection, there was a slightly higher ratio of collisions there after the camera was installed. Acenbrak said there were three wrecks in the 25 months prior to the cameras. There were three wrecks in the 22 months after the cameras were installed, he said.\n\nAt Ga. 9 and Mansell Road, there was a higher percentage of wrecks before the cameras were installed as opposed to the total afterward. Acenbrak’s numbers show there were three wrecks in the 13 months before the cameras were installed, a ratio of one collision about every four months. The director said there were two crashes in the 22 months afterward, a ratio of one wreck every 11 months.\n\nAcenbrak said those numbers prove his point, along with other data he presented to us, such as less than 3 percent of wrecks throughout the city each year can be attributed to motorists running red lights.\n\n\"We still have red-light runners, but they’re not causing crashes,\" he said.\n\nTo summarize, Acenbrak said the number of wrecks at Roswell’s red-light camera intersections was virtually the same before and after the cameras were installed. At Ga. 9 and Holcomb Bridge Road, it was almost identical. At Ga. 9 and Mansell Road, the ratio of wrecks after the cameras were installed was smaller.\n\nWith that bit of clarity about the Mansell Road intersection, we rate Acenbrak’s claim Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021", "vclaim_id": "vclaim-pol-09970"}