{"url": "/factchecks/2018/mar/21/yournewswirecom/no-joe-biden-not-running-president-barack-obama-hi/", "speaker": "YourNewsWire.com", "vclaim": "\"Biden preparing 2020 presidential bid -- with Obama as vice president.\"", "truth_label": "pants-fire", "date": "stated on March 15, 2018 in in a blog :", "title": "No, Joe Biden is not running for president with Barack Obama as his vice president", "text": "Rumors have spread suggesting that Joe Biden is not only running for a 2020 presidential bid, but he is planning to do so alongside former president Barack Obama as vice president.\n\"Biden preparing 2020 presidential bid - with Obama as vice president,\" read the headline on March 15, 2018, on Your News Wire, a hoax website claiming to \"cover the headlines the mainstream outlets shy away from\" on its Facebook page.\nFacebook users flagged the post as being potentially fabricated, as part of the social media network’s efforts to combat online hoaxes.\nEarlier this month, PolitiFact debunked that Biden has confirmed that he is running for president in 2020.\nThe latest story begins by citing a real Politico story regarding Biden’s proposals on how to defeat President Donald Trump in the 2020 election. Despite the fact that the Politico article stated, \"Biden hasn’t been actively exploring the presidential options himself, and is far from making any decision about whether he’ll run,\" the Your News Wire article writes that it says that Biden is preparing for his campaign announcement.\nThere is no evidence that is happening.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe hoax goes on to say that Biden has chosen Obama -- whom he used to serve under as vice president -- to be his running mate. The story claims that it would be legal under constitutional law for the two to run together, but two-term presidents have traditionally taken an unspoken vow to retire from public life.\nThe 22nd Amendment prohibits a president from being elected for more than two terms, but it does not explicitly mention a former president being elected as vice president. However, the 12th Amendment states that \"no person constitutionally ineligible to the office of President shall be eligible to that of Vice-President of the United States.\"\nThe unspoken vow two-term presidents take is also exaggerated. There is no obligation for a two-term president to stay out of public life. Since he left office, Obama has given public speeches at universities and is working on new books.\nThe article goes on to quote two different real stories from the Hill newspaper, but it only provides a link to one changing the context of the quotes given in different stories regarding speculation of Biden’s bid.\nQuotes from Biden’s aides about Biden and Obama reclaiming the White House were also made up. When searching for these quotes, the only results we found came from the Your News Wire story.\nWe rate this headline Pants on Fire.", "vclaim_id": "vclaim-pol-02285"}