{"url": "/factchecks/2011/may/17/steve-oelrich/state-senator-claims-school-nurses-cant-give-aspir/", "speaker": "Steve Oelrich", "vclaim": "\"You can't give a child an aspirin in school without permission. You can't do any kind of medication, but we can secretly take the child off and have an abortion.\"", "truth_label": "true", "date": "stated on May 17, 2011 in floor debate on May 5, 2011:", "title": "State senator claims school nurses can't give aspirin without parent's permission", "text": "In a show of Republican muscle, Florida lawmakers passed several bills relating to abortion during this year’s legislative session.\n\nOne proposal awaiting the signature of Gov. Rick Scott requires young women who want a judge to waive the parental-notification requirement to obtain the waiver in a circuit court closer to their home rather than a wider-reaching appeals court.\n\nOpponents insist HB 1247 violates the privacy of young women who live in small communities and know most people in their area, including people who work at the courthouse. But supporters say it prevents teens from crossing the state to find a sympathetic judge in order to get an abortion without their parents’ knowledge.\n\nSen. Steve Oelrich, a Republican from Gainesville and cosponsor of the Senate version, had an interesting take during a May 5, 2011, debate on the Senate floor.\n\n\"You can’t give a child an aspirin in school without permission,\" he said. \"You can’t do any kind of medication, but we can secretly take the child off and have an abortion. We should support it (HB 1247) with all our hearts and souls if parental responsibility means anything to us.\"\n\nOelrich’s claim left us wondering: Is it really that hard for students to get over-the-counter medication at school?\n\nWe should explain that we're not ruling on Oelrich's statement that young women can \"secretly\" have abortions. We already know this is legal in certain cases under Florida law. Implementation of HB 1247 would limit which courts can make the decisions for women who seek waivers of the parental notification law, not strip their ability to have secret procedures.\n\nFlorida law\n\nThe Florida Statutes have straightforward directions for handling prescription medication at school. The law requires a student’s parent to submit a written statement with the medicine that permits a trained school official to administer a dose. The note must also explain why the medicine must be taken during the school day.\n\nThe prescription medicine must be administered at school by a qualified official and then be counted, stored in the original container, and kept in a secured place.\n\nBeyond that, the law does not address the use of over-the-counter medication. The statutes leave that decision up to local school districts. We set out to check each one to learn if Oelrich's claim is true.\n\nWe tracked down policies for 62 of 67 counties. Most were available online.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nIt took time to be sure, but Oelrich is right. Every district requires parental consent for non-prescription medication, sometimes in writing and sometimes by phone.\n\nNotifying a parent is the minimum step for many other districts, including Charlotte, Baker and Miami-Dade. These districts require a physician's note, too.\n\n\"We don’t administer anything in Charlotte County without doctors' orders,\" said Gail Buck, supervisor of the county’s school health services. \"No cough drops, no Tylenol.\"\n\nAspirin warnings\n\nThere's another part to this claim: Oelrich specifically invoked aspirin on the Senate floor.\n\nSome of the school nurses we interviewed practically shuddered at the word.\n\nThe reason? Aspirin use among children is linked to the development of Reye's Syndrome, a lethal disease that sets in after a viral infection and affects all organs of the body, according to the National Reye's Syndrome Foundation.\n\nThe National Institutes of Health and the Centers for Disease Control and Prevention are among entities that recommend not using aspirin, or combination medicine containing aspirin, for children under 19 during fever-causing illnesses.\n\n\"We stay away from all aspirin products and stuff,\" said Catherine Reckenwald, student health specialist for Citrus County Schools. \"You don’t know if a child has an allergy, so you need to have very specific instructions for each student.\"\n\nReckenwald said Tylenol is more appropriate for children, but she does not keep a supply in her clinic. This is standard practice at most of the school health centers we contacted.\n\n\"We do not have what is called 'standing orders,' \" said Janice Karst, St. Lucie County School Board director of communications.\n\nIn case you were wondering, students are allowed to self-administer epinephrine auto-injectors, metered dose inhalers, pancreatic enzyme supplements and diabetic supplies if they have a doctor's note and parental consent.\n\nOur ruling\n\nThe thrust of Oelrich's point is correct: You can’t give a child an aspirin in school without permission. To administer any non-prescription medication, school officials must have approval from the parent. And in some cases, the schools also need a note from a doctor -- even for cough drops. While Oelrich is right about the permission part, he specifically mentioned aspirin so we should add that giving aspirin to children is considered risky because of the medicine's connection to a deadly disease. But that wasn't exactly Oelrich's point in a debate over abortion and a minor's right to privacy. We rate his claim True.", "vclaim_id": "vclaim-pol-13082"}