{"url": "/factchecks/2020/sep/16/donald-trump/trump-retweets-manipulated-video-falsely-suggestin/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden played N.W.A.’s “F--- Tha Police” during an event in Florida.", "truth_label": "pants-fire", "date": "stated on September 16, 2020 in a pair of tweets:", "title": "Trump retweets manipulated video falsely suggesting Biden played ‘F--- Tha Police’ at Florida event", "text": "Before speaking at a event in Florida, former Vice President Joe Biden paid a tribute to Puerto Rican singer Luis Fonsi, who introduced him moments earlier, by taking out a cellphone and playing Fonsi’s hit love song \"Despacito\" through the microphone.\nThe next day, President Donald Trump twice retweeted a misleading and manipulated video of the tribute that appeared to show Biden, the Democratic nominee for president, broadcasting a different tune: hip-hop group N.W.A.’s 1988 anti-police anthem \"F--- Tha Police.\" \n\"What is this all about?\" Trump wrote in the first retweet.\nWhat is this all about? https://t.co/AAmBGgHhyR— Donald J. Trump (@realDonaldTrump) September 16, 2020 \n\"China is drooling. They can’t believe this!\" he said when he reshared the video hours later.\nThe manipulated 27-second clip gives the false impression that Biden was bobbing his head while listening to rapper Ice Cube run through the song’s opening lines. The incendiary first verse includes obscenities and a line proclaiming that \"police think they have the authority to kill a minority.\"\nThe verse begins: \"F--- the police, coming straight from the underground.\"\nBut Biden did not play \"F--- Tha Police\" during the Sept. 15 event in Kissimmee, Fla., which was billed as a celebration of Hispanic heritage month and featured speeches from singer Ricky Martin and actress Eva Longoria in addition to Fonsi. Biden played Fonsi’s \"Despacito.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n‘I’ll tell you what, if I had the talent of any one of these people, I’d be elected president by acclamation,\" Biden said after he turned the music off.\nUnedited footage of Fonsi’s handoff to Biden can be viewed here, via PBS NewsHour.\n\nTwitter labeled the edited video that Trump retweeted as \"manipulated media\" according to its policy regarding \"synthetic and manipulated media,\" a Twitter spokesperson confirmed. \nThe \"manipulated media\" tag links to tweets about the event from news outlets and reporters, some of whom noted that they were in the room as Biden played \"Despacito.\"\nTrump and his allies have falsely and repeatedly claimed that Biden wants to defund the police — and they have sometimes selectively edited or manipulated media to misrepresent Biden’s stance. Biden has rejected that position and instead proposed investing more in a program for community police.\n\"F--- Tha Police\" surged on music streaming platforms following the May killing by police of George Floyd in Minneapolis, according to Rolling Stone. \nThe song was also controversial at the time of its release. Radio stations banned it, and the FBI wrote a letter to Priority Records, which distributed N.W.A.’s music, the Daily Beast reported.\nThat said, Biden didn’t play it in Florida. We rate Trump’s retweets Pants on Fire!", "vclaim_id": "vclaim-pol-18933"}