{"url": "/factchecks/2013/dec/08/james-carville/james-carville-13-bank-tellers-are-public-assistan/", "speaker": "James Carville", "vclaim": "\"One-third of all bank tellers (are) on public assistance.\"", "truth_label": "mostly-true", "date": "stated on December 8, 2013 in comments on ABC's \"This Week\":", "title": "James Carville: 1/3 of bank tellers are on public assistance", "text": "One of the economic challenges facing the country is a growing inequality of income. Wealthier people are getting richer while the great majority of Americans are either making no gains or actually losing ground. The political parties differ on how they frame this problem. Republicans tend to say the solution is to create more jobs. Democrats agree but add that the quality of a job, primarily the pay, matters just as much.  \nDemocratic strategist James Carville waded into this debate during ABC’s This Week. Carville picked an industry where the gap between the upper and lower ends is particularly strong.\n\"Can I just make one jaw-dropping point? This week it came out, a UC Berkeley study … said one-third of all bank tellers are on public assistance,\" Carville said. \"Why don't we pass a law to say if you were bailed out or you get free money from the fed or your deposits are insured or you're too big to fail, if the government backs you to that extent and you're that profitable an industry, you have to pay people a living wage?\"\nWe’ll set aside the question of bailouts and livable wages. Our focus is on the claim that a third of bank tellers are on public assistance.\nAs Carville said, that statistic comes from a study by the University of California - Berkeley Center for Labor Research and Education. A New York City group, the Committee for Better Banks, commissioned the analysis. The committee says it represents the interests of frontline and back office bank workers.\n\"Salaries for bank tellers nationwide are so low that 31 percent of bank tellers and their family members are enrolled in some type of public assistance program,\" the committee cites in its report.\nThat public assistance takes many forms. The grand total is nearly $900 million, with Medicaid and the Children’s Health Insurance Program accounting for over half. Food stamps, the Earned Income Tax Credit and welfare (Temporary Assistance for Needy Families) make up the remainder.\nAccording to the Bureau of Labor Statistics, the country had 560,000 tellers in 2010. The median wage was about $11.55 an hour, or $24,100 a year. About three-fourths of these people worked full time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn contrast, the median pay for a bank CEO was more than $550,000 last year and industry profits were over $140 billion.\nCarville pretty accurately quoted the report except in one respect that doesn’t make an enormous difference. He said one-third of bank tellers are on public assistance. The report actually spoke of bank tellers and their family members. That would include a worker’s child who gets health care through the Children’s Health Insurance Program. But since that child is eligible because the family makes less than a certain amount, we think it’s a minor point.\nThe Berkeley Center recently did a similar analysis of fast food workers. When PunditFact looked into claims based on that report, we found that there was some disagreement among experts as to whether children’s insurance and the Earned Income Tax Credit should be counted as public assistance because these programs help families making as much as $50,000 a year.\nAccording to the Bureau of Labor Statistics, only 10 percent of bank tellers make more than about $32,000 a year. The government might have designed these programs to help somewhat more comfortable working families but that doesn’t change that the majority of bank tellers have very modest household incomes.\nThe center used the same analytic method in both the fast food and bank teller studies. It is a model that involves a complex blending of different government data sets. In our last fact-check, experts generally agreed that the approach would produce reasonably accurate results.\nOur ruling\nCarville said that one-third of bank tellers are on public assistance. In large part, Carville was faithful to a labor market analysis conducted on behalf of a group that advocates for better pay for lower-level bank employees. Carville made a minor error in talking about the bank tellers themselves when the study included their children. And there is debate among experts as to whether children’s insurance and the Earned Income Tax Credit should be counted as public assistance.\nBecause of those caveats, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-08525"}