{"url": "/factchecks/2015/sep/22/mary-mannix/mary-mannix-says-about-half-virginias-rural-hospit/", "speaker": "Mary Mannix", "vclaim": "\"Just about half of rural hospitals operate in the red in Virginia. They operate at a loss.\"", "truth_label": "true", "date": "stated on September 16, 2015 in a news conference.:", "title": "Mary Mannix says about half of Virginia's rural hospitals run in the red", "text": "Hospital officials from across Virginia flocked to Richmond last week to air concerns about tightening revenues at their facilities.\nAmong them was Mary Mannix, president and CEO of Augusta Health, a rural hospital in Fishersville about 90 miles west of Richmond. Mannix said her facility is on solid financial footing but that many other rural hospitals are not.\n\"Just about half of rural hospitals operate in the red in Virginia,\" Mannix said at a news conference organized by the Virginia Hospital and Healthcare Association, a lobbying group. \"They operate at a loss.\"\nThe struggles of rural hospitals across the nation have been well reported in recent years. Facing declining population bases and tightening Medicaid reimbursements, many have struggled to remain open and some have shut down, including Lee Regional Medical Center in Southwest Virginia in 2013.\nMany hospital officials hoped the General Assembly would ease the stress by expanding the state’s Medicaid program to reduce the medically uninsured. Under provisions of the Affordable Care Act, or Obamacare, the federal government would pay all of the costs of expanding the program through 2017 and at least 90 percent in the future. Republican lawmakers have blocked the expansion and say Uncle Sam can’t be trusted to pay his promised share.  \nThe debate is sure to continue when the General Assembly convenes in January. The hospital association says it will lobby lawmakers to find solutions to financial problems at hospitals -- although what solutions, the group isn’t saying. In the past, the association has backed Medicaid expansion.\nSo we wondered whether Mannix was correct in saying \"just about half\" of Virginia’s rural hospitals are running in the red.\nWe reached out to Lisa Schwenk, a spokeswoman for Augusta Health, to find the source for Mannix’s statistic. Schwenk referred us to Julian Walker, the spokesman for the Virginia Hospital and Healthcare Association.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWalker sent us a hospital association chart showing that 17 of 37 rural hospitals in Virginia -- or 46 percent --  had operating losses in 2013, the latest year data are available. The chart listed basic \"acute care hospitals\" - facilities  where people get care for illnesses and injuries. It does not include psychiatric, rehabilitative or other specialized medical centers.\nThe underlying information for the hospital association chart comes from Virginia Health Information, an independent, non-profit group that contracts with the Virginia Department of Health to provide information on the cost and quality of health care in the state. The group releases an annual report looking at the operating margins of all hospitals around the state.\nMichael Lundberg, executive director at Virginia Health Information, sent us a link to the group’s database showing the fiscal 2013 financial results for the hospitals. It lists 36 rural hospitals, 17 of which had a negative operating margin. That comes to 47 percent. In this database, the hospitals were allowed to determine for themselves whether they should be classified as rural or urban.\nLundberg also sent us a second batch of data in which hospitals were sorted as rural or urban based on definitions from the federal Centers for Medicare & Medicaid Services. This grouping listed 25 rural hospitals in 2013, 16 of which ran in the red. That comes to 64 percent.\nBy comparison, Lundberg’s figures show that of the 60 urban hospitals in Virginia under the federal definition, 13 had operating losses. That means nearly 22 percent of urban hospitals in the commonwealth had an operating loss in 2013.\nOur ruling\nMannix said about half of the rural hospitals in Virginia are operating at a loss.\nFigures from the group that tracks hospital finances back her claim and suggest, if anything, her estimate is on the low end.\nWe rate her statement True.", "vclaim_id": "vclaim-pol-05944"}