{"url": "/factchecks/2009/sep/10/barack-obama/obama-says-preventive-care-saves-money-it-doesnt/", "speaker": "Barack Obama", "vclaim": "Preventive care \"saves money.\"", "truth_label": "false", "date": "stated on September 9, 2009 in a speech to Congress:", "title": "Obama says preventive care saves money. It doesn't.", "text": "President Barack Obama defended his health care plan in a speech to a joint session of Congress, promoting the benefits of reform for those who already have coverage.\nOne of those benefits, he said, is that insurers will be required to cover checkups and other preventive care.\n\"Insurance companies will be required to cover, with no extra charge, routine checkups and preventive care, like mammograms and colonoscopies — because there’s no reason we shouldn't be catching diseases like breast cancer and colon cancer before they get worse,\" Obama said. \"That makes sense, it saves money, and it saves lives.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIt may make sense and save lives, but does it save money? Experts say no.\nThe head of the Congressional Budget Office, a nonpartisan group that does all the number-crunching for Congress, has said this isn't the case, despite claims from many Democrats to the contrary.     \"The evidence suggests that for most preventive services, expanded utilization leads to higher, not lower, medical spending overall,\" CBO director Douglas Elmendorf wrote in an Aug. 7 letter to Rep. Nathan Deal, the top Republican on a congressional subcommittee involved in the debate.      Elmendorf explained that, while the cost of a simple test might be cheap for each individual, the cumulative cost of many tests could be quite expensive:     \"But when analyzing the effects of preventive care on total spending for health care, it is important to recognize that doctors do not know beforehand which patients are going to develop costly illnesses. To avert one case of acute illness, it is usually necessary to provide preventive care to many patients, most of whom would not have suffered that illness anyway. . . Preventive care can have the largest benefits relative to costs when it is targeted at people who are most likely to suffer from a particular medical problem; however, such targeting can be difficult because preventive services are generally provided to patients who have the potential to contract a given disease but have not yet shown symptoms of having it.\"     In fact, a new government policy to encourage prevention could end up paying for services that people are already receiving, including breast and colon cancer screenings and vaccines, Elmendorf went on.   The CBO did not put a price tag on the costs or savings associated with preventive care measures in bills being considered in the House of Representatives because budgeting rules prevent them from doing so. But a few other studies back up the CBO's analysis, including a Feb. 14, 2008, article in the  New England Journal of Medicine  that was written in response to campaign promises for more preventive care.   \"Sweeping statements about the cost-saving potential of prevention ... are overreaching,\" according to the paper. \"Studies have concluded that preventing illness can in some cases save money but in other cases can add to health care costs.\"   And a study conducted by researchers from the American Diabetes Association, American Heart Association and the American Cancer Society concluded that, while interventions to prevent cardiovascular disease would prevent many strokes and deaths, \"as they are currently delivered, most of the prevention activities will substantially increase costs.\"   So, the consensus is that, while preventive care will almost certainly save lives, it won't reduce government spending on health care. As a result, we rate Obama's statement False.", "vclaim_id": "vclaim-pol-15595"}