{"url": "/factchecks/2013/oct/13/kim-guadagno/kim-guadagno-claims-chris-christie-hasnt-raised-ta/", "speaker": "Kim Guadagno", "vclaim": "Chris Christie \"has not increased the taxes on anyone.\"", "truth_label": "half-true", "date": "stated on October 8, 2013 in a speech to supporters in Carlstadt:", "title": "Kim Guadagno claims Chris Christie hasn't raised taxes on anyone", "text": "New Jersey has plenty of reason to re-elect Chris Christie next month, according to Kim Guadagno, his lieutenant governor.\nIn addition to sticking to his principles, Christie, a Republican, has been a strong steward of residents’ money during his time as governor, Guadago said to supporters Monday in Carlstadt. Guadagno was filling in for Christie, who had to cancel his appearance at the last minute.\n\"He has not increased taxes on anyone,\" the lieutenant governor told the crowd.\nChristie also has made this claim a few times, but the Truth-O-Meter’s stance on it remains the same from the first time we fact-checked it: the consequences of some of Christie’s budget-cutting actions have resulted in tax increases for some New Jerseyans.\nAnd PolitiFact New Jersey isn’t the only fact-checking group to say so. Our truth-seeking colleagues at FactCheck.org, a project of the Annenberg Public Policy Center of the University of Pennsylvania, have called the governor out for claiming not to have raised taxes.\nLet’s start with some background on how New Jersey generates tax revenue.\nThe state’s three biggest revenue generators are the gross income, sales and corporation business taxes, none of which have increased since Christie took office on Jan. 19, 2010. So Guadagno is correct that the governor has not actually raised any of those taxes.\nBut other actions by the governor cut tax relief for those who relied on support from programs such as the Earned Income Tax Credit and other credits. In the eyes of some experts that means certain New Jerseyans had less money to pay their taxes, and the impact of the cuts was essentially a tax increase for those residents.\nThe EITC is a credit given certain residents who work and have earned income. It reduces the amount of New Jersey tax owed and may result in a refund, even if those eligible for the credit owe the state no taxes, according to the state Treasury Department.\nTreasury Department spokesman Bill Quinn has said that in many cases, the EITC represented a subsidy to low-income people, and more than three-quarters of New Jerseyans who received the credit in 2010 actually owed the state no tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nStill, New Jersey cut the EITC during Christie’s first year in office. Christie also cut spending for two property tax relief programs, one of which -- now known as the Homestead Benefit program -- more than halved the average rebate that exceeded $1,000.\nAlthough state Treasury Department officials have argued that tax credit programs are payments from the state and reductions in credits do not represent tax increases, some experts disagree.\nDennis J. Ventry, Jr., a professor at University of California Davis School of Law, previously told PolitiFact New Jersey that a reduction in a tax credit is  \"absolutely a tax increase,\" while Richard Pomp, a professor of law at the University of Connecticut and state taxation expert has said, \"To someone who has had a benefit cut that is less money they have to spend,\" whether you call it a tax increase or a spending cut.\nJoseph Henchman, vice president of legal and state projects at the Tax Foundation, a business-backed group, has said it would be a mistake to equate reductions in tax credits as tax increases or spending cuts.\n\"They have elements of both and are strictly neither,\" Henchman said.\nKevin Roberts, spokesman for Christie's gubernatorial campaign, said previous administration comments on this topic stand. \"There have been no tax increases under this Governor,\" he said in an e-mail.\nOur ruling\nGuadagno said about Christie in a speech to supporters in Carlstadt, \"\"He has not increased the taxes on anyone.\"\nIt’s true that the governor has not increased the rate of taxation for New Jersey’s three biggest revenue generators: the gross income, business and sales taxes.\nBut it’s also true that he has cut tax credit programs that resulted in some New Jerseyans having less money to pay their tax bills. In the eyes of some experts, that’s still a tax increase.\nWe rate Guadagno’s claim Half True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-08765"}