{"url": "/factchecks/2016/nov/06/caleb-rowden/rowden-claim-webbers-votes-dont-account-bills-chan/", "speaker": "Caleb Rowden", "vclaim": "Democrat Stephen Webber \"voted to allow sex offenders to be within 500 feet of childcare centers and playgrounds, and even voted to allow sex offenders to be coaches.\"", "truth_label": "barely-true", "date": "stated on October 12, 2016 in a YouTube video:", "title": "Rowden claim of Webber's votes don't account for bill's changes", "text": "In October, Republican Caleb Rowden’s campaign uploaded a video to its YouTube channel attacking Democrat Stephen Webber for voting against a bill that would ban sex offenders from playgrounds and child care centers and from coaching children under the age of 17. The Missouri Republican Party also sent out mailers advertising the same claim.\n\n\nWebber \"voted to allow sex offenders to be within 500 feet of childcare centers and playgrounds, and even voted to allow sex offenders to be coaches,\" the video said.\n\n\nRowden and Webber, both former state representatives, face each other in a battle to fill the 19th Senate District seat vacated by Kurt Schaefer, who couldn’t seek re-election because of term limits.\n\n\nThe bill in question, Missouri House Bill 62 from 2009, was a lengthy crime bill that changed a number of laws. Among these were the introduction of laws banning child sex offenders from knowingly being within 500 feet of a public park with a playground or swimming pool, or from a child care facility when those under the age of 18 are present, and from serving as a coach, manager or athletic trainer for a sports team with children under 17 years of age.\n\n\nHistory of the bill\n\n\nRowden is correct that Webber voted against the final version of this bill when it came back from the state Senate. But Webber voted in favor of the bill before the House sent it to the Senate. So what made him change his vote between April 16 and May 15, 2009?\n\n\nWebber’s campaign manager, Emily Waggoner, explained the reasoning in a phone interview.\n\n\n\"Stephen voted for the original version of the bill that they’re talking about that prevents all those things from happening, and then it came back from the Senate with this weird exemption language allowing people to exempt themselves from sex offender registries. So he voted for the strongest version of that bill; it came back and it was a bill that had a new exemption in it and he refused to support a weaker version of that bill.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\nSo we took a look into the actual legislation to confirm these changes between the version of the bill that was sent to the Senate and final bill, and found that those changes did exist.\n\n\nThe specific part the Webber campaign cites as the reason for voting against the final version of the bill is explained in the bill summary this way: \"Allows an offender of certain misdemeanor sexual offenses to petition to exempt his or her name from the sexual offender registry if he or she meets current qualifications for the removal or exemption and was younger than 19 years of age at the time of the offense.\" This text did not exist in the summary of the bill prior to it going to the Senate.\n\n\nWebber wasn’t the only member of the House to change his vote after the bill came back from the Senate. The bill that was sent to the Senate was agreed to in the House by a margin of 141 to 9. The final version of the bill was passed in the House by a slightly tighter margin of 124 to 34. \n\nOur ruling\n\n\nRowden said Webber \"voted to allow sex offenders to be within 500 feet of childcare centers and playgrounds, and even voted to allow sex offenders to be coaches.\"\n\n\nThat’s a misleading version of events.\n\n\nWebber actually supported the House version of the legislation in question. But the bill was amended in the Senate to include a provision that allowed some sexual offenders to have their names removed from the sexual offender registry. Webber opposed that addition, his campaign said, and voted against the final bill.\n\n\nThere is an element of truth to this claim but not much more. We rate it Mostly False.\n\n\nhttps://www.sharethefacts.co/share/e329d85c-6bc2-49af-9f07-810d965736d0", "vclaim_id": "vclaim-pol-03965"}