{"url": "/factchecks/2017/aug/24/paul-ryan/ryan-way-obamacare-county-insurance-stat-cnn-town-/", "speaker": "Paul Ryan", "vclaim": "\"We’ve got dozens of counties around America that have zero insurers left.\"", "truth_label": "pants-fire", "date": "stated on August 21, 2017 in a CNN town hall broadcast:", "title": "Pants on Fire! Paul Ryan uses old stat to claim counties will have no Obamacare insurer in 2018", "text": "Republicans leading the charge to repeal Obamacare say their primary motivation is to save Americans from a program that has failed them. That was House Speaker Paul Ryan’s main argument during a CNN town hall broadcast on health care.\n\"Obamacare is not working,\" Ryan said Aug. 21. \"A third of the counties in Wisconsin are down to one insurer right here. We've got dozens of counties around America that have zero insurers left. So doing nothing really isn't an option.\"\nRyan has a point about limited competition, but his statement about dozens of counties without a single carrier recycles an old talking point that was never fully right and has become completely wrong today.\nThe Affordable Care Act set up exchanges where people in the non-group market buy private insurance. The latest official report from the Centers for Medicare and Medicaid Services is that 47 percent of counties are expected to have just one participating insurer in 2018. But central to Ryan’s claim, that report also said that just one county is at risk of having no carrier next year. Here’s the map:\n\nSo not dozens of counties -- just one.\nNow technically, that report wasn’t published until two days after Ryan spoke. But the government had the information, and a day before Ryan spoke, Politico reported that just one county remained without a potential insurance carrier in 2018. The Kaiser Family Foundation published the same information the day of Ryan’s CNN town hall.\nAnd a week earlier, the government said there were only two counties at risk of having no participating insurer. Ryan was way off no matter what.\nRyan's office said he should have said it was projected to be the case.\nBy the way, on Aug. 24, the last remaining place -- Paulding County in Ohio -- got an insurance company. So that leaves no counties without a carrier on the exchange next year.\nFrom 49 counties to zero\nThere’s been a lot of shifting in the exchange landscape.\nInsurance companies were assessing whether to participate in counties and entire states for 2018. Some places that looked safe suddenly found themselves at risk. Others that were at risk found new companies moving in.\nAt the high point, the Centers for Medicare and Medicaid Services said 49 counties had no declared carrier for 2018. Here’s how things jumped around between June 9 and Aug. 23:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe asked a couple of health insurance industry observers what was going on. Equity analyst Lance Wilkes at Sanford C. Bernstein said what we’re seeing is a learning curve in action.\n\"All the managed-care companies were figuring out this market, learning about the customer as well the rules of this program,\" Wilkes said.\nWilkes said that in 2014, some large companies such as UnitedHealthcare jumped into the Affordable Care Act exchanges when there was a worry that large employers might shed coverage, sending millions of people into the exchanges.\n\"They needed to be in as sort of a hedge against that,\" he said. \"When that didn’t happen, they got out.\"\nBut other insurers started to carve out a niche and came in to fill the gap in stranded counties. The Centene Corporation has been particularly aggressive in Nevada and Missouri. Between the two states, it is poised to offer plans in 39 counties that at some point had no takers.\nCentene has a different approach than many larger carriers. It has a long history of managing state Medicaid programs where it trims expenses by contracting with a smaller group of health care providers. That can work for lower-income clients who don’t come with the expectation that they will be able to see any doctor they want.\n\"It’s a trade off,\" said Cynthia Cox, who tracks the insurance industry at the Kaiser Family Foundation. \"They offer a lower-cost plan but it doesn’t have as many doctors in the network. That doesn't seem to have been a problem for them and their customers.\"\nWilkes said it also helps that state insurance commissioners are motivated to attract carriers and are \"more willing to offer good price increases,\" which about 85 percent of the policy holders won’t feel because the government subsidizes their premiums. For companies such as Centene, this makes the market relatively predictable.\n\"They might be sicker than average, but so long as the healthy people aren’t priced out, you have a pool that’s stable, and you can price for that,\" said Wilkes.\nOther companies in other states have also figured that out.\nTennessee was looking at 16 counties that lacked any insurance carrier for next year. Blue Cross Blue Shield of Tennessee decided in May to cover them. In a letter to the state insurance commissioner, the company said it could do that because it was doing better, with lower claims \"and a more sustainable rate structure.\"\nOur ruling\nRyan said dozens of counties have no insurers left on the Obamacare exchanges. The day he said that, there was only one such county. Less than a week before he said that, there were two counties. His office acknowledged that he misspoke.\nRyan has established himself as an architect of health care reform in the House and the viewers of CNN’s town hall would expect him to have his facts straight.\nWe rate this claim Pants on Fire.\n Share the Facts 2017-08-24 21:40:16 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://www.cnn.com/TRANSCRIPTS/1708/21/se.01.html \"We’ve got dozens of counties around America that have zero insurers left.\"    Paul Ryan Speaker of the House of Representatives   In a CNN town hall broadcast. Monday, August 21, 2017 2017-08-21    Read More  info", "vclaim_id": "vclaim-pol-02970"}