{"url": "/factchecks/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/", "speaker": "National Republican Congressional Committee", "vclaim": "\"Betty Sutton and her fellow Democrats went on a spending spree and now their credit card is maxed out.\"", "truth_label": "barely-true", "date": "stated on May 18, 2011 in a news release:", "title": "NRCC says Rep. Betty Sutton's 'spending spree' maxed out federal debt", "text": "Our government gets some of the cash it needs by borrowing from foreign governments and other investors. As happens when your bills come due and your current income cannot keep up, the United States now needs to borrow even more. To get the money, Congress first must approve a debt limit higher than the current one of $14.294 trillion.\n\nThis is a lot like living on a credit card and asking the bank for a higher limit, an analogy that Republicans happen to like, too. In an attack used in some variation on 59 other Democrats in the U.S. House, the National Republican Congressional Committee claimed on May 18, \"Betty Sutton and her fellow Democrats went on a spending spree and now their credit card is maxed out.\"\n\nSutton, from Copley Township, Ohio, near Akron, will probably face a re-election challenger next year. For now the NRCC is playing proxy for an eventual foe, accusing Sutton of recklessly spending and driving up the debt to dangerous levels.\n\nBut is it Sutton’s and her fellow Democrats’ fault -- is she such a profligate spender -- that the federal credit card has been maxed out?\n\nThis struck us as worth checking because of all the other spending and debt debates that have come up over the last decade, and the way that money flows in and out of the federal treasury.\n\nTaxes are one part of the equation, spending the other.\n\nYou might remember the tax cuts championed by congressional Republicans and former President George W. Bush, tax cuts that were extended in December for two years under Democratic President Barack Obama. While some economists say these were needed to give the economy a kick, they also meant less money came in from tax revenue.\n\nBefore the most recent extension, the Congressional Research Service said that the Bush tax cuts, with a 10-year price tag of $1 trillion, played a substantial role in the nation’s annual deficits. Some will argue that tax cuts can actually pay for themselves by stimulating economic growth, but PolitiFact has previously found that the Congressional Budget Office, the Treasury Department, the Joint Committee on Taxation and the White House’s Council of Economic Advisers say that tax cuts lead to revenues that are lower than they otherwise would have been – even if they spur some economic growth.\n\nThe Congressional Budget Office last year said extending all of them permanently, as many in the GOP would like, would cost $3.3 trillion over 10 years and increase deficits.\n\nThen there’s the recent economic downturn, which also played a role. And the nation is still engaged in wars in Iraq and Afghanistan, with billions of dollars flowing out to pay for them. These began during the Bush years and continue under Obama.\n\nThe liberal Center on Budget and Policy Priorities posits that just two policies dating from the Bush Administration — tax cuts and the wars in Iraq and Afghanistan — accounted for over $500 billion of the deficit in 2009 \"and will account for $7 trillion in deficits in 2009 through 2019, including the associated debt-service costs.\"\n\nThat’s deficits, but it applies to the debt (formed by cumulative and mounting deficits), says the center. The \"Bush-era tax cuts and the Iraq and Afghanistan wars — including their associated interest costs — account for almost half of the projected public debt in 2019 (measured as a share of the economy) if we continue current policies,\" the center noted on May 20.\n\nOr as Ezra Klein, the Washington Post economics blogger, wrote on May 23, \"In other words, cut the financial crisis and the major initiatives from the Bush era out of the picture, and we’d be in pretty good shape. In fact, we’d be in great shape.\"\n\nWe asked Brian Riedl, the lead budget analyst at the conservative Heritage Foundation, what he thought of this analysis. He was blunt. \"Basically, their analysis fails basic statistics,\" he said in an e-mail.\n\nRiedl referred us to his own blog, in which he wrote, \"Imagine a basketball team that loses 100-98. It would make no sense to cherry pick one single basket by their opponent and blame it for 100 percent of the loss – letting all other baskets scored off the hook. Yet that is essentially what CBPP (Center on Budget and Policy Priorities) is doing.\"\n\nRiedl’s broader point is that \"one could cherry pick\" any number of spending or tax policies and blame them for the entire problem. \"CBPP chose to pick the tax cuts, wars, stimulus/bailouts, and economic downturn to equal the sum of the deficit. One could have just as easily singled out Social Security and Medicaid (combined cost: $13 trillion), Medicare and net interest costs ($13 trillion), or discretionary spending ($15 trillion) for blame. There is no mathematical reason to single out the programs CBPP selected while ignoring the other costs.\"\n\nWhere does this leave us?\n\nEach side is cherry picking the numbers. The liberal think tank puts nearly all the blame on the wars, the tax cuts and the recession and its associated costs. The conservative think tank says the blame base is larger and involves entitlements as well as discretionary spending.\n\nWe also narrowed in on Sutton, talking with the NRCC; its counterpart, the Democratic Congressional Campaign Committee; and Sutton’s office.\n\nDNCC spokeswoman Haley Morris cited a 2009 PolitiFact item that noted that when Bush took office, the national debt was $5.73 trillion. When he left, it was $10.7 trillion. \"Pretty hard for GOP to argue about maxing out (the) credit card,\" she said.\n\nSutton’s office referred us to a statement she made in December when she voted to extend the Bush tax cuts. Those cuts were part of a compromise to also continue a form of federal unemployment insurance for jobless Americans running out of benefits. \"I am extremely disappointed that the Republicans insisted on adding billions of dollars to the deficit so that they could provide a bonus tax cut to the super rich and an extremely costly estate tax cut to 3,800 multi-millionaire and billionaire estates,\" Sutton said at the time.\n\nFinally, NRCC spokesman Tory Mazzola told us when was asked about Sutton, \"You can start with the trillion-dollar stimulus bill.\" Then there was the health care reform bill in 2010. Those two alone \"get you up to $2 trillion\" that the nation did not have, and it had to be financed, Mazzola said.\n\nHe followed up in an e-mail noting Sutton’s votes on two large spending bills, including one for $1.1 trillion, \"which provided an 8 percent discretionary spending hike for the third consecutive year and contained approximately 5,224 earmarks.\" The latter bill passed in December 1999, and no House Republicans supported it. Sutton also voted for two previous debt-ceiling hikes, Mazzola said, and for a $26.1 billion bill that Mazzola called a \"state bailout\".\n\nOthers described that last bill as a way to help state and local governments struggling with the economic downturn -- and that difference in terminology helps get us to a conclusion.\n\nTo say that Sutton ran up the credit card is one way to interpret her record, but it ignores all the other spending and borrowing that factored into the debt. Were the war and the tax cuts the chief culprits? Democrats say so. Conservatives disagree, with Riedl saying that it amounts to cherry picking and ignores all the spending.  \n\nBefore ruling, we’re compelled to point out that since 2001, Congress has voted to raise the debt ceiling ten times, according to the Congressional Research Service. Seven of those hikes were under Bush, three under Obama.\n\nSutton certainly voted for spending, so we won’t rate the NRCC’s claim False. But with trees chock full of cherries, we find the NRCC’s statement to be so selective as to render it Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on November 30, 2010 in an MSNBC interview\n\n\n\n\n\n\n\n\n\"Understand, this is unemployment insurance. It’s not welfare, as a lot of my Republican colleagues like to suggest it is. You pay into it when you’re working. You get help when you’re not.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • December 7, 2010\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13012"}