{"url": "/factchecks/2017/jul/26/mark-pocan/how-many-people-military-are-transgender/", "speaker": "Mark Pocan", "vclaim": "\"More than 15,000 transgender Americans\" are \"serving in the military today.\"", "truth_label": "half-true", "date": "stated on July 26, 2017 in a press release:", "title": "How many people in the military are transgender?", "text": "An announcement by President Donald Trump on Twitter that the U.S. government \"will not accept or allow transgender individuals to serve in any capacity in the U.S. military\" drew an almost immediate denunciation from U.S. Rep. Mark Pocan.\nThe Madison-area Democrat called the decision \"outrageous and shameful\" and \"based in discrimination\" in a news release issued July 26, 2017. He concluded by stating:\n\"With more than 15,000 transgender Americans serving in the military today, President Trump should immediately reverse course on his decision and he should stop using shocking policy shifts on Twitter to distract Americans from his failing health care plan.\"\nGiven that the issue of transgender troops may be unfamiliar to many readers, we thought we’d check Pocan’s claim that more than 15,000 are serving in the military.\nNo official data\nThe Pentagon has said it does not know how many transgender people serve in uniform because until 2016, they faced discharge if they revealed their identities. A Pentagon spokesman did not reply when we asked if the the Pentagon has any estimates. The U.S. Census Bureau also does not collect data on sexual orientation or gender identity.\n(In April 2016, more than 75 members of Congress wrote to the Census Bureau to request the addition of sexual orientation and gender identity as a subject for the bureau’s regular American Community Survey. The bureau concluded, according to a March 2017 memo, that \"there was no federal data need\" to include those.)\nSo, there are no official statistics on the number of transgender people in the military. That leaves us with two prominently cited studies that produced estimates which vary.\n2014 study\nTo support Pocan’s statement, his office referred us to a 2014 report by UCLA Law School’s Williams Institute on Sexual Orientation and Gender Identity Law and Public Policy. (The Human Rights Campaign and the National Center for Transgender Equality pointed us to the same study.)\nThat study estimated that 15,500 transgender individuals were serving on active duty or in the Guard or Reserve forces.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe study said its primary source was a national survey done by the National Gay and Lesbian Task Force and the National Center for Transgender Equality, which the researchers said was the largest sample of transgender people in the United States available at the time. That survey was conducted over a six-month period starting in the fall of 2008.\n\"Data that allow for a direct tabulation of the number of transgender individuals who serve in the U.S. military simply do not exist,\" the researchers wrote. \"The estimates in this research brief rely on a variety of assumptions that could affect their accuracy.\"\nThey added, however, that \"the estimates certainly suggest that transgender individuals are part of the active duty U.S. armed forces, perhaps in portions that exceed that of the general population.\"\n2016 study\nA 2016 study by the RAND Corp., commissioned by the Pentagon, reported lower figures than the UCLA study.\nThe RAND researchers estimated between 1,320 and 6,630 active duty and between 830 and 4,160 in the reserves. That would be a total of between 2,150 and 10,790 transgender service members, based on figures for people serving in the military in 2014.\nThe study said the estimate was derived from data from multiple surveys. And the reseachers noted: \"It is important to note that there have been no rigorous epidemiological studies of the size\" of the U.S. transgender population, including those who serve in the military.\nAsked about the difference between the two studies, Pocan’s spokesman told us: \"Whenever we have multiple studies, we try to take the more inclusive one.\"\nOur rating\nPocan said: \"More than 15,000 transgender Americans\" are \"serving in the military today.\"\nA UCLA study estimated the figure is 15,500, while a more recent study by the RAND Corp. estimated 2,150 to 10,790.\nThere are no official counts, so Pocan goes too far in flatly stating his figure. But his figure matches one of two prominently cited estimates.\nWe rate the statement Half True.\n Share the Facts 2017-07-26 21:05:28 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"More than 15,000 transgender Americans\" are \"serving in the military today.\"     Mark Pocan U.S. representative, D-Wis.   In a press release Wednesday, July 26, 2017 2017-07-26    Read More  info", "vclaim_id": "vclaim-pol-03065"}