{"url": "/factchecks/2013/apr/08/jim-taricani/jim-taricani-says-38-studios-bond-offer-promised-a/", "speaker": "Jim Taricani", "vclaim": "\"No one knows who bought the [38 Studios] bonds. And there was some language put in the bond offer that they must remain anonymous.\"", "truth_label": "half-true", "date": "stated on March 24, 2013 in a comment made on \"10 News Conference.\":", "title": "Rhode Island TV reporter Jim Taricani says 38 Studios bond offer promised anonymity for buyers", "text": "One of the questions swirling around the collapse of 38 Studios is whether the state should be on the hook for the millions of dollars in bond money that it raised on behalf of the now-bankrupt video game developer, headed by former Red Sox star Curt Schilling.\n\nDuring the March 24, 2013, edition of \"10 News Conference,\" co-host Jim Taricani posed that question to two members of the General Assembly, and then, as an aside, said: \"No one knows who bought the bonds. And there was some language put in the bond offer that they must remain anonymous.\"\n\nTaricani said Rhode Islanders might feel differently about paying back the moral obligation bonds if the identities of the purchasers were known.\n\nThe bonds\n\nThe bonds were sold in November 2010 under the auspices of the Rhode Island Loan Guaranty Fund, after being approved earlier that year by the General Assembly and then-Gov. Donald Carcieri. The bonds were underwritten by Wells Fargo Securities and Barclays Capital, according to information provided at the time by Robert I. Stolzman, lawyer for the Economic Development Corporation.\n\nThe bonds, according to the EDC, were sold in three blocks totaling $75 million and paid interest ranging from 6 percent to 7.75 percent annually.\n\nAt the time, the EDC said about a dozen investors privately purchased the bonds. The purchasers included insurers, asset managers and a community bank. No names were given.\n\nThe bondholders\n\nThe first part of Taricani’s comment was a bit of hyperbole. Clearly some people know who bought the bonds -- those who sold them and those who purchased them.\n\nHowever, it is true that the identities of the bondholders were never made public. The Journal has been trying for some time to identify them.\n\nOn May 30, 2012, the paper requested a list of bondholders from the Economic Development Corporation. A month and a half later, Allison Lane, a lawyer for the EDC, responded that the commission \"does not have any documents that contain the names and other identifying information of any bondholders or any other information as to who bonds have been sold and or transferred.\"\n\nBut when PolitiFact reviewed the bond offer, which runs a whopping 233 pages, it discovered this requirement on Page 40 of the file: \"Each purchaser of the 2010 Bonds will be required to execute and deliver an Investor Letter substantially in the form attached hereto as Appendix E upon delivery and acceptance of the 2010 Bonds.\"\n\nThe letters were designed to ensure the investors were experienced, knew what they were getting into and were \"able to withstand without material injury a complete loss\" of their investment.\n\nThe statement is signed by Keith Stokes, who was economic development director until he was replaced after 38 Studios defaulted.\n\nAppendix E indicates that the letters should go to no fewer than 10 entities, including two securities firms, five law firms, 38 Studios and the state (with no department specified).\n\nMost  importantly, one copy of each letter -- which would indicate who purchased the bonds -- was supposed to go to the EDC. Yet EDC lawyer Allison Lane, in her letter, had said the EDC had no such documents.\n\nPolitiFact Rhode Island spent more than a week contacting some of the law firms and the EDC trying to find out about the investor letters. Phone calls and e-mails were not returned by Moses and Afonso Ltd., the company that served as a bond counsel to the EDC; First Southwest Company, which was the financial adviser to the EDC; and Pannone Lopes Devereaux & West, the law firm involved in placement of the bonds.\n\nMore than a week after seeking information from the EDC's current lawyer, Thomas E. Carlotto, the EDC e-mailed us a one-paragraph statement from him saying it had not received the investor letters \"as anticipated.\"\n\nHe blamed \"the former executive management and former counsel to the RIEDC [which] should have taken measures in November 2010 to ensure receipt of such investor letters\" to show that the placement agents, Wells Fargo Securities and Barclays Capital, had followed the requirements.\n\nRepeated attempts to subsequently interview Carlotto were unsuccessful.\n\nChristine Hunsinger, spokeswoman for Gov. Lincoln Chafee, who became chairman of the EDC when he took office two months after the bonds were sold, said EDC lawyers are now exploring whether those letters can be found.\n\n\"It's yet another mess in the 38 Studios matter that, unfortunately, this governor has been left to clean up,\" Hunsinger said.\n\nSo when Taricani stated, \"No one knows who bought the bonds,\" aside from the sellers and buyers, he was right.\n\nAnonymity guaranteed?\n\nAnd what about Taricani's statement that anonymity was guaranteed in the bond offering?\n\nWe searched that document for references to anonymity, requirements for disclosure or promises to protect a buyer's identity. We came up blank.\n\nWe contacted Taricani in hopes that he could direct us to the restriction he was talking about.\n\n\"My info came from two different people who have, in my opinion, knowledge of that bond issue,\" he told us in an e-mail. \"If there is no specific language in that document about anonymity, I then misspoke and sincerely apologize for the misstatement.\"\n\nOur ruling\n\nJim Taricani said, \"No one knows who bought the [38 Studios] bonds. And there was some language put in the bond offer that they must remain anonymous.\"\n\nThe first half of his statement appears to be correct. Although SOMEONE must have a record of who bought the bonds, the EDC, following inquiries by The Journal about the investment letters, now says it did not receive the documents required under the sale, and it is trying to get them.\n\nRegarding the other half of Taricani's statement, we could find no language guaranteeing the purchasers that their names would be kept secret.\n\nWe rate his statement Half True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09501"}