{"url": "/factchecks/2014/oct/15/republican-party-wisconsin/wisconsin-gop-says-susan-happ-took-180000-defendan/", "speaker": "Republican Party of Wisconsin", "vclaim": "\"As district attorney, Susan Happ took $180,000\" in a \"shady\" land deal \"from a man charged with multiple felony counts of sexual assault before she offered him a deferred prosecution.\"", "truth_label": "false", "date": "stated on October 5, 2014 in a campaign news release:", "title": "Wisconsin GOP says Susan Happ took $180,000 from a defendant she offered deferred prosecution", "text": "Waukesha County District Attorney Brad Schimel, the Republican candidate for attorney general, has criticized rival Susan Happ for not turning to a special prosecutor to handle a case involving a man with whom she had a financial relationship.\nThe Republican Party of Wisconsin has offered much tougher criticism of Happ, the Jefferson County district attorney and Democratic nominee for attorney general.\nThe party blasted Happ in two radio ads, which make a lot of charges in quick fashion, making them hard to fully absorb. But the GOP summarized it this way in a news release tied to the second ad:\n\"As district attorney, Susan Happ took $180,000 from a man charged with multiple felony counts of sexual assault before she offered him a deferred prosecution.\"\nIs the claim accurate?\nBackground on the case\nThe news release refers to the prosecution of Daniel J. Reynolds, who initially faced felony charges filed by Happ’s office alleging first-degree and second-degree sexual assaults of a child.\nUltimately, her office signed off on a plea bargain, approved in March 2014 by a judge, that included a deferred prosecution agreement. If Reynolds stays out of trouble and gets the recommended treatment, the charges will be reduced to disorderly conduct.\nReal estate records show Happ and her husband had signed a land contract with Reynolds to sell a piece of property to him for a total of $180,000 over three years.\nNobody disputes those events, which form the basis for portions of the GOP claim.\nHapp says she recognized the conflict of interest and took steps in her office to handle it.\nWhen asked for backup, the GOP pointed to the timeline of events as evidence of a \"quid pro quo\" -- something that is given or taken in return for something else, our dictionary says.\nBut there are big problems with the way the party describes the sequence of events and Happ’s knowledge and actions.\nIndeed, the claim makes it sound like Happ \"took\" $180,000 from a defendant after he was charged, then recommended light punishment for him.\nHere is a closer look at the sequence:\nRecords show the monthly payments under the land deal were two months from completion when the Jefferson Police Department asked Happ’s office in March 2012 to review its request for charges against Reynolds.\nSo there was an ongoing financial relationship at that time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nBut the land deal was signed more than three years before Reynolds was charged on May 21, 2013, and it ended in May 2012 -- before he was charged, but while the case was being reviewed.\nThe GOP portrays the sale as a \"shady\" deal with a child predator.\nAccording to the criminal complaint that was eventually filed, the assaults occurred between 2001 and 2005. So if the complaint is right, the defendant was a child predator before the land deal in 2009.\nBut records indicate the police investigation began in October 2011. So, Reynolds was not yet charged or under investigation at the time the land deal was initiated.\nAnd no one has presented evidence that Happ, elected district attorney in 2008, knew that Reynolds was allegedly involved in assaults until the matter came to her office in 2012.\nThere are other issues.\nThe $180,000 figure cited by the GOP was owed to both Happ and her husband, according to the contract.\nBut the property in question was owned by Happ’s husband before the two were married in March 2009. Reynolds was a tenant in the building at some point.\nHapp told us she signed the land contract because it’s marital property, but that as a practical matter, she and her husband keep their assets separate and that payments from Reynolds went to her husband.\nStill, she said, \"marital property is marital property,\" and she understands the conflict of interest was still there.\nThe GOP also says Happ offered Reynolds a deferred prosecution deal. The deal was made by her office, but court records show that the case was assigned to and handled by one of her assistant DAs, Monica Hall.\nHapp says that, following Supreme Court ethics procedures, she screened herself off from decisions or any involvement in the case when she recognized Reynolds’ name on the referral from the police department.\nAn official at the state Office of Lawyer Regulation, citing that screening procedure, said on Oct. 13, 2014 there was no indication of an ethics breach by Happ. The agency received a complaint in September 2014 about Happ’s handling of the case from the victim of the assaults.\nA final note. The GOP claim suggests Reynolds got off too easy -- a feeling the victim shares, based on her complaint to the Office of Lawyer Regulation.\nHapp said on a radio show that she believes from the general details she knows that the case was handled properly by the assistant DA, whom she described as \"tenacious and well qualified.\"\nOur rating\nThe Republican Party said, \"As district attorney, Susan Happ took $180,000\" in a \"shady\" land deal \"from a man charged with multiple felony counts of sexual assault before she offered him a deferred prosecution.\"\nThe adequacy of Happ’s response to a conflict of interest is up for debate, but the GOP stretches and distorts the timeline of events to create a highly misleading attack without evidence to back up the idea that Reynolds got a sweetheart deal by paying $180,000.\nWe rate the claim False", "vclaim_id": "vclaim-pol-07142"}