{"url": "/factchecks/2012/dec/02/john-wisniewski/democratic-leader-offers-cautionary-tale-gov-chris/", "speaker": "John Wisniewski", "vclaim": "Says in January 1992, George H. W. Bush \"probably had a 90 percent or even higher approval rating after the first Gulf War.\"", "truth_label": "barely-true", "date": "stated on November 27, 2012 in an interview on NJToday:", "title": "Democratic leader offers cautionary tale for Gov. Chris Christie: President George H. W. Bush lost re-election bid after having 90 percent approval rating in January 1992", "text": "If Gov. Chris Christie is anything like President George H. W. Bush, the governor could go from soaring in public opinion polls to losing at the voting booth next year.\n\nThat’s at least what New Jersey Democratic Party Chairman John Wisniewski suggested last week in response to polls showing rising support for the Republican governor. Christie has announced plans to seek re-election, and Wisniewski has been mentioned as a possible challenger.\n\n\"No one’s unbeatable,\" Wisniewski, a state assemblyman from Middlesex County, said in a Nov. 27 interview on NJToday.\n\nOf Christie’s rising poll numbers, Wisniewski later added: \"It’s interesting. For him, it’s great news, but it’s not dispositive on the outcome of the election at any means.\n\n\"I mean, we all remember George Bush. January of 1992, (he) probably had a 90 percent or even higher approval rating after the first Gulf War, and in late November of 1992, we were calling Bill Clinton president-elect.\"\n\nBut the Democratic leader’s history lesson is off.\n\nSoon after the Gulf War ended in February 1991, Bush had an approval rating hovering around 90 percent. However, by January 1992, the 41st president’s approval rating had dropped to less than 50 percent.\n\nAlicia D’Alessandro, a spokeswoman for Wisniewski, told us the party chairman meant to reference March 1991, when a Washington Post/ABC News poll gave Bush a 90 percent approval rating.\n\n\"It seems that Chairman Wisniewski incorrectly identified the date of the poll, which can happen when you're discussing events from about two decades ago,\" D’Alessandro said in an e-mail. \"Still, the chairman was making a point about poll numbers representing a snapshot in time, and that point still stands.\"\n\nTo evaluate Wisniewski’s claim, we turned to presidential approval data from Gallup, which is considered one of the leading assessments of presidential performance. Gallup has measured presidential job approval ratings since Franklin D. Roosevelt was commander-in-chief.\n\nAs the Gulf War ended, Bush garnered an approval rating of 89 percent, according to a Gallup poll conducted in late February and early March of 1991. That figure would turn out to be the highest approval rating of Bush’s presidency, as measured by Gallup.\n\nThen, driven in part by a staggering economy, Bush’s numbers nose-dived. The president’s approval rating gradually went down throughout the rest of 1991 before landing at 46 percent in January 1992, according to Gallup.\n\nOther polls around the same time turned up similar results for the president. A Washington Post/ABC News poll gave Bush a 45 percent approval rating, and in a New York Times/CBS News Poll, 43 percent said they approved of his performance as president.\n\nA few weeks before losing his re-election bid to Clinton, Bush’s approval rating stood at 34 percent, according to Gallup.\n\nWhile Bush’s approval ratings showed a sharp drop in support, the latest poll numbers for Christie demonstrate an upswing at a time when the governor has been widely praised for his leadership during Hurricane Sandy.\n\nA Quinnipiac University poll released on Tuesday put Christie's approval rating at 72 percent, marking a 16-point increase over his 56 percent approval rating in a Quinnipiac poll from October.\n\nIn a poll released Tuesday by Rutgers University’s Eagleton Institute of Politics, Christie was viewed favorably by 67 percent of respondents, compared to 48 percent in a Rutgers-Eagleton poll released in early October.\n\n\"The realities of governing – including the budget and a host of other contentious issues – are likely to cool the governor’s red-hot numbers over time,\" David Redlawsk, director of the Rutgers-Eagleton Poll and a political science professor, said in a news release.\n\nOur ruling\n\nComparing Christie with the 41st president, Wisniewski claimed in a TV interview that in January 1992, Bush \"probably had a 90 percent or even higher approval rating after the first Gulf War.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPiers Morgan\n \n\nstated on June 14, 2011 in an interview with Gov. Chris Christie on \"Piers Morgan Tonight\"\n\n\n\n\n\n\n\n\nSays Gov. Chris Christie’s \"poll ratings have been going up.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • June 26, 2011\n\n\n\n\n\n\n\n\nThe assemblyman is correct that Bush once had near-unanimous support, but he's wrong about the timing. The president's approval rating was around 90 percent in March 1991, but by January 1992, it had fallen below 50 percent.\n\nWe rate the statement Mostly False.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09958"}