{"url": "/factchecks/2012/feb/22/bruce-starr/do-other-states-federal-government-have-legislativ/", "speaker": "Bruce Starr", "vclaim": "Other states have considered or have sunset advisory commissions; the federal government has the ability, too.", "truth_label": "mostly-true", "date": "stated on February 16, 2012 in a floor speech:", "title": "Do other states, federal government have legislative commissions to retire executive branch agencies?", "text": "Oregon Sen. Bruce Starr, R-Hillsboro, was shut down by Democrats on the floor when he tried to extract a dead bill from committee. The legislation? To create a legislative committee to regularly review the need for state agencies, or else the agencies would expire on a rolling basis.\n\nIn a remonstrance -- otherwise known as an expression of protest or complaint -- he said that such a committee would strengthen the legislative body.\n\n\"It is, without question, a process that this Legislature hasn’t contemplated in the past,\" he said. \"Other states have. The federal government does. It would allow accountability in the process. Mr. President, and I would urge that in the future legislatures, that we consider this particular issue in a way that would be bipartisan and recognize the goal is to strengthen the Legislative Assembly.\"\n\nDo other states regularly allow agencies to lapse unless lawmakers approve them? Does the federal government have such a commission itself? Majority Democrats in the Senate voted down Starr’s motion without discussion, but the questions for PolitiFact Oregon remained.\n\nIn a follow-up interview, Starr said he got the idea from Texas, which has had a long-running sunset commission. He also clarified that the federal government does not have one commission overseeing multiple agencies, but that Congress regularly reviews certain spending provisions. And Starr owned up, as he did on the floor, to the reality that he didn’t expect the idea to move.\n\nAn online search shows that the Texas Legislature created the Sunset Advisory Commission in 1977 \"to identify and eliminate waste, duplication, and inefficiency in government agencies.\" The 12-member commission reviews more than 150 government agencies every 12 years.\n\nFlorida created one in 2006. California did in 2010. Minnesota followed last year when its 2011 Legislature created a Sunset Advisory Commission, which will periodically review state agencies and make recommendations on whether the agency should continue to exist. Most commissions and boards would expire automatically unless authorized; larger agencies would not expire automatically.\n\n\"Sunset committees\" were something of a trend in the 1960s and 1970s, when many state legislatures were struggling for equal footing with the other branches of government, says Brenda Erickson, a senior research analyst with the National Conference of State Legislatures.\n\nIn 1977, the Oregon Legislature created a sunset committee, the Associated Press reported, and hired staff to review nine state agencies slated to be killed by mid-1980 unless the 1979 Legislature voted to keep them. Legislators voted to kill the committee in 1993.\n\nErickson said many states found the sunset schedule hard to maintain. \"Given staff limitations, they found it difficult to keep up,\" she said. \"They modified the sunset review period, and extended it, or removed it and transitioned into this (performance) review.\"\n\nMost states have some kind of legislative authority to audit or review executive branch agencies, according to a 2008 survey conducted by NCSL. According to the Council of State Governments' Book of the States 2011, which uses 2009 data, about half of states have a sunset-type body.\n\nCongress is a different story; attempts to create an oversight commission haven’t succeeded. Republicans appear keener on the idea than Democrats. So there is no one commission currently in Congress that regularly reviews the need for federal agencies. But many, if not most, spending provisions for farms, defense, aviation, etc., technically require reauthorization or review every few years to continue.\n\n\"The federal government does terminate a fair number of programs each year,\"  said Scott Lilly, a senior fellow at the Center for American Progress, but generally this is done through the appropriations process. Most of those are \"small demonstration projects,\" he said.\n\nThe left-leaning group doesn’t like the idea of a congressional sunset commission, but that’s neither here nor there for us. We’re not going to weigh in on whether the idea has merit. Starr said on the floor that other states have sunset oversight commissions, or had considered them. He said that the federal government does. His language on the floor was broad, although the bill in question, Senate Bill 1590, has some very strict dates on abolishing agencies.\n\nWhat do we know?\n\nSunset committees were very popular with state legislatures, then became not as popular, and now may be making a comeback. It’s accurate to say that other states have contemplated the idea or have one.\n\nBut it’s not accurate to suggest that the federal government has an oversight commission. The ability to review specific spending every few years isn’t the same thing as a broad-based commission with the power to kill agencies. Starr acknowledged as much in an interview with PolitiFact Oregon.\n\nHis language on the floor was a little foggy and he clarified his comments in an interview. We don’t find this to be a significant piece of missing information, but feel readers should know the difference. We find the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11567"}