{"url": "/factchecks/2013/jun/24/mark-herring/mark-herring-reverses-position-gay-marriage/", "speaker": "Mark Herring", "vclaim": "On gay marriage", "truth_label": "full-flop", "date": "stated on June 15, 2013 in a debate:", "title": "Mark Herring reverses position on gay marriage", "text": "Democrat Mark Herring stressed his differences with Republican Mark Obenshain during a recent debate between the attorney general candidates.\n\nBut Herring said Obenshain was right on one point -- a charge that Herring had switched his stance on gay marriage. We rolled out the Flip-O-Meter to examine the extent of Herring’s change. Let’s journey back in time.\n\nIn 2003, Herring unsuccessfully ran for the state Senate. He said marriage should be between a man and a woman, according to an Oct. 17 article that year in The Winchester Star.\n\nOn Feb. 2, 2006, Herring was sworn in as a state senator after winning a special election in Loudoun County. Fifteen days later, he supported a resolution allowing Virginia voters to decide whether there should be a state constitutional amendment banning gay marriage. Virginia law already defined marriage as between a man and a woman. But many referendum backers said the added constitutional amendment would shield the traditional marriage law from judicial tampering.\n\nHerring reiterated his support for the amendment during a Sept. 20, 2006, interview with Leesburg Today, saying it was consistent with Virginia’s existing marriage law. In November, the amendment was approved by 57 percent of voters.\n\nHerring sang a different tune this spring during his successful Democratic primary campaign for attorney general.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nOn April 5, he released an \"Equality Agenda\" that said, \"Mark Herring believes that civil marriage is a fundamental right, and he supports marriage equality for same-gender couples.\" Herring pledged to work \"to change the current law prohibiting such marriages.\"\n\nObenshain, a state senator from Harrisonburg since 2004, has been outspoken in his opposition to gay marriage. During a debate this June 15 with Herring, Obenshain said, \"I believe marriage is an institution to be entered into between a man and a woman. That’s an issue upon which Mark and I, until at least a few years ago, agreed.\"\n\nHerring acknowledged that \"almost eight years ago\" he \"didn’t really feel comfortable\" about gay marriage.\n\n\"But since that time, I’ve done a lot of thinking about it,\" he said. \"I’ve talked to my friends, my constituents. I talked to co-workers; I talked to my family, including my children. And like millions of Americans and a lot of Virginians, I don’t believe that way anymore and I think it’s wrong.\n\n\"I don’t believe anybody should be treated as a second-class citizen and I don’t believe that the state should decide who you can and cannot marry. So I support marriage equality and as we work towards marriage equality, there are very specific things I, as attorney general, can do to help protect the rights of gay and lesbian Virginians.\"\n\nFor better or worse, Herring has done a Full Flop.", "vclaim_id": "vclaim-pol-09181"}