{"url": "/factchecks/2013/jul/30/charles-kuck/immigration-claim-about-second-jobs-doesnt-really-/", "speaker": "Charles Kuck", "vclaim": "A provision of the Senate immigration bill would require you to have government permission to get a second job.", "truth_label": "half-true", "date": "stated on July 13, 2013 in an immigration forum:", "title": "Immigration claim about second jobs doesn’t really work", "text": "The U.S. Senate passed its version of an overhaul of U.S. immigration law late last month, and debate over the legislation has been nonstop. (The U.S. House plans to take up its immigration bill in the fall.)\nGeorgia immigration attorney Charles Kuck discussed provisions of the bill during a forum at a northwest Georgia college last month. The bill would affect the entire nation, not just the 11 million undocumented immigrants living in the United States, he said.\nBut it was Kuck’s comments about the E-Verify mandate, captured in The Rome News-Tribune, that caught our attention.\n\"When you want to get a second job, you’ll get what’s called a ‘tentative nonconfirmation’ that says somebody’s used this ID to work somewhere else,\" Kuck said. \"So you have to have government permission to get a second job.\"\nWe at PolitiFact Georgia have been known to moonlight outside our fact-checking assignments, so we decided to investigate Kuck’s claim about needing approval for more work.\nKuck supports changing immigration law, is a board member of the Georgia Association of Latino Elected Officials and is a frequent commentator on national news programs. He told us his statement was based on the experiences of two of his Atlanta-area clients. When they applied for second jobs and their personal information was run through the E-Verify system, they were told by their potential employers that the identifications associated with their Social Security numbers were being used elsewhere. In this case, the identifications were being used by the men at their first jobs, so there was no fraudulent activity. But the mandate could cause unintended consequences for all workers, Kuck said.\nThe Senate immigration bill includes a provision mandating employers enroll in the federal E-Verify program within five years.\nJust what is E-Verify?\nE-Verify is a federal Internet-based system that allows employers to verify that their workers are authorized to work in the United States. The system compares information from a worker’s employment verification form with federal data records to confirm employment eligibility. When the information doesn’t match, potential workers receive a \"tentative nonconfirmation\" from the government, which they can contest within eight days.\nThe system is meant to prevent ineligible people from getting jobs, and it can also catch fraudulent activity, including identity theft. Although not nationally mandated for private employers, some have voluntarily enrolled in the program for more than a decade. Georgia requires all but the smallest private employers to use the online work authorization program.\nBefore the Senate bill’s passage, there was criticism about potential problems E-Verify could create for legal workers. Testimony in April 2011 by officials from the U.S. Government Accountability Office officials noted that agencies have improved the program but challenges remained.\nBased on a report of fiscal 2009 data, the government reduced the number of eligible employees not automatically confirmed by E-Verify from about 8 percent to 2.6 percent. Of that lower figure, slightly more than one out of every 10 of those people were determined to be work-eligible after they contested the \"tentative nonconfirmation\" ruling and fixed errors in their records. The remainder, or 189,000 people, were never able to resolve their problems. It was unclear whether they were notified by their employers of their right to contest the ruling, whether they independently decided not to contest it or whether they were not eligible to work.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nStatistics found on the federal E-Verify website show that the number of people not automatically confirmed to work has dropped to 1.35 percent. Nearly one in five of those people contested and fixed the initial ruling. The rest weren’t able to resolve their problems or didn’t contest the findings.\nCritics, such as Chris Calabrese of the American Civil Liberties Union, say that even with a relatively low error rate, E-Verify imposes a burden on those Americans who will be wrongfully denied an opportunity to earn a living.\nWe checked with several immigration experts about the possible employment problems with the E-Verify system.\nIn theory, Kuck’s argument appears to be correct, said Carolina Antonini, an immigration attorney and professor at Georgia State University. None of her clients has experienced issues similar to Kuck’s clients.\nIt would probably depend on the circumstances, said John Feere, a legal policy analyst with the Washington-based Center for Immigration Studies, which favors tighter immigration controls.\nIn terms of using E-Verify as a mechanism to prevent identity theft, \"it would make sense that if the government saw that I was taking on several other jobs, then the government would alert me,\" he said. \"Does it happen as soon as a person applies for a second job? I’m not sure.\"\nPhilip Wolgin, an immigration expert at the liberal Center for American Progress, said Kuck may be confusing another provision of the Senate bill that allows people to lock their own Social Security number to prevent identity theft.\n\"There is nothing in the (Senate) bill or in the E-Verify program that flags people who apply for multiple jobs as tentatively nonconfirmed,\" Wolgin said, \"and there is certainly nothing that forces people to ask the government for permission to work a second job.\"\nSo is Kuck correct that you would need government permission to get a second job?\nThe Senate bill includes a mandate for all employers to begin using the electronic employment verification system E-Verify within four years. That system flags workers whose employee data doesn’t match federal documents. But program and independent data show that most workers are automatically confirmed in the E-Verify system.\nIt is possible that an employee whose Social Security number, for example, being used for one job could be flagged when that same number is used to secure another job. But it would most likely occur with multiple uses of the same information.\nKuck’s statement is partially accurate but leaves out important details.\nWe rated his claim Half True.", "vclaim_id": "vclaim-pol-09051"}