{"url": "/factchecks/2011/dec/21/steve-southerland/rep-steve-southerland-says-over-24-million-jobs-ha/", "speaker": "Steve Southerland", "vclaim": "\"The fact is, over 2.4 million jobs have been lost since the 'Stimulus' bill was signed into law in February of 2009.\"", "truth_label": "half-true", "date": "stated on December 5, 2011 in in direct mail:", "title": "Rep. Steve Southerland says over 2.4 million jobs have been lost since the stimulus", "text": "U.S. Rep. Steve Southerland's office recently sent direct mail to constituents with a multiple-choice survey, telling them: \"Make your voice heard in Washington.\"\n\nThe mailer also offered a snapshot of the Panama City Republican's priorities: Create jobs. Lower taxes. Cut government spending.\n\nIn a note on the back, Southerland explained how those ideas fit together. He begins:\n\n\"Dear Neighbor,\n\nThe fact is, over 2.4 million jobs have been lost since the 'Stimulus' bill was signed into law in February of 2009.\"\n\nSo, more government spending, fewer jobs.\n\nOne of those neighbors sent us the mailer, asking us to check the facts.\n\nThe message\n\nHere's Southerland's whole message, under the headline \"Listening to you. Working for you.\"\n \n\nDear Neighbor, \n\nThe fact is, over 2.4 million jobs have been lost since the \"Stimulus\" bill was signed into law in February of 2009. Over 15,800 construction, manufacturing, and retail jobs were lost during August 2011 and overall our country continues to face a 9.1 percent unemployment rate. Higher taxes, record spending, and bigger government have failed to create jobs or boost economic growth. \n\nAs Congress debates the next steps we must take toward job creation and economic growth, I invite you to fill out the attached questionnaire. Your concerns are of utmost importance to me, and your feedback and suggestions will be the driving force behind my work as your Representative in Congress. \n\nSincerely, \n\nRep. Steve Southerland \n\n\nThe jobs\n\nThe 2.4 million jobs lost figure Southerland cited comes from employment data kept by the Bureau of Labor Statistics. Southerland calculated the net change in jobs between February 2009 and August 2011. (We should note that the bureau did revise its estimate down to 2.3 million from 2.4 million.)\n\nAlso of note: If Southerland included jobs numbers through October 2011 -- which he could have done and still got his mailer out on time -- the net jobs figure would be different.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nMeasuring from February 2009 to October 2011, the net reduction is 1.98 million jobs.\n\nThat's 18 percent fewer jobs lost since February 2009 than the August number Southerland's mailer used. Still, it's right in thrust — the country has around 2 million fewer jobs since February two years ago. And Southerland's full statement did include a reference to \"August 2011,\" which provides readers additional context.\n\nThe stimulus\n\nIf the statement had been, \"The fact is, over 2.4 million jobs have been lost since February of 2009,\" we would be done. Southerland used mainstream stats correctly, even if they were a few months old.\n\nBut it also included this phrase: \"since the 'Stimulus' bill was signed into law.\"\n\nAt PolitiFact, when we evaluate statistical claims, we also examine the underlying point. Often, the claim implies blame.\n\nThe claims have two parts: Were the numbers right? And: Was the politician to blame?\n\nSoutherland's claim implies the American Recovery and Reinvestment Act of 2009 didn't help job creation. Later, he explains: \"Higher taxes, record spending, and bigger government have failed to create jobs or boost economic growth.\"\n\nWhat does the evidence say?\n\nThe most recent report from the White House's Council of Economic Advisers, released in July, estimates the Recovery Act \"raised employment by 2.4 to 3.6 million jobs relative to what it otherwise would have been.\" Don't trust White House advisers to evaluate the president's policies? It's not just their handiwork. The March report cited four independent analyses by the nonpartisan Congressional Budget Office and three by private economic analysis companies, IHS/Global Insight, Macroeconomic Advisers and Moody's Economy.com. Estimates ranged from 1.3 million to 2.45 million jobs created or saved.\n\nIn November, the Congressional Budget Office released the most recent report, estimating that in the third quarter of 2011, Recovery Act policies:\n\n• Raised real gross domestic product by between 0.3 percent and 1.9 percent. \n\n• Lowered the unemployment rate by between 0.2 percentage points and 1.3 percentage points.\n\n• Increased the number of people employed by between 0.4 million and 2.4 million.\n\n• Increased the number of full-time-equivalent jobs by 0.5 million to 3.3 million. (Increases in FTE jobs include shifts from part-time to full-time work or overtime and are thus generally larger than increases in the number of employed workers.)\n\nSo, since the stimulus bill passed through August 2011, 2.4 million jobs were lost. But without it, 2.8 million to 4.8 million people might be out of work, according to the nonpartisan CBO and private economic analysts.\n\n\nOur ruling\n\nSoutherland's mailer accurately cites government employment data when it says that since February 2009, 2.4 million jobs have been lost. But it misleads when it says those jobs were lost \"since the 'Stimulus' bill was signed into law\" — even saying later that the approach \"failed to create jobs.\" The reality is that government and independent economic analysts say policies in the Recovery Act salvaged half a million to 2.4 million jobs. Southerland can argue the stimulus wasn't worth what it cost, but it's inaccurate to say it didn't do anything for the economy. On balance, we find his claim Half True.", "vclaim_id": "vclaim-pol-11904"}