{"url": "/factchecks/2013/aug/27/david-dewhurst/dewhurst-claim-misses-his-annually-being-no-1-pick/", "speaker": "David Dewhurst", "vclaim": "\"I am every year the No.1 pick of all of the law enforcement agencies within Texas.\"", "truth_label": "false", "date": "stated on August 3, 2013 in a telephone call to the Allen, Texas, police department.:", "title": "Dewhurst claim misses on his annually being the No. 1 pick of Texas law enforcement agencies", "text": "In a Dallas-area call on behalf of a jailed niece, Lt. Gov. David Dewhurst said Texas law enforcement agencies consistently rank him fairest of them all.\nIn his Aug. 3, 2013, call to the Allen Police Department, a recording of which was later released in response to a request from NBC 5, KXAS-TV, Dewhurst inquired into what he needed to do to hasten the release of Ellen Bevers, described in the station’s news report as a schoolteacher detained for allegedly shoplifting at a grocery store.\nHis call did not yield special treatment; Bevers was released after posting bond the next day, according to an Aug. 22, 2013, Austin American-Statesman news story. But critics including Dewhurst challengers in the 2014 Republican primary charged him with trying to throw his weight around.\nReaders zeroed in on a curious Dewhurst claim. \"Sergeant, you don't know me,\" Dewhurst is heard saying on the police call, \"but I am every year the No.1 pick of all of the law enforcement agencies within Texas.\"\nFirst and foremost?\nAgencies do not rank officeholders, we found, though law officer associations make candidate endorsements as do other advocacy groups with an interest in what happens in government.\nBy email, Dewhurst spokesman Travis Considine pointed out that Dewhurst was endorsed by several officer groups in his 2006 re-election race and in his 2012 U.S. Senate race.\nAlso, Considine noted, the Combined Law Enforcement Associations of Texas deemed Dewhurst its Texas Crime Fighter of the Year in 2003, his first year in what many consider the state’s most powerful post.\nA Nov. 24, 2003, association press release credits Dewhurst with steering reforms in drunken-driving laws and helping on other measures. CLEAT spokesman Charlie Wilkison is quoted describing Dewhurst as a \"real friend\" to the state’s law enforcement community.\nBy telephone, Wilkison, poised to become the group’s executive director, told us that in 2012 the association gave Dewhurst a lifetime achievement award thanks to his consistent support over the years. Especially notable, Wilkison said, Dewhurst has repeatedly volunteered to keynote a biennial Texas Capitol ceremony honoring fallen officers at which he comforts survivors including children, one by one.\nWilkison said he believes that in the call to the police department, Dewhurst meant to say he was No. 1 with law enforcement groups, instead making a common semantic mistake by saying \"agencies.\"\nLike representatives of other law enforcement advocacy groups that have supported Dewhurst in elections, Wilkison agreed that agencies do not rank officeholders; the agencies are supposed to be politically disinterested.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nKevin Lawrence, executive director of the Texas Municipal Police Association, another influential group, said by phone that it has enjoyed a great relationship with Dewhurst.\n\"Law enforcement agencies have no business endorsing candidates,\" Lawrence said, and while associations or unions make candidate endorsements, they do not pick one officeholder over another--assigning ranks, that is--unless the officeholders face each other on the ballot.\n\"Associations don’t sit around saying who is our favorite politician,\" Lawrence said.\nGary Chandler, a Department of Public Safety sergeant and president of the DPS Officers Association, later said by phone: \"We don’t rank the government officials or public officials,\" instead focusing on trooper salaries and benefits.\nThen again, Chandler said: \"As government works, the lieutenant governor of Texas is a very powerful person. We have worked with David Dewhurst the last three\" legislative \"sessions at least.\" He said that personally, Dewhurst \"has been my No. 1 guy,\" though every legislator \"is important to us when it comes to accomplishing our goals… I wouldn’t mind calling them all No. 1 at some point.\"\nLacking any sign of agencies ranking officeholders, we turned back to Considine, who said the cited endorsements demonstrate Dewhurst's appeal to law enforcement organizations.\nOur ruling\nDewhurst said  that \"every year, I'm the No.1 pick of all the law enforcement agencies in Texas.\"\nThis declaration falters in substantive ways. Law enforcement agencies do not rank elected officials against one another in any way. Nor do law enforcement advocacy groups, though Dewhurst has drawn multiple re-election endorsements. Then again, such endorsements do not occur every year. The election for lieutenant governor occurs every four years.\nWe rate this claim as False.\n-----------------------------------------------------------------------------------------------------\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08953"}