{"url": "/factchecks/2012/jun/22/steve-buckstein/has-wisconsin-afscme-really-lost-50-percent-its-me/", "speaker": "Steve Buckstein", "vclaim": "\"Did you know Wisconsin's AFSCME union has lost 50%+ of its members since no longer requiring membership?\"", "truth_label": "mostly-true", "date": "stated on June 18, 2012 in in a tweet, online post:", "title": "Has Wisconsin AFSCME really lost 50 percent of its members since Gov. Scott Walker ended automatic dues?", "text": "Wisconsin Gov. Scott Walker survived a recall vote this month, prompting pundits to weigh in on what that means for public sector unions that had campaigned aggressively for his ouster. Remember, Walker is the Republican governor who pushed through a number of changes unfriendly to organized labor in the Badger State, including an end to automatic union dues deductions from public paychecks.\n\nHere in the Beaver State, Steve Buckstein of the Cascade Policy Institute, a think tank that promotes limited government, tweeted: \"Did you know Wisconsin's AFSCME union has lost 50%+ of its members since no longer requiring membership?\" The tweet links to a June 14 online post by Buckstein called \"End Forced Unionism Now,\" where he quotes from an opinion column by syndicated writer Charles Krauthammer, also published in The Oregonian:\n\n\"Without the thumb of the state tilting the scale by coerced collection, union membership became truly voluntary. Result? Newly freed members rushed for the exits. In less than one year, AFSCME, the second largest public-sector union in Wisconsin, has lost more than 50 percent of its membership.\"\n\nThe question is a simple one: Did membership in Wisconsin’s American Federation of State, County and Municipal Employees drop by 50 percent since dues became optional?\n\nHere’s a quick reminder of what happened in Wisconsin: In March 2011, Walker signed a bill that drastically changed bargaining rights for some but not all state, local and school employees. As pointed out by Krauthammer, dues are no longer taken out of paychecks automatically, curtailing the union’s money base.\n\nAccording to PolitiFact Wisconsin, the law \"limits the ability of public unions to bargain collectively for anything except raises controlled for inflation. It ended bargaining over benefits, overtime and work conditions.\" Unions have to recertify every year with fresh votes. And he increased employee contributions for pensions and health care.\n\nWe asked Buckstein for his sourcing; he said he relied on the Krauthammer column. Krauthammer cites no source for the information, but a quick check online shows a May 30 news article in the Wall Street Journal: \"Wisconsin Unions See Ranks Drop Ahead of Recall Vote.\"\n\nThe reporters write that membership in the state’s second-largest public-sector union \"fell to 28,745 in February from 62,818 in March 2011, according to a person who has viewed AFSCME's figures.\" That is indeed more than half its membership. Another story in the Wall Street Journal a few days later puts the drop at 45 percent.\n\nThe union disputed the figures then, and disputes them now to PolitiFact Oregon. However, Wisconsin State Employees Union, AFSCME Council 24, declined to give updated figures, saying that even people on the inside don’t have an accurate count. Certainly numbers are down, they say. (A spokesman for Walker said the state does not have figures.)\n\nBut what the union really objects to is the underlying premise in the syndicated column, and by association, Buckstein’s post: That premise is that union membership numbers dropped dramatically because people were given a choice between joining a union or not joining a union.\n\nAccording to the original Wall Street Journal news article, some members didn’t re-up because of the financial pinch of health care and pension costs. Bargaining was so curtailed that another fact check by PolitiFact Wisconsin found four experts who agreed the law could mean the end of some public unions in Wisconsin.\n\nBuckstein acknowledges that numbers probably went down more in Wisconsin because of the changes as a whole. But he stands by the idea that more members may opt out when deductions become optional.\n\nOregon is a great example, he says. A check with the Department of Administrative Services finds that 24 percent of the more than 24,000 people eligible to be represented by the state’s two biggest state government unions pay a share in lieu of member dues. In other words, they pay in, but are not members. The fair-share option may not be available to all employees, and depends on the terms of the bargaining contract. In either case, the money is deducted automatically from workers’ paychecks.\n\nPeople on various sides of the political spectrum have their own theories about why there was a decrease in Wisconsin: higher premiums, limited bargaining subjects, complicated recertification votes, optional dues, all or some, or none of the above. We can’t rule on reason.\n\nWhat we can rule on is that membership has gone down about 50 percent, according to news reports, since Walker implemented his changes. That decrease may or may not hold when numbers finally shake out. The tweet is accurate, but needs additional information.\n\nWe rule the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10877"}