{"url": "/factchecks/2018/jun/07/blog-posting/it-illegal-shower-and-do-laundry-same-day-californ/", "speaker": "Bloggers", "vclaim": "\"New law (in California) makes it illegal to shower and do laundry on same day\"", "truth_label": "false", "date": "stated on June 5, 2018 in in a blog post:", "title": "Is it illegal to shower and do laundry on the same day in California?", "text": "A new fury is circulating on social media over two water conservation laws signed by California Gov. Jerry Brown.\nThe legislation imposes new restrictions on water use as California recovers from a historic five-year drought that ended in April 2017. But several reports inaccurately stated that the laws would punish state residents who use too much water in their everyday routine.\n\"New law makes it illegal to shower and do laundry on same day,\" said a June 5, 2018, headline from the Federalist Papers Project, a conservative website that has peddled falsehoods before.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nThe Federalist Papers Project story references a similar post from conservative website Breitbart, but seems to have gathered most of its information from an article on The Organic Prepper, a blog devoted to \"preparedness, health, frugality and food,\" according to its about page. Several other websites reposted The Organic Prepper’s report or wrote similar articles.\nEven U.S. Rep. Devin Nunes, R-Calif., seemed to push the false narrative online. In a blog post, Nunes wrote, \"Californians don’t want to have to choose between doing their laundry and taking a shower, but that’s the kind of choice being forced on us.\"\nThe false reports center on two bills — Senate Bill 606 and Assembly Bill 1668 — that Brown signed into law May 31, 2018.\nBroadly speaking, the bills instruct cities, water districts and some larger agricultural water districts to establish strict water budgets. But the Federalist Papers Project story said the bills would limit California residents to 55 gallons of indoor water use per person per day, beginning in 2022. Violators who use more water than allowed, the story went, would be fined $1,000 per day during normal seasons and $10,000 per day during drought emergencies.  \nThe story said this limit \"will turn the most honest, law abiding residents of California into lawbreakers\" by making it illegal to take a shower and run a load of laundry in a single day.\nHere, the Federalist Papers Project borrowed calculations from The Organic Prepper’s story, which said the average shower and laundry load use 17 and 40 gallons of water, respectively, for a total of 57 daily gallons — two more gallons than would be allowed were California residents actually limited to 55 gallons of indoor water use per day.\nBut that is where the Federalist Papers Project got it wrong: Under the new legislation, Californians will not actually be penalized on an individual basis for excessive water use.\nIn reality, the bills stipulate that cities, water districts and large agricultural water districts must come up with budgetary targets for water use by 2022. They will then need to meet their targets across their ratepayer bases, with failure to do so resulting in a fine of $1,000 per day or $10,000 per day during drought emergencies.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nGeorge Kostyrko, director of the office of public affairs for the State Water Resources Control Board, told us the water districts will be guided in their target-setting by three standards, one of which is the allowance of 55 gallons per capita per day for indoor residential water use — a number that will drop to 50 gallons by 2030. The other standards, both yet to be determined, will place similar caps on outdoor residential water use and water loss due to system leaks.\n\"Unfortunately some media outlets have grossly misinterpreted the law,\" Kostyrko said. \"These are not individual mandates for homeowners, but actually a task given to each water district to average water consumption use out to hit the goal.\"\nJim Metropulos, legislative director for state Assemblywoman Laura Friedman, who wrote Assembly Bill 1668, explained that the legislation \"sets water efficiency goals for water districts and municipalities on the territorial level, but it does not regulate what individual Californians or businesses can and can’t do.\"\n\"There is nothing in this bill to target households or companies,\" Metropulos wrote in an email. \"Water use objectives are on territory-level of a water agency. There is nothing regulating the time a person may shower or when they may or may not do laundry.\"\nThis means that the Federalist Papers Project story was wrong to suggest that water use would be assessed on a daily individual basis. \"The new requirements are for water districts, not individuals,\" said Katie Hanzlik, press secretary for state Sen. Robert Hertzberg, who authored Senate Bill 606. \"And the number is based on average water use.\"\nFines based on consumption will actually be administered to the water agencies that fail to meet their targets, rather than individuals who use too much water on a given day. And while a water district could theoretically let those costs shift to individual water bills, any increase in costs assumed by ratepayers would be closer to a few bucks than $1,000.\nFor the record, it is also worth noting that washing machines are more efficient than they used to be, which calls into question some of the water-use estimates mentioned in the false reports.\nDaisy Luther, author of The Organic Prepper, told us she got the figures for her story’s 57-gallon estimate from Home Water Works, a project from the nonprofit Alliance for Water Efficiency in collaboration with Chicago’s Field Museum. (The Federalist Papers Project did not respond to a request for comment.)\nThe Organic Prepper story reported that an average shower uses 17 gallons of water and an average load of laundry uses 40, and Luther said the 40-gallon figure was listed as the average for older washing machines. But most people now own high-efficiency laundry machines that use between 15 and 30 gallons per wash, according to Home Water Works. And since it is the average water use per capita that matters, one person’s reliance on an older machine would likely be offset by other residents who are not using so much water.\nOur ruling\nA headline stated, \"New law makes it illegal to shower and do laundry on same day.\"\nThe new California legislation does not actually make this combination illegal, nor does it create a financial penalty for residents whose water use exceeds a 55-gallon daily limit.\nSome Californians will need to use less water, but the police will not come knocking or demanding hefty fines should someone shower and do laundry on the same day. We rate this statement False.\nUpdate: The Federalist Papers Project responded to our request for comment shortly after publication, saying its report was \"accurate based on the source we used\" and linking to an article in Fox News’ opinion section. Our ruling remains the same. \n Share the Facts 2018-06-07 19:24:02 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"New law (in California) makes it illegal to shower and do laundry on same day\"    Internet Rumors Bloggers https://thefederalistpapers.org/us/new-law-illegal-to-shower-and-do-laundry-on-same-day   in a blog Tuesday, June 5, 2018 2018-06-05    Read More  info", "vclaim_id": "vclaim-pol-01981"}