{"url": "/factchecks/2010/oct/20/bob-stacey/race-metro-bob-stacey-says-tom-hughes-wants-turn-p/", "speaker": "Bob Stacey", "vclaim": "Says Tom Hughes supports paving over thousands of acres with over-development and sprawl.", "truth_label": "false", "date": "stated on October 19, 2010 in a television ad:", "title": "In race for Metro, Bob Stacey says Tom Hughes wants to turn paradise into a parking lot", "text": "Tom Hughes and Bob Stacey are both Democrats in their 60s running for president of Metro, the regional tri-county government best known for deciding what’s inside of the urban growth boundary and for running the Oregon Zoo. Hughes served as Hillsboro’s mayor from 2001 to January 2009. Stacey served as executive director of conservation group 1000 Friends of Oregon from 2002 to September 2009.\n\nStacey’s latest TV ad flashes a picture of Tom Hughes (in a crooked collar) with this voice-over: \"Bob’s opponent? Lobbyist Tom Hughes is backed by developers, because he supports paving over thousands of acres of farmland with over-development and sprawl.\" Then it lists a number of donations to Hughes: Metropolitan Land Group, $7,500; Maletis Brothers and Langdon Farms, $5,500; Stimson Lumber, $5,000.  \n\nWoah. Parking lots instead of precious farmland? That’s bad. A lobbyist? Even worse.\n\nBut wait. 1000 Friends of Oregon -- isn’t that a lobbying group? Clearly, PolitiFact Oregon needs to ferret out the truth.\n\nHughes is in fact a business lobbyist. He works part time at the law firm Tonkon Torp LLP. \"He assists the group in government relations, the development of public policy and lobbying,\" according to the company’s website. Guilty as charged.  \n\nBefore he joined Tonkon Torp early last year, he was Hillsboro’s mayor. Hughes also taught at Aloha High School for nearly 30 years. He was elected to the Hillsboro City Council in 1976, a seat he held until 2000 before segueing into the mayor’s office. Calling him a lobbyist is like identifying Bristol Palin as a ballroom dance contestant.\n\nIn PolitiFact Oregon’s view, the label of professional lobbyist in this race belongs to Stacey. He has devoted a good chunk of his career at 1000 Friends of Oregon, first as a longtime staff attorney and then as executive director. In 2007 the advocacy group fought to shore up looser land-use laws approved by voters in 2004. In 2009, he was able to squelch some legislative votes for a major transportation and jobs package because 1000 Friends didn’t think the plan friendly enough to public transit and the climate.\n\nBut what about the broader charge, that Hughes is determined to turn thousands of acres of beatific farmland into strip malls, new subdivisions and other supposed horrors?\n\nStacey’s campaign points to Hughes’ contribution list, to one of his lobbying clients and to statements he has made to the press to conclude that the former mayor is indeed in bed with developers. (Developers generally want to expand the boundary so they can build more, and environmentalists want to keep it tight.)\n\nLet’s dissect.\n\nIt’s true Hughes has endorsements and cash contributions from assorted groups interested in work and growth: labor unions, Realtors, business lobbies, garbage haulers and oil companies. But he also has the backing of small city mayors, Gov. Ted Kulongoski, Labor Commissioner Brad Avakian and state House Speaker Dave Hunt, D-Gladstone. And Stacey’s the one with deep pockets in this race: having raised $639,000 this year compared with $408,000 for Hughes. Yamhill County vintner Eric Lemelson has given Stacey’s campaign at least $70,000.\n\nIt’s true that Tonkon Torp, Hughes’ firm, represented brothers Chris and Tom Maletis in their attempt to turn farmland south of Wilsonville into urban land fit for a golf club. The effort failed.\n\nIt’s true that Hughes, as mayor, signed on to a proposal to ask Metro to add 34,300 acres of new land for future houses, stores and factories in Washington County -- which is way more than the 28,000 acres eventually added for all three counties. But it’s not true that he pushed for 47,000 acres as the Stacey camp alleges -- and that’s because the county committee set to recommend a figure dropped the number from 47,000 acres to 34,300 acres in September 2009. (See nifty timeline here.)\n\nBoth Hughes and Stacey support the current long-range Metro plan approved in February 2010, which adds 28,000 acres into urban reserves over the next 40 to 50 years in the three counties. That includes more than 13,000 acres for Washington County, and preserves 272,000 acres for farms and natural areas. 1000 Friends of Oregon has protested the designation as too much for industry.\n\nHughes has stated repeatedly that he wants to keep the boundary tight. He would, however, consider a run at adding industrial land if the possible payoff was lots of jobs for people. Stacey, on the other hand, wants to focus primarily on developing urban infill that developers say isn’t easy to build on -- like brown sites.\n\nStacey’s campaign director Brian Rae pointed to a story in The Hillsboro Argus to highlight Hughes’ pro-development stance:\n \n\nStill, he thinks the urban reserves designations earlier this year were too conservative — not in terms of land for jobs, but in terms of the jobs projected.\n\n\n\"I kind of hope we don't (have enough land in urban reserves) because that projects a job growth that is not very robust,\" he said.\n\n\nHughes is clearly talking about jobs -- not land -- as the reporter notes.\n\nPolitiFact Oregon offers another quote from Hughes, from a 2002 story by The Oregonian, in which Metro proposes adding nearly 200 acres in Hillsboro for high-tech industry.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n\nHillsboro risks harming the regional economy if it can't provide new industrial sites, Mayor Tom Hughes said. \"It has to be done carefully, it has to be done thoughtfully, and it doesn't have to be a lot of it,\" he said. \"But it's clear from the case we've made that it has to happen.\"\n\n\nDoes that sound like a man hooked on suburban sprawl?\n\nThe claim that Hughes would pave over thousands of farmland with over-development and sprawl is False.\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14192"}