{"url": "/factchecks/2020/nov/18/ted-nugent/inaccurate-early-vote-count-onmichigan-county-was-/", "speaker": "Ted Nugent", "vclaim": "Says “47 additional counties used the same software that caused a ‘glitch’ in Antrim County (that switched 6,000 votes from Trump to Biden in that county)” and votes in the state are “potentially fraudulent.”", "truth_label": "barely-true", "date": "stated on November 17, 2020 in a Facebook post:", "title": "Inaccurate early vote count in one Michigan county was a human error, not a failure of the software", "text": "Musician Ted Nugent has been a vocal supporter of President Donald Trump and recently implored followers of his Facebook page to help \"stop the steal,\" alluding to baseless claims that Democrats stole the election for Joe Biden.\nIn the post, Nugent, a Michigan native, asked residents to demand an audit of the state’s election results, saying the votes are \"potentially fraudulent\":\n\"Our MI Secretary of State is about to certify our votes in just a couple days (by the 17th)! Once the votes are certified, they CANNOT be audited for fraud!!! 47 additional counties used the same software that caused a ‘glitch’ in Antrim County (that switched 6,000 votes from Trump to Biden in that county).\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNugent has some facts mixed up. Sixty-five Michigan counties, not 47, use the Dominion Voting Systems software, including Antrim County. And while Antrim County discovered an incorrect tally that made it appear as if Biden was winning there by about 3,000 votes, it was the only county to experience such an incident. \nAlso, the \"glitch\" had nothing to do with the technology — it was a mistake made by the clerk. \nThe day after the Nov. 3 election, while votes were still being counted, Antrim County appeared to have swung to Joe Biden by about 3,000 votes. On Nov. 5, county officials changed that to show Trump winning by about 2,500 votes. We reached out to Nugent and didn’t hear back. But the difference between these two figures — 5,500 votes — may be the source of the \"6,000\" figure he used to describe votes he said were switched to Biden.\nJ. Alex Halderman, a University of Michigan professor and voting systems expert, dug into the problem and told our partners at the Detroit Free Press that county elections officials had left an old version of a key file on some machines in their digital voting system. As a result, those machines failed to properly match votes to candidates when tallies at some precincts were added to the county total.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe inaccurate count was never an official result and the Michigan secretary of state’s office also said it came down to a human error by the Antrim County clerk, not a failure in Dominion’s system.\n\"Because the clerk did not update software, even though the tabulators counted all the ballots correctly, those accurate results were not combined properly when the clerk reported unofficial results,\" the Nov. 6 statement said.\nDominion Voting Systems has become the subject of online disinformation that seeks to tie it to Democrats or blame it for clerical errors in the ballot-counting process.\nRELATED: No evidence Dominion Voting Systems caused widespread tabulation errors that flipped votes for Biden \n\"No credible reports or evidence of any software issues exist,\" Dominion says on its website. \"While no election is without isolated issues, Dominion Voting Systems are reliably and accurately counting ballots. State and local election authorities have publicly confirmed the integrity of the process.\"\nOur ruling\nMichigan resident Ted Nugent said in a Facebook post that \"47 additional counties used the same voting software that caused a ‘glitch’ in Antrim County\" and said that votes in the state are \"potentially fraudulent.\" \nNugent’s post contains an element of truth — Dominion Voting Systems was used in several Michigan counties and in Antrim, which experienced an incorrect early tally in favor of Biden — but it ignores the critical fact that the \"glitch\" was a human error limited to that county and that the technology itself didn’t simply switch votes. There is no indication of fraud. \nWe rate it Mostly False. \nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18546"}