{"url": "/factchecks/2013/aug/28/mark-harris/mark-harris-says-he-lowered-spending-and-debt-and-/", "speaker": "Mark Harris", "vclaim": "\"I’ve got the spending down, I’ve got the debt down a little bit, I’ve got the reserves up.\"", "truth_label": "mostly-true", "date": "stated on July 20, 2013 in an interview:", "title": "Mark Harris says he lowered spending and debt and improved reserves as Winnebago County executive", "text": "Winnebago County Executive Mark Harris, a Democrat mulling a run for governor in 2014, contends that his private-sector experience would put the state on a better course.\nMaking the media rounds this summer, the former bank trust officer has gently criticized Gov. Scott Walker and other Republicans for what he views as overly exuberant tax cuts and borrowing.\nHarris, as you might expect, thinks his own record on fiscal issues is more responsible.\n\"I’ve got the spending down, I’ve got the debt down a little bit, I’ve got the reserves up,\" Harris  told journalist Mike Gousha on WISN-TV’s \"Upfront\" show July 21, 2013.\nHarris was first elected county executive in 2005 and previously served as mayor of Oshkosh and on the Oshkosh City Council and Winnebago County Board. He has worked as a certified public accountant in Michigan and Indiana, was a lawyer in Indiana, and worked as a trust officer and vice president at Associated Trust Company in Oshkosh from 1995 until 2005.\nWith Harris pledging to decide on running by Labor Day, we thought it was the right time to check the books on his claims.\nHere’s what we found:\nReserves\nAverage year-end reserves are up considerably in the Harris era, compared with the final four budget years of his predecessor, county financial records show.\nUnder Harris, the county often has kept reserves in excess of its goal of having a cushion totalling one month of the county’s annual spending. The average annual reserve is up more than 50% on average, and in 2012 reserves swelled to nearly two months of spending, prompting the county to suspend new borrowing in 2013.\nThe increase in unrestricted reserves has not been a steady march, but the trend is clear.\nSpending\nHarris pointed us to numbers showing that the 2013 adopted county budget set operating spending at 1 percent less than the 2005 budget -- the last one adopted before his election.\nWe confirmed those figures, and found a four-year trend of declining or flat expenditures from 2010-’13, so Harris has some backup. The county’s finance director, Charles Orenstein, told us savings came in part from reining in fringe benefit costs, consolidation and efficiency moves in county facilities, and savings on court and jail costs through technology.\nBut, looking more broadly, the spending trend lines look like a roller-coaster ride.\nSpending went up in Harris’ first four years. In fact, only in 2013 could Harris make the claim that spending is lower compared with when he came in.\nIn every other year but this one under Harris, the county’s annual spending total was higher than in the last pre-Harris budget.\nHarris acknowledges that Walker’s curbs on collective bargaining saved the county money, but he contends that state aid cuts offset most if not all of the savings, at least in 2012.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThe county’s property tax levy has increased 24 percent in eight years under Harris as aid from other levels of government -- a category including the state -- fell off markedly, county budget records show. The property tax levy has fallen the last two years amid tight property tax caps imposed by Walker.\nDebt\nHarris said he got the county’s debt down \"a little.\"\nYes and no.\nHarris notes that Winnebago County’s outstanding general-obligation debt totalled $59.6 million at year-end 2012, down from $63 million in December 2004, months before he took office in April 2005. In noting that, he uses 2005 as his first year and 2004 as the baseline year.\nHis numbers are correct, and defensible to a point.\nBut, under the county’s capital improvement process, many debt-funded capital projects would have received approval before Harris took office. So both the previous county executive and Harris can claim an influence on the outstanding debt level in 2005.\nKeeping that in mind, if you instead use 2005 as the baseline year, Harris’ debt claim fails. Debt added up to $57 million in 2005, slightly lower than the mark under Harris in 2012.\nHarris’ claim, though, is on target by two other measures, average annual debt per capita, and average annual debt in raw dollars.\nIn general, this is a difficult area to judge because huge projects -- a new nursing home built on Harris’ watch, for instance -- spike borrowing in certain years.\nThe Credit Game\nOne final issue.\nHarris credited himself for driving the fiscal trends.\nBut he acknowledged that the County Board deserves some credit as well.\nAnd two veteran Winnebago County Board leaders, David Albrecht and Patrick Brennand, told us that former County Executive Jane Van De Hey and others also helped instill a cautious approach to spending.\nThere’s also the effect of the state budget, which helped the county drive down costs while also cutting aid to the county.\nOur rating\nHarris said, \"I’ve got the spending down, I’ve got the debt down a little bit, I’ve got the reserves up.\" He was referring to his tenure as Winnebago County executive from April 2005 to the present.\nHe makes the best case on reserves, which clearly have risen. Spending is down when viewed narrowly. The debt burden has dropped by some measures but not by all.\nHarris deserves some credit for the trends, but not all.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08949"}