{"url": "/factchecks/2020/feb/17/breitbart/fact-checking-facebook-post-amy-klobuchar-refugee-/", "speaker": "Breitbart", "vclaim": "“Amy Klobuchar vows to resettle 500 percent more refugees, none in her neighborhood.”", "truth_label": "half-true", "date": "stated on February 12, 2020 in a Facebook post:", "title": "Fact-checking Facebook post on Amy Klobuchar, refugee resettlement", "text": "Sen. Amy Klobuchar gained voter and pundit attention after the New Hampshire Democratic presidential primary debate, and that spotlight continues on Facebook.\n\"Amy Klobuchar vows to resettle 500 percent more refugees, none in her neighborhood,\" said a Feb. 12 Facebook post from Breitbart, a right-leaning news site.\nThis post, which is an image of a headline from Breitbart, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Facebook account provides a link in its comments to a story on Breitbart. The part about the 500% overall increase needs context, and the story does not prove that Klobuchar vowed to exclude her Minneapolis neighborhood from resettlements.\n\"Vows to resettle 500 percent more refugees\"\nThe Breitbart story makes a reference to a line in Klobuchar’s presidential campaign website. It says she would, \"direct the State Department to restore the refugee admissions cap to at least its pre-Trump Administration level.\" It does not specify a number.\nA president has the authority to determine, in consultation with Congress, the maximum number of refugees that will be allowed into the United States per fiscal year. (The cap represents the top number that will be allowed in and does not necessarily mean that many people will be admitted.)\nRefugees are legally admitted into the United States after demonstrating they were persecuted or fear persecution due to race, religion, nationality, political opinion, or membership in a particular social group. Refugees undergo extensive vetting before arriving in the United States.\nRefugee resettlement agencies try to work on the local level, placing refugees wherever they have family or close friends and where it’s believed that they’ll have the best opportunity to do well; presidents don’t designate what neighborhoods refugees go to.\nThe refugee admissions ceiling set by President Barack Obama fluctuated over his years as president, averaging 80,125. The highest ceiling he set was for fiscal year 2017, at 110,000.\nA week into his presidency, President Donald Trump ordered that the refugee admissions ceiling set by Obama for 2017 be reduced to 50,000. (Ultimately, 53,716 refugees arrived that year.) From fiscal years 2018 to 2020, the cap set by Trump averaged 31,000. The lowest ceiling was for 2020, at 18,000 refugees.\nThe Breitbart post on Klobuchar reaches a 500% increase by comparing Trump’s lowest and most recent ceiling, 18,000, to Obama’s highest and final ceiling, 110,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nTrump entered the White House promising to limit legal immigration and his refugee admissions ceilings have decreased year after year, setting record lows.\n\"None in her neighborhood\"\nBreitbart’s story headline and Facebook post both say: \"Amy Klobuchar vows to resettle 500 percent more refugees, none in her neighborhood.\"\nKlobuchar has not said she would reject refugees from settling in her neighborhood.\nA representative for Breitbart said in an email that PolitiFact is \"misinterpreting\" the headline.\n\"We never say that Senator Klobuchar has vowed not to resettle refugees in her neighborhood, rather we said she vowed to resettle 500% more refugees,\" wrote Elizabeth Moore, vice president of public relations and communications at Breitbart News Network.\nThe Breitbart story is less assertive than its headline, saying that thousands of refugees have resettled in Minneapolis, but \"almost none\" in Klobuchar’s Marcy-Holmes neighborhood.\nPublicly available State Department data on refugee resettlement also is not broken down by neighborhoods; the most localized data available is by city. So we asked Breitbart for more information.\nMoore said \"it is safe to conclude that likely no refugees\" would be resettled in Klobuchar’s neighborhood because over roughly the last decade, no refugees from China, India, Korea, Germany, Thailand, and Malaysia have resettled in Minneapolis. (Moore said she was highlighting those six countries because the majority of the foreign-born population in Klobuchar’s neighborhood came from there.)\nMost refugees coming into the United States in recent years are not from the six countries flagged by Breitbart. At least since 2000, the Democratic Republic of Congo, Burma, Syria, and Iraq are among the top countries of nationality of refugee arrivals.\nOur ruling\nA Facebook post from Breitbart said, \"Amy Klobuchar vows to resettle 500 percent more refugees, none in her neighborhood.\"\nKlobuchar wants to let in more refugees than Trump has, but she has not specified how many refugees she would allow into the United States per year. Breitbart reached a 500% increase by comparing the 2017 admissions cap set by Obama (the highest and final cap he set) and the 2020 cap set by Trump (the lowest and most recent admissions cap set).\nKlobuchar has not said she would deny refugee resettlement in her neighborhood. And the resettlement process is determined not by presidents but by resettlement agencies that take into consideration where the refugees may have family, friends or other factors that could aid in their success.\nThis Facebook post is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-17397"}