{"url": "/factchecks/2020/oct/30/viral-image/no-photo-doesnt-show-joe-and-hunter-biden-burisma-/", "speaker": "Viral image", "vclaim": "“On 60 Minutes, Joe said he never met with Hunter and the Burisma CEO. Well, here he is with both.”", "truth_label": "false", "date": "stated on October 30, 2020 in a Facebook post:", "title": "No, this photo doesn’t show Joe and Hunter Biden with Burisma CEO", "text": "During a recent \"60 Minutes\" interview, Democratic presidential nominee Joe Biden called allegations against his son Hunter \"a smear campaign.\" But he didn’t go into detail about the claims, including that Hunter Biden purportedly introduced his dad to an adviser to the board of a Ukrainian energy company called Burisma Holdings. \nStill, a Facebook post published after the interview said that \"on 60 Minutes, Joe said that he never met with Hunter and the Burisma CEO. Well, here he is with both… Lying POS!!!!\"\nA photo included in the post shows Joe and Hunter Biden standing with two other men holding golf clubs on a green in the Hamptons in 2014. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) So we looked into it.\nFirst, during the \"60 Minutes\" interview, Joe Biden never mentioned Ukraine or Burisma, where Hunter Biden was a board director while Joe Biden was vice president. \nSecond, the photo doesn’t show Taras Burdeinyi, CEO of Burisma, or Mykola Zlochevsky, the company’s founder and owner.\nThe man on the far left is Devon Archer, another American board member of Burisma who worked with Hunter Biden in a series of investment and consulting firms in 2008. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nStanding next to him is Ralph Pasucci, founder of Netrex Capital Markets LLC, a New York investment banking firm. He is also a principal of Sebonack Golf Club in Southampton, N.Y., where the Bidens spent a week in August 2014.\nIn October 2019, Trump tweeted a claim that’s similar to what appears in the Facebook post. \n\"Sleepy Joe said he never spoke to the Ukrainian company, and then the picture came out where he was playing golf with the company boss and Hunter,\" Trump said at the time. \nWhen we fact-checked Trump, we did not find where Biden ever claimed that he’d never spoken to Burisma. Rather, Biden said he’d never spoken to his son about his overseas business dealings. \nIn either case, Biden didn’t mention Burisma during the \"60 Minutes\" interview, and the photo doesn’t show the Burisma CEO. \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18833"}