{"url": "/factchecks/2020/mar/10/dr-drew-pinsky/are-you-more-likely-die-flu-coronavirus-its-compli/", "speaker": "Dr. Drew Pinsky", "vclaim": "“You’re more likely to die of influenza right now” than the 2019 coronavirus.", "truth_label": "half-true", "date": "stated on February 3, 2020 in a Daily Blast Live segment:", "title": "Are you more likely to die from the flu than coronavirus? It’s complicated", "text": "The 2019 coronavirus has infected more than 113,000 people in 109 countries. But Dr. Drew Pinsky wants the press to focus more on the flu.\nIn a Feb. 3 segment on Daily Blast Live, a live daytime news and entertainment program, Pinsky, an internist and television personality, lambasted press coverage of the coronavirus outbreak. At the time, more than 17,000 people had been infected, almost all in China.\n\"The press is overreacting, and it makes me furious,\" he said. \"The press needs to shut up. Because you’re more likely to die of influenza right now.\"\nOver the following month, the virus spread to 84 other countries, killing thousands of people in the process. But in a follow-up segment March 5, Pinsky doubled down on his comments.\n\"As I’ve been saying for the last month, what we should be talking about is flu generally,\" he said. \"There’s 16,000 dead, 280,000 hospitalized in this country from influenza. The message should be: Get your flu shot.\"\nThe Feb. 3 video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been repurposed into a meme.\n\nSince its outbreak in Wuhan, China, in December, we have fact-checked a slew of social media posts and statements that aim to minimize the threat of the 2019 coronavirus. Some of them falsely claim there is a media-run conspiracy to exaggerate the threat of the virus.\nIs Dr. Drew, whose own show was canceled in 2016 after he speculated about Hillary Clinton’s health, right to say that the flu poses a bigger threat than the coronavirus? Yes and no.\nCoronavirus has a higher mortality rate\nBased solely on the numbers, you’re more likely to die if you get the 2019 coronavirus than if you get the flu. (Several factors apply, such as age and health.)\nAs of March 10, 4,012 people around the world had died after being infected with COVID-19, the disease caused by the virus. The death toll in the United States is 28.\nA study of 44,672 confirmed cases of the virus from the Chinese Center for Disease Control and Prevention found that about 80% of the cases were mild, but the virus had a fatality rate of 2.3%. A more recent estimate from the World Health Organization puts the number at 3.4%, although that figure is likely inflated given how many cases are mild and not treated in hospitals.\nFor comparison, the fatality rate of this year’s strain of the flu is estimated to be between 0.05% and 0.1% in the United States, according to the Centers for Disease Control and Prevention. Between 20,000 and 52,000 have died.\nRELATED: Why it’s hard to estimate the coronavirus death rate this early\nThe higher death count for the flu is a result of its prevalence. As of now, the flu is more common in the United States than the coronavirus. So even though it has a lower mortality rate, it kills more people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"The prevalence of flu is higher at this moment in time,\" said Dr. Amesh Adalja, a senior scholar at Johns Hopkins University’s Center for Health Security. \"(But) pound for pound, if you had both viruses, the one that’s more likely to make you die is the coronavirus.\"\nWe reached out to Dr. Drew for comment, but we haven’t heard back.\nFlu poses a bigger risk — for now\nExperts cautioned against minimizing the potential harm of COVID-19.\nAs of March 10, there were 647 confirmed cases of the coronavirus in the United States. Meanwhile, the CDC estimates that there were between 34 million and 49 million flu illnesses this season.\n\"For most people, the immediate risk of being exposed to the virus that causes COVID-19 is thought to be low,\" the CDC says in its risk assessment. \"This virus is not currently widespread in the United States.\"\nAccording to the Chinese CDC study, those most likely to die from the coronavirus were older than 60 and/or had preexisting medical conditions, like hypertension, cardiovascular disease and diabetes. Men were also more likely than women to die. \nThose risk factors are pretty similar to those for the flu. Both diseases also spread similarly: through respiratory droplets in coughs and sneezes.\nRELATED: Stop sharing myths about preventing the coronavirus. Here are 4 real ways to protect yourself\nResearchers are still looking into how contagious the 2019 coronavirus is compared with other viruses, at what points it can be transmitted to other people and how common it really is in American communities. That uncertainty makes it hard to draw comparisons between the potential threat of COVID-19 and the current threat of the flu.\n\"We know a great deal more about transmission of influenza; we know a great deal about who is most likely to become gravely ill; we have drug treatment; we have a vaccine, even if imperfect,\" said Dr. Myron Cohen, director of the Institute for Global Health & Infectious Diseases at the University of North Carolina, in an email. \"I think you can see big differences.\"\nThe ways to prevent the spread of both the 2019 coronavirus and the flu are similar: wash your hands, avoid touching your face, disinfect your home and stay away from people who are sick.\n\"While it may be true that ‘you're more likely to die of influenza right now,’ that is really the wrong way to look at the question,\" said Emily Bruce, a faculty scientist at the University of Vermont’s Division of Immunobiology, in an email. \"It's more important to ask, ‘What will the situation look like three months from now if we do nothing?’\"\nPart of the current public health response is trying to prevent COVID-19 from becoming an established, regularly occurring illness like the flu. \nOur ruling\nDr. Drew said \"you’re more likely to die of influenza right now\" than the 2019 coronavirus.\nThe key phrase in this claim is \"right now.\" It’s true that, as of March 10, the flu poses a more immediate threat to the American public than the 2019 coronavirus. That’s because it’s currently more widespread; the CDC estimated there were as many as 49 million flu illnesses from October to February, while there have been 647 coronavirus cases in the United States.\nBut the mortality rate of the flu is lower than that of COVID-19 — the former is estimated to be as high as 0.1%, while the latter is around 3.4% so far. That means you’re more likely to die if you get the coronavirus than if you get the flu, even though you’re less likely to contract COVID-19.\nDr. Drew’s claim is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-18085"}