{"url": "/factchecks/2013/sep/26/david-dewhurst/dewhurst-both-decreased-and-increased-texas-senate/", "speaker": "David Dewhurst", "vclaim": "\"I’ve been reducing the number of Democratic\" Texas Senate committee \"chairs since I came in\" as lieutenant governor.", "truth_label": "barely-true", "date": "stated on September 16, 2013 in a Republican lieutenant governor candidate forum:", "title": "Dewhurst decreased, then increased Texas Senate Democrats chairing committees", "text": "Lt. Gov. David Dewhurst talked up his toughness on Democrats during a Republican lieutenant governor candidate forum in Houston.\nDewhurst, who presides over the 31-member Texas Senate, zeroed in on the topic in response to a question about what each candidate might have done differently to speed along anti-abortion legislation in 2013. Senate Democrats, helped by hollering spectators, kept the Republican-sought restrictions from surviving in one summer special session, though they subsequently passed into law.\nDewhurst, speaking after another candidate pooh-poohed the idea of not appointing Democrats as chairs of Senate committees, said: \"Now, I’ve been reducing the number of Democratic chairs since I came in.\"\nAs recorded by David Jennings of the Republican-oriented Big Jolly Politics blog, Dewhurst continued: \"You know how many committees we have? 17. You know how many Democratic chairs we have? Five. OK? So, I’ve been reducing them — and not one of them is one of the critical committees.\" He said, too, that \"at the end of the day,\" senators turn to him when it comes to raising the Senate votes needed to advance legislation. Besides, he said, he ultimately succeeded in breaking the filibuster by Democratic Sen. Wendy Davis.\nWe’re not getting into which committees are critical; that’s debatable. But we wondered if it’s correct that Dewhurst has been whittling Democratic committee chairs in the GOP-majority Senate since he assumed his gavel-wielding post in 2003.\nOne of the lieutenant governor’s roles is to appoint committee rosters. That includes deciding which committees to continue or create and whom to appoint to each panel’s coveted chair and vice chair slots.\nBy email, Dewhurst spokesman Travis Considine sent us a document indicating that Dewhurst appointed seven Democratic committee chairs in 2003 and one less in 2013. Considine said he did not have information on changes in the intervening years.\nTo reach a comprehensive count, we scrolled through information posted online on a searchable web page overseen by the Texas Legislative Council.\nThat information indicates that in 2001, before Dewhurst took his helm, Democrats held seven of 15 Senate committee chairmanships, or 47 percent.\nIn 2003, according to the information, Dewhurst appointed Democrats to six of 15 committee chairmanships, or 40 percent. (Unlike Dewhurst’s campaign, we did not consider chairmanships of limited-life select committees.) And according to the same source, Dewhurst named Democrats to six of 18 committee chairmanships, or 33 percent, in 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAnd what precisely happened in the years between?\nInformation on the council’s site indicates that Democrats were appointed to five of 15 committee chairmanships in 2005 and 2007, or 33 percent. Dewhurst named Democrats to six of 18 committee chairmanships, again 33 percent, in 2009, 2011 and 2013.\nOn Dewhurst's watch, the number of Republican chairs has escalated, going from nine in 2003 to 12 since 2009.\nOur ruling\nDewhurst said he has been reducing the number of Democratic Senate committee chairs since becoming lieutenant governor.\nHe cut the number of Democratic chairs, from seven to six, in his first year in the leadership office. Then in 2005, he cut the number from six to five, a total that held in 2007. But as in 2003, Dewhurst named six Democratic chairs each regular legislative session from 2009 through 2013.\nUpshot: Dewhurst twice reduced the number of Democratic chairs, getting to five, but he also has bestowed chairmanships on six Senate Democrats for nearly half a decade. We rate this claim, which has an element of truth but ignores critical facts, as Mostly False.\n------------------------------------------------------------------------------------------\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08834"}