{"url": "/factchecks/2014/may/18/jerry-brown/jerry-brown-says-virtually-no-republican-believes-/", "speaker": "Jerry Brown", "vclaim": "\"Virtually no Republican\" in Washington accepts climate change science.", "truth_label": "mostly-true", "date": "stated on May 18, 2014 in comments on ABC's \"This Week\":", "title": "Jerry Brown says 'virtually no Republican' in Washington accepts climate change science", "text": "More than 1,500 wildfires have ravaged California so far in 2014, more than twice the state sees in an average year. On ABC’s This Week, Gov. Jerry Brown, a Democrat, cited scientific research that links the increased number of fires to the state’s changing climate.\nHost George Stephanopoulos asked Brown how he’d adapt to the future, given skepticism among Republicans in Washington. Short answer: not easily.\n\"That's a challenge,\" Brown said. \"It is true that there's virtually no Republican who accepts the science that virtually is unanimous. I mean there is no scientific question. There's just political denial for various reasons, best known to those people who are in denial.\"\nBrown then pivoted away from Washington to say that \"we here in California are on the front lines, we got to deal with it.\"\nPolitiFact decided to take a closer look at how Republicans in Congress perceive climate change. We are focusing on Republicans in Washington because that’s how the question to Brown was framed.\nRepublicans more skeptical about climate change\nRecent national polls say that Republican voters are less likely than Democrats and independents to believe humans cause global warming. Among Republicans, tea party Republicans are even less likely to accept the science than the party base.\nAmong current Republicans in Congress, a group of 278, we were able to find many examples of politicians questioning climate change science to some degree.\nMost recently, Sen. Marco Rubio, R-Fla., made waves for denying a link between human activity and climate change.\n\"I do not believe that human activity is causing these dramatic changes to our climate the way these scientists are portraying it,\" Rubio told Jonathan Karl on ABC’s This Week May 11. \"And I do not believe that the laws that they propose we pass will do anything about it. Except it will destroy our economy.\"\nThat’s in line with other prominent Republicans, such as House Majority Leader John Boehner, R-Ohio, and Sen. Ted Cruz, R-Texas.\nOrganizing for Action, a group that backs President Barack Obama, published a lengthy list of climate change deniers in Congress, with evidence to back each one.\nStill others, like Sen. John McCain, R-Ariz., have notably changed on the issue, even after co-authoring legislation to address the issue.\nRepublicans who say they believe the science\nWe found relatively few Republican members of Congress who accept the prevailing scientific conclusion that global warming is both real and man-made. Brown’s office didn’t return our request for comment, so we are unable to compare our evidence to any that he might have.\n\n\nRep. Michael Grimm, R-N.Y.: Grimm was a notable skeptic until April 2014, when he told MSNBC’s Chris Hayes, \"The mass majority of respected scientists say that it’s conclusive, the evidence is clear. So I don’t think the jury is out. There’s no question that, you know, the oceans have risen, right? And the climate change part is, is a real part of it.\"\n\n\nSen. Susan Collins, R-Maine: Collins worked with Sen. Maria Cantwell, D-Wash., on a climate change bill in 2009 that proposed an alternative to cap-and-trade cutting carbon dioxide emissions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\nSen. Lamar Alexander, R-Tenn.: \"I am one senator who thinks climate change is a problem, humans are causing it, and we need to deal with it,\" he said at an Environment and Public Works Committee hearing in 2009.\n\n\nSen. Mark Kirk, R-Ill.: He’s called climate change a \"long-term concern.\"\n\n\nRep. Chris Smith, R-N.J.:  \"Climate change is a global challenge that must be addressed with a global solution,\" he said in 2007 as he backed a climate change provision in a House bill.\n\n\nSen. Bob Corker, R-Tenn.: \"I accept the fact that we as a country, and we as a world, need to address this issue,\" he said on the Senate floor in 2008.\n\n\nSen. John Thune, R-S.D.: When asked if he thought global warming was man-made, he said, \"I’m not denying that.\"\n\n\nRep. Rodney Frelinghuysen, R-N.J.: \"Do I believe in climate change? I do, yeah,\" he told National Journal in 2011. \"With the weather patterns over the past five years. … What causes it? Quite honestly, I don’t know. … Humans have some effect on climate change. There’s so many factors.\"\n\n\nThat’s eight out of 278, or about 3 percent.\nAre there others? It’s possible. Not every member of Congress has taken a clear stance on climate change, and we can’t read people’s minds. If we find more examples, we’ll update our list.\nFormer Rep. Jim Greenwood, R-Pa., told PolitiFact that the number of Republicans like himself who stand by climate change science has been shrinking in recent years, due to a more polarized Congress.\n\"There used to be a lot more of us,\" said Greenwood, who serves on the board of directors for the National Audubon Society. \"A lot of us were very green in our voting records. That has changed. I think it's part of the phenomenon of the polarization of the Congress.\"\nAgreeing with climate change science also could be a political liability for Republicans. In 2010, South Carolina Rep. Bob Inglis lost a Republican primary to tea party challenger Trey Gowdy. Inglis blamed his loss, in part, over his belief in climate science.\nInglis has since formed the Energy and Enterprise Initiative, a conservative group that agrees with climate change science. Energy and Enterprise Initiative spokesman Price Atkinson said Republicans support efforts to reduce CO2 emissions but criticize the way Obama and Democrats want to go about it.\n\"There are many Republicans in Washington who accept, understand and agree with sound science regarding climate change, but it's the way forward that is more difficult for my fellow conservatives,\" Atkinson said. \"We agree with fellow conservatives in opposing the president and the growth of government thru increased EPA regulations, which is precisely the worst way to reduce carbon emissions.\"\nThe charged political climate makes finding clear positions on climate change from many Republicans tough to come by, say experts who follow the issue.\n\"Most Republicans say the same thing behind closed doors: ‘Of course, I get that the climate is changing, of course I get that we need to do something — but I need to get reelected,’ \" Audubon Society President David Yarnold told National Journal in 2013. \"Somehow they’re going to have to find a safe place on this.\"\nOur ruling\nBrown said that \"virtually no Republican\" in Washington accepts climate change science. When it comes to on-the-record comments of members of Congress, Brown’s characterization is about right.\nWe found at least eight Republicans in Congress who publicly voiced support for the scientific consensus and many more conservative legislators who deny either a human link to the changing climate, or the fact that the climate is changing altogether.\nA reason for caution, however, is comments from someone like Yarnold — who suggest GOP members of Congress acknowledge climate change science behind closed doors but avoid the talk in public for political reasons.\nWe rate Brown’s claim Mostly True.", "vclaim_id": "vclaim-pol-07847"}