{"url": "/factchecks/2014/jul/24/rula-jebreal/rula-jebreal-90-people-gaza-dont-have-access-even-/", "speaker": "Rula Jebreal", "vclaim": "\"Ninety percent\" of people living in Gaza \"don’t have access even to water.\"", "truth_label": "mostly-true", "date": "stated on July 22, 2014 in comments on MSNBC:", "title": "Rula Jebreal: 90% of people in Gaza 'don’t have access even to water'", "text": "Palestinian journalist Rula Jebreal slammed the U.S. media for \"biased\" coverage of the Israel-Palestine conflict on July 21’s Ronan Farrow Daily. MSNBC had her back the next night on All In With Chris Hayes to talk about the balance between Israeli and Palestinian guests on major American news networks. We checked a claim from that back-and-forth here.\nJebreal also took it upon herself to trumpet the news she says goes unreported in the United States. \"Most Americans think, okay, Israelis are minding their own business and Palestine woke up one day in Gaza and said okay, let me fire missiles,\" Jebreal said. \"That’s not what’s happening.\"\n\"They don’t know anything about the siege, 1.8 million Palestinians living under siege in extreme poverty, with 90 percent that don’t have access even to water.\"\nBy all accounts, the situation in Gaza is bad, but we were surprised to hear that so few people have access to water.\nSince bombings started\nWe weren’t able to reach Jebreal, but we did get in touch with Juan Cole, a history professor at the University of Michigan who frequently sounds off on Middle Eastern politics and who Jebreal cited during her interview. In a blog post concurring with Jebreal’s assessment of the U.S. media, Cole wrote, \"Israeli occupation has left 90% of people in Gaza without potable water.\"\nThat’s already a step removed from Jebreal -- who didn’t distinguish between access to water, and access to drinking water. (The difference would be in having running water available for cooking and showering).\nCole pointed us to the United Nations Relief and Works Agency, which pointed us to the UN Office for the Coordination of Humanitarian Affairs’ (OCHA) office in Palestine. Since July 7, when Israel began its military actions against Hamas, OCHA has published daily reports about the circumstances in the Gaza Strip.\nOCHA’s latest report, covering the period from July 21 to July 22, estimates that \"1.2 million people have no or very limited access to water or sanitation services due to damage to the electricity system or lack of fuel to run generators\" that provide water, sanitation, and hygiene.\nAccording to OCHA, Israel’s bombings are causing definite harm to Gaza’s water systems. The UN has been unable to reach several municipalities because of the threat of bombings, leaving them unable to repair 15 broken wells and six inoperative sewage pumping stages. The Municipality of Gaza reports that they’re pumping less than half the \"required\" water.\nWith a population of 1.8 million, that means that roughly 67 percent of people living in the Gaza Strip could be classified as having \"no or very limited access to water.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat’s less than the 90 percent Jabreal claimed and does not account for people who may have limited access to water.\nWater potability\nSo in the most literal reading, Jabreal is overstating the statistic. But another way to look at Jebreal’s claim is the way Cole said it, that 90 percent of people in Gaza lack access to potable water.\nThat’s close to being accurate.\nThe only natural source of fresh water in Gaza is an aquifer on the southern part of its coast, and according to a 2009 Amnesty International report, 90 to 95 percent of that water isn’t safe for drinking because of seawater, sewage, and runoff from agriculture. That statistic has since been corroborated by the UN.\nBefore the current crisis, roughly 97 percent of households in Gaza had access to water coming from the aquifer, but that the aquifer alone cannot sustain the Gaza Strip. In April 2013, the head of the Palestinian Water Authority estimated that Palestinians purchase 56 million cubic meters of water a year for drinking to make up for what he calls a \"severe shortage.\" And according to the UN, four-fifths of privately sold water isn’t sanitary.\nWhat does that all mean? People living in Gaza have access to potable water, but they have to buy it from an outside source. The natural aquifer that people living in Gaza have access to largely is unsafe for drinking.\nWe should note that this problem began well before Israel began bombing. The UN sent Princeton professor Richard Falk to the Gaza Strip in 2013 to report on humanitarian concerns, and Falk wrote that \"the Israeli blockade of Gaza has exacerbated water scarcity.\" Among other things, Falk said, Israel takes a \"disproportionate share of water from the coastal aquifer,\" the Israeli-Palestine Joint Water Committee disproportionately rejects Palestinian proposals for water wells, and Israeli military operations often destroy existing Palestinian wells.\nOur ruling\nJebreal claimed that \"90 percent\" of people living in Gaza \"don’t have access even to water,\" in the course of arguing that a significant part of the Israel-Palestine situation goes unreported in the United States.\nRecent estimates suggest that about 67 percent of people living in Gaza currently have little or no access to running water, a figure lower than Jebreal claimed. But what's true is that 90 to 95 percent of the water from Gaza’s coastal aquifer (their only natural source of fresh water) isn’t suitable for drinking.\nJebreal’s claim needs that caveat. As such, we rate her statement Mostly True.", "vclaim_id": "vclaim-pol-07550"}