{"url": "/factchecks/2016/oct/07/gina-raimondo/limited-data-support-gina-raimondos-claim-motorist/", "speaker": "Gina Raimondo", "vclaim": "\"In other states (where illegal immigrants have been allowed to get driver's licenses) their insurance premiums for everybody have gone down.\"", "truth_label": "mostly-true", "date": "stated on September 28, 2016 in a television interview:", "title": "Limited data support Gina Raimondo's claim that motorists save when illegal immigrants get licenses", "text": "In the battle over how to deal with immigrants who are in the United States illegally, one skirmish involves the question of whether those immigrants should be allowed to have a driver's license.\nRhode Island is one state wrestling with the issue, and during a Sept. 28 interview with Gov. Gina Raimondo, WJAR-TV anchorman Dan Jaehnig conveyed a viewer question challenging Raimondo's support for immigrant licenses.\n\"There's actually many, many people who are in favor of that and many against,\" Raimondo said. \"The reason I support it, as more than a dozen states already have it, is, to me, it's a public safety issue. I want everybody on the roads of Rhode Island to have a license. And I want everybody, if they're in an accident, to have a license and insurance. When you see that, actually, in other states their insurance premiums for everybody have gone down. That's why I'm a supporter of it.\"\nWe wondered whether Raimondo was correct that states that have granted licenses to illegal immigrants have seen automobile insurance premiums decrease for everyone.\nJames Lynch, chief actuary for the Insurance Information Institute, an educational organization financed by the insurance industry, said he's never seen any definitive studies to prove or disprove the idea.\n\"There is a logic behind that, though,\" he said. If allowing undocumented immigrants to get a license and requiring them to have insurance produces a big drop in the percentage of uninsured motorists, \"that would reduce the uninsured motorist premium.\"\nBut so many factors go into adjusting rates \"it would be difficult to pinpoint it and say that's what's going on\" if rates drop in a state that allows undocumented immigrants to get a license, Lynch said.\nBenefit of $17 per policy?\nRaimondo's office subsequently referred us to a 2015 study published in the Southern Economic Journal. It didn't directly look at whether insurance rates go down when licenses are granted, but it tried to estimate the costs of denying licenses to undocumented immigrants.\nUsing data covering 14 years from 41 states, the authors estimated that denying licenses to people in the country illegally adds $17.22 to an insurance bill.\nTo put that in perspective, the average automobile insurance policy in the United States in 2013 cost $841.23 per year, according to the latest data from the National Association of Insurance Commissioners. A savings of $17.22 would amount to a 2 percent drop. (It would be about 1.6 percent in Rhode Island where the average policy cost $1,066, the eighth highest in the nation.)\nBut that's far from a firm number, said co-author Kenneth Jameson, professor emeritus at the University of Utah economics department. It will vary by state, and \"the main factor is the share of undocumented immigrants in the total population,\" he said. Another driver of savings, if any, will be the median age of the immigrants getting licenses and insurance. Adding younger drivers bumps up insurance costs because young adults are more likely to get into accidents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut Raimondo's claim \"is consistent with what our data would suggest,\" said Jameson.\n\"Our results suggest that insurance rates should be dampened in the 10 states that are newly allowing undocumented to drive legally,\" Jameson and his colleague write. \"In a few years, a new empirical investigation can ascertain whether, over time, the new wave of legalizing undocumented driving has held down insurance costs in the liberalizing states.\"\nOther estimates \nAnother analysis was done by the Colorado Fiscal Institute, which supports letting illegal immigrants get a license.\nIt estimated last year that the state's drivers could see a $29.5 million savings in insurance premiums each year once the law was fully funded. That would be $7.70 per motorist saved per year.\nAnd in 2007 when Gov. Eliot Spitzer announced that New York would begin issuing driver's licenses without regard to immigration status, the state's Department of Insurance was estimating that the change would save drivers $120 million per year because costs associated with uninsured motorists would drop by 34 percent. With roughly 11.6 million drivers, that would be a savings of about $10 for each driver each year. (However, Spitzer never implemented the policy.)\nAlthough there's uncertainty in the estimates of how much is saved by letting illegal immigrants get licenses and insurance, there's firmer data on how it affects the number of uninsured drivers.\nAccording to the Colorado Fiscal Institute, in New Mexico the ratio of uninsured vehicles on the road dropped from 33 percent in 2002 to 9.1 percent in 2011. And the National Immigration Law Center reported in 2008 that when Utah changed its policy in 1999, its rate of uninsured motorists, which was 10 percent in 1998, had fallen to 5.1 percent in 2007.\nThe National Conference of State Legislatures lists 12 states — California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maryland, New Mexico, Nevada, Utah, Vermont and Washington — along with the District of Columbia that issue licenses to unauthorized immigrants.\nOur ruling\nRaimondo said that in states where illegal immigrants have been allowed to get driver's licenses, the \"insurance premiums for everybody have gone down.\"\nThe few studies that have been done have estimated that there is a savings. In addition, the experts we spoke with also say there's good reason to believe that the savings, albeit small, will be real.\nBut the research on this is scattered and far from definitive. As such, we rate the claim Mostly True.https://www.sharethefacts.co/share/7d458c31-9ca0-4ff9-916b-7e45b7949caf", "vclaim_id": "vclaim-pol-04185"}