{"url": "/factchecks/2013/mar/21/ted-cruz/sen-ted-cruz-says-federal-government-thinks-it-has/", "speaker": "Ted Cruz", "vclaim": "\"We have a federal government that thinks they have the authority to regulate our toilet seats.\"", "truth_label": "true", "date": "stated on March 16, 2013 in a speech at CPAC:", "title": "Sen. Ted Cruz says the federal government thinks it has ‘authority to regulate our toilet seats’", "text": "Toilet seats just got political.\n\nU.S. Sen. Ted Cruz of Texas, a constitutional lawyer recently elected to Congress, says they’re an intimate example of federal overreach.\n\nHe name-dropped the familiar fixtures in his March 16, 2013, speech to the Conservative Political Action Conference, known as CPAC.\n\n\"We have a federal government that thinks they have the authority to regulate our toilet seats,\" he said.\n\nDoes the long arm of the law extend into your bathroom?\n\nYes. But some constitutional scholars say that’s too far.\n\nPlumbing the Constitution\n\nCruz, a Republican, is no stranger to the nation’s founding documents. He argued before the U.S. Supreme Court as the solicitor general of Texas and has written more than 80 briefs for the nation’s highest court.\n\nHe might like to flush some of its decisions.\n\nHere’s what he told his CPAC audience:\n\n\"There's the 10th Amendment, something our omnipotent federal government seems to have forgotten all about. The 10th Amendment provides that the powers not given to the federal government are reserved to the states and to the people.\n\n\"How did we get a $16.5 trillion national debt? We have a federal government that thinks they have the authority to regulate our toilet seats and our light bulbs. We need to get back to the Constitution.\"\n\nWe’ve written plenty about light bulbs (which, yes, are regulated) but hadn’t taken up the question of toilet seats.\n\nHere’s the thing about toilet seats and the Constitution. The 10th Amendment reserves powers for the states and the people — except those given to the federal government.\n\nAnd under current interpretations of the Constitution’s Commerce Clause and 14th Amendment, there’s power to federally regulate toilet seats. (Take that, commode!)\n\nHow? Well, the federal government can regulate consumer products, access to public facilities for people with disabilities and workplace health and safety.\n\nThus:\n\n• The Mine Safety & Health Administration says, \"sanitary toilets shall have an attached toilet seat with a hinged lid and a toilet paper holder together with an adequate supply of toilet tissue.\"\n\n• The Occupational Safety & Health Administration says construction sites with 20 employees or more shall provide \"1 toilet seat and 1 urinal per 40 workers.\"\n\n• The U.S. Access Board requires most restrooms to have at least one \"accessible\" toilet in buildings covered by the Americans with Disabilities Act, which means, in part, a toilet seat at a height of 17 inches to 19 inches. Springs to return seats to a lifted position aren’t allowed.\n\nThose MSHA and OSHA rules? Cruz’s office says the federal government \"has no business regulating such minutia.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nIt could be — and has been — worse.\n\nTake the Great Horseshoe Seat Scandal of the 1970s.\n\nThe brand-new Occupational Safety & Health Administration — which draws constitutional authority mainly from the Commerce Clause — had decided to implement a variety of voluntary industry standards as law.\n\nAnd it turned out that plumbers had for decades agreed that public toilets should have open-front, elongated seats rather than the closed rings of home bathroom seats.\n\n(Why? Oh, it’s a matter of speculation that’s made us the laughing-stock of Europe, where experts make jokes that the chief of one American lab was too polite to repeat. But it might have something to do with, um, hygiene.)\n\nSo businesses suddenly faced a federal mandate on seat shape. The \"resultant outcries about picayune government regulations,\" as one newspaper columnist put it, helped land hundreds of OSHA regulations on a to-delete list.\n\nThe shape of your public toilet seat was no longer federally regulated by the ‘80s.\n\nPlumbing fixtures now generally don’t face federal regulation. Instead, manufacturers follow voluntary industry standards, which often get the force of law from state and local governments.\n\nBut they could.\n\nCommodes and the Commerce Clause\n\nMeanwhile, the regulations that yet exist — about workplace seat availability and public restroom seat height — strike Cruz as \"regulating down to the minutia\" on issues best left to states and local governments, said his press secretary, Catherine Frazier.\n\nHe’s right that the federal government \"thinks\" it has that authority, according to constitutional scholars we consulted.\n\nCruz’s former constitutional law professor at Harvard, Laurence Tribe, offered some examples where toilet seats are \"obviously subject to federal regulation\" under settled law:\n\n• The commercial sale of toilet seats, like other commodities, in transactions involving an interstate market are subject to regulation under the Commerce Clause.\n\n• The provision of adequate toilet facilities to workers in businesses affecting interstate commerce is subject to federal regulation under the Commerce Clause.\n\n• Ensuring that toilet facilities, like others, are made available without regard to race or disability is subject to regulation under the Commerce Clause and equal protection clause of the 14th Amendment.\n\nThe question of whether the Constitution should be interpreted to grant such power to the federal government exposes a deep rift among experts.\n\nRandy Barnett, who represented opponents of the Affordable Care Act’s individual mandate, argues for a narrower Commerce Clause, as do libertarian scholars such as Ilya Shapiro of the Cato Institute.\n\nA few decisions since the 1990s have gone their way, including the recent ruling that the Affordable Care Act’s individual mandate wasn’t justified by the Commerce Clause. The framers \"gave Congress the power to regulate commerce, not to compel it,\" justices ruled. (The mandate was upheld under the government’s taxing power, instead.)\n\nBut settled law still says toilet seats are fair game.\n\n\"Basically, Cruz is taking an example that sounds silly — toilet seats! — but if you look at the legal basis for the regulatory authority, it's pretty well-established and not all that silly,\" said Kermit Roosevelt, a law professor at the University of Pennsylvania. \"This is just political posturing, and Cruz, as a Harvard law grad, presumably knows it.\"\n\nOur ruling\n\nCruz, railing against modern interpretations of the Commerce Clause and the 10th Amendment to the Constitution, said, \"We have a federal government that thinks they have the authority to regulate our toilet seats.\" While federal attention to toilet seats has dropped since its brief foray into seat shape in the ‘70s, and now mainly addresses toilet access for workers and height for wheelchair users, Cruz is firmly right that the courts, Congress, and executive agencies claim federal power to regulate them. His toilet trivia is True.\n\nEditor's note: We updated this item on March 26, 2013, to clarify that the U.S. Access Board requires most restrooms in ADA-covered buildings to have at least one accessible toilet.", "vclaim_id": "vclaim-pol-09564"}