{"url": "/factchecks/2011/oct/11/american-crossroads/bill-clinton-attacks-buffet-rule-and-president-bar/", "speaker": "American Crossroads", "vclaim": "Says Bill Clinton opposes President Barack Obama's plan to raise taxes on wealthy Americans.", "truth_label": "false", "date": "stated on October 10, 2011 in a television ad airing in Orlando:", "title": "Bill Clinton attacks 'Buffet Rule' and President Barack Obama in new American Crossroads ad", "text": "American Crossroads, the conservative political group created by Karl Rove, is advancing President Barack Obama's trip to Orlando on Oct. 11, 2011, with a new television ad attacking Obama's plan to raise taxes on mainly wealthy Americans.\n\nThe ad, called \"Don't,\" also is running in Pennsylvania, and features a potentially powerful (and awkward) critic of Obama -- former President Bill Clinton.\n\nThe ad splices together television news reports highlighting Obama's plan to raise taxes a total of $1.5 trillion over 10 years, then pivots to Clinton. \"I personally don't believe we ought to be raising taxes,\" Clinton says in what appears to be an interview. \"It won't solve the problem.\"\n\nBetween the lines \"we ought to be raising taxes,\" and \"it won't solve the problem,\" the ad jumps -- for just a split-second -- to some other image.\nThe cut-away caught our attention because we've seen instances where politician's words were cut in a way that would create a different impression.\n\nIndeed, after further review, that's what American Crossroads did here.\n\nThe video of Clinton grabbed by American Crossroads comes from a 25-minute September 2011 interview Clinton did with the conservative news website Newsmax.com. The interview was set up in New York, where Clinton was holding the 10th annual meeting of his Clinton Global Initiative project.\n\nWe found the original Newsmax.com video. The two lines quoted by American Crossroads come more than three minutes apart, as Clinton was delivering a meandering answer on how to create jobs and fix the flailing American economy.\n\nWhen American Crossroads quoted Clinton as saying, \"I personally don't believe we ought to be raising taxes,\" they clipped Clinton's full comments short. Here's the full quote, including what American Crossroads left out:\n\n\"I personally don't believe we ought to be raising taxes or cutting spending -- either one -- until we get this economy off the ground. This has been a dead flat economy. And you don't want in something this flat ... if we cut government spending, which I normally would be inclined to do when the deficit's this big, with interest rates near zero you can't get the benefits of it.\"\n\nSo Clinton was as much deriding spending cuts as he was a plan to raise taxes.\n\nClinton went on to praise Obama's plan to continue cuts to the payroll tax, saying it's a proven way to help the economy, before spinning off into a discussion of former President Ronald Reagan and former House Speaker Tip O'Neill.\n\nLater in the interview the second half of the quote comes up. But again, it's shortened.\n\n\"I would pay it,\" Clinton said, referring to a millionaire's tax (though Clinton said that many wealthy New Yorkers like himself wouldn't be affected because they already pay high state and local income taxes that can then be deducted from your federal tax bill).\n\n\"It's okay with me, I'd pay more,\" he said. \"But it won't solve the problem.\"\n\nAfter the American Crossroads ad was released, Clinton fired back saying the group wrongly implied his opposition to Obama's plan to raise taxes on the wealthy -- sometimes referred to as the \"Buffett Rule\" -- as well as Obama's jobs plan.\n\n\"The Republican group American Crossroads has used a quote from me in a video opposing President Obama's jobs plan and the 'Buffett Rule,'\" he said in the statement provided to POLITICO. \"The advertisement implies that I opposed the 'Buffett Rule.' In fact, I support both the American Jobs Act and the 'Buffett Rule.' I believe that it's only fair to ask those of us in high-income groups -- who have received the primary benefits of the last decade's economic growth and the majority of its tax cuts as well -- to contribute to solving our long term debt problem.\n\n\"What I did say was that the 'Buffett Rule' cannot solve the problem alone. Reducing the debt requires three things: more economic growth, more spending cuts, and more revenue,\" he said.\n\nAmerican Crossroads spokesman Jonathan Collegio defended the ad's quoting of Clinton to PolitiFact Florida, noting that a 30-second ad cannot run two-minute-plus quotes and that the \"quotes selected for the ad are the most succinct and relevant clips of Clinton's Newsmax interview, and fairly represent his views.\"\n\nWe see it differently. The ad suggests that Clinton opposes Obama's plan to raise taxes on the wealthy as a means of reducing the deficit. By our review of the interview, Clinton actually appeared to straddle that fence. At one point, he said that he didn't think the country should raise taxes \"until we get this economy off the ground.\" At another point, he said he'd be \"okay\" with the tax and willing to pay it, though he said in his particular case, he probably won't be affected.\n\nAt the least, American Crossroads is guilty of cherry-picking parts of Clinton's statement to best fit into the narrative of its ad. But we think they go one step further by cutting out critical pieces of evidence -- namely that Clinton said he would be \"okay\" with higher taxes for the wealthy and that he'd pay additional taxes if he was required to.\n\nClinton's voice and image were no doubt selected specifically because it'd be a stinging rebuke of Obama's policies -- from a fellow Democrat.\n\nBut viewer beware. We rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12291"}