{"url": "/factchecks/2018/feb/15/corey-lewandowski/have-democrats-gained-50-seats-formerly-held-repub/", "speaker": "Corey Lewandowski", "vclaim": "\"Fifty seats have already changed hands from the Republicans to the Democrats since Donald Trump was elected.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2018 in a rally in Sarasota:", "title": "Have Democrats gained 50 seats formerly held by Republicans since Trump was elected?", "text": "President Donald Trump’s former campaign manager had a prescient message for Republican voters: get out and vote, or risk losing more seats to Democrats.\nCorey Lewandowski traveled to Sarasota on Feb. 11, along with former Trump deputy campaign manager David Bossie, to rally for Florida House candidate James Buchanan, a Republican in a tight race against Democrat Margaret Good with Trump barely winning the district in 2016.\n\"The Democrats are highly motivated,\" Lewandowski told the crowd at Dolphin Aviation.\n\"They are winning elections in places where they shouldn’t. We’ve seen them win state House races in Wisconsin. We’ve seen them win big mayor’s races in New Hampshire. Fifty seats have already changed hands from the Republicans to the Democrats since Donald Trump was elected.\"\nWe wanted to know whether Democrats gained 50 seats formerly held by Republicans since Trump’s election.\nThe bulk of Lewandowski’s count is backed up by legislative races. The trend even played out in the very district Lewandowski was trying to keep red, with Good beating out Buchanan for the Sarasota seat on Feb. 13.\nHowever, we could not verify Lewandowski’s exact figure because he is counting small municipal elections, which can be hard to track. We could not reach him for this fact-check.\nWe documented 39 Democratic takeaways\nMany experts we spoke to referred us to an analysis by Daily Kos Elections, which shows that Democrats took 36 seats, as of Feb. 11, 2018. (The Daily Kos is liberal political website. We verified the races on the spreadsheet.)\nThe total includes special election victories, such as Democrat Doug Jones’ win over Republican Roy Moore in Alabama and the special election for a state Senate seat in Wisconsin’s 10th District.\nIt also includes regular elections. For example, Democrats picked up 15 seats in the Virginia statehouse and a few more seats in New Jersey on Election Day in 2017.\nThe Daily Kos list, however, doesn’t include Democrat Phil Murphy’s win over Republican Kim Guadagno in the general election to succeed New Jersey Gov. Chris Christie.\nThe New Jersey governor’s race brings the initial total to 37 Democratic gains.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe found a slightly lower total from Geoffrey Skelley, the associate editor of Sabato's Crystal Ball at the University of Virginia Center for Politics. Skelley found that Democrats have gained 33 seats on net in special elections for state and federal legislature and elections in New Jersey and Virginia.\nUnlike the Daily Kos, Skelley’s net total reflects that Republicans took three seats away from Democrats in special elections and one seat away in New Jersey.\nFrom here, we tried to find examples of municipal races where Democrats won seats from Republicans — not an easy task. There is no database of smaller municipal elections nationwide. Further, municipal elections are often nonpartisan races, so candidates aren’t officially latched to one party or the other.\nWith those limitations, we searched news stories. An article by the Huffington Post about  \"historic victories\" by Democrats on Nov. 7, 2017, includes two clear-cut examples of Democratic mayoral candidates beating Republican incumbents, including the Manchester, N.H., mayor’s race that Lewandowski mentioned in his speech.\nAdding those races to the highest number of state-level wins brings our verified total to at least 39 flipped seats for Democrats.\nThe big picture\nRegardless of the exact number, there’s no denying Lewandowski’s point: Democrats have won a significant number of elections since Trump won the presidency.\n\"Bottom line is that President Trump is energizing the Democratic Party,\" said Nathan Gonzales, the editor and publisher of Inside Elections, which provides nonpartisan analysis of campaigns for Congress, governorships and president.\nSkelley said that the shift \"reflects the pendulum-swing nature of politics.\"\n\"Given the fact that Democrats lost nearly 1,000 state legislative seats during Obama’s time in office, including a multitude of losses in his first midterm cycle in 2010, I don’t think Democratic gains in the early days of Trump’s presidency are unprecedented,\" Skelley said.\nOur ruling\nLewandowski said, \"Fifty seats have already changed hands from the Republicans to the Democrats since Donald Trump was elected.\"\nWe found evidence of almost 40 seats that flipped from Republican to Democratic control since Trump took office. The bulk happened at the state legislative level.\nHowever, Lewandowski is also counting small municipal elections, which are harder to track. We found a couple of examples of Democratic mayors beating Republican incumbents. Beyond mayor’s races, it’s hard to say a seat flipped when some local elections are nonpartisan. We could not reach Lewandowski to explain how he got to 50.\nGiven that we couldn’t duplicate Lewandowski’s total but he’s right about the trend, we rate this claim Mostly True.\n Share the Facts 2018-02-15 14:51:45 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Fifty seats have already changed hands from the Republicans to the Democrats since Donald Trump was elected.\"    Corey Lewandowski President Donald Trump’s former campaign manager https://www.heraldtribune.com/news/20180211/corey-lewandowski-rallies-gop-base-in-closing-stretch-of-sarasota-state-house-race   in a rally Sunday, February 11, 2018 2018-02-11    Read More  info", "vclaim_id": "vclaim-pol-02405"}