{"url": "/factchecks/2014/mar/04/rick-scott/scott-says-all-4-year-state-colleges-offer-10k-deg/", "speaker": "Rick Scott", "vclaim": "\"All of Florida's four-year state colleges now offer bachelor's degrees for only $10,000.\"", "truth_label": "barely-true", "date": "stated on March 4, 2014 in his State of the State speech:", "title": "Scott says all 4-year state colleges offer $10,000 degrees", "text": "In his State of the State address Tuesday, Gov. Rick Scott criticized the high price of a college degree.\n\"Parents saving for their children to get a four-year degree from a public university today have to save $53,000. $53,000,\" he said before pivoting to brag about Florida schools. \"We can’t celebrate how successful higher education is until we can celebrate that it’s affordable. That’s why I’m proud that all of our four-year state colleges now offer bachelor’s degrees for only $10,000.\"\nWe decided to check Scott's claim that each four-year state college offers degrees for $10,000?\nFirst a note, four-year state colleges do not include Florida’s large universities such as Florida State University, the University of Florida or the University of South Florida. You can't get a $10,000 degree at any of those places. Florida's state college system make up what were previously called community colleges.\nBack in November 2012, Scott issued a challenge to four-year state colleges to offer $10,000 bachelor degrees.\nAll of the state colleges that offer bachelor's degrees -- 23 of them -- accepted, according to a press release from the governor’s office. A 24th school, Pasco-Hernando Community College, also accepted Scott's challenge, but isn't yet offering any type or price of bachelor's degree.\nSo how's it going?\nNot as well as Scott let on. At least yet. A spokeswoman for the Florida College System said that out of the 23 eligible schools, only 10 had students enrolled in $10,000 degree programs as of the fall 2013 semester. The spokeswoman said three more schools were scheduled to begin enrollment this spring.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat's only about half of the schools overall, short of what Scott said, and even those schools have other caveats in place that restrict who is eligible for the $10,000 degrees.\nWhat degrees students can receive for $10,000 vary by college. Many institutions will only enroll students for $10,000 degree programs in a few specific majors, such as technology development, supply chain management and mathematics education. Some colleges are considering the change for all areas of study, but none are offering every major to current students.\nThe Tampa Bay Times reported that for St. Petersburg College, eligible students must have 12 to 15 accelerated credits before enrolling. Students have to take classes during fall, spring and summer semesters and earn Cs or better.\nAlso, the $10,000 doesn't really get you a degree. That price only covers tuition costs for students -- not books, housing, meals, fees and other expenses that can add up over four years.\nOur ruling\nScott said, \"All of Florida's four-year state colleges now offer bachelor's degrees for only $10,000.\" The schools that make up the state college system have accepted a challenge from Scott to offer $10,000 degrees, but only about half currently do.\nAlso, there are several other caveats as to who can get a cheap degree and in what major. Lastly, the $10,000 degree doesn't cover books, housing, meals, fees and other expenses.\nScott left out important context in his remarks at the State of the State address. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-08173"}