{"url": "/factchecks/2012/oct/15/lois-frankel/lois-frankel-says-adam-hasner-gives-rich-hefty-tax/", "speaker": "Lois Frankel", "vclaim": "Says Adam Hasner \"gives the wealthy tax breaks worth $250,000 a year but hikes middle class taxes $2,000.\"", "truth_label": "barely-true", "date": "stated on September 21, 2012 in a television ad:", "title": "Lois Frankel says Adam Hasner gives the rich a hefty tax break while hiking taxes for middle class", "text": "The battle between two South Florida congressional candidates -- Republican Adam Hasner and Democrat Lois Frankel -- is largely about who is on the side of the middle class.\n\nFrankel tries to speak directly to middle-class taxpayers boasting in one ad: \"I always take your side\" and promises to strengthen Social Security and defend Medicare. She tries to portray Hasner as the pal of the rich and says in her ads that he \"is never on our side.\"\n\nThat message is counter to the image he has emphasized of understanding the struggles of the middle class. He says his public school teacher parents in Brooklyn only had $31 to their name when Hasner was born, and he vows to help small businesses and told the Miami Herald’s editorial board that his own home is \"severely under water.\"\n\nHere, we will look at a claim from a Frankel ad called \"Real\": \"Hasner gives the wealthy tax breaks worth $250,000 a year but hikes middle class taxes $2,000.\"\n\nWe wanted to check to see if Frankel accurately characterized Hasner’s record on federal taxes.\n\nThe Ryan and Romney tax plans\n\nWhen we asked the Frankel campaign for evidence of its claim, they pointed us to Hasner’s stated support for a budget plan written by U.S. Rep. Paul Ryan, R-Wis,. who later became Republican nominee Mitt Romney’s running mate.\n\nRyan’s plan doesn’t explicitly call for tax increases. Instead, it says that overall tax rates should be lowered -- Ryan suggests two new tax brackets 10 and 25 percent -- while eliminating loopholes, deductions and exemptions.\n\nRomney’s tax plan is similar, in that it too recommends across-the-board rates cuts in exchange for eliminating loopholes, deductions and exemptions.\n\nThe idea behind both plans is to simplify the tax code while bringing in about the same amount of revenue, so as not to drive up the deficit.\n\nBut at least two studies have suggested that the middle class would see tax increases if the most common tax breaks were eliminated, even if their overall tax rates drop.\n\nFrankel’s ad cited an ABC News report about one such report by staff for Sen. Bob Casey, D-Pa., which examined Ryan’s plan.\n\nThe Casey report concluded that for those earning more than $200,000 a year \"their net taxes fall significantly,\" while it is likely that those earning less than $200,000 would face an increase.\n\nA study by the Tax Policy Center, a nonpartisan group that analyzes tax plans, estimated that those earning at least a million dollars would receive an average tax cut of $265,000 under the Ryan plan. But the Tax Policy Center report also showed that Ryan’s plan would mean a net tax cut for every income group over $30,000 a year -- not a tax hike for the middle class, as Frankel claims.\n\nThe discrepancy stems from a huge difference in methodology between the Casey report and the Tax Policy Center analysis of Ryan’s plan.\n\nThe Casey report assumes -- without really knowing -- that Ryan and fellow Republicans would eliminate current deductions for state and local taxes, mortgage interest and charitable contributions, remove the employer‐provided health insurance exclusion, and tax 401(k) contributions.\n\nBut that approach amounts to taking the worst-case approach to make the point.\n\nThe Tax Policy Center, on the other hand, attributed no elimination of deductions to Ryan’s plan, noting that his plan doesn’t specify what Republicans would do. (Ryan’s plan does strongly suggest that some tax breaks would go and others would remain, but specifics are lacking).\n\nDemocrats have made similar claims that Romney’s tax plan would give millionaires a tax break while raising them for the middle class. Romney’s plan has also lacked details making it difficult to analyze.\n\nWhat Hasner says\n\nSo has Hasner explicitly supported the Ryan or the Romney plans?\n\nWe should note that Hasner served in the Florida Legislature, not in Congress. So he’s never taken a vote on the Ryan plan.\n\nBut in the past, Hasner clearly said he supported the Ryan plan. When he was running for the GOP primary for U.S. Senate, he repeatedly voiced his support for it. In 2011, the Washington Post The Fix blog-- one of the citations in Frankel’s ad -- said that Hasner \"fully embraced\" Ryan’s budget \"a rare Senate candidate willing to take such a step.\"\n\nHasner said he would vote for the plan \"without hesitation\" and suggested the plan \"does not go far enough.\"\n\nAnd he chastized Republicans who were backing away from it: \"A lot of Republicans are starting to waffle on this question. Some are backing away, some are hedging their bets, some are sticking their finger in to test the political winds. I want you to know that I fully support the Paul Ryan plan.\"\n\nBut trailing behind in the Senate primary, Hasner switched to the congressional race in February 2012. Now as a candidate running in a left-leaning district where he needs the independent vote, Hasner often talks about his support for the \"bipartisan Wyden/Ryan\" plan.\n\nIs Ryan -- the GOP vice presidential candidate and hero of conservatives -- actually the author some sort of bipartisan plan? Well, sort of -- on paper. But that was a white paper about reforming Medicare -- not a detailed tax plan.\n\nHasner told us in an interview that he supports extending expiring tax cuts, sometimes called the Bush tax cuts, for all incomes.\n\n\"I support extending the current tax rates just like President Obama supported extending them back in 2010,\" he said. (That’s different than Frankel, who has repeatedly said like Obama she wants to get rid of tax cuts for those earning above $250,000.)\n\nHasner said he supports the general principle of eliminating exemptions and cutting tax rates, but he declined to endorse the specific targets set forth in the Romney and Ryan plans.\n\nHasner also said: \"I will never support any tax increase on middle-income earners ever. ... If you're not going to eliminate loopholes and exemptions, then I wouldn't support lowering rates.\"\n\nHasner said he was \"not afraid\" of more revenues coming into the government because revenues as a percentage of GDP are below historical levels. He says he supports \"a responsible approach.\" The claim is the ad is \"misleading and false,\" he said.\n\nWould Romney's plan result in tax increases on the middle class?\n\n\"Not only do I believe the Romney plan doesn't do that, but I would never do that.\"\n\nHasner wrote on his campaign website: \"Reducing marginal rates while broadening the tax base through the elimination of loopholes and exemptions will produce enough revenue to ‘pay’ for cutting everyone’s tax rates and would not require any middle class tax increase, nor would it produce a net windfall for high income taxpayers.\"\n\nHasner told us in an interview he supports maintaining exemptions for mortgage and child tax credits. He would support eliminating an exemption for employer-sponsored health care and putting in place a new health care tax credit.\n\n\"I want to level the playing field for people who want to purchase health insurance as individuals and that means eliminating the exemption for employer-sponsored health care,\" he said.\n\nOur ruling\n\nFrankel’s ad says \"Hasner gives the wealthy tax breaks worth $250,000 a year but hikes middle class taxes $2,000.\"\n\nThe ad bases its claim on a proposal put before Congress by Paul Ryan, now the vice presidential nominee, which Hasner has praised in the past. The plan addressed many aspects of the federal government, including simplifing the tax code by repealing exemptions and cutting tax rates.\n\nBut the impact of Ryan’s plan for the middle class is muddled. It’s not clear that it would result in a tax hike for the middle class, though some say it will. The tax plan lacked specifics, which makes it difficult to evaluate. Hasner says he won’t vote for a tax plan that includes middle-income tax increases.\n\nMeanwhile, the ad doesn’t mention the Ryan plan as the source of its claims and states without qualification that Hasner supports tax increases.\n\nWe rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10165"}