{"url": "/factchecks/2007/sep/07/dennis-kucinich/nafta-not-a-big-factor-in-increase/", "speaker": "Dennis Kucinich", "vclaim": "\"When NAFTA was passed, there was an acceleration of immigration from Mexico because people were\nin search of jobs.\"", "truth_label": "half-true", "date": "stated on September 9, 2007 in a debate in Miami, Fla.:", "title": "NAFTA not a big factor in increase", "text": "At the Univision debate in Miami on Sept. 9, 2007, Kucinich said the North American Free Trade Agreement had led to a surge in immigrants coming into the United States from Mexico. He said,\n\"When NAFTA was passed, there was an acceleration of immigration from Mexico because people were\nin search of jobs.\"\n\nHe is correct that migration from Mexico has accelerated since NAFTA took effect in 1994, but it's a stretch to attribute that to the trade agreement.\n\n\nIndependent analysis suggests there are several other factors involved besides NAFTA.\n\n\nExperts point out that migration from Mexico in the 1990s was encouraged by the booming economy in the United States. Migration peaked in 2000 and since then has fallen off by more than a quarter following the slowdown in the economy after 2001.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nEmigration was already high before 1994, especially due to people fleeing the wars in Central America in the 1980s. Poverty, coupled with natural disasters (Hurricane Mitch in Honduras in 1998 and an earthquake in El Salvador in 2001) continues to draw large numbers of migrants from Central America.\n\n\nIn fact, immigration patterns were not substantially affected by NAFTA, according to a February 2004 report by the Congressional Research Service.\n\n\nThe report found that while legal and unauthorized worker migration from Mexico to the United States did accelerate after NAFTA was implemented in 1994, the trade agreement was \"largely irrelevant.\"\n\n\nIt found that workers were drawn to the United States by Mexico's inability to provide jobs for a burgeoning work force, as well as periodic financial crises that caused huge job losses and undermined confidence in the Mexican economy.", "vclaim_id": "vclaim-pol-16635"}