{"url": "/factchecks/2015/apr/23/ed-schultz/msnbcs-schultz-trade-deals-closed-50000-factories/", "speaker": "Ed Schultz", "vclaim": "\"America has lost over 50,000 manufacturing factories on other trade deals.\"", "truth_label": "half-true", "date": "stated on April 17, 2015 in a broadcast of MSNBC's \"The Ed Show\":", "title": "MSNBC's Ed Schultz: Trade deals closed 50,000 factories", "text": "A Pacific trade pact moving through Congress has split many pro-union Democrats with President Barack Obama. Liberal MSNBC television host Ed Schultz is among those opposing the deal.\nThe Trans-Pacific Partnership would expand trade and investment between America and 11 Pacific Rim countries. But Schultz says it's a bad proposition for the American worker.\n\"Proponents of this trade deal claim that there have been net job gains under previous American trade deals,\" Schultz said April 17, 2015. \"That's false. America has lost over 50,000 manufacturing factories on other trade deals. America has turned its economy to a paper-shuffling service industry economy.\"\nIn this fact-check, we assess whether past trade deals have caused more than 50,000 factories to shut their doors. We sent a note to Schultz through the MSNBC press office to get more details on his statement and didn’t hear back.\nThe number of factories\nThe easiest part to check is the number of manufacturing establishments. Our starting point is 1993 because the biggest free trade deal, the North American Free Trade Agreement, otherwise known as NAFTA, took effect on Jan. 1, 1994.\nThe Census Bureau gathers statistics on U.S. business and it identifies the ones involved with manufacturing. In 1993, there were 355,338 establishments. This is a count of manufacturers of all sizes, from lone operators all the way up to businesses with over 1,000 workers. Some people might say a guy in his garage doesn’t fit the description of a factory, but there’s no obvious point to draw the line so we used the most inclusive number.\nWe drew on two census databases -- Statistics of U.S. Businesses and the Longitudinal Business Database. The numbers from both are pretty much in line with the other, but the longitudinal database has data for every year while the other is missing figures for 1993-96. Both data sets show a rise in manufacturing businesses immediately after NAFTA followed by a steady decline in the number of establishments starting in 1996 or 1997. (One company may have many manufacturing establishments.)\nThe following chart comes from the longitudinal database.\nSo how do Schultz’s figures hold up? He’s right so long as you include the impact of the Great Recession. Between 1993 and 2012, the number of manufacturing establishments fell by 71,525. Using the other census data set, the decline was over 90,000 (the totals vary due to different survey methods).\nThere’s another way to look at the data. Schultz didn’t credit NAFTA with adding to the country’s manufacturers, but we note that the number of establishments rose in the first three years the treaty was in effect. Just because two things happen at the same time doesn't mean that one caused the other, but simply to cover our bases, we looked at the drop since the high point of 1996.\nWorking from the longitudinal data set, that gives us 77,487 firms lost between 1996 and 2012.\nSchultz talked about losing \"over 50,000 manufacturing factories,\" which seems like a safe number. Except for one big thing -- the Great Recession itself.\nSchultz said the country lost those factories due to trade deals. It seems difficult to argue that a global economic meltdown didn’t play a much larger role. Every sector took a hit to some degree, from retail, to real estate to construction. Looking back on the crisis, no one would claim that construction firms shut down due to NAFTA or any other trade agreement.\nTo keep the recession out of the equation, we looked at 2007, the last year before the economy tanked. Doing that changes the numbers in a big way.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBased on the longitudinal data set, between 1993 and 2007, 32,363 establishments disappeared. If 1996 is the starting point, 39,297 were lost. Using the other database, Schultz does better -- 56,261 since 1992 and 62,485 since 1997.\nWe don’t know where Schultz got his facts, but one key data set suggests Schultz exaggerated the impact of past trade deals.\nTrade, manufacturing and the economy\nIt is difficult to tease out the specific impact of trade on jobs. That doesn’t mean it can’t be done, but the details get tricky and economists will disagree on some fundamental facts. Schultz put the loss of 50,000 factories squarely at the doorstep of trade deals. From our survey of the research and feedback from economists, trade agreements caused anywhere between some and a lot of those closures. There’s no consensus on where in that range the actual point lies. Plus, analysts differ on whether the jobs that replaced manufacturing put the country on a better course.\nA quick word about trade deals. Some treaties with countries are formalized as free-trade agreements. That list includes NAFTA, CAFTA (which involved several Central American nations), South Korea, Chile -- 20 countries all told .\nChina is a different matter. In 2000, China was granted permanent normal trade relations status. While this wasn’t a free trade deal, it eliminated potential tariff increases on goods from China and opened the door to much greater flows of investment between the two nations. For most intents and purposes, it was a trade deal.\nIt arguably has proved the most significant. In 2014, total trade with China approached $650 billion in exports and imports, with a trade deficit of about $316 billion, larger than with any other single country. For the record, American trade with Canada was greater, $759 billion, but the trade deficit was only $7 billion.\nAn analysis co-authored by Justin Pierce, a member of the board of governors of the Federal Reserve Board, and Peter Schott, a Yale economist, found that U.S. policy on China hit American jobs hard and manufacturing even harder. It reduced total employment growth by nearly 20 percentage points from 1997 to 2007 compared to a decade earlier. Among production workers, the reduction was nearly 25 percentage points.\nRobert Scott is an economist with the Economic Policy Institute, a Washington think tank supported in part by unions. Scott told PunditFact that America’s trade deficit with China cost about 3.2 million jobs between 2001 and 2013.\n\"With China, somewhere in excess of 75 percent of the jobs lost are due to trade,\" Scott said.\nOthers are not so sure that trade deserves the brunt of the blame. Martin Baily, an economist at the centrist Brookings Institution, an academic center in Washington, says some of the job losses stem from trade, but not all.\n\"Part of what has happened is that there has been consolidation in the industry to take advantage of larger scale production,\" Baily said. \"Manufacturing is changing because of technology and trade and that inevitably will lead to plant closures.\"\nOne line of argument is that workers have become more productive and it takes fewer of them to produce the same goods. (Scott and others say the numbers don’t back that up.) But for Baily, one of the reasons that jobs moved overseas has less to do with trade itself and more with the appetites of American consumers. In effect, Americans wanted more things than our factories could produce, so imports grew.\nBut as proof that all explanations are subject to debate, we found economists who argue the exact opposite. Economists Robert Z. Lawrence and  Lawrence Edwards writing in the Harvard Business Review said a lack of demand led to manufacturing job losses. American factories grew too efficient, and therefore needed fewer workers to meet the needs of consumers.\n\"Trade deficits in manufactures have played only a partial role in reducing employment—and almost no role over the past decade,\" they wrote.\nOur ruling\nSchultz said that more than 50,000 manufacturing factories were lost due to trade deals. His numbers are up for some interpretation, depending on how you factor in the most recent recession.\nThe recession itself exposes a flaw in Schultz’s math in that he blames trade deals for almost all of the decline in factories. But there is no question that worldwide economic events played the dominant role after 2008. Changes of technoogy also have played a role. This statement is partially accurate but leaves out many important details. We rate it Half True.", "vclaim_id": "vclaim-pol-06491"}