{"url": "/factchecks/2011/nov/01/nina-turner/nina-turner-says-plummeting-home-values-have-hamme/", "speaker": "Nina Turner", "vclaim": "\"The collective net worth of Americans has taken a $5.5 trillion hit ... mainly due to plummeting home values.\"", "truth_label": "true", "date": "stated on October 24, 2011 in an opinion column:", "title": "Nina Turner says plummeting home values have hammered Americans' collective wealth", "text": "Expect to hear more from Nina Turner in the coming months.\n\nThe Democratic state senator from Cleveland is considering a primary challenge next year against incumbent U.S. Rep. Marcia Fudge of Warrensville Heights.\n\nThe potential race already has political watchers buzzing. Turner has been seen as a rising star since her days on the Cleveland City Council and is well known for breaking with Fudge and other black leaders two years ago to back a successful Cuyahoga County government reform measure. She also is known for her oratorical gifts, having appeared several times on cable network MSNBC to discuss Statehouse issues that have gained attention nationwide.\n\nBut does her substance match her style? As Turner explores a congressional bid, PolitiFact Ohio decided to explore a guest column she recently authored for the Politic365.com website.\n\nThe site focuses on minority issues, and Turner’s piece, titled \"From Frustration to Prosperity,\" tackled themes that echo far beyond Ohio. In 670 words, she referred to the Tea Party and Occupy Wall Street movements, quoted President Franklin D. Roosevelt and endorsed the notion that government can \"breathe life into our otherwise dormant recovery.\"\n\nThe piece also was chock full of economic statistics that tied together Turner’s contentions. One statement in particular caught our eye: \"The collective net worth of Americans has taken a $5.5 trillion hit, according to the Federal Reserve; mainly due to plummeting home values.\"\n\nThough Turner cited her source, it is not uncommon for politicians to hear and repeat numbers out of context, so PolitiFact Ohio went searching for the original source material.\n\nWe quickly found that the Christian Science Monitor presented the same figure in the same way in a story published Oct. 19, several days before Turner’s column appeared.\n\n\"Since 2007, Americans’ collective net worth has fallen about $5.5 trillion, or more than 8.6 percent, according to the Federal Reserve,\" the article stated. \"The bulk of that decline is in real estate, which has lost $4.7 trillion in value, or 22 percent, since 2007.\"\n\nOur Internet search showed the story was picked up by other news outlets across the country. Turner, in an interview, acknowledged that the article got the ball rolling for her column.\n\nBut once on the Federal Reserve’s website, we didn’t know where in the haystack of data to find the one particular needle of information we needed. And we didn’t receive any help in response to our calls and emails. Luckily, Christian Science Monitor reporter Ron Scherer and Turner’s aide came through -- and both pointed us to the same set of Federal Reserve numbers.\n\nIn a Sept. 16 statistical release, the Fed provided 120 pages of economic figures. The relevant data comes on a \"Balance Sheet of Households and Nonprofit Organizations.\" The table includes figures between 2005 and the second quarter of 2011. And since 2007, net worth -- assets minus liabilities -- dropped from $64.2 trillion to $58.7 trillion, or about $5.5 trillion.\n\nThe table also confirms the significant drop in home values -- as the Christian Science Monitor reported, about $4.7 trillion -- that accounts for the drastic decrease in net worth.\n\nIt is important to note that while Turner’s column did not bookend the $5.5 trillion figure with exact dates, it generally addressed the effects of the recent recession -- the same post-2007 period covered by Scherer. So her use of the Fed numbers from 2007 and after made sense.\n\nOn the Truth-O-Meter, we rate Turner’s claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12166"}