{"url": "/factchecks/2014/aug/05/dont-let-florida-go-pot/medical-marijuana-opponents-say-drug-often-involve/", "speaker": "Don't Let Florida Go To Pot", "vclaim": "\"25 percent of all drug-related fatal vehicle accidents in the U.S. involve marijuana.\"", "truth_label": "half-true", "date": "stated on August 5, 2014 in on their website:", "title": "Medical marijuana opponents say drug often involved in fatal car crashes", "text": "Medical marijuana opponents are taking to the streets to oppose Amendment 2, citing statistics that drugged driving would be a major side effect to legalizing cannabis.\nDon’t Let Florida Go To Pot, a coalition of more than 40 organizations fighting against the proposed medical marijuana amendment, says on its website that the drug is implicated in a fourth of all fatal accidents.\n\"Twenty five percent of all drug-related fatal vehicle accidents in the U.S. involve marijuana,\" the group says under the header \"Statistics\" (the number is repeated on an infographic on the site).\nWas marijuana a factor in a quarter of all fatal car accidents involving drugs? PolitiFact Florida hit the books to see what Don’t Let Florida Go To Pot was driving at.\nFor the record\nFirst of all, we have to note this check began when we noticed on Aug. 4, 2014, that the Statistics page actually had the sentence, \"25 percent of all fatal vehicle accidents in the U.S. involve marijuana.\" That certainly sounded like too much to us, so we asked the group about it.\nEric Pounders, spokesman for the Florida Sheriffs Association, responded to our questions that evening by saying the statement included the phrase \"drug-related.\" That’s not what we read, but it’s what the site says now.\nPounders concluded that although the prior phrasing had been used as recently as three months ago, it had been clarified to be more accurate. He told PolitiFact Florida we may have \"encountered a previous version of the site that had been temporarily restored to fix an issue.\"\nIn any event, he said the 25 percent stat came from an October 2011 White House Office of National Drug Control Policy report that measured the rate of positive results among drivers that had been tested for drugs in fatal crashes between 2005-2009.  The study used National Highway Traffic Safety Administration’s Fatality Analysis Reporting System data of accidents across 50 states in which the driver was killed and subsequently tested for drugs.\nThe report noted that of the roughly 127,000 fatal crashes in that time frame, almost 78,000 drivers were tested for drugs. Winnowing down those results, positive tests for cannabinoids rose steadily from 22.6 to 26 percent between 2005 and 2008, dropping slightly to 25.3 percent in 2009.\nThere are some problems with that data. First of all, there is no set procedure or uniform level of toxicity for drug testing among the states, as laws and protocols vary widely. The report says \"a positive test result does not necessarily imply impairment or causation,\" and says testing often is inaccurate. Furthermore, data in which a driver may have been using drugs but survived a crash in which someone else died is not included.\nThere is often no universally accepted threshold of impairment for illicit drugs, the White House report says. There also is some question as to whether the specific presence of cannabinoids, including the main psychoactive chemical component, tetrahydrocannabinol, is an accurate indicator of impairment.\nThe NHTSA states, \"It is difficult to establish a relationship between a person's THC blood or plasma concentration and performance impairing effects.\" That’s in part because cannabinoids linger in a person’s system long after they’ve ingested the drug.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Marijuana, unlike alcohol and most other drugs, stays in a person’s system for up to 30 days,\" says Ben Pollara, spokesman for United for Care, the group promoting Florida’s Amendment 2. \"So its presence in a person’s blood is not an indicator that they were impaired at the time of the accident.\"\nThat 25-percent figure seems to track with other studies of drug-related fatal crashes, however. One 2011 study from the Pacific Institute for Research and Evaluation in Calverton, Md., examined fatal single-vehicle accidents between 1998 and 2009 that involved speeding, failure to obey or yield, inattention and failure to use a seat belt.\nThat study found about 23 percent of those crashes involved cannabinoids, although the study adds the caveats that the drivers’ drug levels were not available, and those deaths most often involved speeding and the driver not using a seat belt.\nWhen you change the parameters of the research, the numbers vary. A 2014 Columbia University study looking at six states reported marijuana was present in 12 percent of accidents in 2010, up from 4 percent in 1999.  \nA University of Colorado School of Medicine study released in May 2014 comparing Colorado to 34 other states concluded marijuana was present in 10 percent of fatal accidents by the end of 2011, as opposed to 4.5 percent at the beginning of 1994.\nBut yet another study from 2012 from universities in Oregon, Montana and Colorado measured crashes in medical marijuana states. The study found that while instances of drugged driving went up in those places, total fatal accidents dropped somewhere between 8 and 11 percent overall.\nThe possible reason, in a nutshell? Most people probably smoke their weed at home instead of driving home drunk from a bar, the study’s authors hypothesized.\nAlcohol still remains the most abused substance involved in fatal drug-related accidents -- as high as 60 percent, depending on the year and study.\nMontana State University economics professor D. Mark Anderson, one of the authors of the study showing a decrease in fatalities, said that the numbers didn’t supply a direct link between marijuana use and accidents. Indeed, none of the research PolitiFact Florida cited above claimed to establish a definite cause and effect.\n\"Maybe 25 percent of all people involved in fatal vehicle accidents also drank milk for breakfast,\" Anderson said.\nOur ruling\nDon’t Let Florida Go To Pot said, \"25 percent of all fatal drug-related vehicle accidents in the U.S. involve marijuana.\"\nSome other research backs up that number, although the studies are limited in scope and descriptiveness. Reports usually don’t show whether marijuana use was the cause of the accident or how long ago the drug was ingested, and are limited in several other ways. Marijuana, for example, can be detected in person’s system for weeks after ingestion. The study cited by the group also only measured drivers that died and were tested for drugs, a very specific scope that doesn’t tell the whole story.\nExperts warned it’s not wise to imply causation among marijuana users in fatal crashes, but a 25 percent rate of involvement has been established in some studies. We rate the statement Half True.", "vclaim_id": "vclaim-pol-07487"}