{"url": "/factchecks/2020/oct/27/instagram-posts/malia-obama-credit-card-photo-isnt-new-and-theres-/", "speaker": "Instagram posts", "vclaim": "Says photo of Malia Obama's credit card next to white powder was found on Hunter Biden's laptop.", "truth_label": "false", "date": "stated on October 24, 2020 in an Instagram post:", "title": "Malia Obama credit card photo isn’t new and there’s no evidence it came from Hunter Biden’s laptop", "text": "The story about the contents of Hunter Biden’s alleged laptop hard drive continues to dominate on social media days before the election, and now some posts are attempting to drag in the relatives of other powerful Democrats.\nSocial media posts claim, without proof, that a photo of a credit card allegedly belonging to President Barack Obama’s oldest daughter, Malia, was also leaked from the hard drive. The image shows a worn JP Morgan Visa card with the name \"Malia A. Obama\" on it next to lines of white powder.\n\"Malia Obama’s credit card used to chop and line up cocaine found on Hunter Biden’s laptop,\" words above the image read.\nThis is false and follows a lengthy pattern of unconfirmed hoaxes related to the Obama children. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe image is not new. It first appeared online in late December 2019, 10 months before the New York Post’s story about the laptop was published.\nAt the time, various websites said that \"hackers\" stole Malia Obama’s credit card and posted it online. The origin of the photo is still unknown, and any connection between Malia Obama and the white substance in the image remains unsubstantiated.\nWe haven’t been able to review or verify the contents of the laptop hard drive allegedly belonging to Hunter Biden because the data has not been seen, at least not widely. Allies of President Donald Trump who say they have it — particularly Rudy Giuliani, President Trump’s personal lawyer who procured the laptop — have declined to share the data with other outlets for review. \nThe Obama daughters have been popular targets for purveyors of misinformation for years. This is another example of that. We rate it False.", "vclaim_id": "vclaim-pol-18789"}