{"url": "/factchecks/2021/jan/16/instagram-posts/no-joe-biden-didnt-stay-silent-about-violence-blac/", "speaker": "Instagram posts", "vclaim": "Says Joe Biden stayed silent about violence at Black Lives Matter protests.", "truth_label": "false", "date": "stated on January 12, 2021 in an Instagram post:", "title": "No, Joe Biden didn’t stay silent about violence at Black Lives Matter protests", "text": "After a mob of President Donald Trump’s supporters stormed and occupied the U.S. Capitol on Jan. 6, an Instagram post suggested that President-elect Joe Biden, who condemned that attack, remained silent when demonstrations turned violent in the late spring and summer of 2020.\nThe post was an apparent reference to the numerous Black Lives Matters protests held around the country, following the May 25 death of George Floyd, a 46-year-old Black man who died after a Minneapolis police officer pinned Floyd’s neck under his knee. Some of the demonstrations turned violent.\nThe post showed four images. Three depicted fire and violence in the streets — one labeled June, one July and one August; superimposed over each was a photo of Biden, with his eyes closed. A fourth image showed a tightly packed crowd and a superimposed photo of Biden, looking forward, with a quote: \"This violence is a threat and must end now.\"  \n\"He was asleep the whole time,\" reads the accompanying caption. The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nDuring the attack on the Capitol, Biden called on Trump to go on national television \"and demand an end to this siege.\" \"This is not dissent, it’s disorder, it’s chaos.\" Biden said. \"It borders on sedition, and it must end. Now.\"\n\nBut Biden also spoke out a number of times when violence broke out during some Black Lives Matter protests.\nBiden denounced violence \nOn May 30, Biden said in a statement about Floyd: \"Protesting such brutality is right and necessary. It’s an utterly American response. But burning down communities and needless destruction is not. Violence that endangers lives is not. Violence that guts and shutters businesses that serve the community is not.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 20, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Exotic was pardoned.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 21, 2021\n\n\n\n\n\n\n\nIn a campaign speech on June 2 about the Floyd protests, Biden said: \"There’s no place for violence, no place for looting or destroying property or burning churches or destroying businesses.\"\nOn July 28, he said: \"I’ve said from the outset of the recent protests that there is no place for violence or the destruction of property. Peaceful protesters should be protected — but arsonists and anarchists should be prosecuted — and local law enforcement can do that.\"\nAfter protests in downtown Portland, Ore., for every night for nearly three months following Floyd’s killing, Biden said Aug. 30 in a statement while campaigning: \"I condemn violence of every kind by anyone, whether on the left or the right. And I challenge Donald Trump to do the same.\"\nOn Aug. 26, in the wake of violence in Kenosha, Wis., following the police shooting of Jacob Blake, Biden said in a video: \"Burning down communities is not protest, it’s needless violence — violence that endangers lives, violence that guts businesses, and shutters businesses that serve the community. That’s wrong.\"\nOur ruling\nAn Instagram post six days after the attack on the U.S. Capitol  suggested that Biden, who condemned the attack, had stayed silent about violence at Black Lives Matter protests during June through August of 2020. \nBiden made several statements during that period denouncing the violence. \nWe rate the statement False.", "vclaim_id": "vclaim-pol-19184"}