{"url": "/factchecks/2016/may/26/barack-obama/us-v-nordic-block-how-they-compare-foreign-aid/", "speaker": "Barack Obama", "vclaim": "\"The Nordic countries are some of the few countries\" that meet development aid goals.", "truth_label": "mostly-true", "date": "stated on May 13, 2016 in a press conference:", "title": "US vs. the Nordic block: How they compare on foreign aid giving", "text": "President Barack Obama recently hosted a meeting with the leaders of Sweden, Norway, Denmark, Finland and Iceland. The president had nothing but good things to say about his visitors from the Nordic block, remarking that, \"There have been times where I’ve said, ‘Why don’t we just put all these small countries in charge for a while, and they could clean things up.’ \"\nSmall but potent was a recurring theme.\n\"They are, individually, not large countries in terms of population, but in terms of effectiveness, contributions, ideas, energy, they are enormously important players on the international stage,\" Obama said as they wrapped up their meeting on May 13, 2016. \"The Nordic countries are some of the few countries -- and, by the way, the United States doesn’t fall into this category -- of meeting the goals that had been set with respect to foreign aid and humanitarian assistance.\"\nObama was specifically thinking about a United Nations benchmark that says that 0.7 percent of a country’s Gross National Income should go to official development assistance. It’s an aspirational target that dates back to 1970 and is entirely voluntary. (Gross National Income is a slightly less common way to measure the size of country’s economy.)\nThe Organization for Economic Cooperation and Development keeps track of that spending. The money has to go to developing countries and military aid doesn’t count. Since about 1980, four countries have met or shot well beyond the 0.7 percent mark.\nThey are Sweden, Norway, Denmark and the Netherlands.\nYou will notice that Finland and Iceland are missing from that group. Finland has come close, approaching 0.6 percent since 2010, and once -- in 1991 -- hitting 0.8 percent. But that’s not 0.7 percent. Iceland’s high-water mark was .47 in 2008, but its banks bet heavily on risky housing securities and the nation’s economy crashed hard in the Great Recession. Today, it puts .24 percent toward foreign development aid.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDaniel Greenfield\n\n\nstated on July 30, 2015 in an article on the Frontpage website\n\n\n\n\n\n\n\n\n\"Obama spent $7 billion to bring electricity to Africa, failed miserably.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • February 11, 2016\n\n\n\n\n\n\n\nHere’s how the 29 member countries of the OECD Development Assistance Committee stack up. (The United States is listed in orange; Nordic countries are in blue.)\n\n \nThe United States is in the middle of the pack with 0.17 percent of GNI. That is just one way of measuring aid, however. The American economy is huge, so in terms of raw dollars, its spending stands way above all others. In 2015, the total was nearly $31 billion, or about a fifth of all the development aid tracked by the OECD.\nOf note: Great Britain and Luxembourg have been doing a good job of hitting the 0.7 percent target. In a purely technical sense and for just a couple of years, so has the United Arab Emirates. In 2014 and 2015, it gave more than 1 percent of its GNI in aid. But virtually all of that went to Egypt to support the military after it toppled the government led by parties aligned with the Muslim Brotherhood.\nOur ruling\nObama said that the Nordic countries are among the few that have met foreign development aid goals. He was referring to the voluntary target of 0.7 percent of Gross National Income that wealthier nations agreed to in 1970. For the largest Nordic nations of Denmark, Sweden and Norway, Obama is correct. All of them have met or exceeded the 0.7 percent mark for many years.\nBut if you put Finland and Iceland into the mix, the statement’s accuracy slips. Finland is close but not quite at the mark, and Iceland lies further from it.\nWe’ll say the statement is three-fifths correct. That rates Mostly True. https://www.sharethefacts.co/share/6a084bb1-9be1-41b7-b78f-a97ec48df5a3", "vclaim_id": "vclaim-pol-04911"}