{"url": "/factchecks/2018/oct/29/mike-dewine/mike-dewine-ad-blames-rich-cordray-raising-taxes-a/", "speaker": "Mike DeWine", "vclaim": "\"During the Strickland-Cordray era, taxes were raised by $800 million and Ohio lost 400,000 jobs.\"", "truth_label": "barely-true", "date": "stated on October 20, 2018 in an ad:", "title": "Mike DeWine ad blames Rich Cordray for raising taxes and job losses, but that's misleading", "text": "Ohio Republican Mike DeWine says Richard Cordray held statewide office at a time when the state bled jobs and hiked taxes.\n\"During the Strickland-Cordray era, taxes were raised by $800 million and Ohio lost 400,000 jobs...,\" says a TV ad by DeWine, the current attorney general. \"Richard Cordray will raise taxes. Kill jobs.\"\nPreviously, we found that DeWine has misled by stating that Cordray will raise taxes.\nHere we will fact-check whether Democrats Cordray and then-Gov. Ted Strickland were in office when Ohio raised taxes by $800 million and if Ohio lost 400,000 jobs. These are similar to attacks we heard from Ohio Republicans in 2010, and like back then, they omit some context.\nThe new attacks pertain to when Cordray was state treasurer from 2007 to 2008 and attorney general from 2009 to 2010.\nWe found that it is misleading to blame Cordray for job losses or tax increases during his tenure because he had the responsibility for neither.\n\"Taxes were raised by $800 million\"\nThis statement pertains to a decision by Strickland in late 2009 to freeze a scheduled 4.2 percent income tax cut, the final year of a five-year cut. But the attack ignores the context of the cancelled tax cut and provides no evidence Cordray had a role in it.\nThe tax cut freeze was adopted after a plan to place slot machines at Ohio racetracks fell through, leaving a hole of more than $800 million in the budget, the Columbus Dispatch reported.\nThe Republican-controlled Ohio Senate signed off on the deal, narrowly.\nStrickland had to find a source of revenue or would have had to slash programs to balance the budget. And part of the reason for the shortfall can be pinned on Republicans, who increased spending in seven consecutive budgets while also cutting taxes when they controlled the General Assembly.\nHowever, the cut was scheduled to be reinstated the next year. Whether deferring a tax break for a year is the same as raising taxes has been a point of contention.\nPolitiFact Ohio previously found that those who owed the state after filing their 2009 taxes owed a little bit extra thanks to Strickland’s tax freeze. Strickland’s decision cost a family of four earning $60,000 a year about $78.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDeferring a cut isn’t precisely the same as a tax hike, and either way as attorney general Cordray didn’t have any responsibility for it.\n\"Ohio lost 400,000 jobs.\"\nIt’s true that Ohio lost jobs while Cordray was in office, but this ignores that he wasn’t to blame for the national recession.\nOhio lost about 368,000 jobs between January 2007 and December 2010, according to Bureau of Labor Statistics data.\nDuring the 2000s, Ohio lost a lot of manufacturing jobs. Most of the state job losses between 2007 and 2010 can be attributed to the severe national recession, University of Akron Professor Michael Nelson said.\n\"It is possible that a very modest amount of jobs could have been created had the scheduled state income tax cut gone through, but it would have minimal,\" he said. \"The bottom line: A state economy is driven first and foremost by what is happening in the broader national/international economy.\"\nThe Cleveland Plain Dealer compared the job record of Strickland with the current governor, Republican John Kasich, and found \"in both cases, like every other period as long as Ohio has been electing governors to four-year terms starting 60 years ago, Ohio has done worse than the nation as a whole.\"\nOhio consistently has gained jobs at a slower rate than the country, or in bad times, lost jobs faster than the nation.\nDeWine campaign cites Cordray’s comments about taxes\nThe DeWine campaign did not provide any direct evidence that Cordray played a role in the tax freeze or job losses. Instead, the campaign tried to portray Cordray as an opponent of policies that would grow jobs or reduce taxes and tried to lump him together with Strickland’s tax policy.\nFor example, spokesman Joshua Eck pointed to Cordray’s criticism in 2010 over JobsOhio, a proposal by Kasich to replace the Ohio Department of Development with a private nonprofit. That doesn’t mean Cordray was to blame for job losses, he just didn’t support a private takeover of the entity.\nEck pointed to statements Cordray made during this campaign about taxes, such as slamming Republicans for cutting state taxes. But Cordray has also said several times that he doesn’t see a need for tax increases.\nOur ruling\nDeWine said, \"During the Strickland-Cordray era taxes were raised by $800 million and Ohio lost 400,000 jobs.\"\nThis is a case of misplaced blame. The ad tries to scare voters into portraying Cordray as a tax hiker responsible for job losses when in fact there is no evidence he deserves any blame.\nThen-Gov. Strickland delayed the fifth year of an income tax cut to fill a budget hole in 2009, but as attorney general Cordray had no role in that decision. Ohio did lose those jobs, but the national recession was to blame -- not anything done by Cordray as treasurer or attorney general.\nWe rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/0b2d509b-d063-41ab-8491-e4941e0cb89d", "vclaim_id": "vclaim-pol-01375"}