{"url": "/factchecks/2017/nov/22/pat-mccrory/former-nc-gov-says-state-hasnt-really-repealed-con/", "speaker": "Pat McCrory", "vclaim": "The North Carolina bathroom bill \"was really never repealed.\"", "truth_label": "barely-true", "date": "stated on October 25, 2017 in a radio appearance:", "title": "Former NC Gov. says state hasn't really repealed controversial bathroom bill", "text": "It might seem like House Bill 2 – the controversial law that regulated transgender bathroom access – has been repealed and tossed into the annals of North Carolina’s political history.\nA new law, House Bill 142, was passed. The NCAA ended its boycott of the state. The NBA, which last year relocated its All-Star game from Charlotte to New Orleans upon passage of HB2, plans to hold the game in Charlotte in 2019.\nAnd protests that occurred in front of the governor’s mansion in Raleigh when former Gov. Pat McCrory was in office have dissipated.\nAll this, McCrory contended in a recent interview with WBT radio in Charlotte, has happened despite the fact that HB2 \"was really never repealed,\" he says.\nHB2 is a touchy subject for McCrory, who faced immediate backlash from corporations, advocacy groups and sports organizations after signing it into law in spring 2016. Democrat Roy Cooper beat McCrory, a Republican, last November in a tight race where Cooper campaigned on the idea that state leaders should focus less on social issues and more on teacher pay and health care.\nMcCrory told WBT that the media are biased because they haven’t reported that \"all of the restrictions that were in place last October are in place this October.\"\n\"Nothing's changed, but it is one of the best kept secrets in the media and in politics,\" McCrory said.\n\"Everyone's pretending the problem's solved and we're going to move on,\" he continued. \"It was a fake issue in many ways all along, and this is one issue where it's fake news that a bill was signed and very little changed except for the public perception.\"\nThis is one subject where McCrory and some of his former adversaries in LGBT advocacy groups basically agree.\nBen Graumann, communications director for Equality NC, referred to new law HB 142 as \"a continuation of HB2.\" And Chris Sgro, communications director for the Human Rights Campaign, said HB 142 \"while purported to be a 'repeal' of  HB2, simply replaces one discriminatory anti-transgender bill with another.\"\nSo we wondered if McCrory was on to something.\nWhat didn’t change\nHB2 required people in schools and other government buildings to use the bathroom that corresponded with their birth certificate. The law also banned local governments from passing local laws that protect LGBT people from discrimination within their boundaries, and prevented governments from making local rules raising the minimum wage, requiring paid leave policies and more.\nRepublicans had contended that HB2 protected safety and privacy in bathrooms by overriding a Charlotte ordinance that had allowed transgender people to use bathrooms matching their gender identity.\nOn March 30, the legislature approved and Cooper signed HB 142, which removed HB2’s name from the books.\nThe new law received bipartisan support in the legislature but harsh criticism from conservative Christian groups that said it endangered women and equal rights groups that said the bill didn’t go far enough.\nHB 142 repealed just one of four HB2 sections. The other three sections re-established modified versions of some of the most controversial parts of HB2.\nAs PolitiFact’s promise-tracking Coop-O-Meter points out, HB 142 added back HB2's bans on local anti-discrimination ordinances, but gave them an expiration date: Dec. 1, 2020, after the next gubernatorial election.\nThe new law left regulation of bathrooms, showers and changing facilities to state lawmakers, not the local school systems, universities, community colleges and other state agencies that had been setting their own policies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nBut, since the state steered clear of creating new regulations, the new bill creates \"widespread uncertainty about whether and where transgender people can use restrooms in government buildings,\" said Chris Brook, legal director for the ACLU of North Carolina.\n\"Asking if House Bill 2 is repealed doesn’t tell the whole story,\" Brook said. \"The more important question is, does North Carolina law continue to discriminate against LGBT people and transgender people in particular? And the answer is yes.\"\nWhat changed\nThe most controversial part of HB2, and the part that drew the most national attention, was the requirement that people in government facilities use the bathroom matching their birth certificate.\nThe cornerstone of HB 142 was the elimination of that requirement.\nRather than allow transgender people to use the bathroom matching their gender identity, North Carolina rejoined 48 other states that have no explicit law about bathroom access for transgender people. One state, Washington, has gone the other direction and explicitly allowed allowed transgender people to use the bathroom of the gender with which they identify.\nIn a statement explaining its willingness to resume placing events in North Carolina, the NCAA said: \"We have been assured by the state that this new law allows the NCAA to enact its inclusive policies by contract with communities, universities, arenas, hotels, and other service providers that are doing business with us, our students, other participants, and fans. Further, outside of bathroom facilities, the new law allows our campuses to maintain their own policies against discrimination, including protecting LGBTQ rights, and allows cities’ existing nondiscrimination ordinances, including LBGTQ protections, to remain effective.\"\nThe new law dissolved a ban on cities and counties imposing anti-discrimination ordinances on their contractors. Norma Houston, a lecturer for the UNC School of Government, described the changes in a post on the Coates’ Canons blog.\nCan a city or county require a contractor to have an anti-discrimination policy relating to the contractor’s suppliers or subcontractors that includes nondiscrimination on the basis of sexual orientation, transgender, or gender identity?\nPre-HB2: Yes\nHB2: No\nPost-HB2: Yes\nOn Oct. 18, Cooper signed an executive order that aims to prohibit discrimination (on the basis of race, gender, National Guard or veteran status, sexual orientation or gender identity) in government agencies and by state contractors.\n\"Governor Cooper said when he signed HB 142 that it represented a first step and he will continue to work to provide non-discrimination protections for all North Carolinians,\" Cooper’s spokesman, Ford Porter, wrote.  \nAlong with Josh Stein, the N.C. attorney general, Cooper also announced a proposed settlement that if approved by a judge would allow transgender people in North Carolina facilities run by the Cooper administration to use public restrooms and other facilities that match their gender identity.\n\"By taking these steps, North Carolina is sending a clear message to the world that we are a welcoming state that is open for business,\" he said. \"Claiming that no progress has been made is completely and objectively false.\"\nThe proposed settlement, known as a consent decree, was proposed and agreed upon by Cooper and challengers of the lawsuit \"because of the significant constitutional harms H.B.142 has caused transgender North Carolinians,\" the ACLU said in an email. \"If entered, the consent decree would alleviate some of the sweeping harms that vulnerable transgender North Carolinians suffered from the H.B. 2 and H.B. 142 saga.\"\nIt’s unclear whether the judge will approve the settlement.\nOur ruling\nMcCrory said HB2 \"was really never repealed.\" The bill named HB2 was indeed trashed and the most controversial part of it is gone. Advocates point out that parts of the repeal bill are still restrictive. But it’s incorrect to suggest, as McCrory did, that \"nothing’s changed.\" We rate this claim Mostly False.\n \n Share the Facts 2017-11-22 23:30:41 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  The North Carolina bathroom bill \"was really never repealed.\"    Pat McCrory former governor newsobserver.com   charlotte Wednesday, October 25, 2017 2017-10-25    Read More  info", "vclaim_id": "vclaim-pol-02658"}