{"url": "/factchecks/2014/apr/24/texas-right-life/texas-lawmakers-including-dan-branch-tightened-lim/", "speaker": "Texas Right to Life", "vclaim": "\"In 2005, Dan Branch tried to expand third-trimester abortions in Texas.\"", "truth_label": "false", "date": "stated on March 21, 2014 in an email blast:", "title": "Texas lawmakers including Dan Branch tightened limit on late abortions in 2005", "text": "Have Republican voters advanced a candidate for attorney general who tried to make abortion more accessible?\nTexas Right to Life said in a March 21, 2014, email blast about state Rep. Dan Branch of Dallas, \"In 2005, Branch tried to expand third-trimester abortions in Texas!\" The blast said the change \"would have endangered disabled, unborn babies.\"\nWell, it was an amendment to an amended amendment, and it would have provided an exception to an abortion restriction that didn’t yet exist.\nDoes that mean Branch \"tried to expand\" late-term abortions?\nBranch faces state Sen. Ken Paxton of McKinney in a May 27, 2014, runoff for the GOP nomination in the race to replace Texas Attorney General Greg Abbott.\nBackup: An amendment to an amendment\nBy email, Texas Right to Life legislative director John Seago pointed us to an amendment Branch offered May 16, 2005, as the House was considering Senate Bill 419 to maintain the state medical regulatory agencies.\nFrom the front of the House chamber, Republican Rep. Will Hartnett of Dallas put forward an amendment to the state’s Occupations Code prohibiting third-trimester abortions \"when the abortion is not necessary to prevent the death of the woman.\"\nHartnett’s move--which won legislative approval and the backing of Republicans including Branch--amounted to a tightening of the existing state law, which barred third-trimester abortions unless the physician performing the abortion found the action \"necessary to prevent the death or a substantial risk of serious impairment to the physical or mental health of the woman; or the fetus has a severe and irreversible abnormality, identified by reliable diagnostic procedures.\" (That law was left in place, however, though the new restrictions superseded the old language due to a long-time legal provision stating that when laws are irreconciliable with one another, the law of more recent enactment prevails.)\nDuring House consideration of his proposal, Hartnett amended it to bar third-trimester abortions if \"the viable unborn child does not have a severe, irreversible brain impairment.\" Branch then proposed adding \"or vital organ\" after \"brain:\"\n\nRecapping: Hartnett’s amended amendment would allow late abortions if a \"viable unborn child\" had irreversible brain damage. Branch’s amendment, which Hartnett opposed, would have added another exception, allowing third-trimester abortions if the viable unborn child had irreversible damage to vital organs.\nBranch offers rationale not mentioned in '05 debate\nWe sought to interview Branch about why he offered his amendment. Branch campaign spokesman Enrique Marquez told us via email that Branch \"was concerned that, by focusing arbitrarily on the brain, to the exclusion of the heart or lungs, the Legislature might give a court an excuse to question the rational basis of the law.\"\nBranch didn’t explicitly mention potential court concerns in the House floor debate, according to the House’s archived online video (debate on Branch’s amendment starts at the 2:08:11 mark). But he repeatedly said it was rational to roll in irreversible vital organ damage if Hartnett’s amendment already specified irreversible brain damage as an exception. Branch said, \"What this is merely attempting to do is to be intellectually honest with the fact that there are other vital organs besides the brain in a third-trimester fetus. That’s all I’m trying to do.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBranch, saying he was \"strongly opposed as a general matter to third-trimester abortions,\" told the House, \"If you’re going to have this exception for severe, irreversible brain damage, then my point is, as a son of a neurosurgeon, as a brother of a neurosurgeon, as someone who’s lived through this with multiple children and multiple miscarriages, the term ‘or vital organ’ merely says that the heart -- it acknowledges that the heart or the lack of lungs or the kidney or the liver are all also vital organs in addition to the brain.\"\nBranch in debate: 'Pro-life position'\nAfter about 40 minutes of debate on his proposal, Branch said, \"I hope you understand I’m coming from this in a pro-life position; I’m really just trying to be careful and precise and intellectually honest. If we’re going to make this exception for the brain, then we ought to include absolutely essential organs.\"\nHartnett, moving to table Branch’s proposal, told House members that \"vital organ\" was too broad: \"I just think ... we’re getting into the posture of trying to water it down by drip, drip, erosion,\" he said. \"You can live without a kidney is my understanding, you can live without a lung, you can live without just about anything except your brain, and that’s why we’re drawing the line at the brain.\"\nThe House tabled Branch’s amendment before voting to adopt the Hartnett amendment and another that Hartnett offered requiring girls under age 18 to have a parent's permission before getting an abortion.\nIn the end, both Hartnett measures were regarded as tightening abortion restrictions. News stories from May 17, 2005, described the amendments as abortion limits, including a Fort Worth Star-Telegram story that quoted Hartnett as saying, \"It's important for our (abortion laws) to be drawn tighter, rather than broader, to protect the children and to give these children an opportunity to be born.\"\nSo Hartnett’s measure tightened abortion limits; Branch’s amendment would have added a second exception to one of them.  \nGroups diverge\nReturning to the present day: In the Texas Right to Life email, Texas Eagle Forum leader Cathie Adams and state Rep. Jodie Laubenberg, R-Parker, author of abortion restrictions that the Republican-led 2013 Legislature approved, are quoted as saying Branch's amendment would have expanded access to abortion.\nOn the other hand, Joe Pojman, executive director of Austin-based anti-abortion group Texas Alliance for Life (which endorsed Branch on April 11, 2014), told us by email that his organization regards it as \"as highly misleading and disingenuous\" to say Branch tried to expand late-term abortions.\nPojman said neither Hartnett’s fetal brain-damage exception nor Branch’s vital-organ exception would have expanded third-trimester abortions because the existing restrictions -- which lawmakers left in place -- didn’t significantly limit late abortions. \"Third-trimester abortions were effectively legal in Texas in 2005\" because of the mother’s-mental-health clause, he said.\nOur ruling\nTexas Right to Life said, \"In 2005, Dan Branch tried to expand third-trimester abortions in Texas.\"\nTThis statement would hold up if Branch's amendment loosened established limits. To the contrary, lawmakers including Branch embraced specific restrictions superseding a broad limit stating that any fetus with a severe, irreversible abnormality could be aborted in the third trimester.\nIf Branch's proposal had been adopted, such abortions could have taken place if a fetus had a severe irreversible impairment to the brain or--Branch’s wrinkle--another vital organ. The bottom line is Branch’s proposal would have restricted such abortions more than they'd been limited, which makes this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nCLARIFICATION, 4:50 p.m., April 25, 2014: We added some details to the body of this article and revised the section on our ruling. The rating did not change.", "vclaim_id": "vclaim-pol-07953"}