{"url": "/factchecks/2012/jun/08/wes-riddle/wes-riddle-says-misery-index-higher-october-2011-a/", "speaker": "Wes Riddle", "vclaim": "Says combined inflation and unemployment rates in October 2011 were the highest since Ronald Reagan succeeded Jimmy Carter.", "truth_label": "false", "date": "stated on October 22, 2011 in a speech.:", "title": "Wes Riddle says \"misery index\" higher in October 2011 than any time since Reagan succeeded Carter", "text": "Wes Riddle, who seeks to represent a new congressional district twisting from western Hays and Travis counties north to a sliver of Tarrant County, fired up a crowd last year by suggesting President Barack Obama was making history in a crummy way.\n\nRiddle, a retired Army lieutenant colonel now poised for a July 31, 2012, runoff with former Texas Secretary of State Roger Williams for the Republican nomination in the district, spoke at the Oct. 22, 2011, Austin Lone Star LiberTEA Fest rally, according to a DVD distributed by his campaign.\n\n\"Ronald Reagan said that status quo is Latin, Latin for the mess we're in,\" he said. \"And folks, we are in a heck of a status quo, let me tell you. How is that hope and change going for you? Are you better off than you were three years ago?\"\n\nA moment later, Riddle added: \"The misery index is the highest that it's been since Ronald Reagan took over from Jimmy Carter.\" Memorably, Reagan cited the \"misery index\" -- meaning the nation’s combined inflation and unemployment rates -- as an indicator that Carter merited replacement; voters agreed.\n\nWe looked into whether Riddle was right that as of October 2011, the misery index was higher than at any time since Reagan became president.\n\nOnline, we found a website showing the misery index for every month since January 1948. Economist Arthur Okun, an adviser to President Lyndon Johnson, devised the index. \"A combination of rising inflation and more people out of work implies a deterioration in economic performance and a rise in the misery index,\" the site says.\n\nIn a June 3, 2011, article, our friends at FactCheck.org pointed out that the index hit monthly highs of 13.63 under President Truman in January 1948; 17.01 in President Nixon's last full month in office, July 1974; 19.9 under President Ford in January 1975; and a record 21.98 under President Carter in June 1980.\n\nWhen Reagan won election, inflation was the prime mover of the index, though unemployment has been dominant lately. In April 2012, for instance, the index was 10.4, based on 8.1 percent unemployment and the inflation rate of 2.3. That was down from the highest index on Obama’s watch, 12.87 in August and September 2011, according to the index website.\n\nWe checked Riddle’s claim against the index site, learning that he did not account for the misery index in the early part of Reagan’s presidency.\n\nThe site, registered to NPA Services, Inc., in Richmond Hill, New York, says it collects unemployment rates from the U.S. Department of Labor and inflation rates from InflationData.com. By email, the site’s webmaster, John Naudus, told us he maintains the site in his spare time. We spot-checked annual unemployment and inflation figures for the decades at issue. Naudus’s site aligns with the unemployment rates on the labor department’s site and annual inflation figures on inflationdata.com.\n\nAccording to the misery index site, the index in Carter’s last year as president, 1980, was 20.76. In every subsequent year through 2011, the index was less than that.\n\nWith Obama as president, the index increased from 8.94 in 2009 to 12.11 in 2011, according to the misery index site. However, that was not the highest index since Reagan succeeded Carter. According to the site, the index was higher than Obama’s one-year high of 12.11 each of the first three years of Reagan’s presidency: 17.97 in 1981, 15.87 in 1982 and 12.82 in 1983.\n\nFor greater precision, we looked at the index month by month. This enabled us to compare the index in October 2011, when Riddle spoke, to the index for every previous month starting with Reagan’s presidency.\n\nThe October 2011 misery index was 12.43, based on the 8.9 percent unemployment rate plus the month’s 3.53 percent inflation, according to the site.\n\nAnd does that 12.43 misery index outpace any such index since Reagan succeeded Carter?\n\nHardly. According to the site, the index was higher in a couple of earlier months of Obama’s term and barely higher, at 12.60, in November 1990, when George H.W. Bush was president.\n\nArguably, these instances are close enough for comfort.\n\nStill, Reagan experienced higher misery indexes at the start of his presidency. The index exceeded 14 for Reagan’s first 25 months as president, according to the index site, and remained greater than 13 from February through May 1983.\n\nBy email, Brad Heritage of Riddle’s campaign sent a statement from Riddle saying the government changed how it calculates inflation and unemployment after 1980 and as a result, the index is lower of late than it would have been before the changes. A Bureau of Labor Statistics economist, Jacqueline Midkiff, told us the bureau does not agree that methodology changes weaken or invalidate unemployment rate/inflation rate comparisons across decades. She pointed out an August 2008 bureau article on inflation-rate myths and a 1994 bureau paper including information on comparing jobless rates over time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nWhen Riddle spoke, the U.S. misery index was 12.43 -- higher than the index over much of the previous 30 years.\n\nRiddle said, though, that the index was the highest it had been since Reagan succeeded Carter. That's not correct. The index was higher for nearly 30 months of Reagan’s presidency. His statement fails to account for the index’s full history. We rate his claim as False.", "vclaim_id": "vclaim-pol-10955"}