{"url": "/factchecks/2020/dec/22/facebook-posts/facebook-posts-wrongly-say-covid-19-bill-includes-/", "speaker": "Facebook posts", "vclaim": "Says COVID-19 relief bill “provides more funding to foreign governments and to American arts centers, than to the American people.”", "truth_label": "barely-true", "date": "stated on December 21, 2020 in in a Facebook post:", "title": "Facebook posts wrongly say COVID-19 bill includes foreign aid, arts funding", "text": "Shortly after lawmakers agreed on sending $600 stimulus checks to many Americans, Facebook users said the COVID-19 relief bill put foreign interests and the arts above the needs of the American people.\n\"Every American left and right should be calling for a #VETO of this stimulus ‘deal’— which provides MORE funding to foreign governments and to American arts centers, than to the American people,\" said a Dec. 21 post. \nThe post included a picture listing domestic entities and foreign countries appropriated millions if not billions of dollars, juxtaposed with just $600 for the \"American people.\"\nUnder domestic funding, for instance, it listed the \"Kennedy Center — $26,400,000.\"\nThe post mentioned at least eight foreign countries receiving aid, including Egypt, Sudan, and Ukraine. According to the post, Egypt would get $1.3 billion.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post is right that Congress appropriated funds for foreign aid and for American arts centers, and Americans are free to disagree that taxpayer money is allotted in this way. But it’s wrong to suggest that such funding is in the COVID-19 relief bill.\nOn Dec. 21, lawmakers in both chambers of Congress passed a $2.3 trillion spending package: a roughly $1.4 trillion omnibus spending bill — consisting of 12 different bills to fund the government during fiscal year 2021 — and a separate, approximately $900 billion bill specifically for COVID-19 relief. Lawmakers also passed several other smaller bills.\nIt’s the $1.4 trillion part of the package that included funding for U.S. policies and priorities within the country and abroad. The Facebook post conflates provisions of the COVID-19 relief bill with provisions in the omnibus spending bill.\nCOVID-19 relief bill \nIt’s been about nine months since a $2 trillion COVID-19 relief bill was signed into law by President Donald Trump. Some members of Congress were frustrated that legislative leaders released the new bill — 5,593 pages long — just hours before they were expected to vote on it.\nSome people argue that Americans should be getting more than $600 in direct payments, and the Facebook posts echo that sentiment. At the same time, the posts don’t mention the other forms of relief that will be available to some Americans, including unemployment assistance.\nOverall, the COVID-19 relief bill totals more than $900 billion. Americans who meet specific income criteria are expected to get $600. The relief bill includes about $166 billion for the stimulus checks, according to a breakdown from the Committee for a Responsible Federal Budget:\nHere’s the group’s breakdown of what else is in the bill:\n • $325 billion in aid to small businesses (includes Paycheck Protection Program)\n• $120 billion for unemployment assistance ($300 a week for 11 weeks)\n• $82 billion for education (such as K-12 education grants)\n• $56 billion for health care (includes funding for states to do COVID-19 testing)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n• $45 billion for transportation (includes payroll support program for airline workers)\n• $83 billion for other spending (such as rental assistance, nutrition programs)\n• $40 billion for other tax cuts (such as the Extend and Expand Employee Retention Tax Credit)\nFunding for foreign countries, arts is in other spending bill\nThe Facebook post says that lawmakers provided aid to at least eight foreign countries in the COVID-19 relief package, including $1.3 billion to Egypt.\nThat’s not part of the COVID-19 relief bill. The omnibus spending bill, under the header \"Foreign Military Financing program,\" says that $1.3 billion is to remain available until Sept. 30, 2022, and should be made available for assistance for Egypt. \nIt stipulates several conditions for the disbursement of those funds. For instance, $225 million will be withheld until the secretary of state certifies and reports to Congress that the Egyptian government has taken steps to improve the rule of law, democratic institutions, and human rights.\nAppropriation bills usually include foreign aid, commonly for military and humanitarian aid, said Steve Ellis, president of the nonpartisan budget watchdog group Taxpayers for Common Sense.\nOur reporting has shown that foreign aid historically represents about 1% of the overall federal budget. Polling has shown that average Americans assume the U.S. spends about 31% of its budget on foreign aid. \nThe omnibus spending part of the package passed by Congress also calls for $26.4 million to remain available until Sept. 30, 2022 for the John F. Kennedy Center’s operation, maintenance, and security. The Facebook post flags that appropriation, but omits that it’s part of the omnibus spending bill, not part of the COVID-19 relief bill. The \"domestic funding\" and \"foreign countries\" funding in the post are part of the omnibus spending bill, not the COVID-19 relief bill.\nThe total of the \"foreign aid\" and \"domestic funding\" mentioned in the Facebook post is not greater than the funding in the COVID-19 relief bill.\nNo pay raise for Congress\nOther Facebook posts also claimed, wrongly, that Congress snuck a pay raise for its members into the new legislation. It did not. The same claim was made about the CARES Act in March.\nAs we’ve reported, congressional pay raises are fixed to the Employment Cost Index, which measures changes in wages. Pay increases are automatic unless Congress votes them down, which it has done repeatedly since 2009, according to the Congressional Research Service.\nSection 7 of the legislation says: \"Notwithstanding any other provision of law, no adjustment shall be made under section 601(a) of the Legislative Reorganization Act of 1946 (2 U.S.C. 4501) (relating to cost of living adjustments for Members of Congress) during fiscal year 2021.\" \nOur ruling\nA Facebook post claimed that a COVID-19 relief bill \"provides more funding to foreign governments and to American arts centers, than to the American people.\"\nThe post conflates provisions of the $900 billion COVID-19 relief bill with provisions of a separate, $1.4 trillion omnibus spending bill. Both were part of a broader $2.3 trillion package approved by Congress. \nThe overall spending bill included funding for American arts centers and foreign aid, but that funding was not included in the COVID-19 relief bill. It was part of the $1.4 trillion omnibus spending bill.\nThe Facebook post contains an element of truth but ignores critical facts that would give a different impression. \nWe rate it Mostly False.\nPolitiFact staff writer Bill McCarthy contributed to this report.", "vclaim_id": "vclaim-pol-17311"}