{"url": "/factchecks/2019/mar/15/joe-cunningham/yes-airguns-used-oil-gas-exploration-are-16000-tim/", "speaker": "Joe Cunningham", "vclaim": "\"Seismic airgun blasting (used for energy exploration) is ... 16,000 times louder than\" a conventional airhorn.", "truth_label": "mostly-true", "date": "stated on March 7, 2019 in a U.S. House hearing:", "title": "Airhorn-blasting congressman mostly right about seismic airgun intensity", "text": "If a picture is worth a thousand words, Rep. Joe Cunningham, D-S.C., may have proved that a one-second blast of sound is worth 2,000.\nAt a March 7 U.S. House hearing about threats to whales posed by energy exploration, Cunningham pulled out an airhorn and, with permission, pulled the trigger. Cunningham's show-and-tell went viral.\n\"Was that disruptive?\" Cunningham asked Chris Oliver from the National Oceanic and Atmospheric Administration. In November, the agency gave five companies permission to use high-powered acoustic seismic survey tools to scout for oil and gas pockets off the Atlantic coast from Delaware to Florida. Cunningham wanted to illustrate what high-powered means.\n\"It was irritating, but I didn't find it particularly disruptive,\" Oliver replied.\nCunningham then pressed Oliver to compare the noise of the airhorn to the seismic airgun arrays used by the survey ships.\n\nCunningham: \"How much louder do you think seismic airgun blasting sounds then this airhorn you just heard?\"\nOliver: \"I honestly don't know.\"\nCunningham: \"Take a guess. Ten times?\"\nOliver: \"At a distance of how far?\"\nCunningham: \"Well, say say you're within a reasonable distance, say within a quarter-mile. Is it 10 times? 25 times?\"\nOliver: \"I honestly don't know.\"\nCunningham: \"I mean, can you take a guess.\"\nOliver: \"No.\"\nCunningham: \"A hundred times? You think it's a thousand times times louder ?\nOliver: \"I doubt it.\"\nCunningham: \"You doubt it. What if I were tell you it's 16,000 times louder than what you just heard here?\"\nOliver wasn’t the only person surprised to hear that a seismic airgun array is 16,000 times louder than an airhorn. We decided to see if the number holds up.\nKey takeaways\n• In an apples-to-apples comparison of decibel levels, the seismic arrays emit sound waves that range from 19,000 to 10 million times more intense than Cunningham’s airhorn.\n• Short of the point where the force of sound waves blows out your eardrums or causes other physical harm, loudness is more a matter of human perception, rather than a measurable quantity that applies across species.\n• Comparing decibels, instead of loudness, is the approach marine biologists use.\nWhat’s going on with ocean seismic surveys\nOil and gas companies can get an idea of where to drill in the ocean by using ships that send sound waves toward the ocean floor and pick up the echoes to see what’s underneath. This government diagram shows the basic process:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nSource: Bureau of Ocean Energy Management\nThe airguns release a burst of high-pressure air into the water. The rippling bubble creates the sound waves. Notice that some of the sound waves head straight down and some head off at an angle. The way the arrays work, the more a sound wave deviates from straight down, the lower the decibel level. We factored that in when we ran the numbers below.\nJust before Donald Trump took office, the Bureau of Ocean Energy Management cancelled permit applications for seismic surveys in the mid and south Atlantic coastal waters. The agency wrote the value of the surveys \"does not outweigh the potential risks of those surveys’ acoustic pulse impacts on marine life.\"\nWhen Donald Trump became president, the government reversed course. At the end of November 2018, the permit applications cleared a key hurdle.\nFighting the surveys\nMany coastal communities oppose drilling for fear of harm to the environment and tourism industry. Seeing seismic surveys as the first step before any wells are sunk, South Carolina and 16 municipalities — Cunningham represents several of them  — have sued the federal government to block both the surveys and offshore rigs.\nOne of the arguments against the surveys is that they threaten marine ecosystems and the animals that live in them. The North Atlantic right whale is particularly vulnerable. Only 411 survive, about a 15 percent decline in eight years. The factors driving their decline are numerous. They include being vulnerable to disease; sustaining wounds from passing ships; and dying as calves after losing the care of their mothers.\nThe sounds from the seismic airguns have been linked to killing the krill the whales feed on and causing breakdowns in the whales’ ability to communicate. Scott Kraus, senior science advisor at the New England Aquarium, who testified at the House hearing, told us that the low frequency sounds used in the surveys are particularly troubling.\n\"Low frequencies travel far with little attenuation, so seismic noise goes for hundreds of kilometers,\" Kraus said. \"Nearly all baleen whale communication occurs in the lower frequency bands, hence the concerns over disturbance, displacement, and cow/calf separations at great distances.\"\nThe government imposes a number of restrictions to minimize the impact on marine life. Scientists such as Kraus say those restrictions are wholly insufficient, given the intensity of the seismic surveys and the way sound travels through the ocean.\nDrilling into the numbers\nCunningham said seismic airgun blasting was 16,000 times louder than his airhorn. For context, an ordinary conversation is about 60 decibels (dB). A garbage disposal working hard is 80 dB. A jet taking off is about 140 dB. Cunningham's airhorn comes in at 120 dB.\nCunningham's big number basically checks out, but there are issues.\nFirst off, loudness is subjective. Humans process sound one way, and whales, well, \"actually, we do not know about large whale perceptions of loudness,\" said Christopher Clark, a Cornell research professor, who specializes in whale acoustics and testified against the seismic surveys at the hearing. \"As bioacousticians working with animals, in this case whales, we do not talk about loudness, we use sound level in decibels.\"\nSecond, Cunninham's staff took the 120 dB blast of the airhorn and the maximum level of 260 dB for a seismic airgun and subtracted to find the difference. The problem is, one was measured on land and the other in the ocean.\n\"Comparing a sound in air with one in water, although based on a genuine interest in getting this loudness difference idea across to the public, is misdirected,\" Clark said. \"The way sound intensity is measured in air is not the same as the way sound intensity is measured in water.\"\nRebecca Drago, Cunningham’s spokeswoman, said he wasn’t aiming for technical accuracy.\n\"He wanted to illustrate to the people there in the room what this really loud sound would feel like,\" Drago said. \"Using decibels isn’t really effective for people to understand.\"\nFortunately, there's a simple conversion (abut 62 dB) to compare air and water decibel readings. On an apples-to-apples basis, we calculated the decibel level difference between Cunningham’s airhorn and the seismic airgun arrays. We corrected for the air-water factor, and we used three decibel levels for the airgun arrays, based on numbers from the NOAA Fisheries environmental assessment report, discussions with the Bureau of Ocean Energy Management and an independent analysis of seismic surveys. There are more than three levels, but we selected a range from high to low. The bureau used 230 dB in its environmental impact statement.\n\nThe table’s lowest decibel level for an array corresponds to the steepest angle away from straight down under the ship. How much difference that actually makes for the whales and other ocean animals is a matter of debate. For this fact-check, it is enough to say that at the low end, an airgun array can be 19,000 times more intense than an airhorn. That is a little bit more than the 16,000-fold difference Cunningham said.\nGiven the way the decibel system works (it’s logarithmic), a 60 dB change is a million times more intense, and a 70 dB change is 10 million times greater. At those levels, Cunningham greatly understated the acoustic difference between his airhorn and seismic airgun arrays.\nTo be sure, sound in water has many nuances and it’s possible that a level less than 225 dB could be recorded. But the Bureau of Ocean Energy Management told us this is \"approximately\" the range they use, and we found no lower figure.\nOur ruling\nCunningham said that seismic airgun blasting \"is 16,000 times louder\" than an airhorn.\nWe don't know exactly how whales process sounds, so louder is not the right term. But decibel levels can be compared. Given the range of decibel levels from the seismic arrays, Cunningham is pretty much on the money at the low end of the readings. Above that, Cunningham greatly understated the difference.\nHis statement is largely correct, but it needs some additional context. We rate this Mostly True.\nCorrection:  A previous version of this fact-check said that the survey permits had been issued. The fact-check now reflects that the NOAA Fisheries agency approved the incidental taking of marine life, a key step before final approval.\n Share the Facts 2019-03-15 20:48:44 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Seismic airgun blasting (used for energy exploration) is ... 16,000 times louder than\" a conventional airhorn.    Joe Cunningham Democratic Representative from South Carolina https://naturalresources.house.gov/hearings/examining-the-threats-to-the-north-atlantic-right-whale   In a hearing of U.S. House Subcommittee on Water, Oceans and Wildlife. Thursday, March 7, 2019 2019-03-07    Read More  info", "vclaim_id": "vclaim-pol-00884"}