{"url": "/factchecks/2010/mar/03/charlie-crist/crist-largest-tax-cut-florida-history/", "speaker": "Charlie Crist", "vclaim": "\"We worked together to enact ... the largest tax cut in Florida history.\"", "truth_label": "false", "date": "stated on March 2, 2010 in his State of the State address.:", "title": "Crist claims largest tax cut in Florida history", "text": "In his final State of the State address, Gov. Charlie Crist made a big claim that we've heard before. \"In our first year, we guided our state through the storm of skyrocketing property taxes and property insurance,\" Crist said March 2, 2010, in front of a joint session of the Florida Legislature. \"We worked together to enact meaningful property insurance reform and the largest tax cut in Florida history.\"Crist has often touted his tax-cutting record and repeatedly said he and the Republican Legislature passed \"the largest tax cut\" in the state's history. He's made that claim in news releases, political speeches and in the first radio ad for his U.S. Senate campaign. We first put it to our Truth-O-Meter in September 2009.Here's the background:The property tax changes Crist is talking about were passed by the Legislature in 2007 and sold as the antidote to citizens' complaints that local government spending had spiraled out of control.House Bill 1B required local governments to reduce their property tax rates to 2006 levels and mandated deeper cuts based on how much a local government collected in property tax dollars. The reported savings to taxpayers: $15.6 billion over five years.House Bill 5B, meanwhile, let voters consider further property tax changes. Also known as Amendment 1, the changes — which included an additional homestead benefit, limited property value increases for non-homesteaded property and created portability for Save Our Homes — were approved by voters in January 2008. The savings: $9.3 billion over five years.Combined, that's about $25 billion in predicted property tax savings over five years.But those predictions don't jive with reality, we found.Specifically, the governor's $25 billion estimate could be accurate only if:\n• Property tax values increased as analysts predicted back when the tax package was passed (3 to 5 percent a year), and;• Local governments failed to reduce their tax rates.\nWe will never know what governments would have done to their tax rates, but we do know about property tax values: They haven't gone up. They've gone down. Taxable property values dropped 15 percent in 2008, according to figures from county property appraisers. Property values dropped again in 2009 and are expected to drop in 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThat means the governor's projections are high.And moreover, another tax cut is bigger -- Save Our Homes.Save Our Homes, an amendment to the state Constitution approved by voters in 1992, limited increases to the property value of homesteaded property in Florida. While there is debate about whether those savings were offset by people without homestead exemptions, the savings to homesteaded property owners is quantifiable.From 1996 to 2008, almost $1.9 trillion in property value went untaxed because of Save Our Homes. Using a conservative tax rate of 17 mills, that equates to $32 billion less in property taxes paid — or about $2.66 billion per year without adjusting for inflation. In 2007, the savings was about $7.27 billion and from 2004 to 2008 the estimated savings was more than $26 billion.Those numbers certainly are bigger than Crist's tax package, in reality or projection.The governor's office said it did not consider Save Our Homes when it made the claim that the Crist tax changes constitute the state's largest. Officials then provided data that showed the savings in the first years of Save Our Homes was modest. But that's because the large savings came in later years as Save Our Homes protected against increases to properties' taxable value.The Crist-led changes to Florida's property tax structure certainly required the lowering of tax rates and assessment values throughout Florida. But there are all kinds of holes in projecting the size and scope of the legislation's impact. For example:\n• The basis for the governor's estimate assumed a future that did not come to pass. Specifically, the governor's estimates relied on future property values continuing to increase and local governments failing to lower their property tax rate. We now know property values are decreasing.• The governor's office admitted its projections are inaccurate because of declines in property values statewide.• A state analysis concluded that the tax measures have failed to produce the savings estimated by the governor. Portability, for instance, was predicted to cut taxable property values by $11.5 billion in 2008. But it cut property values only $3.4 billion, the analysis showed.\n\n\nIn the absence of additional data, and with the knowledge that Save Our Homes has cut property tax bills for Florida residents $32 billion or more, we find no changes since we rated this in September. We can't agree with Crist that the 2007 and 2008 changes constitute the largest tax cut in state history. We rule Crist's statement False.", "vclaim_id": "vclaim-pol-15253"}