{"url": "/factchecks/2012/mar/22/susan-cole/state-college-president-claims-new-jersey-experien/", "speaker": "Susan Cole", "vclaim": "\"New Jersey loses net, that is minus those who come into the state, 30,000 students a year.\"", "truth_label": "true", "date": "stated on March 13, 2012 in an interview on NJTV:", "title": "State college president claims New Jersey experiences a net loss of 30,000 students a year", "text": "The president of Montclair State University said one fact illuminates the problems with the state’s higher education system: many New Jersey students attend college elsewhere.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nSusan Cole recently appeared on NJTV where she argued that the state has failed to invest in the higher education infrastructure, including buildings and faculty, needed to make New Jersey competitive and economically prosperous.\n\nAsked in the March 13 interview how far the state is from where it needs to be in this area, Cole said: \"The gap is huge and it is most evident if you look at the net out-migration of students from New Jersey. New Jersey loses net, that is minus those who come into the state, 30,000 students a year. That's every year, year after year, 30,000 of our best prepared, most educated students leave the state for other states.\"\n\nAre tens of thousands of college students leaving the Garden State? Yes.\n\nA report released last year by the New Jersey Higher Education Task Force, a committee appointed by Gov. Chris Christie, said: \"In part because of a lack of college capacity, New Jersey has a too-long history of losing more college-bound students than attend in-state.\"\n\nThe National Center for Education Statistics, a research arm of the U.S. Department of Education, keeps tabs on where students choose to pursue education after high school.\n\nIn fall 2008, the most recent data available, 36,135 New Jersey residents enrolled for the first time in an out-of-state institution granting at least an associate’s degree. At the same time 5,268 first-time freshmen came to New Jersey, for a net loss of 30,867 students.\n\nDiane Reed, a spokeswoman for Montclair State University, confirmed that’s the data Cole was referencing in the television interview.\n\nIn comparison, New Jersey lost a net total of 29,559 of first-time freshmen in fall 2006. A decade before that the state lost 20,005 students.\n\nThe National Center for Education Statistics also narrows the data to focus on freshmen who graduated high school in the last year and freshmen attending a four-year institution who graduated high school in the last year.\n\nBoth groups experienced a net loss of students close to the figure Cole cited.\n\nNew Jersey lost a net total of 27,819 freshmen who graduated high school in the last year and 27,343 freshmen attending four-year institutions who graduated high school in the last year, according to the most recent data.\n\nBy all three measures, more students left New Jersey then came to the state in the fall of 2008 for a postsecondary education than any other state in the nation.  \n\nOur ruling\n\nThe president of Montclair State University said: \"New Jersey loses net, that is minus those who come into the state, 30,000 students a year.\"\n\nAccording to the most recent federal education statistics, 36,135 first-time freshmen students left New Jersey and 5,268 came to the state. That’s a net loss of 30,867.\n\nAnd when narrowing  the data to freshmen who graduated in the  past 12 months or students attending four-year institutions, the net loss is still more than 27,000 students.\n\nCole’s on the mark with this statement. We rate it True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11403"}