{"url": "/factchecks/2015/mar/31/trebor-banstetter/delta-spokesman-mostly-correct-about-jet-fuel-taxe/", "speaker": "Trebor Banstetter", "vclaim": "Georgia has one of the nation’s highest jet fuel taxes.", "truth_label": "mostly-true", "date": "stated on March 1, 2015 in a newspaper article:", "title": "Delta spokesman mostly correct about jet fuel taxes in Georgia", "text": "Time is running out for the 2015 General Assembly and for state lawmakers who had a lofty goal this session of raising at least $1 billion for transportation improvements.\nOne of the backstories to the transportation bill (House Bill 170) has been: Will a fraction of the money -- about $23 million -- come from eliminating a controversial state jet fuel tax exemption? That tax break has benefitted hometown Delta Air lines for nearly a decade and was made permanent by that lawmakers and the governor in 2012.\nTo some, eliminating the exemption seems reasonable.\n\"The loophole is unnecessary since Delta is highly profitable and no longer at risk of bankruptcy, as they were a few years ago (when the exemption was first granted),\" said Wesley Tharpe, analyst with the left-leaning Georgia Budget & Policy Institute. \"Ending their special privileges at a time when we’re asking Georgians for more revenues makes sense.\"\nDelta executives don’t feel the same. They’ve called efforts to remove the exemption \"one of the most business-unfriendly moves\" by the General Assembly in recent years.\nAmong Delta’s arguments is that the existing jet fuel taxes are already high enough and that a further increase could jeopardize Atlanta airport’s competitive status. \n\"If approved, this measure would put Hartsfield-Jackson Atlanta International Airport at an economic disadvantage by making aviation fuel taxes in Georgia some of the highest in the industry,\" Trebor Banstetter Delta spokesman told The Associated Press, referencing House Bill 175, a measure that initially would have eliminated the sales tax exemption just for Delta.\nBanstetter and other Delta officials have cited information from Airlines for America, the airline trade association, that they say backs ups their claim that Georgia already has one of the nation’s highest jet fuel tax rates.\nPolitiFact Georgia wondered: Could that be right? Buckle up, and let’s see where the facts take us.\nThe right-leaning Tax Foundation ranked states for jet fuel taxes in June 2014 based on data from Airlines for America. The foundation found Georgia was 11th nationally at 15 cents, based on its combined effective jet fuel tax rate and fees per gallon.\nIllinois had the highest jet fuel taxes at 32.8 cents -- more than twice Georgia’s -- followed by California with 27 cents and Connecticut with 26.4 cents.\nThree states -- Texas, Ohio and Delaware -- had no jet fuel taxes.\nOf the 47 states that have some type of jet fuel tax or fee, Georgia is considered an outlier, said Victoria Day, spokeswoman for Airlines for America. \n\"Most states do not apply a retail sales tax to jet fuel, which makes sense because taxing business inputs creates tax pyramiding,\" Day said. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nGeorgia’s jet fuel sales tax would go from three percent to four percent, if the exemption is eliminated.\nTo show how complicated the jet fuel tax computations are: 19 states don’t include any jet fuel in their sales tax base; 16 states tax private jet fuel purchases but exempt commercial airlines; and 15 states apply the sales tax to commercial jet fuel, although sometimes at a reduced rate. Finally, three states (New Jersey, New York, and Washington) only tax fuel estimated to be burned within their state borders, significantly reducing the burden of fuel taxes, the foundation’s report said.\nWe found another report on jet fuel costs at 12 billion.org, a site run by Unite Here International Union, a group critical of tax exemptions benefitting the airlines. \nThe report looked at costs at the major airports. It’s data was slightly older than the association’s. It showed fuel costs at Hartsfield-Jackson Atlanta International Airport as sixth highest at 15 cents a gallon and Chicago’s O'Hare International Airport as the highest at 32.75 cents per gallon, numbers identical to those reported by the airline trade association for 2014 for Georgia and Illinois, respectively.\nCommercial aviation supports more than 350,000 jobs and drives 45 billion in economic activity in Georgia, according to Airlines for America.\nHow the tax break came to be\nLawmakers first approved the jet fuel tax break for Delta in 2005, when the airline was headed into Chapter 11 bankruptcy reorganization. They repeatedly extended the tax exemption even as the carrier’s finances improved and its stock soared, making it permanent for Delta and any airlines in 2012.\nState Rep. Earl Ehrhart, R-Powder Springs introduced House Bill 175 in January, saying it was time Delta \"get off the taxpayer dime.\" He said the bill was retaliation against Delta officials for speaking out against a potential second airport in Paulding County or suggesting that lawmakers should not be \"chicken\" about raising taxes for transportation.\nDelta officials said Ehrhart’s bill, as originally drafted, was illegal because federal law requires jet fuel tax revenues be spent on airports or airport improvements, not go to the general fund, a statement PolitiFact Georgia ruled as True. Ehrhart vehemently denied the bill, which stalled in the House, was illegal, saying a three-year grace period from the feds would give the state a chance to reinstate the tax and spent the money as it wants, at least temporarily.\nDelta’s Banstetter said last week: \"At this point, all we can say is that if the bill is passed it will be up to the FAA to decide whether the state is in compliance.\"\nIn at least two other states -- North Carolina and Illinois -- legislators are considering proposals to remove tax breaks or close tax loopholes for airlines.\nOur conclusion: \nDelta officials are arguing against reinstating a 1-percent tax on jet fuel, which would generate about $23 million a year, mostly from Delta fuel purchases. Delta executives say that Georgia already has one of the nation’s highest jet fuel taxes and would have an even higher rate, if the exemption were eliminated. \nGeorgia’s jet fuel tax is ranked 11th and is less than half of the tax in No. 1 rated Illinois.\nThat bit of missing context takes this one down a notch on the Truth-O-Meter. \nWe rate Banstetter’s statement Mostly True.", "vclaim_id": "vclaim-pol-06570"}