{"url": "/factchecks/2018/jan/18/donald-trump/trump-said-chrysler-leaving-mexico-it-isnt/", "speaker": "Donald Trump", "vclaim": "\"Chrysler is leaving Mexico and moving back to Michigan.\"", "truth_label": "half-true", "date": "stated on January 16, 2018 in a speech at a women's event in Washington:", "title": "Donald Trump said Chrysler is leaving Mexico. It isn't", "text": "Several automakers have unveiled hefty plans to expand in the United States in recent weeks. Toyota and Mazda teamed up to open a $1.6 billion factory in Alabama by 2021. Fiat Chrysler Automobiles announced it would put $1 billion into its Warren, Mich., factory to make heavy duty versions of its profitable Ram pickup trucks.\nSpeaking at women’s event in Washington, President Donald Trump pointed to this good news as proof of his policies.\n\"We’re making incredible progress,\" he said Jan. 16. \"Toyota is now moving back. Mexico — it’s very interesting — Chrysler is leaving Mexico and moving back to Michigan. You haven’t heard that one in a while.\"\nIn this fact-check, we looked at whether Chrysler is leaving Mexico and returning to Michigan.\nTo cut to the chase, Chrysler is shifting truck production to the United States, but not at the expense of jobs or plants in Mexico.\nFrom Saltillo to Warren\nSaltillo, Mexico, is a nexus of Fiat Chrysler production. It has five plants in the area, doing everything from building engines to assembling finished vehicles. Over 4,000 workers at its truck assembly plant turn out several variations of the Ram truck line.\nOn Jan. 11, the company said that truck production was headed to Warren, Mich., in 2020.\n\"To support the increased volume at the Warren facility, 2,500 new jobs will be created,\" the company said in a news release.\nAnd what would happen at the Saltillo truck plant? It would be \"repurposed to produce future commercial vehicles for global distribution,\" the release said.\nThe company’s spokesman in Mexico, Miguel Ceballos, told reporters – and the company’s American press office confirmed – that the automaker expected no change in the number of Mexican workers.\nSo under the plan, the United States gains workers and Mexico holds steady.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nKristen Dziczek, an economist at the Center for Automotive Research, a government-and-industry-financed research group in Ann Arbor, Mich., told us the move doesn’t mean Fiat Chrysler is leaving Mexico.\n\"The plant in Mexico stays open,\" Dziczek said. \"Chrysler has a very profitable truck product and only two plants in the United States where it makes them. This allows them to retool while keeping production rolling so they can avoid down time.\"\nThe move is part of Fiat Chrysler’s longer term shift away from making cars to making trucks and SUVs in the United States. In 2016, Fiat Chrysler CEO Sergio Marchionne told investors, \"By the time we finish with this, hopefully, all of our production assets in the United States will be producing either Jeeps or Ram.\"\nThe company’s press office said over 90 percent of Ram trucks are sold in America. Industry experts note that trucks are more profitable to Fiat Chrysler than cars.\nThe last 200 model, a passenger car, rolled off the assembly line at Fiat Chrysler’s Sterling Heights, Mich., plant in 2016. Soon after, the company announced that facility, not far from the Warren plant, would start making Ram trucks.\nMarchionne credited the recent tax bill for spurring the latest move. He also argued it was the \"right thing to do\" given that Ram trucks had always been made in the United States.\nBut concerns over the fate of NAFTA, the North American Free Trade Agreement, might well have played a role too. Under NAFTA, pickup trucks made in Mexico face no tariff when they cross the border. If NAFTA is scuttled, the tariff would shoot up to 25 percent.\nDziczek noted that moving truck assembly to the United States is a hedge against that risk.\n\"If you’re going to put a billion dollars down, why would you put it into a plant that’s on the wrong side of the border?\" she said.\nOur ruling\nTrump said that Chrysler is leaving Mexico and moving back to Michigan. The company does plan to spend $1 billion to shift production of Ram trucks from Saltillo, Mexico, to Warren, Mich. However, this is no zero-sum game where a U.S. gain is Mexico’s loss.\nThe Mexican plant will start making another kind of vehicle, and the company expects no change in the number of workers.\nThere is no question though that the company’s billion dollar investment will add many new jobs in Michigan where Chrysler has long had a presence.\nWe rate this claim Half True.\n Share the Facts 2018-01-18 17:30:43 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Chrysler is leaving Mexico and moving back to Michigan.\"    Donald Trump President of the United States https://www.whitehouse.gov/briefings-statements/remarks-president-trump-white-house-women-america-panel/   In a speech in Washington. Tuesday, January 16, 2018 2018-01-16    Read More  info", "vclaim_id": "vclaim-pol-02506"}