{"url": "/factchecks/2019/jun/09/lori-lightfoot/lightfoot-spreads-rumor-chicago-police-union-told-/", "speaker": "Lori Lightfoot", "vclaim": "Says there were \"rumors floating around\" that Chicago police union officials were \"telling their officers, ‘don’t do anything. Over Memorial Day weekend, don’t intercede. If you see some criminal activity, just lay back, do nothing.’\"", "truth_label": "false", "date": "stated on May 30, 2019 in a TV interview:", "title": "Lightfoot spreads rumor that Chicago police union told cops not to police", "text": "Donald Trump created a stir as a presidential candidate in 2016 when he claimed a \"top police officer\" in Chicago told him the city’s violence problem could be stopped almost cold \"in one week.\"\nTrump put no name or other details to his assertion, part of a repeated riff about how law enforcement in Chicago coddled criminals. Both city and police union leaders said at the time they had no idea what the future president was talking about.\nThat incident came to mind recently when new Mayor Lori Lightfoot brought up during a cable TV interview another spasm of violence over Memorial Day weekend when 41 people were shot and 7 killed.\nIn her remarks, Lightfoot sought to draw a connection between the carnage and difficulties she is expected to encounter negotiating a new police contract with the Chicago Fraternal Order of Police, which represents thousands of rank and file officers.\n\"You know, there were rumors floating around about — and I didn’t verify this — but rumors floating around that they were telling their officers, ‘Don’t do anything. Over Memorial Day weekend, don’t intercede,\" Lightfoot said on CAN-TV’s \"Chicago Newsroom\" program. \"‘If you see some criminal activity, just lay back, do nothing.’ I hope to God that wasn’t true because, man oh man, if that happened there’s going to be a reckoning.\"\nLightfoot made her reputation cracking down on lawless cops, so she and Trump clearly come from very different places when it comes to crime-fighting. Yet the parallel between their inflammatory claims was jarring.\nWhile we are not in the habit of delving into a claim prefaced as rumor, the suggestion from the newly minted mayor that union brass may have told cops not to police cried out for a closer look.\nWe weren’t alone in being taken aback by Lightfoot’s assertion. Moments after she leveled it, the show’s host, Ken Davis, asked the mayor whether she bought in to the rumor.\n\"Do you have any reason to believe that that happened?\" Davis asked.\nWithout answering directly, Lightfoot contended past leadership of the police union had previously pushed for something similar.\n\"Leading into Labor Day in 2016 when we had this catastrophic level of violence, the then-(union) administration — which, there are some carryovers from that — put out a memo telling officers that they should not show up for work, that they shouldn’t do their job, that they shouldn’t be the police,\" she said.\nThat exaggerates the record. According to an August 2016 Chicago Tribune story, the union called for officers not to accept overtime requests during Labor Day weekend — but it said nothing about the officers’ regularly assigned work, as Lightfoot suggested.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nWhat’s more, that example does not back up the claim Lightfoot made about Memorial Day weekend, which she acknowledged was unverified but chose to publicly repeat nonetheless.\nLike her predecessor, former Mayor Rahm Emanuel, Lightfoot opted to boost patrols in an attempt to stem holiday weekend violence, assigning overtime work to an additional 1,200 cops. Her plan also involved offering free programming activities aimed at youth and partnering with religious leaders to help keep the peace.\nIt is a lamentable commentary on the chronic state of violence in Chicago that the volume of shootings and deaths over this year’s Memorial Day weekend was little changed from recent years. At the same time, the lack of a surge in mayhem beyond past levels argues against any whispering effort by the FOP to get officers not to do their jobs.\nWe followed up with Lightfoot’s office to see if the mayor had corroborated what she’d said about Memorial Day weekend since her TV appearance.\n\"All we can say about this is that the mayor heard it from someone who’s in a position to know and she heard it from a law enforcement source,\" spokeswoman Anel Ruiz told us in a phone interview.\nWe also ran Lightfoot’s claim by Kevin Graham, the union’s leader, who said he had no idea what Lightfoot was talking about.\n\"That’s ridiculous,\" he said. \"I am unaware of anyone telling anyone not to do their job.\"\nAnd we checked with Ald. Chris Taliaferro (29th), who chairs the City Council Committee on Public Safety and served as a Chicago police officer for more than 20 years. He told us he had not heard any rumors, much less verified information, to that effect.\nOur ruling\nLightfoot declared in a cable interview that she had heard a rumor about city police union officials \"telling their officers, ‘Don’t do anything. Over Memorial Day weekend, don’t intercede. If you see some criminal activity, just lay back, do nothing.’\"\nDespite acknowledging that the claim she was sharing had not been verified, Lightfoot chose in her capacity as mayor to amplify it anyway.\nWhen we followed up, the mayor’s office would not tell us whom she heard it from beyond saying her source was someone in law enforcement. We also checked with the union’s leader and the Chicago alderman who chairs the city’s public safety committee, both of whom said they had no idea what she was referencing.\nGiven that neither Lightfoot’s office nor our independent reporting was able to verify the rumor the mayor introduced into public discourse, we rate her claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00551"}