{"url": "/factchecks/2014/sep/12/shemia-fagan/did-oregon-state-rep-shemia-fagan-sponsor-new-buy-/", "speaker": "Shemia Fagan", "vclaim": "\"I sponsored the new Buy American law\"", "truth_label": "false", "date": "stated on August 15, 2014 in an Oregon Voters' Pamphlet statement:", "title": "Did Oregon state Rep. Shemia Fagan sponsor the 'new Buy American law'?", "text": "State Rep. Shemia Fagan, a first-term Democrat, is running for re-election for House District 51.\nHouse Republicans, who support Fagan’s challenger, Jodi Bailey, sent us a statement from Fagan’s Voters’ Pamphlet entry. They argue that the statement mischaracterizes Fagan’s involvement in a bill introduced into the regular session of the 2013 Legislature.\nThe claim:\nThe statement pertains to House Bill 3473, which would have amended part of the state’s public contracting code to require public agencies to buy American-made iron or steel if the purchase amount exceeded $50,000.\nFagan says in her entry: \"I sponsored Oregon’s new Buy American law and fought to give local companies the first shot at state contracts, so your hard earned tax dollars create more jobs here at home.\"\n\"HB 3473 of the 2013 session did NOT become law,\" wrote Kara Walker, a House Republicans’ spokeswoman. \"Rep. Fagan’s assertion that she sponsored a new law is false and misleading.\"\nPolitiFact Oregon decided to check.\nThe analysis:\nWe contacted Fagan’s campaign. Fagan, a business attorney by profession, defended her choice of words in an email.\n\"Yes, the terms ‘bill’ and ‘law’ are frequently used interchangeably in common speak,\" she wrote, \"particularly by everyday Oregonians, who are the audience for my Voter’s Pamphlet statement.\"\nA quick Google search, she added, turned up two instances supporting her assertion. One linked to a report by a southern Oregon television station headlined \"Now it’s Oregon Senate’s turn to vote on gun laws.\" The second took us to a press release issued last spring by the Oregon Republican Party. The release, Fagan said, \"...used the terms ‘bill’ and ‘law’ interchangeably.\"\nWe checked the state’s legislative website and found Fagan among the 10 sponsors -- six Democrats and four Republicans -- of HB 3473. The bill had a first reading in the House on March 28, 2013. One public hearing was held on April 10, 2013. The bill was still stuck in the House Business and Labor Committee when the session ended on July 8, 2013.\nSo could she rightfully call it a law?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe called Legislative Counsel Dexter Johnson, whose office reviews legislators’ proposals for new laws and drafts them into bill form for presentation to the full assembly.\nHe walked us through the bill-drafting process then summed up: \"This is technically a bill. It didn’t become law.\"\nWe called Vera Katz, a longtime Oregon Democratic legislator who served as speaker of the House and later as Portland mayor. We didn’t identify Fagan by name, but asked if \"bill\" and \"law\" are routinely used interchangeably in Salem.\n\"That’s not accurate,\" she said. \"It’s a bill. It’s not a law. That person should have been more careful.\"\nWe turned to the links Fagan provided. The KPIC (Roseburg) headline referred to \"gun laws,\" but every reference in the story was to \"bills.\"\nThe GOP press release, issued April 4, 2013, stated why the party opposed four proposed Democratic gun bills. \"Such laws,\" the release stated, \"assume the guilt of all firearms owners…\" That language, however, seems conditional, gathering any anti-gun legislation under one umbrella and saying, in essence, \"laws such as these aren’t needed.\"\nFinally, we tackled the aspect of Fagan’s claim where she argues that the words ‘bill’ and ‘law’ \"are frequently used interchangeably in common speak, particularly by everyday Oregonians…\"\nPolitiFact Oregon hit the streets and put the question to the first two dozen people we encountered: Where the Legislature is concerned, are the words \"bill\" and \"law\" interchangeable?\nNot counting the three people who waved us off, all answered immediately that the terms are separate and distinct.\nThe ruling:\nFagan, in her first re-election bid for House District 51, wrote in her Voters’ Pamphlet that she \"sponsored Oregon’s new Buy American law.\"\nHB 3473, the proposal to amend Oregon’s public contract code, died in committee after one public hearing. It didn’t pass either chamber and was never signed into law by Gov. John Kitzhaber.\nThe office that drafts legislative proposals said the words can’t be used interchangeably, while a longtime Oregon politician said Fagan should \"have been more careful\" in her statement.\nThe links Fagan provided to defend her statement fell short of being persuasive, and a quick and unscientific survey of \"everyday people\" failed to back her claim.\nIf re-elected, Fagan said she plans to reintroduce the bill in the 2015 session. There’s still the chance, then, that her bill will become a law. In the meantime, we rate her claim False.", "vclaim_id": "vclaim-pol-07312"}