{"url": "/factchecks/2020/nov/20/viral-image/no-passage-about-defeat-isnt-donald-trumps-art-dea/", "speaker": "Viral image", "vclaim": "Says Donald Trump’s book “The Art of the Deal” advises: “Never admit defeat. You win. If you don’t win, claim they cheated.”", "truth_label": "pants-fire", "date": "stated on November 19, 2020 in a Facebook post:", "title": "No, this passage about defeat isn’t in Donald Trump’s “The Art of the Deal”", "text": "\"The Art of the Deal,\" the 1987 memoir by President Donald Trump and ghostwriter Tony Schwartz, includes chapters like \"Trump Cards: The Elements of the Deal\" and \"Comeback: A West Side Story.\" \nThere are 14 chapters in all, but a recent Facebook post claims that there are at least 45, and that the 45th chapter shares some advice that’s germane to the current presidential election. \n\"Never admit defeat,\" it says. \"You win. If you don’t win, claim they cheated. They rigged it. They stole it. You are the aggrieved but you are the true winner always. Threaten to sue and/or die. No one will remember the outcome. Just that you fought to defend your honor. This is essential to keep your brand healthy and keep the millions of chumps and losers, your base.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWe searched \"The Art of the Deal\" and found no mention of Trump advising people should \"never admit defeat.\" The words \"rigged\" \"aggrieved\" and \"chumps\" don’t appear, though \"losers\" does four times.\nWe rate this post Pants on Fire!\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18562"}