{"url": "/factchecks/2011/aug/21/bob-ryan/sheboygan-mayor-bob-ryan-says-no-public-official-w/", "speaker": "Bob Ryan", "vclaim": "Outside of recall elections, \"there's never been a public official removed from office\" in Wisconsin \"for anything but malfeasance in office.\"", "truth_label": "mostly-true", "date": "stated on August 15, 2011 in a city council meeting:", "title": "Sheboygan Mayor Bob Ryan says no public official in Wisconsin has been removed from office for reasons other than malfeasance", "text": "Defiant Sheboygan Mayor Bob Ryan-- whose drinking problems have spurred scorn from citizens, humiliation on YouTube and ridicule from Jay Leno -- says he would become a singular figure in the history of Wisconsin government if his Common Council succeeds in removing him from office.\n\nWisconsin witnessed a historic set of nine recall elections in the summer of 2011. Voters removed two Republican state senators from office.\n\nBut Ryan, whose city calls itself the bratwurst capital of the world, claims his removal would be unique -- partly because it would not involve a recall.\n\nOn Aug. 15, 2011, the Sheboygan Common Council launched a process that could eventually take Ryan, who has resisted calls to resign, out of office. If the move plays out, Ryan essentially would be put on trial with the council acting as judge and jury, according to a Sheboygan Press article and Sheboygan City Attorney Steve McLean.\n\nRyan made his claim to aldermen during the Aug. 15 council meeting, according to WBAY-TV in Green Bay.\n\n\"This whole thing stinks. If you want to take me out of office, by all means start your recall,\" he said. \"If you want to go down this path, it's not a threat, it's a fact, it's never been done. There's never been a public official removed from office in this state for anything but malfeasance in office. I'm here to do a job. I will continue to do that job. You should know by now, I never quit. Ever.\"\n\nFor us, the key claim is this sentence:\n\n\"There's never been a public official removed from office in this state for anything but malfeasance in office.\"\n\nNever is a long time.\n\nRyan didn’t return our call and emails over two days asking him to clarify his claim and to provide evidence for it.\n\n\"Public official,\" for example, could mean an elected official or an appointed one, such as a school superintendent. But our sense is Ryan was referring to elected officials like himself being removed by a governmental body, and not the voters.\n\nRyan has argued that his drinking -- he has admitted to being an alcoholic -- has not affected his duties as mayor.\n\nThe saga in Sheboygan, a Lake Michigan community of about 50,000 people 60 miles north of Milwaukee, began in September 2009, six months after Ryan, 48, was elected mayor. He called a news conference to apologize for making a sexually explicit remark about his wife’s sister. Ryan’s remark was captured on video, posted on YouTube, became fodder for Jay Leno and led the Common Council to censure him.\n\nThe drama intensified in July 2011, when news surfaced that Ryan was issued a warning by police after a weekend of drinking at taverns in Elkhart Lake, becoming rude and obnoxious and passing out at least once. The Common Council voted to begin the removal process after Ryan refused its call to resign.\n\nTo see whether Ryan’s claim is correct, we contacted a number of experts.\n\nThey include state government entities -- the Legislative Reference Bureau, the Historical Society, the Department of Public Instruction and the Judicial Commission; statewide associations -- the League of Municipalities, the Counties Association and the Association of School Boards; political scientists -- Dennis Dresang of the University of Wisconsin-Madison and Joe Heim of the University of Wisconsin-La Crosse; and Milwaukee historian John Gurda.\n\nHere’s what we found:\n\nFatal shooting: In 1842, six years before Wisconsin became a state, James Vineyard, a member of the Territorial Legislature’s version of the state Senate, shot and killed fellow member Charles C.P. Arndt during an argument after a legislative session adjourned. Vineyard was expelled from the legislature after it refused to accept his resignation, although he was acquitted of manslaughter at trial, according to the Wisconsin Legislative Reference Bureau and the Wisconsin Historical Society.\n\nGiven that the shooting occurred on the legislative floor, it could be fairly argued that the removal was related to misconduct in office. So, that one does not directly undercut Ryan’s claim.\n\nFelony crimes: At least four state lawmakers have been removed from office after being convicted of a felony. But under state law, the expulsions were automatic -- no action needed to be taken by the Legislature -- so that makes their removals different than Ryan’s would be.\n\nCrimes not directly related to official duties also have led to removals that were not automatic. For example, the New Holstein School Board fired Christopher J. Nelson, the district’s superintendent, after he was charged in February 2011 with trying to set up a sexual encounter with a person he thought was a 15-year-old boy. That could undercut Ryan’s claim, but Nelson was an appointed official, not elected.\n\nNon-criminal removal: In 1992, the state Supreme Court removed Racine County Circuit Court Judge Jon Skow from the bench after he admitted he was permanently disabled from stress and depression. The high court determined that Skow, who suffered from alcoholism, could not carry out his duties. He previously had been suspended following a number of incidents, including leaving the bench during a trial.\n\nThat case does undercut Ryan’s claim, since the judge was not removed for malfeasance in office.\n\nAs rare as removals from office appear to be, at least two other Wisconsin mayors have been targeted for removal since 2008.\n\nThe Common Council in Montello, 60 miles north of Madison, removed Mayor Frank Breitenbach in August 2008 for reasons related to misconduct in office, according to the Wisconsin State Journal. He faced 15 allegations by city employees and residents, including using profanity with employees and threatening to fire Montello's police chief without legal authority.\n\nIn Marinette, a Lake Michigan community 120 miles north of Sheboygan, a Common Council committee recommended hiring a special prosecutor in an effort to remove Mayor Robert Harbick from office. Harbick had pleaded no contest to first-offense drunken-driving, which is a traffic violation in Wisconsin. But the removal process failed to proceed when the proposal to hire the attorney failed in a 4-4 vote before the full council in August 2011.\n\nLet’s review what we’ve found.\n\nThe embattled Sheboygan mayor said no public official in Wisconsin has ever been removed from office \"for anything but malfeasance in office.\" Ryan’s reference was not to recall elections or automatic removal, but removal by a governmental body such as a city council.\n\nOur sense is it’s likely the mayor was speaking of elected officials, and we could find only one instance, involving a judge, in which a removal was not for misconduct in office. We also found a school superintendent fired by a school board following the filing of criminal charges, but he did not hold an elected position.\n\nThis is a statement we could revisit if more information surfaces; after all we’re talking about more than 150 years of history and countless governmental entities in Wisconsin. For now, we feel Ryan’s statement needs a little clarification, but is essentially accurate -- our definition of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021", "vclaim_id": "vclaim-pol-12541"}