{"url": "/factchecks/2019/sep/27/republican-party-florida/gop-talking-point-green-new-deal-will-cost-every-h/", "speaker": "Republican Party of Florida", "vclaim": "The Green New Deal \"would put a $600,000 tax burden on every household.\"", "truth_label": "false", "date": "stated on September 20, 2019 in a tweet:", "title": "This GOP talking point that the Green New Deal will cost every household $600,000 is False", "text": "Critics of the Green New Deal have circulated numerous false claims about the resolution — saying it would do everything from ban farting cows to eliminate air travel.\nNow the Republican Party of Florida is repeating a familiar talking point that the Green New Deal would create a scary pricetag.\n\"Democrats are proposing a radical $93 trillion Green New Deal which has been condemned by unions as a job killer and would put a $600,000 tax burden on every household,\" the Florida GOP tweeted Sept. 20.\nWe previously fact-checked a claim that included the $93 trillion figure and rated it False. (President Donald Trump rounds up the claim to $100 trillion.) Here we will explain why the $600,000 figure is misleading, too.\nWe found there is no government analysis of the cost of the Green New Deal per household. This is in part because the Green New Deal expresses goals; it doesn’t lay out specific policies. The $600,000 figure is based on adding up estimates in a report from a right-of-center group that cautioned it was an \"initial foray.\" But the GOP talking point exaggerates and oversimplifies the analysis so much that the $600,000 figure can’t be considered accurate.\nThe basics about the Green New Deal\nThe Green New Deal is a House resolution that U.S. Rep. Alexandria Ocasio-Cortez, D-New York, introduced in February. \nResolutions are not actual, detailed legislation in themselves. In this case, the Green New Deal resolution in the House — and its companion measure that was introduced in the Senate — address broad principles to curb climate change and protect the environment. The resolutions extend into other domestic policy areas, as well, including jobs and health care. \nBut the proposal doesn’t lay out any cost figures, and it has not received a cost estimate by the nonpartisan Congressional Budget Office.\nThe House resolution was forwarded to several committees and subcommittees for further review. The Republican-led Senate, meanwhile, voted down the measure in March after it was introduced by Sen. Ed Markey, D-Mass., and co-sponsored by many Senate Democrats running for president.\nThe source of the $600,000 figure\nThe Florida GOP did not respond to our questions about the source of their evidence, but conservative news outlets have cited the $600,000 figure from a February report by the American Action Forum, a right-of-center think tank. The American Action Forum is a sister organization of the American Action Network, a conservative advocacy organization.\nThe American Action Forum acknowledged the difficulty in coming up with a number for the cost, saying that \"the breadth of its proposals makes it daunting to assess\" and that many of the proposed policies are redundant, \"which also complicates a precise analysis.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe report doesn’t mention the $600,000 figure or a total for the estimated per-household cost. However, it does show the estimated per-household cost for different parts of the Green New Deal, some of which were expressed in ranges.\nThe Florida GOP’s tweet said that the Green New Deal  \"would put a $600,000 tax burden on every household\" -- which could suggest a massive tax increase for every family. But the American Action Forum analysis doesn’t actually say that every household will pay that cost in new taxes. And the costs identified in the analysis are spread over about a decade, from 2020 to 2029.\nDouglas Holtz-Eakin, president of the American Action Forum and a former head of the Congressional Budget Office, told PolitiFact that he stands by the analysis.\n\"We never actually added it up,\" he said. \"We tried to get the order of magnitude, what are we looking at here? That was the intent of that first piece.\"\nIf we add up the high-end range in each category, that adds up to $671,010 between 2020 and 2029. If we added up the low-end range in each category, it adds up to $369,010. \nTo come up with estimates, the American Action Forum made a series of assumptions, such as that the Green New Deal would lead to enough high-speed rail transit available that air travel becomes unnecessary. The actual text of the resolution does not call for grounding airplanes. (A much-panned FAQ document written by Ocasio-Cortez’s staff said \"we aren’t sure that we’ll be able to fully get rid of farting cows and airplanes that fast.\" But a staff-written FAQ carries zero weight legislatively.)\nThe American Action Forum analysis also factored in costs for Bernie Sanders’ Medicare for All. However, the text of the Senate resolution itself doesn’t include a statement on Medicare for All -- instead, it more broadly calls for \"high-quality health care.\" (At least some of the resolution co-sponsors do support separate legislation Medicare for All however.)\nHoltz-Eakin said he had hoped more specifics would emerge from proponents allowing a more specific cost analysis, but that hasn’t happened, he said.\nOur ruling\nThe Florida GOP tweeted that the Green New Deal \"would put a $600,000 tax burden on every household.\"\nThe Green New Deal is a set of goals; it does not impose specific taxes. Instead, the $600,000 number comes from a brief that its author, the right-of-center American Action Forum, acknowledges is a preliminary and rough estimate. The analysis did not say that every household would pay an extra $600,000 in taxes. Instead, it estimated what costs might be under a range of scenarios over a period of 10 years. \nIt’s possible the resolution will eventually lead to legislation that can be formally analyzed for potential costs, but at this point, such costs can’t be determined.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-00117"}