{"url": "/factchecks/2011/nov/18/herman-cain/where-does-cain-stand-auditing-federal-reserve/", "speaker": "Herman Cain", "vclaim": "On auditing the Federal Reserve", "truth_label": "half-flip", "date": "stated on October 11, 2011 in a debate:", "title": "Where does Cain stand on auditing the Federal Reserve?", "text": "Republican presidential candidate and Atlanta-area resident Herman Cain has encountered intense scrutiny in recent weeks for alleged sexual harassment, the viability of his 9-9-9 tax plan and, most recently, his difficulty with a question concerning President Obama’s policies on Libya.\n\nBut there’s another question that we here at PolitiFact Georgia just couldn’t let go.\n\nSome GOP activists and Libertarians say the plain-spoken Cain is not shooting straight on whether he believes the Federal Reserve Bank needs to be regularly audited.\n\nThe issue has come up in recent months and arose anew during a debate last month. Cain and Texas congressman Ron Paul engaged in some verbal jousting over what Paul said has been a lack of support from Cain on the idea. Cain’s and Paul’s core constituency -- fiscal conservatives and strict constitutionalists -- is the same, and both men appear to be fighting for their support in the crowded field of Republican candidates.\n\nSaid Paul: \"Mr. Cain, in the past, you’ve been rather critical of any of us who would want to audit the Fed.\"\n\nCain, a former chairman of the Federal Reserve Bank of Kansas City, said as part of his reply, \"[T]o be precise, I do not object to the Federal Reserve being audited. I simply said if someone wants to initiate that option, go right ahead. It doesn’t bother me. So you — I’ve been misrepresented in that regard. I don’t have a problem with the Federal Reserve being audited. It’s simply not my top priority.\"\n\nWe wondered if Cain flip-flopped on this issue, as some have claimed.\n\nOne website, The Liberty Papers, contained a blog post saying Cain \"is either a liar or has a very short memory\" concerning auditing the Federal Reserve. The site included audio from Cain to argue he’s changed his position.\n\nJason Pye, an Atlanta-area Libertarian activist who knows Cain, wrote a piece claiming the candidate has been dismissive of plans to audit the Federal Reserve. Pye said Cain has been as steady as Jell-O on auditing the Federal Reserve.\n\n\"Which story are you going to get with a President Cain?\" Pye told us. \"There’s an inconsistency there.\"\n\nIn one video posted by DraftCain2012, the candidate wanted to change the subject with folks who wanted to talk about auditing the Federal Reserve. One man told Cain they can’t audit the Federal Reserve.\n\n\"We can audit them,\" Cain replied.\n\nCain told the crowd that they should focus on setting up a meeting with Federal Reserve officials and ask questions about what control measures the bank has in place. He called the Federal Reserve \"one of the tightest-run federal entities I have ever seen.\"\n\nCain is asked specifically in that January meeting if he would ask for an audit of the Federal Reserve if elected president.\n\n\"But first we need to find out the audits that are already going on,\" Cain said, raising his arms in exasperation. \"What I’m saying is this request for an audit, I’m not sure if that’s the answer to any problem other than people think that they don’t want to be audited.\"\n\nIn another YouTube clip, which is on other sites, there is audio of Cain from a guest appearance on \"The Neal Boortz Show\" discussing all of the audits already in place with the Federal Reserve.\n\n\"We don’t need to waste money … with another audit that’s unnecessary,\" Cain said.\n\nThat YouTube clip also contains video of Cain praising Paul’s efforts to get more information from the Federal Reserve, adding that the congressman \"will have the ability to require an audit of the Federal Reserve Bank\" as chairman of the House Domestic Monetary Policy and Technology Committee. Paul is currently chairman of that committee. The YouTube clip was posted on May 8, but it does not show when the video of Cain was filmed.\n\nCain tries to set the record straight in his new book, \"This Is Herman Cain!: My Journey to the White House,\" released in September, albeit with some acerbic language directed at Paul and some of his supporters.\n\n\"[T]hey’ve stretched the truth, saying that I did not want the Federal Reserve to be audited,\" Cain wrote. \"I have never said that. I have said: ‘I don’t’ think you’re going to find anything to audit on the Federal Reserve.’ But they want you to believe that Herman Cain doesn’t want the Federal Reserve to be audited.\"\n\nIn general, Cain has said an audit is counterproductive, but he will not object to it. That is largely consistent with his statement at the debate. However, there have been occasions where Cain has been confusing on the topic, like when he appeared to take a more definitive stance, saying on Boortz’s show that \"we don’t need to waste money\" with an audit. Because of that confusion, we rate his position on auditing the Federal Reserve as a Half Flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhil Gingrey\n\n\nstated on September 25, 2010 in a CNN interview\n\n\n\n\n\n\n\n\nThe federal government can tell General Motors what to charge for its automobiles.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • October 4, 2010", "vclaim_id": "vclaim-pol-12073"}