{"url": "/factchecks/2010/oct/04/phil-gingrey/gingrey-says-gm-deal-sign-federal-overreach/", "speaker": "Phil Gingrey", "vclaim": "The federal government can tell General Motors what to charge for its automobiles.", "truth_label": "false", "date": "stated on September 25, 2010 in a CNN interview:", "title": "Gingrey says GM deal sign of federal overreach", "text": "Congressman Phil Gingrey was recently on CNN arguing in favor of repealing the federal health care legislation passed earlier this year when he steered the conversation to another area of what he considered government overreach.\n\nThe Marietta Republican used the federal government's bailout of General Motors as an example of Uncle Sam being too involved in the private sector.\n\n\"We're concerned with a powerful government who is telling General Motors now, maybe, what they can charge for their automobiles,\" said Gingrey, a physician. \"Indeed, if the government owns 61 percent, they can do that.\"\n\nDoes the federal government have that type of influence?\n\n\"It's false,\" GM spokesman Greg Martin said.\n\nSo who's right here?\n\nLet's begin with some background about the federal government's role in the automaker's management. In December 2008, during the final days of the presidency of George W. Bush, the government approved a $17.4 billion loan to GM and Chrysler to keep the companies running. GM received $13.4 billion, but a few months later, the company said it needed more money. GM produced a survival plan that included cutting 47,000 jobs worldwide and closing five U.S. factories. In June 2009, President Barack Obama approved a bankruptcy deal that gave GM $30 billion. In exchange, the government took a 60 percent controlling stake in the company. As of late September, GM had repaid $6.7 billion. The remaining money was converted to a 61 percent ownership stake in GM plus $2.1 billion worth of preferred stock, The Associated Press reported.\n\nAJC PolitiFact Georgia looked at several contracts between the federal government and GM, and we didn't see any specific language that suggested Uncle Sam would have any influence over pricing.\n\nWe spoke with Gingrey's office and discussed our review of the contracts. The congressman's spokeswoman, Meredith Griffanti, said the federal government's stake in GM gives it the power to have some say on pricing.\n\n\"GM repaid the government $6.7 billion,\" Griffanti said in a statement. \"The remaining money was converted to a 61 percent ownership stake in GM plus $2.1 billion worth of preferred stock. Based on that, the government does in fact have a 61 percent stake in GM. Clearly that number makes the federal government the majority stakeholder, which undoubtedly allows 'big government' enormous influence over the direction of the company.\" \n\nA Treasury Department spokesman forwarded us testimony in December from Assistant Secretary Herbert Allison, who said government involvement in the day-to-day management of GM is not its goal.\n\n\"Government involvement in the day-to-day management of a company might actually reduce the value of these investments, impede the ability of the companies to return fully to being privately owned,\" Allison said.\n\nObama has said \"the United States government has no interest in running GM.\"\n\nMost members of the 12-member GM board of directors have been appointed since the bankruptcy agreement. The board includes former Coca-Cola Chairman E. Neville Isdell and University System of Georgia Chancellor Errol Davis Jr. Records show the board has control over executive compensation and has a public policy committee. Martin, the GM spokesman, said that committee looks at regulatory issues concerning energy, the environment, trade and taxes. It also reviews GM's philanthropic activities. The board, Martin said, does not deal with day-to-day activities and pricing.\n\nDavid Zaring, a professor at the University of Pennsylvania's Wharton School of Business, said \"it's possible\" for the federal government to have some influence over policy matters such as automobile pricing through its board appointments. However, Zaring said he has watched closely to see whether that has happened and, so far, it hasn't.\n\n\"It's easy to overstate how overinterventionist the government is being,\" Zaring said.\n\nThere's no written language in the GM contract with the federal government that states Uncle Sam has any control over vehicle pricing. The board has not gotten involved in such matters, according to GM and others who have paid attention. We found no evidence that the federal government could influence pricing, aside from Zaring's suggestion that \"it's possible\" that board members could involve themselves in such matters. Therefore, we rate Gingrey's statement that the federal government could tell GM what to charge for its automobiles as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Shelby\n\n\nstated on March 25, 2010 in a letter to Treasury Secretary Timothy Geithner\n\n\n\n\n\n\n\n\n\"The bill reported out of committee sets up a $50 billion slush fund that, while intended for resolving failing firms, is available for virtually any purpose that the treasury secretary sees fit.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • April 16, 2010", "vclaim_id": "vclaim-pol-14311"}