{"url": "/factchecks/2020/may/07/lincoln-project/mourning-america-ad-critical-trump-misleads-bailou/", "speaker": "Lincoln Project", "vclaim": "\"Trump bailed out Wall Street, but not Main Street.\"", "truth_label": "false", "date": "stated on May 5, 2020 in an ad:", "title": "Lincoln Project’s “Mourning in America” ad critical of Trump misleads on bailouts", "text": "A group called the Lincoln Project, headlined by several high-profile Republicans and former Republicans who oppose President Donald Trump, recently released an ad that turned a famous re-election ad for President Ronald Reagan on its head.\nThe Reagan ad, \"Morning in America,\" is one of the most celebrated campaign ads in history. Using optimistic imagery and themes to argue that the country was on the right track after the crises of the 1970s, the ad set the tone for Reagan’s landslide reelection victory.\nBy contrast, the Lincoln Project’s ad, retitled \"Mourning in America,\" is replete with depressing footage of masked Americans and economic devastation. And it directly blames Trump for acting ineffectively on the health and economic fronts. \nAt one point, the ad asserts, \"Trump bailed out Wall Street, but not Main Street.\"\nTrump tweeted his displeasure with the ad, ironically producing a banner fundraising day for the Lincoln Project. \nBut is the ad’s claim about bailouts accurate?\nWhile there have been high-profile examples of larger corporations being awarded loans from a primarily small-business lending program (and sometimes giving them back), this line in the ad is inaccurate. \nMarc Goldwein, the senior vice president and senior policy director for the Committee for a Responsible Federal Budget, has been tracking the federal response to the coronavirus-driven economic downturn. He said the dichotomy in the ad is wrong.\nThe coronavirus relief legislation passed so far, Goldwein said, \"generally bails out everyone.\"\nRole of the CARES Act\nWe should start by noting that Trump wouldn’t be solely at fault for any design flaws in the primary law for coronavirus relief, the Coronavirus Aid, Relief, and Economic Security, or CARES, Act.\nThe $2.2 trillion act, which Trump signed into law on March 27, 2020, included stimulus payments to most Americans, enhanced unemployment aid, loans for small businesses, and other relief measures. However, before it got to Trump’s desk, the bill had the support of both parties. It passed the Senate unanimously, and it passed the House overwhelmingly.\nThe primary way the bill helps small companies is through the Paycheck Protection Program.\nUnder that program, small businesses can take out federally backed loans through banks or credit unions to tide them through the coronavirus pandemic. The government will forgive the loans if the company keeps all of their employees on the payroll for eight weeks, and as long as the money is used for payroll, rent, mortgage interest, or utilities.\nThe Paycheck Protection Program attracted negative media attention when some larger employers, such as Shake Shack, secured small business loans. Criticism grew as the program ran out of money allocated under the CARES Act. Congress later provided funds for additional loans.\nThe Shake Shack loan appears to have been legal, since the program allowed loans for businesses in the food services sector that have more than one physical location and employ less than 500 people per location. Still, the negative attention led some of these businesses, including Shake Shack, to voluntarily give back their loans.\n\n \nWhat does the data show?\nThe Small Business Administration, which is overseeing the program, has produced some broad breakdowns of how the first $342 billion in loan money was spent.\nFor assessing the ad’s claim, the most problematic cut of the SBA data concerns the size of the loans made so far. \nThe breakdown shows that slightly more than 74% of the individual loans granted were for $150,000 or less, totaling $58 billion. Because most companies apply for the maximum amount allowable, and because the loans are capped at 10 weeks of payroll costs, a loan of this size is consistent with a company that has roughly seven to 10 workers, Goldwein said. (Because the individual loan amounts in this category were small, the sum of all these loans was equal to only 17% of the total money spent.)\nFurther evidence that the loans are reaching smaller companies comes from a survey released May 5 by the National Federation of Independent Business, a leading small-business group.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis survey found that 77% of the group’s small business-owner members have successfully submitted an application, and about 61% of those applicants had already received their loans. Others were still in process.\nSo contrary to what the ad argues, tens of billions of dollars are flowing to small businesses.\n\n \nWhat about Wall Street?\nThe public’s aversion to rescuing Wall Street dates back to the Great Recession in 2008, which, unlike the coronavirus downturn, was sparked by a meltdown specifically of the financial sector. The first big bill to address it, the Troubled Asset Relief Program, was designed primarily to help ailing banks, credit markets, and other financial institutions. Another early action was to rescue the government-chartered home mortgage finance giants Fannie Mae and Freddie Mac.\nThis initial legislation bailed out the financial services sector, rather than economically stressed ordinary Americans. Since then, complaints about lawmakers favoring \"Wall Street\" have  persisted for more than a decade, from the Occupy Wall Street movement to Sen. Bernie Sanders’ insurgent presidential campaigns. As recently as a few months ago, Sanders, in his second presidential bid, was regularly assailing federal assistance to Wall Street firms.\nThe Paycheck Protection Program does not put any special emphasis on aiding financial firms, although most of the big \"Wall Street\" players would be too big to qualify. In addition, after the bill was passed, regulations were implemented to bar private equity firms from benefiting from the program.\nIf a financial company is small enough, from community banks or credit unions to insurance broker firms, it could qualify for a loan under the program. In fact, the SBA data shows that the \"finance and insurance\" sector received 2.39% of the dollars loaned under the program. \nStill, that’s well down the list of sectors being served by loans. The biggest recipients were companies in construction (13.12%), professional, scientific, and technical services (12.65%), manufacturing (11.96%), and health care and social assistance (11.65%). \nAnother way banks and credit unions can benefit from the Paycheck Protection Program is by servicing the program’s loans to small businesses. \nWhen lenders make a loan under the program, the government pays them a fee. The Committee for a Responsible Federal Budget estimates that the total administrative costs of the first $349 billion loan tranche was $7.6 billion. Much of that probably went to financial institutions, some of them big players of the kind critics have targeted. However, it’s worth noting that this was not a \"bailout\" but rather a fee for services rendered.\nProbably the closest the relief legislation has come to a \"bailout\" of Wall Street comes from a separate part of the law, and its impact has been indirect.\nThe CARES Act provides the Federal Reserve with $454 billion in emergency lending authority. This is designed to provide liquidity to the financial system to aid eligible businesses, states and municipalities.\nSo while much of this aid will flow through banks, it was not created with bailing out Wall Street as its endpoint; Wall Street is being enlisted to aid a wide range of companies within the U.S. economy.\nOf course, some of this support will be used to help bigger companies, and this has probably helped the stock market recover some of its initial losses from the pandemic, Goldwein said. In turn, a healthier stock market does help \"Wall Street.\" But this is an indirect benefit.\nThe Lincoln Project did not get back to us with support for the claim; nor did the White House or the Trump campaign. (Editor's note: We received a response from the Lincoln Project after publication; their response is included after our ruling.) The Trump campaign issued a news release on May 6 that cited the 74% figure from the SBA as well as a tweet from White House Press Secretary Kayleigh McEnany saying that 1 million businesses with 10 or fewer employees received Paycheck Protection Program loans in the first round.\nOur ruling\nThe Lincoln Project ad says, \"Trump bailed out Wall Street, but not Main Street.\"\nThis is wrong on several levels. First, Trump doesn’t solely get the credit, or the blame, for anything in the CARES Act; it was supported by virtually all congressional Democrats as well.\nThe financial firms criticized for benefiting from the Great Recession bailouts do receive some ancillary benefits from the act, but the loan-accepting companies are the primary target of such largesse, not the banks.\nThe clearest problem with the claim is the notion in the ad that \"Main Street\" is not being aided. About three-quarters of the loans in the Paycheck Protection Program were made in the smallest loan size category, one that would support a business of roughly seven to 10 people.\nWe rate the statement False.\nUPDATE: After publication, we received the following response from the Lincoln Project. Our key findings still stand, and the rating remains False. \n\"We base that claim on the following Meriam Webster remarks about Wall St: 'In popular culture \"Wall Street\" stands in contrast to \"Main Street.\" While Wall Street is used to describe the capital markets and the financial industry, Main Street is typically used to describe the larger economy in which the vast majority of people live and work.'\n\n\"Charlie Gasparino, the senior correspondent at Fox Business Network, wrote in an op-ed for the New York Post, 'These measures will almost certainly benefit Wall Street and market speculation — even as their impact on Main Street will be slow to come.' He also wrote, 'Wall Street traders will make money, while Main Street businesses face economic conditions not seen since the Great Depression.' \n\"Private equity, one of the largest sectors of the financial industry, is looking to cash in on COVID-19 relief money.  According to an article from Vanity Fair, 'Among those angling for a federal handout is one of the wealthiest sectors of the American economy: private equity. These firms not only have a record $1.5 trillion in cash on the sidelines, waiting to be invested, but their CEOs are among America’s richest executives. So why should they be permitted to raid the federal Treasury in a time of crisis?'\"", "vclaim_id": "vclaim-pol-18265"}