{"url": "/factchecks/2017/sep/29/edward-cox/new-york-has-most-people-leaving-other-states-coun/", "speaker": "Edward Cox", "vclaim": "New York has \"the biggest outmigration of citizens of any state.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2017 in a conversation with reporters:", "title": "It's true: A lot of people are leaving New York", "text": "New York state’s population declined last year for the first time in a decade.\nState Republican Chairman Edward F. Cox blames the drop on Gov. Andrew M. Cuomo.\nCuomo's economic policies make it hard for employers to add jobs, especially in upstate New York, so residents are leaving the state for better employment opportunities elsewhere, he said.\n\"We have the biggest outmigration of citizens of any state,\" Cox said.\nThirty other states also lost population to other states last year, according to the U.S. Census Bureau.\nIs Cox right that New York state tops that list?\nLatest data\nNew York state lost a net 191,367 residents to other states between July 2015 and July 2016, more than any other state.\nWhere are they going? The most popular destination is Florida, according to U.S. Census Bureau estimates. Almost 70,000 New York state residents moved to the Sunshine State in 2015. The second-most popular destination was New Jersey, which gained about 50,000 people from New York state. California ranked third with almost 37,000 people from New York.\nBrooklyn had the largest exodus from New York with a net 43,264 people moving from the borough to another state. Only three counties — Ontario, Saratoga, and Warren — had more people move in from another state than out.\nSince 2011\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nLast year was the worst year for domestic migration in New York state since at least 2011, the data shows. The state had a net loss of 90,342 people to other states between 2010 and 2011. That count has increased each year since, except for a short-lived dip in 2013.\nNew York lost a net 846,669 people to other states between 2011 and 2016, more than any other state. Illinois recorded the second-highest outmigration in the country with a net loss of 540,166 residents.\nAgain, Florida and New Jersey attracted the most New York residents. Almost 300,000 of them moved to Florida between 2011 and 2015. New Jersey ranked second, drawing about 225,000 people from New York state. Pennsylvania was the third most popular destination, with about 160,000 people migrating from New York state\nAt the same time, New York state’s population has increased by 367,179 since 2010 thanks to almost 1.5 million births and migration from other countries.\nMigration rates\nBeyond raw counts, New York state has the biggest outmigration rate among the states if considering just domestic migration. Ten of every 1,000 New York state residents moved to another state in 2016. Illinois ranked second, with nine of every 1,000 residents in that state moving to another state.\nGoverning magazine charted each state's migration rate -- the difference of in-migration and outmigration -- per 1,000 people in 2015-16, and it also included people coming and going from outside the country. New York state ranked fifth behind Illinois, Wyoming, North Dakota and Kansas.\nOur ruling\nCox said New York has \"the biggest outmigration of citizens of any state.\"\nBy raw numbers alone, Cox is right. Census data shows more people are moving from New York state to other states than move from any other state. And the flow has become larger since 2011. Given that New York state has the nation's fourth-largest population, nearly 20 million, it's not surprising the numbers dwarf smaller states.\nBut by proportion, and when including international migration, several other states have bigger outmigration rates. \nWe rate his claim Mostly True.\n Share the Facts 2017-09-29 12:03:23 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True   New York has \"the biggest outmigration of citizens of any state.\"    Ed Cox New York Republican Chairman   New York Tuesday, September 19, 2017 2017-09-19    Read More  info", "vclaim_id": "vclaim-pol-02854"}