{"url": "/factchecks/2014/jan/30/marshall-faulk/looking-good-bet-super-bowl-mvp-likely-be-quarterb/", "speaker": "Marshall Faulk", "vclaim": "Quarterbacks \"won the (Super Bowl) MVP more than 50 percent of the time.\"", "truth_label": "true", "date": "stated on January 28, 2014 in comments on the NFL Network:", "title": "Looking for a good bet? Super Bowl MVP is likely to be a quarterback", "text": "The pre-game punditry is rampant ahead of Super Bowl XLVIII (A.K.A. 48). Who’s going to win? Who’s going to be the game’s most valuable player? Let’s hypothesize!\nNFL Hall of Fame running back Marshall Faulk says the MVP pick is \"already etched in stone.\"\nObviously, it’s going to be Denver Broncos quarterback Peyton Manning, he said during a face-off with Michael Irvin on the NFL Network. Faulk laid out pretty compelling evidence to make his case.\n\"Quarterbacks, they have won the MVP more than 50 percent of the time,\" he said.\nSomeone on Twitter heard Faulk’s claim and asked us if it is correct.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTurns out Faulk is right.\nOf the 47 Super Bowls, 26 quarterbacks have walked away with MVP honors, way more than any other position, according to an ESPN tally.\nVictors include multiple winners such as Green Bay’s Bart Starr, Pittsburgh’s Terry Bradshaw, and San Francisco’s Joe Montana, as well as recent repeat winners in New England’s Tom Brady and the New York Giants’ Eli Manning.\nPeyton Manning could join the two-time MVP club Sunday night. He won the award for Super Bowl XLI in 2007 after passing for 247 yards and a touchdown against the Chicago Bears.\nFor his MVP pick, Irvin chose Broncos wide receiver Wes Welker. Wide receivers and running backs are the next most likely positions for MVP, but they far and away trail the quarterbacks. (It’s a lot tougher for defense. The last defensive player to win the award was Tampa Bay Buccaneers safety Dexter Jackson in 2003.)\nWe rate Faulk’s claim True.", "vclaim_id": "vclaim-pol-08321"}