{"url": "/factchecks/2017/feb/28/tim-moore/north-carolina-republican-leader-claims-credit-nat/", "speaker": "Tim Moore", "vclaim": "\"North Carolina's teacher income is rising faster than any other state.\"", "truth_label": "half-true", "date": "stated on February 20, 2017 in in social media posts and a press release:", "title": "North Carolina Republican leader claims credit for the nation's best teacher pay raises", "text": "North Carolina teachers have been among the lowest-paid in the nation for the better part of a decade now. Concerns over education funding have dogged Republican politicians since they took over the state legislature in 2011.\nPushing back against the criticism, N.C. House Speaker Tim Moore said he and his fellow Republicans are doing more to give teachers raises than politicians anywhere else in the country.\n\"North Carolina's teacher income is rising faster than any other state,\" Moore wrote on Twitter, Facebook and in a press release earlier this month.\nTeacher pay debates can quickly become controversial. Local school boards are the largest employers in many of the state’s 100 counties, and the liberal N.C. Association of Educators, a teacher advocacy group, holds a great deal of political clout.\nWhen campaigning in North Carolina, politicians on both sides of the aisle tend to exaggerate claims about teacher pay. See our fact-checks of Mostly False claims by Democratic presidential candidate Hillary Clinton and North Carolina’s Democratic Gov. Roy Cooper for just a few examples.\nNow, similar to those two claims from Democratic politicians, this time Moore takes a snippet of truth and twists it out of context to try to bolster his own party.\nFiguring out what years to measure\nIt wasn’t immediately clear what Moore meant by \"is rising faster.\" We asked if he was talking about just the most recent school year, or the entire time Republicans have been in charge of the state budget.\nMoore’s communications director Joseph Kyzer said it was neither. Moore was talking about the period from 2014 to 2016, Kyzer said.\nWhile none of Moore’s statements ever directly gave that time frame, his press release and website did cite several blog posts and news articles about teacher pay raises in those years.\n\"The 2014-16 time period provided in the data the Speaker linked to covers the total teacher raises (under) Republican leadership, so it is accurate to quantify Republican pay increases over that combined period and claim NC ranks No. 1 in the U.S.,\" Kyzer said.\nSo we looked at that time frame. But we didn’t stop there, because doing so would ignore half the budgets written and passed by Moore and his colleagues.\nFurthermore, when the N.C. GOP shared Moore’s claim in its own press release, it used the more sweeping headline \"Teacher Pay in NC Under Republican Leadership\" and never mentioned Moore’s timeframe.\nSo we looked at the years Moore’s office suggested, as well as how North Carolina has done under all six years the GOP has had control of the state budget.\nYear-by-year\nIn the current 2016-17 school year, the average North Carolina teacher is making just shy of $50,000. That’s about a 3.9 percent raise since last year.\nWe don’t know if that’s the best in the country. There’s no national data yet. But it is well above the national average for the post-recession years, which has typically been below 1.5 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe national data for 2015-2016 is partially complete. The National Education Association, the country’s largest teacher’s union, aggregates this type of data for all 50 states and the District of Columbia.\nNEA researcher Tim Tang said nearly half haven’t reported their 2015-2016 numbers year, so the data listed for them in that year's NEA reports is instead an inflation-based placeholder, But North Carolina is one of the 27 states we do have data for, and we don’t need the rest to know it didn’t have the nation’s fastest-rising pay in 2015-2016. The state’s 0.35 percent raise was higher than eight but lower than another 18. So once the other 24 report, North Carolina will rank somewhere between 19th and 43rd.\nThe previous year, in 2014-2015 North Carolina did have the country’s biggest raise, at 6.2 percent.\nBut in 2011-2012, 2012-2013 and 2013-2014, the average North Carolina teacher’s pay dropped each year. The state’s change in pay ranked 47th or 48th all three years.\nSo we crunched the numbers to see if that one excellent year could make up for the rest.\nTotal during GOP control\nMoore’s claim clearly isn’t true if you consider the GOP’s entire record.\nBetween 2011-2012 and 2015-2016, teacher pay increased in North Carolina by 4.5 percent. Of the 27 states that have reported for 2015-16, 10 had larger increases.\nAnd between 2011-2012 and 2014-15, when we have data from all 50 states and D.C., 21 others had larger increases than in North Carolina.\nTeacher pay in North Carolina rose 4.1 percent in that period. The national average was 3.6 percent and the top state, Vermont, saw teacher pay rise by 12.3 percent – triple the North Carolina rate.\nMoore’s chosen timeline\nIf we consider only Moore’s cherry-picked data from 2014 on, North Carolina does appear (at least at first glance) to have the country’s fastest-growing teacher pay. In those years, North Carolina’s teacher pay rose 6.7 percent.\nBut that’s an arbitrary selection of years that only counts years of positive growth and excludes the years when salaries actually fell. PolitiFact previously dinged President Barack Obama for similarly cherry-picking data to warp the facts, in a Half True claim about job creation.\nAnd again, we should note that we still don’t have data from 24 of the 51 states and D.C. from the 2015-16 school year. So that means while North Carolina does appear to have the fastest-rising teacher pay, 24 others could possibly surpass it.\nMore realistically, though, five of the 24 have a reasonable chance of doing so. They are North Dakota, New Hampshire, Hawaii, Florida and the District of Columbia. Each gave about a 2 or 3 percent raise in 2013-14 and again in 2014-15. If they kept up that trend in 2015-16, they might have already surpassed North Carolina. It’s simply too soon to know.\nOur ruling\nNorth Carolina Republican Rep. Tim Moore, the N.C. House Speaker, said that \"North Carolina's teacher income is rising faster than any other state.\"\nIf you look at all six years Moore and his fellow Republicans have been in charge of the state budget, the claim is clearly not true. Teacher pay has risen faster in many other states.\nMoore said he was only counting from 2014 onward, which excludes the years teacher pay fell under GOP leadership. We frown on cherry-picking data like that. However, that data does support Moore’s claim – but only with the caveat that the data is incomplete, and some states could still feasibly overtake North Carolina. Either way, Moore has a point that the teacher pay is rising quickly in recent years.\nWe rate this claim Half True.\n Share the Facts   Politifact    2 6  Politifact Rating: Half True  \"North Carolina's teacher income is rising faster than any other state.\"    Tim Moore Speaker of the N.C. House of Representatives   On social media and press releases Monday, February 20, 2017 02/20/2017    Read More  info", "vclaim_id": "vclaim-pol-03622"}