{"url": "/factchecks/2017/apr/25/donald-trump/did-terrorism-not-exist-nato-was-created-donald-tr/", "speaker": "Donald Trump", "vclaim": "\"Back when they did NATO, there was no such thing as terrorism.\"", "truth_label": "barely-true", "date": "stated on April 24, 2017 in an interview wth the Associated Press:", "title": "Did terrorism not exist before NATO was created, as Donald Trump said?", "text": "President Donald Trump has needled NATO, the 68-year-old military alliance, as an anachronistic vestige of the Cold War with a low-energy approach to fighting terrorism.\n\"Back when they did NATO, there was no such thing as terrorism,\" Trump said in a wide-ranging interview with the Associated Press which published an interview transcript April 24.\nWe previously rated False Trump’s suggestion that he’d caused NATO to take a sharper focus on terrorism. This claim is a bit different, but it’s still problematic. We found that while Trump’s claim isn’t literally true, it implies important questions about how NATO has adapted to new threats.\nWhile defining terrorism can be a bedeviling task -- as we’ve previously pointed out -- the concept of terrorism certainly existed before NATO’s founding in 1949, said Theodore R. Bromund, a senior research fellow at the Heritage Foundation.\n\"Acts that we would today define as terrorism began as early as the anarchist offenses of the late 19th century and the campaign against the Russian czars of the mid to late 19th century,\" he said.\nAnd the 20th century saw several \"overwhelming examples that indicate the extent of President Trump's error,\" said Mary Ellen O’Connell, a University of Notre Dame law professor. Transnational terrorism arguably started World War I when an unlawful Serbian independence organization known as Black Hand assassinated the heir to the Austro-Hungarian Empire, she said.\n\"Indeed, the problem was so bad that the League of Nations worked for many number of years on a comprehensive treaty against terrorism but did not succeed prior to World War II,\" she added.\nWorld War II saw terror tactics used widely, O’Connell said, prompting the explicit prohibition on the use of terror as a weapon under the the Geneva Conventions in 1949 -- the same year NATO was founded.\nDirectly rebutting Trump’s claim is the fact of widespread terrorism in 1949 when the alliance was born, according to Lance Janda, a military historian at Cameron University in Lawton, Okla.\n\"Terrorism goes back centuries, and in 1949 was raging in many places around the world,\" Janda said, \"from Algeria to Palestine, and from India and Pakistan to Malaya, to name just a few.\"\nSo Trump is wrong when his statement is taken literally.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut Bromund said Trump’s broader point that NATO is an aging alliance has merit.\n\"NATO was not founded to combat terrorism, was not created in a world where it was even a minor concern, and was not structured to oppose it in any way at all,\" he said. \"Even when terrorism did become a concern in Europe in the 1960s and 1970s, NATO remained dedicated to deterring, and preparing to fight if deterrence failed, state-on-state war.\"\nGiven NATO’s original mission of deterring a Soviet invasion of Western Europe, it’s ironic that the terrorist attacks of 9/11 -- and not a traditional interstate conflict -- is the only event in history to trigger the alliance’s collective security obligation, said military historian Janda.\n\"9/11 is the only time the alliance has invoked Article 5 of the NATO treaty, which calls on member states to defend other alliance countries after an attack on any one of them,\" Janda said. \"Ironically, it saw the alliance come to help the United States, rather than seeing the Americans sally forth to fight for Europe, as was generally assumed would be the case in the event of war.\"\nAlso worth noting is the nature, targets and instruments of terrorism have evolved dramatically since NATO’s birth in 1949, said Steven R. Ratner, a University of Michigan law professor.\nRatner described non-state terrorism as having evolved in two distinct waves since NATO’s founding, with the first beginning in the late 1960s and 1970s with the rise of violent radical-left movements like the Red Army Faction and pro-Palestinian groups like Black September. The second wave began with the post-9/11 groups like Al Qaeda and ISIS.\nRecent developments under these latter groups include suicide bombings, the expanded use of transportation targeting, and the internet as a means of communication and recruiting, Ratner said.\n\"Both of those waves were different from anything done before because of their brazen willingness to attack civilian targets and the sophistication of their operations,\" Ratner said.\nOur ruling\nTrump said, \"Back when they did NATO, there was no such thing as terrorism.\"\nIn the most literal sense, Trump is wrong -- terrorism had existed in one form or another long before the creation of NATO. But it's worth noting that the tactics and the potential reach and scale of terrorism has expanded in the years since NATO was founded, and the alliance has had to shift its focus somewhat in recent years toward terrorism rather than state-on-state conflict.\nWe rate Trump’s statement Mostly False.\n Share the Facts 2017-04-25 22:29:51 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  \"Back when they did NATO, there was no such thing as terrorism.\"    Donald Trump president   in an Associated Press interview Monday, April 24, 2017 2017-04-24    Read More  info", "vclaim_id": "vclaim-pol-03386"}