{"url": "/factchecks/2020/sep/22/viral-image/photo-doesnt-show-jacob-blake-rape-victim/", "speaker": "Viral image", "vclaim": "Photo shows Jacob Blake’s “14-year-old rape victim.”", "truth_label": "false", "date": "stated on September 17, 2020 in a Facebook post:", "title": "Photo doesn’t show Jacob Blake rape victim", "text": "As demonstrators protested the shooting of Jacob Blake, a 29-year-old Black man who was shot in the back by a white police officer in Kenosha, Wis., in August, misinformation about the man started spreading online. \nOne claim we debunked: that he’s a \"child rapist.\"\nDifferent social media posts have said he \"raped a little girl,\" \"raped a 15-year-old girl,\" went to prison for \"raping a 14 year old girl\" and that he raped a 16-year-old girl.\nBut there’s no evidence Blake’s a \"child rapist.\" Wisconsin court records show that he was charged with one felony count of third-degree sexual assault related to an alleged incident of domestic abuse. Under Wisconsin law, that could mean nonconsensual sexual intercourse or other sexual contact, such as ejaculation or urination. \nBut sex with a minor isn’t one of the offenses included in that charge.\nAccording to a criminal complaint, a woman Blake knew told police he came to her house and sexually assaulted her before taking a debit card and her car keys and fleeing in her vehicle. The case hasn’t gone to trial. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nStill, the allegation that Blake sexually assaulted a child has spread online. One Facebook post shows an image of what looks like a girl lying in a hospital bed with bandages on her hands and under her nose. \n\"This is Blake’s 14-year-old rape victim,\" the post says. \"The NFL is wearing his name on their helmets. If you think the NFL owes her an apology comment ‘YES.’\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSome football players did wear Blake’s name on their helmets, but it’s unclear whom they would apologize to. \nWe don’t know who is in the picture that’s being shared on Facebook, but it’s been online for more than a decade. We found it on several blog posts in 2009, 2010 and 2017, all in the context of domestic violence — not sexual assault or child sexual assault. \nWe couldn’t find anything to credibly support the claim that it pictures a 14-year-old assaulted by Jacob Blake.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18989"}