{"url": "/factchecks/2016/jun/06/levar-stoney/levar-stoney-wrongly-traces-virginia-felon-voting-/", "speaker": "Levar Stoney", "vclaim": "Virginia’s banning of felons from voting is a \"Jim Crow-era law.\"", "truth_label": "false", "date": "stated on May 17, 2016 in a radio interview.:", "title": "Levar Stoney wrongly traces Virginia felon voting ban to Jim Crow era", "text": "Gov. Terry McAuliffe was quick to credit Richmond mayoral candidate Levar Stoney for playing a key role in his decision to restore voting rights to more than 200,000 felons in Virginia who have served their time.\nUntil mid-April, Stoney was McAuliffe’s secretary of the commonwealth. The office oversees gubernatorial appointments and the restoration of rights to felons.\nStoney, whose father once had lost his voting privileges, urged McAuliffe to issue a blanket restoration of rights to former inmates instead of continuing the process of considering each case individually.\nHe stood beside McAuliffe and was allowed to speak at an April 22 ceremony on the Capitol steps at which the governor signed the restoration order. Both he and McAuliffe said the policy of making it hard for felons to regain their rights harks back to Virginia’s days of excluding black voters.\nStoney added a detail during a recent radio interview on \"The Jack Gravely Show,\" when he was asked whether the restoration was a \"Democratic move\" to help him win the mayorship this year and presumptive presidential nominee Hillary Clinton carry the state in November.\n\"Well, when people tell me that, it’s laughable,\" he replied, \"because there are some people who would rather stand up for a Jim Crow-era law, a civil rights era law, instead of actually think about the 224,000 people now who actually have a voice in the process.\"\nStoney made a similar claim in a May 2 tweet in which he lamented a Republican legal challenge to the blanket restoration. \"We must move past these Jim Crow-era laws and look forward to engaging the citizens of Richmond in civic participation,\" he wrote.\nWe wondered whether Virginia’s policy of banning felons from the ballot box really does spring from the Jim Crow era. Let’s go back in time.\nBlack men were widely given the right to vote by the 15th Amendment, ratified in 1870 - five years after the Civil War ended. By the late 1870s, Southern states began passing so-called Jim Crow laws to promote segregation and to sidestep the amendment with laws that made it all but impossible for blacks to vote.\nThe Jim Crow era - marked by poll taxes, literacy tests to vote, segregated schools and public facilities - lasted until the passage of the Civil Rights Act of 1964 and the Voting Rights Act of 1965.\nIn 1902, the General Assembly adopted a new state constitution that had all of those restrictions. It also included a section that banned persons convicted \"of any felony\" from voting.\nStoney cites the 1902 constitution as proof that the ban on felons voting is a Jim Crow-era law. He also cites a quote by Carter Glass, a delegate in the 1902 deliberations who went on to become a U.S. senator and U.S. secretary of the Treasury.\nGlass approvingly said that all of the voting restrictions will combine to \"eliminate the darkey as a political factor in this state, so that in no single county … will there be the least concern felt for the complete supremacy of the white race in the affairs of government.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBut again, Carter was talking about the effect of all the voting restraints. He did not specifically mention the felon ban. Records trace that law back to a state constitution adopted in 1830 - decades before the Jim Crow era.  Article III, Section 14 of the document denied \"the right of suffrage\" to \"any person convicted of any infamous offense.\"\nThis is important, because the 1830 constitution also limited the right to vote to white men. Blacks initially were unaffected by the felon ban, because they couldn’t vote. Only white, male felons lost the right. The same conditions applied in redrafts of the constitution in 1850 and 1864.\nVirginia Republicans, in their suit to stop McAuliffe’s blanket restoration, note that the felon ban’s onset in 1830 occurred \"long before African-Americans could vote.\"\nBut the GOP stressed that the history is not central to their suit. Republicans say McAuliffe doesn’t have authority to issue the blanket restoration and must consider giving back rights to each felon individually.\nAttorney General Mark R. Herring, in replying to the GOP lawsuit, did not address the history of the ban.\nIt should be pointed out that Virginia’s current constitution - adopted in 1971, after the Jim Crow era ended - retained the ban on felon voting unless their rights had been restored by the governor.\nA final note: This Truth-O-Meter simply examines whether the felon ban is a Jim Crow policy. We don’t doubt an assertion that the ban, today, largely affects black voters.\nThe Virginia Department of Corrections most recently released a racial breakdown of its prison population in mid-2014. Of almost 37,000 inmates, it found that 58.5 percent were black, 38.6 percent were white, 2.2 percent were Hispanic, and 0.7 percent were listed as \"other.\"\nThe U.S. Census Bureau estimates blacks comprised 19.7 of Virginia’s population in mid-2014.\nOur ruling \nStoney said Virginia’s banning of felons from voting is a \"Jim Crow-era law.\"\nThe ban was written into Virginia’s constitution in 1830, almost a half-century before the era began. Only white men could vote then, so contrary to Stoney’s assertion, the law couldn’t have been designed to keep blacks from voting.\nThe ban was retained in redrafts of Virginia’s constitution that were adopted during and after Jim Crow days.\nWe rate Stoney’s statement False.https://www.sharethefacts.co/share/1f065633-679c-49fb-9d11-6ece84eb9ec9", "vclaim_id": "vclaim-pol-04869"}