{"url": "/factchecks/2015/jun/15/bernie-sanders/bernie-sanders-says-black-male-baby-born-today-has/", "speaker": "Bernie Sanders", "vclaim": "\"A black male baby born today, if we do not change the system, stands a one-in-three chance (of) ending up in jail.\"", "truth_label": "mostly-true", "date": "stated on June 11, 2015 in an interview on PBS:", "title": "Bernie Sanders says a black male baby born today has 1-in-3 chance of prison", "text": "Several 2016 presidential candidates in both parties have discussed how the criminal justice system might be improved. The latest to address this issue was Democratic presidential candidate Bernie Sanders during a June 11, 2015, interview on PBS.\n\"A black male baby born today, if we do not change the system, stands a one-in-three chance (of) ending up in jail. This is (an) unspeakable tragedy.\"\nWhen we took a closer look, we found that the statistic may not be far off -- but it’s hard to know for sure, because the data Sanders relies on is so old. As with other dramatic talking points we’ve seen over the years, this one has been repeated and repeated over a decade and a half without being updated, despite evidence that the underlying trends have changed direction.\nThe statistic dates back to a 2003 paper published by the Bureau of Justice Statistics, a division of the U.S. Justice Department. The Bureau of Justice Statistics paper includes the line, \"About 1 in 3 black males ... are expected to go to prison during their lifetime, if current incarceration rates remain unchanged.\"\nBy contrast, the paper said, one of every six Hispanic males and one of every 17 white males can be expected to go to prison during their lifetime. (For this fact-check, we’ll ignore Sanders’ imprecise use of \"jail,\" where people are held temporarily, rather than \"prison,\" where inmates are typically serving substantial sentences.)\nNot only was this data published 12 years ago, but the paper is based on data from 2001 -- a full 14 years ago. Despite its age, the statistic has been cited repeatedly -- notably in 2013 with the publication of a report by the Sentencing Project, a group that advocates for prison reform and promotes alternatives to incarceration. That report’s claim -- that \"if current trends continue, one of every three black American males born today can expect to go to prison in his lifetime\" -- was footnoted to a 2011 paper by Marc Mauer, the Sentencing Project’s executive director.\nWhen we contacted Mauer, he said he doesn’t know of any updated research that would shed light on the percentage today. \"It's a very complex analysis to produce, so that's at least part of the reason that it hasn't been replicated in recent years,\" Mauer said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe did, however, find reason to believe that the trend line that had been assumed in the 2003 paper has changed course.\nAccording to annual Justice Department reports, in 2001 there were 3,535 sentenced black male prisoners under state or federal jurisdiction for every 100,000 black male residents. By 2013, the equivalent number was 2,805. So black incarceration rates were 21 percent lower in 2013 than they were in 2001.\nThat said, there’s little doubt that black men have disproportionately higher incarceration rates. For instance, a study published in the journal Crime & Delinquency found that nearly half of black males and almost 40 percent of white males in the United States have been arrested by the age of 23.\nBut because of the complexities of modeling the statistics, Mauer said, it’s hard to know how much the decline in incarceration rates would specifically change the one-in-three statistic Sanders used.\n\"We can't necessarily say that the one-in-three figure should be reduced by 21 percent, although if we did, it would bring it down to about 1 in 4, which is still quite dramatic,\" Mauer said.\nOur ruling\nSanders said that \"a black male baby born today, if we do not change the system, stands a one-in-three chance (of) ending up in jail.\"\nThis calculation, while it’s the most recent one available, is 14 years old, and changes in the underlying data suggest that the actual odds of incarceration may be somewhat smaller today. Still, other evidence suggests that blacks have a disproportionate likelihood of ending up in prison. On balance we rate it Mostly True.", "vclaim_id": "vclaim-pol-06313"}