{"url": "/factchecks/2017/aug/17/donald-trump/donald-trump-says-wages-havent-gone-long-time-s-wr/", "speaker": "Donald Trump", "vclaim": "Wages \"haven’t gone up for a long time.\"", "truth_label": "false", "date": "stated on August 15, 2017 in a question-and-answer session with reporters:", "title": "Donald Trump said wages 'haven’t gone up for a long time,' but that's wrong", "text": "It was hardly the most widely noticed remark in his Trump Tower lobby question-and-answer session on Aug. 15 -- that would be his comments on the unrest in Charlottesville, Va.\nBut one economic assertion by President Donald Trump caught our attention.\nAs Trump was leaving, a reporter asked him what he thought \"needs to be done to overcome the racial divides in this country?\"\n\"I really think jobs can have a big impact,\" Trump said, going on to tout investments by car companies and iPhone manufacturer Foxconn. \"I think if we continue to create jobs at levels that I’m creating jobs, I think that’s going to have a tremendous impact, positive impact, on race relations.\"\nThe reporter then pressed him on how an improved economy would ease race relations.\n\"Because the people are going to be working,\" Trump said. \"They’re going to be making a lot of money, much more than they ever thought possible. That’s going to happen. The other thing, very important: I believe wages will start going up. They haven’t gone up for a long time.\"\nIs Trump correct that wages \"haven’t gone up for a long time?\" Short answer: No. They’re going up now, in fact.\nWhile it’s true that wages were stagnant for several years -- especially after the Great Recession -- they have been on an upward swing since early 2014.\nWe put together the following chart showing median, inflation-adjusted weekly earnings for wage and salaried workers, 16 years of age and older, going back to 1979:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nIt shows that for much of the time between 2012 and 2014, median weekly earnings were lower than they were in 1979 -- a frustrating disappearance of any wage growth for 35 years.\nBut that began changing in 2014. After hitting a low of $330 a week in early 2014, wages have risen to $354 a week by early 2017. That’s an increase of 7.3 percent over a roughly three-year period.\n\"In this case, you can say the president is flatly wrong,\" said Brookings Institution economist Gary Burtless. \"Real wages have been rising more slowly than anyone wishes, except perhaps employers. Nonetheless, they have been rising.\"\nBurtless noted that the increases for a subset of all workers -- \"production and non-supervisory employees\" -- have been occurring for even longer. They’ve gone up every month but two since late 2012.\nJed Kolko, the chief economist with the jobs site Indeed.com, added that \"not only have wages gone up overall, but wages are now increasing most for people with less education. So, wage gains aren't being driven only by top earners.\" He provided this chart, showing that non-college full-time employees have been growing by 3 percent to 4 percent a year.\n\nThe White House did not respond to an inquiry.\nOur ruling\nTrump said that wages \"haven’t gone up for a long time.\"\nThat was once accurate, but it’s significantly out of date. Wages have been increasing for the past three to five years, depending on the measurement you use. We rate the statement False.\n Share the Facts 2017-08-17 21:49:30 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Wages \"haven’t gone up for a long time.\"    Donald Trump President   a question-and-answer session with reporters Tuesday, August 15, 2017 2017-08-15    Read More  info", "vclaim_id": "vclaim-pol-02994"}