{"url": "/factchecks/2010/oct/21/rick-scott/rick-scott-says-alex-sink-practices-obama-math-bud/", "speaker": "Rick Scott", "vclaim": "Says Alex Sink's plans for governor include $12.5 billion in new spending.", "truth_label": "false", "date": "stated on October 20, 2010 in a Leadership Florida/Florida Press Association debate.:", "title": "Rick Scott says Alex Sink practices 'Obama math' on budget plans", "text": "Rick Scott says he's running against a woman for governor in Alex Sink who is lock-step in line with the policies of President Barack Obama, and has become fluent in what Scott calls \"Obama math.\"\n\nScott said during an hour-long debate on Oct. 20, 2010, that Sink's policy proposals don't add up unless she's prepared to raise taxes. Yet somehow, she is saying on the campaign she'll be able save taxpayer dollars.\n\n\"My opponent talks about how she can save $700 million. That's Obama math,\" Scott said during the debate, which was sponsored by Leadership Florida and the Florida Press Association. \"Because on the other side of that ... how are you are going to pay for the $12.5 billion in new spending your proposals are going to cost us?\"\n\nSink dismissed Scott's spending allegation as \"outlandish.\" But Scott pressed again.\n\n\"You have big promises. What is the number (in dollars) you're proposing?\" Scott asked. \"Obama math doesn't work here -- (to) say I'm going to save $700 million and spend $12.5 billion.\"\n\nSink asked the moderator for a chance to respond.\n\n\"I don't know what 'Obama math' is,\" Sink said. \"What I do know, I was a 4.0 math major at Wake Forest University and I do know how to add numbers.\"\n\nWith less than two weeks until the Nov. 2 election, we're not going to spend time tracking down Sink's Calculus II grades -- though if someone has a transcript, feel free to send us a fax. Instead, we're going to take a look at Scott's claim that Sink is proposing $12.5 billion in new state spending programs.\n\nThe genesis for this claim actually comes from incoming Republican state Senate President Mike Haridopolos. On Oct. 11, 2010, Haridpolos wrote Sink and said that after studying Sink's campaign positions on her website, he discovered an alarming trend.\n\n\"Florida's current budget estimates reveal a shortfall of approximately $2.5 billion to $3 billion,\" Haridopolos wrote. \"Instead of spending less to stem the tide, it appears that you would propose a staggering $12.5 billion in additional spending on everything from higher pay for state workers to high-speed rail and other areas of government spending. The consequences of these proposed increases in spending would yield nothing short of a crippling $14 billion to $15 billion budget shortfall.\"\n\nHaripodolos never heard back from Sink, and after she deflected the charge during the debate, he responded almost instantly via Twitter.\n\n\"Just go to Alex Sink's website,\" he wrote. \"$9b for rail from Orlando to Miami, $2b more for schools, and $575m increase in state workers $.\" The Scott campaign said it's actually $9.2 billion for rail, plus another $350 million for pre-K funding and $302 million in additional student aid, or $12.43 billion overall.\n\nSink's website doesn't list the expenditures as Haridopolos suggests, PolitiFact Florida found out. The math comes from Republicans interpreting Sink's policy positions. Let's quickly walk through them.\n\n$9.2 billion for rail -- What Sink says: \"Florida's high-speed passenger rail line from Tampa to Orlando is just the first phase of a multi-city rail project. Continued enhancement of Florida's rail system will be a boon to our economy by employing thousands of Floridians over a 20-year period. Alex supports plans for future high-speed and commuter rail lines, and will partner with the Florida Rail Enterprise to fulfill and extend Florida's comprehensive rail vision.\"\n\nHow Scott interprets it: Florida received $1.25 billion in federal money to begin constructing a Tampa to Orlando high-speed rail line. But that money will only cover about half the total cost of construction. It's unclear where the other half will come from. The next phase of the high-speed rail project would then link Orlando to Miami. That line is longer and anticipated to cost another $8 billion. Again, no funding has been identified.\n\n$2 billion more for schools -- What Sink says: \"When Florida voters approved a state lottery in 1986, supporters promised it would be used to supplement existing state dollars dedicated to education. In reality, lottery funds have actually replaced general revenue (GR) dollars. Prior to 1986, education received almost 61 percent of GR; since then, it has received only 53 percent. The proportion devoted to public schools dropped between 1988 and 2005 from about 70 percent to only 40 percent ... As Florida's economy recovers, Alex Sink will work to reverse the shrinking proportion of Florida's GR investment in education funding. She also will seek to use lottery funding to enhance educational programs as originally intended.\"\n\nHow Scott interprets it: Lawmakers spend about $12.5 billion in general revenues on education. If the state increases spending levels as Sink describes, to 61 percent of general revenue, the new cost would be about $14.5 billion.\n\n$575 million for pay raises -- What Sink says: \"State government employees have not had a general pay raise in the past five years. In 2008, the average annual state employee salary of $38,839 was 4.5 percent below Florida's average wage for all industries. Compared to other states, Florida ranks last in the ratio of employees to residents: 118 per 10,000 compared to the national average of 216 employees per 10,000 residents. And Florida is dead last in the nation in state employee payroll expenditures per resident: $38 compared to the national average of $69 per resident. As Governor, Alex Sink will push to ensure that state employees are recognized for high performance by receiving fair and competitive compensation.\" (PolitiFact Florida previously fact-checked the payroll comparison to other states).\n\nHow Scott interprets it: Raising state employee expenditures per resident from $38 to the national average of $69 will cost the state $575 million.\n\n$350 million for pre-K funding -- What Sink says: \"Florida was one of the first states to make pre-Kindergarten available to all four-year-olds, but our investment in the program ranks us toward the bottom: the state averages less than $2,500 per child while the national average is more than $4,700.\"\n\nHow Scott interprets it: Scott says there are 160,000 kids in pre-K. To reach the national average in per-child spending, the state would have to spend an additional $350 million.\n\n$302 million in needs-based student aid -- What Sink says: \"Florida is one of only a dozen states that spends more on merit-based scholarships than needs-based aid -- comprising only 20 percent of the state's overall student financial aid. Alex Sink will work to strike a fairer balance with merit-based scholarships.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nHow Scott interprets it: Scott says merit-based aid will cost the state $437.3 million in fiscal year 2010-2011. The state will spend $135 million on needs-based aid, Scott says. To make them equal, the state will need to spend $302 million more on needs-based aid.\n\nThat's how Scott and Haridopolos get to $12.5 billion. We find it a stretch.\n\nIn some cases, Scott takes Sink's proposed actions -- \"will work,\" \"will push,\" or \"will partner\" -- and casts them as written in blood promises. But Sink's words are mushy -- probably on purpose. Sink needs the Republican-led Legislature to approve any new spending progams. In other cases, Scott uses Sink's discussions of the national average and extrapolates that she plans to meet national averages when it comes to pre-K funding and state employee pay. But she doesn't say that. In fact, when we pressed Sink's campaign about pay raises for state employees, she didn't lay out any specific proposal and instead highlighted a plan to reduce the state workforce.\n\nAnd there are other caveats Scott fails to mention.\n\nThe biggest chunk of that $12.5 billion -- nearly three-fourths -- comes from funding high-speed rail. But that money wouldn't come in one year, or even one term. And Sink doesn't say it will come out of the state budget. Any rail expansion likely would include more federal money, or local taxes approved by voters. State money, too, probably. But how much and when? That's a guessing game.\n\nSink prefaces any increased education spending plan with an introductory clause -- \"as Florida's economy recovers.\" Scott ignores that.\n\nAnd Scott hypothesizes that Sink wants to add funding for needs-based student aid rather than simply reallocate existing funding.\n\nWe think it's certainly fair for Scott to question Sink on how she proposes to pay for something like high-speed rail in Florida (since she hasn't offered a plan), but it's disingenuous to suggest her plan is to simply add that $9.2 billion cost to a $70 billion state budget in one lump sum. It's similarly disingenuous to ignore all the policy statements where Sink says she can save money -- by reforming state contracting, reducing state office space and eliminating unneeded management positions.\n\nThere are just too many holes in this claim. We rate it False.", "vclaim_id": "vclaim-pol-14178"}