{"url": "/factchecks/2013/feb/21/bill-jackson/gun-claim-goes-awry/", "speaker": "Bill Jackson", "vclaim": "\"There’s more murders with hammers last year than...shotguns and pistols and AK-47s.\"", "truth_label": "pants-fire", "date": "stated on February 11, 2013 in a meeting:", "title": "Gun claim goes awry", "text": "(Update: Those pesky, yet observant, PolitiFact Georgia readers. Several took note of our recent fact-check of state Sen. Bill Jackson. We looked at this precise statement: \"More murders were committed last year with hammers than with shotguns, rifles or AK-47s.\" That statement, which appeared in news stories,  is accurate, according to FBI homicide statistics. Trouble is there is a video of Jackson’s statement. And in that video he uses the word \"pistols\" instead of \"rifles.\" That changes the entire thrust of his statement. We called the reporter who wrote the initial news story. He checked his notes and agrees he got the quote wrong. Our readers were correct. And we dedicate the following revised fact-check to their keen observation skills.)\n\n\nSome gun control critics are using a similar talking point in the national debate over this issue.\n\n\"There’s more with hammers than with shotguns and pistols and AK-47s,\" said state Sen. Bill Jackson, a Republican from Appling.\n\nPolitiFact Georgia wondered if Jackson’s remarks were accurate, or was he attempting to make a political point with a bogus claim?\n\nWe quickly discovered our partners at other PolitiFact operations have examined similar claims before. Here’s what they found:\n\nIn January, some Facebook posts began to circulate that were critical of the White House’s proposal to restrict the availability of some weapons.\n\n\"Facts gun-control advocates don’t want you to know. According to the FBI, in 2011, 1,694 were murdered with knives, 726 with hands or feet, 496 with clubs or hammers, 323 with rifles of any type. But Obama wants to ban semi-automatic rifles?\" it read.\n\nThe FBI figures also showed that 356 people were killed with shotguns.\n\nPolitiFact reviewed 2011 FBI data on the types of weapons used to commit murders. The numbers posted on Facebook nearly matched the FBI data. The Facebook post of how many people were killed with hands or feet was two below the FBI total of 728.\n\nA few weeks later, our partners at PolitiFact Texas examined a similar claim from that state’s attorney general, Greg Abbott.\n\n\"FBI: More people killed with hammers & clubs each year than rifles,\" Abbott said in a Twitter post.\n\nHe supplied a link to a Jan. 3, 2013, Fox News commentary piece that originated on the conservative website Breitbart.com and referred to FBI murder statistics from 2005 through 2011.\n\nPolitiFact Texas noted Abbott used selective data to base his claim. That said, PolitiFact Texas noted, it is correct that FBI data indicates that in 2011, more people were killed with \"clubs and hammers\" than with any type of rifle. They rated his claim True.\n\nAt first hearing, Jackson’s claim sounds similar. But when you note that he includes pistols, or handguns, in his comparison,  the similarities begin to fade.\n\nHere are the 2011 FBI totals (the most recent year available) for the types of weapons used in homicides:\n\n\n\nHandguns:        6,220\n\nRifles:            323\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\nShotguns:        356\n\nBlunt Objects:        496\n\n\nAs you can see, there’s a big difference between the handgun total and the rifles total and the total for shotguns. Webster's defines a pistol as a handgun. U.S. Rep. Paul Broun, an Athens Republicans, made a similar claim to Jackson, which we rated Pants on Fire.\n\nTo sum up, Jackson said there were more people killed with hammers than shotguns and pistols and AK-47s. There were actually 12 times as many people killed with handguns in 2011 than with blunt objects like hammers. Jackson’s claim is way off.\n\nMark Twain once said the difference between the almost right word and the right word is really a large matter - it’s the difference between a lightning bug and the lightning.\n\nAnd where there’s lightning, things are bound to get hot -- we said that.  \n\nWe rate Jackson’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-09679"}