{"url": "/factchecks/2017/nov/06/philip-levine/levine-wrongly-says-scott-ad-bragged-about-states-/", "speaker": "Philip Levine", "vclaim": "Says Florida \"workers are paid $8.10 an hour, and our current governor (Rick Scott) runs ads bragging about it.\"", "truth_label": "barely-true", "date": "stated on November 1, 2017 in a speech :", "title": "Did Rick Scott brag about Florida's minimum wage? Philip Levine claim misleads", "text": "Miami Beach Mayor Philip Levine wasted no time attacking current Gov. Rick Scott as he jumped into the 2018 governor’s race.\nIn a Nov. 1, 2017, speech announcing his run, Levine, a Democrat, criticized the governor for being so proud of the state’s minimum wage that he’s advertising it.\n\"When workers are paid $8.10 an hour, and our current governor runs ads bragging about it — it’s callous and it’s wrong,\" Levine said.\nFlorida’s minimum wage is $8.10 and will rise 15 cents in January 2018.\nHas Scott run ads bragging about it? Not directly.\nThe radio ad in question comes from Enterprise Florida, the state’s public-private economic development arm chaired by Scott. The ad did boast about Florida’s lack of income tax and Scott’s efforts to cut regulations. But Levine went too far in saying Scott bragged about the state’s minimum wage.\nAd doesn’t explicitly talk about Florida’s minimum wage\nLevine’s spokesman Christian Ulvert sent two columns by opinion writers and one article that discussed radio ads in California that coincided with a business recruitment trip by Scott in May 2016.\nThe Enterprise Florida ad talked about lost jobs that would come if California approved a $15 minimum wage. When the ad brought up Florida, the focus was on lower taxes and less regulation, not Florida’s minimum wage explicitly.\n\"Seven hundred thousand. That’s how many California jobs will be lost thanks to the politicians raising the minimum wage. Ready to leave California? Go to Florida instead — no state income tax, and Gov. Scott has cut regulations. Now Florida is adding 1 million jobs, not losing them.\"  \nWe didn’t hear back from Scott by our deadline. When we last looked at the ad in 2016, a Scott spokeswoman said the ad wasn’t Scott bragging about low wages, but rather him pointing out differences between the states’ economies.\n\"He has never said he is proud of how low our wages are,\" said Jackie Schutz Zeckman, now Scott’s chief of staff.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDebbie Wasserman Schultz\n\n\nstated on January 9, 2011 in comments on NBC's 'Meet the Press'\n\n\n\n\n\n\n\n\nSays the person who Florida U.S. Rep. Allen West first hired as chief of staff told people attending a Tea Party rally that, 'We will use bullets if ballots don't work.'\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 10, 2011\n\n\n\n\n\n\n\nLevine’s spokesman disagreed, arguing the the \"intent and purpose\" of the ad, as interpreted by newspaper editorial writers and columnists, was centered around wages.\n\"The governor has bragged about Florida's low wages a number of times and allowed tax dollars to be used to highlight that fact in California,\" Ulvert said. \"All facts.\"\nUlvert also pointed to the state’s decision to join the lawsuit against Miami Beach’s minimum wage ordinance that aimed to increase the city starting wage to $13.31 by 2021. (The ordinance was struck down in Miami-Dade circuit court in March.)\nUlvert has a point that multiple news outlets — mostly columnists — have accused Scott of plugging low wages in the context of the radio ad and trips to California, even though he’s never explicitly said it. Here’s an example editorial from the Palm Beach Post.\n\"Gov. Rick Scott has spent the week on another job poaching expedition, this time in California. The prowling governor aimed to entice employers to move their companies to the Sunshine State. His pitch: Wages are low in Florida.\"\nThis isn’t the first time we’ve looked at this argument. Scott has openly tried to steal jobs from other states for years.\nIn 2016, then-U.S. Rep. Gwen Graham accused Scott of going \"around the country\" and bragging about Florida’s low wages to other states. Florida’s wages in 2016 were low by national standards, but it didn’t appear Scott boasted (at least publicly) about this fact while recruiting businesses from other states.\nWhen we reviewed Scott’s statements from these recruiting missions, we found he did focus quite a bit on the state’s low taxes for businesses. He never explicitly advertised it like Graham, and now Levine, said.\n\"By raising the minimum wage in California, 700,000 people are going to lose their jobs, there are a lot of opportunities for companies to prosper in Florida and compete here, and that's what I'm going after,\" Scott said on his three-day tour.\nBy the way, PolitiFact Florida previously researched whether California stood to lose 700,000 jobs because of the wage increase and rated the statement Mostly False. We learned the figure was a projection of how many jobs California could have added by 2026 if it didn’t increase the minimum wage, not a decline in net employment.\nOur ruling\nLevine said Scott has run ads bragging about Florida’s minimum wage, which is currently $8.10 an hour.  \nThe closest example is Enterprise Florida’s California radio ad, which is critical of California’s $15 minimum wage but never explicitly brags or talks about Florida’s minimum wage.\nLevine put words in Scott's mouth, when at most there is an implication. We rate his claim Mostly False.\n Share the Facts 2017-11-06 14:06:35 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Florida \"workers are paid $8.10 an hour, and our current governor (Rick Scott) runs ads bragging about it.\"    Philip Levine Florida gubernatorial candidate https://philiplevine2018.com/#video   in a speech Wednesday, November 1, 2017 2017-11-01    Read More  info", "vclaim_id": "vclaim-pol-02725"}