{"url": "/factchecks/2015/jul/01/gavin-mcinnes/no-undocumented-immigrants-are-not-tied-50-texas-m/", "speaker": "Gavin McInnes", "vclaim": "\"50 percent of murders in Texas have been linked to illegal aliens.\"", "truth_label": "false", "date": "stated on June 22, 2015 in a broadcast of \"The Greg Gutfeld Show\":", "title": "No, undocumented immigrants are not tied to 50% of Texas murders", "text": "Republican presidential candidate Donald Trump is standing by his sweeping and negative comments about Mexican immigrants. But the billionaire’s remarks at his campaign announcement speech have cost him: His show contract with NBC has been canceled, Mexico has withdrawn from the Miss Universe contest Trump cosponsors, and Macy’s announced it will stop selling Trump-branded menswear.\nTrump blamed the media for taking his remarks out of context. His reference to rapists and drug dealers referred to a failed immigration policy, not all Mexicans he said.\nBut the blowback aside, Trump has his ardent supporters. Count Gavin McInnes among them.\nThe flamboyant and purposefully politically incorrect talker appeared on Fox News to defend Trump. In a conversation on The Greg Gutfeld Show, McInnes called Trump an \"awesome guy\" who \"ought to be revered.\" McInnes said the media was wrong to brush off Trump’s assertions.\n\"He just said a bunch of hate facts,\" McInnes said. \"The crime rate with illegals is through the roof.\"\nWhen Gutfeld pressed McInnes to give some facts of his own, McInnes delivered one.\n\"50 percent of murders in Texas have been linked to illegal aliens,\" he said.\n\"Is that a fact?\" Gutfeld asked. \"I don’t know.\"\nWe can resolve that uncertainty. No, it isn’t a fact.\nHard data\nThe Texas Department of Public Safety has pretty good data on any non-U.S. citizen who is arrested for a crime in Texas. That group includes both people living in the United States legally, and people living here illegally.\nUnfortunately, Texas doesn’t break down the number of murder charges and convictions by group (legal non-U.S. citizen vs. illegal non-U.S. citizen). But Texas officials say that from June 2011 through May 2015, 67 percent of non-U.S. citizens found guilty of any crime \"were identified by DHS status as being in the U.S. illegally at the time of their last arrest.\"\nAccording to Texas’ data, authorities charged 872 non-U.S. citizens for murder between June 2011 and May 2015, of which 337 were convicted. If the 67 percent figure were to hold, that would mean unauthorized immigrants would have been charged with 584 murders; 226 of which would have ended in a conviction.\nHow does that compare to the total number of homicides in Texas? The official homicide figure for 2014 has yet to be released, but we do have the numbers for 2011 through 2013. (These totals are for calendar years, while the state’s tally of arrests of non-U.S. citizens starts midway through 2011.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nThis is where McInnes’ claim falls apart. There were 3,384 homicides in Texas for the three years between 2011 and 2013, compared to an estimated 584 murder charges involving undocumented immigrants over a period stretching nearly four years.\nThat’s nowhere near half, despite counting an additional year of murder charges involving undocumented immigrants. And the gap between his claim and the data gets bigger if you look at the actual convictions of undocumented immigrants.\nMcInnes’ claim remains wrong even if you count every non-U.S. citizen murder charge, all 872 cases.\n(July 1, 2015, update: A couple of hours after we published this fact-check we noticed that the Texas Department of Public Safety had updated its numbers to include June 2015. The changes were tiny. Homicide arrests went from 872 to 879, and the convictions went from 337 to 344. Again, this included arrests and convictions of legal and illegal immigrants. The percentage of undocumented immigrants changed from 67 percent to 66 percent. The changes do not affect our analysis.)\nFuzzy data\nWe contacted McInnes on Twitter and he directed us to an excerpt from Ann Coulter’s latest book Adios America. (He also noted that \"Putting ‘fact’ in your URL doesn't make you right, dingbat,\" but as they say, sticks and stones, and so forth.)\nCoulter, in her book, does talk about undocumented immigrants and murders in Texas, but she doesn’t actually say that they committed 50 percent of the homicides there.\nActually, she was lambasting a 2014 fact-check by our colleagues at PolitiFact Texas examining a claim that in a seven-year period, illegal aliens were responsible for 3,000 murders.\nFact-checkers rated the claim Pants on Fire because the figure was based on arrests, not convictions, and included people who were in the country legally. It included a quote from Northeastern University criminologist Ramiro Martinez, who did some back-of-the-envelope math and estimated that if Perry were right, undocumented immigrants were behind 46 percent of the murders. Martinez said that made no sense.  \n\"It just boggles the imagination that level of ‘aliens’ were involved to that extent over time and nobody noticed,\" Martinez said.\nFor Coulter, this proved her point that the government and the media intentionally fail to collect and report data on crimes by illegal immigrants.\n\"Strictly speaking, boggling the mind of a professor is not data,\" Coulter wrote. \"Martinez asked how so many illegal immigrants could be committing murder and ‘nobody noticed.’ It might be easier to ‘notice’ if we weren’t prohibited from noticing.\"\nOur ruling\nMcInnes said that 50 percent of murders in Texas have been linked to illegal aliens. The source of this stat ultimately tracks back to a criminologist who used it as a way to debunk a claim, not because he thinks it’s valid.\nCurrent data from the Texas Department of Public Safety show that undocumented immigrants are not associated with 50 percent of murder charges or convictions.\nMcInnes’ statement is a mighty exaggeration. We rate this claim False.", "vclaim_id": "vclaim-pol-06242"}