{"url": "/factchecks/2019/aug/15/adam-kinzinger/are-handguns-used-commit-nearly-all-murders/", "speaker": "Adam Kinzinger", "vclaim": "\"97% of murders occur with handguns.\"", "truth_label": "barely-true", "date": "stated on August 9, 2019 in a TV interview:", "title": "Are handguns used to commit nearly all murders?", "text": "In the wake of mass shootings in California, Texas and Ohio, and continued summer violence in Chicago, Republican Congressman Adam Kinzinger has come out in favor of some gun restriction measures.\nKinzinger represents Illinois’ 16th district, a 14-county area that wraps around Chicagoland from Wisconsin to Indiana. In February, he voted against a bipartisan House bill to expand background checks for gun purchases. Now, he is now advocating for universal background checks, along with laws to make it easier for authorities to take guns from unstable individuals, raise the legal age of purchase for all firearms to 21 and ban some large-capacity magazines.\nBut he won’t yet go so far as to support a ban on assault-style weapons like the semi-automatic rifles used in recent mass shootings, a point he was asked to address in an interview with Fox 32’s Mike Flannery.\n\"Your Republican colleague, Rep. (Mike) Turner from the Dayton area, he’s now saying he's ready to vote for banning the assault rifles,\" said Flannery, referencing Dayton, Ohio, where a recent shooting left nine people dead. \"Is that an idea you’d consider?\"\n\"Not right now,\" Kinzinger responded. \"I mean, look, I think it’s like 97% of murders occur with handguns. That’s really where the big problem is.\"\nMost murders are committed with firearms, a majority of them handguns, federal data show. Even so, Kinzinger significantly stretched the facts by claiming handguns are used to commit nearly all murders.\nA significant share, but nowhere near 97%\nTo assess Kinzinger’s claim, we turned to data catalogued by the Federal Bureau of Investigation.\nIn 2017, the latest year for which figures on murder weapons were available, handguns were used in 46% of all homicides — far from the 97% Kinzinger cited.\nWe asked Kinzinger’s office to explain the discrepancy, but did not receive a response.\nIf Kinzinger was referring to the share of firearm homicides that involve a handgun instead of murders overall, he would have gotten a little closer to the mark. However, those figures still fail to back up his claim.\nFirearms were used to commit 73% of all murders in 2017, FBI data show. And in at least 64% of those cases, the firearm was a handgun.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn another 28% of murders committed with firearms, local police agencies did not specify the type used when reporting those cases to the FBI. But experts told us it’s reasonable to expect instances in which the firearm was not identified would likely follow the same pattern as those that were categorized.\nAfter adding nearly two-thirds of the unidentified cases reported in 2017 to the handgun category, the share of firearm murders committed with a handgun rises to 82%. That’s substantially higher, but still well below what Kinzinger claimed.\nIn addition, we reviewed 10 years’ worth of FBI data and found the pattern held steady over time, something experts we spoke with also noted.\n\"That (97%) is too high a number,\" said David Hemenway, who directs the Harvard Injury Control Research Center. \"But to say that most people in the United States who are murdered are killed with guns and the large majority of people who are killed with guns are killed with handguns, that’s true every year.\"\nAddressing mass shootings vs overall homicides\nAs for Kinzinger’s assertion that handgun murders are \"the big problem,\" it is clear that handguns are far more commonly used in murders than assault-style rifles, or rifles in general. The FBI does not define assault weapons.\nBut that doesn’t mean shootings committed with high-capacity semi-automatic firearms that allow a shooter to quickly kill many people in a short amount of time don’t pose serious problems for lawmakers to address. Indeed, much of Kinzinger’s recent proposal centers on the issue in response to the shootings in El Paso, Texas and Dayton, Ohio that left 31 people dead.\n\"If you said, I want to do one thing that reduces overall homicide in the United States, it would not be to ban assault weapons,\" Hemenway said.\nBut addressing mass shootings requires lawmakers to consider policies not directly aimed at reducing total homicides, Hemenway added, including bans on assault weapons and high-capacity magazines.\nOur ruling\nKinzinger claimed 97% of murders are committed with handguns.\nThat figure is off-target. In 2017, 46% of all murders were committed with handguns, federal data show. Firearms were used in more than 70% of all homicides, however. And in at least two-thirds of those cases, the firearm was a handgun, making them by far the most common murder weapon.\nWe rate Kinzinger’s claim Mostly False.\n\nMOSTLY FALSE — The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00265"}