{"url": "/factchecks/2019/may/21/viral-image/no-vanilla-ice-cream-didnt-used-be-black/", "speaker": "Viral image", "vclaim": "Vanilla ice cream was black until 1912, when \"white people couldn’t tolerate eating something that tasted soooooo delicious being black.\"", "truth_label": "false", "date": "stated on May 15, 2019 in a Facebook post:", "title": "No, vanilla ice cream didn’t used to be black", "text": "Vanilla ice cream used to be black, but racism turned it white, according to a Facebook post that credits someone’s grandmother as the source for this tidbit of supposed culinary history.\n\"My grandma lived to be 102,\" the May 15 post says. \"She told us in her days, the early 1900’s they ate vanilla ice cream in its Original Color but when she reached a teen, 1912, it changed to White. She said White people couldn’t tolerate eating something that tasted Soooooo delicious being black, so started your ‘Added Preservatives.’\"\nThe text is above a photo of a hand holding a scoop of black ice cream in a black cone, and a photo of a pile of vanilla beans.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe will save you the trouble of hand-cranking your own ice cream and let you know right now: We couldn’t find any evidence that this was true.\nAnd it just so happens your friendly PolitiFact writer has made homemade vanilla ice cream without preservatives. The recipe, a lot like this one, called for milk, cream, sugar, egg yolks and vanilla. The vanilla extract was brown. But because the amount of vanilla the recipe called for was a fraction of its total volume, the end product was merely off-white—a lot like the vanilla ice cream at the grocery store.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHistorical photos show ice cream of a similar color. Though it’s unclear what kind of ice cream the \"society women\" in this photo from 1900 are eating, the scoops are light.\nSo what about that black ice cream? It was a trend a few years ago when some shops used activated charcoal to create it’s dark hue. Morgenstern’s Finest Ice Cream in New York sold a coconut ash ice cream cone. A 2017 Eater story says:\n\"The idea of charcoal as a detoxifier isn’t going away anytime soon, but consumers are now more interested in charcoal-tinted ice cream and pizza because it makes for excellent Instagram fodder. The black ice cream from shops like Morgenstern’s in New York City and Los Angeles’ Little Damage have been posted to social media thousands of times, along with inspiring countless copycats at ice cream shops across the country. This time, the craze isn’t necessarily attributed to activated charcoal’s purported health benefits. Instead, the appeal is directly attributed to the fact that black-hued dishes are relatively rare and unique — and also happen to look really, really cool.\"\nThe claim that vanilla ice cream used to be black appeared online around the same time. Snopes, for example, fact-checked it back in 2017.\n\"We contacted a representative for Morgenstern’s in 2017, who told us that the image indeed shows its ‘coconut ash’ flavor and confirmed that they also sold black cones,\" the story says.\nSince then, New York City has banned activated charcoal from food and drink in the city.\nWe rate this Facebook post False.\n Share the Facts 2019-05-21 18:46:47 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Vanilla ice cream was black until 1912, when \"white people couldn’t tolerate eating something that tasted soooooo delicious being black.\"    Viral image On the internet     Wednesday, May 15, 2019 2019-05-15    Read More  info", "vclaim_id": "vclaim-pol-00615"}