{"url": "/factchecks/2010/oct/13/julie-lassa/congressional-candidate-julie-lassa-says-gop-rival/", "speaker": "Julie Lassa", "vclaim": "Says \"Sean Duffy was a no-show\" as Ashland County District Attorney while he was on the campaign trail", "truth_label": "barely-true", "date": "stated on September 21, 2010 in a campaign TV ad:", "title": "Congressional candidate Julie Lassa says GOP rival Sean Duffy was a \"no show\" on the job", "text": "Ashland County’s Courthouse couldn’t be much smaller -- one judge, one district attorney, one part-time assistant DA.\n\nSo it was no surprise that Dan Goglin, the part-time assistant DA, stirred attention when he appeared in a television ad for Democratic congressional candidate Julie Lassa ripping Sean Duffy -- his former boss and Lassa’s opponent -- for spending more time campaigning than prosecuting criminals.\n\nFor most voters in the northwest Wisconsin district, both candidates are new -- they are aiming to replace retiring U.S. Rep. Dave Obey (D-Wausau), who has held the 7th District seat since 1969. The ad from Lassa, a state senator, aims to undercut Duffy by relying on first-hand testimony from someone who presumably knows his work best.\n\n\"We did not see him often,\" Goglin says of Duffy in the ad. \"His campaign was taking him away from the job.\"\n\nGoglin continues: \"All the time, witnesses (and) victims would have to wait in the hallway for him to come to work. The quality of services that were provided to the citizens of this county suffered.\"\n\nGoglin’s image fades and is replaced by these words, with a voice saying: \"Sean Duffy was a no show.\" It’s unclear whether or not the final words were spoken by Goglin.\n\nSo, is Lassa right: Was Sean Duffy a \"no show\"?\n\nWe started with Lassa’s campaign, to see what evidence they could provide beyond the testimony of Goglin, who is active in the local Democratic party. (Goglin gave $150 to Obey’s campaign fund Feb. 22. There is no indication he has contributed to Lassa’s campaign.)\n\nThe Lassa campaign, relying largely on Duffy’s campaign finance reports, cited seven nights where Duffy apparently stayed out of town overnight in the time period between March 22 and June 2, 2010. The list included a GOP \"Young Guns\" fund-raiser in Washington, D.C., on May 25. The campaign also said Duffy didn’t log onto his work computer for 20 work days in the first six months of the year \"but attended campaign events on more than half of those same dates.\"\n\nA little background will help here.\n\nDuffy served about eight years as district attorney for the small county in far northern Wisconsin. He was appointed by former Gov. Scott McCallum, a Republican, and soon hired Goglin as his part-time assistant.\n\nIn July 2009, Duffy announced he would challenge Obey, the third most senior member of the U.S. House and chair of the powerful Budget Committee. In late April, 2010, The New York Times ran a front-page story noting Obey faced a stiff challenge. Ten days later Obey, made the surprise announcement that he was retiring. Now an open seat, the race became even more of a target for national Republicans and the campaign heated up.\n\nIn June 2010, Duffy resigned from the $93,123-a-year job to campaign full time. Gov. Jim Doyle named his replacement, Kelly McKnight, a month later.\n\nLassa’s evidence, on its face, does not support the charge she is making. There was no list of hearings that were delayed or any phone records of citizen complaints. Duffy, for instance, could have used vacation time on the days he was out of town or his computer was not turned on.\n\nWe attempted to find Duffy’s vacation records, but there are none. As a state employee, district attorneys are allowed to take time off at will and no record is kept of that, according to McKnight, Duffy’s replacement.\n\nSo Lassa’s claim hinges largely on the testimony of Goglin.\n\nWe called Goglin, who refused to take our call. He said through a staff person he would not take political calls from our work phone. We left several additional messages. He did not respond.\n\nWe then turned to a variety of other people familiar with the inner workings of the courthouse and the community. All said they have not been actively involved in the campaign on either side.\n\nWas Duffy a \"no show\" on the job, prompting complaints and problems?\n\n* \"That did not seem to be the case,\" said Claire Duquette, editor of The Daily Press newspaper in Ashland. She said the paper had received no complaints and the paper did not hear of problems with cases being delayed or mishandled.\n\n*\"Nobody called me on that,\" said district court administrator Scott Johnson, who added: \"It’s a busy court. It was situation normal.\"\n\n* \"As far as the court system, no,\" said Ashland County Clerk of Courts Katie Colgrove. \"It did not come to a screeching halt.\"\n\nColgrove and others said the comment about people waiting in the hallway makes sense to a point.\n\n\"That sounds like a usual Monday here\" when Judge Robert Eaton holds intake court for those arrested over the weekend, Colgrove said.\n\nOthers noted that there isn’t a waiting room for the district attorney’s office.\n\n\"The waiting room for the DA’s office is the hallway,\" said defense attorney Joe Rafferty, who added: \"I have never seen anyone sitting on that bench.\"\n\nThe most detail about the campaigning DA came from Nancy Thyberg, the office’s victim-witness coordinator. She said Duffy, a married father of six young kids, tried to do too much -- a full-time job and the campaign.\n\n\"Sean was a very good DA, but in all honesty in the last couple of months he wasn’t there a lot,\" she said. \"He really thought he could do both and he couldn’t. It’s just an impossible thing.\"\n\nShe said Duffy was difficult to reach at times, and \"we had some scheduling issues.\" She said the transition increased frustration, particularly for Goglin, who had to do more work to help run the office.\n\nMcKnight, Duffy’s replacement, said there were some cases backed up when he took over but said it wasn’t clear to him whether it was because of Duffy’s campaigning or the four weeks between Duffy’s announcement and his being named to the job.\n\nFinally, Mark Perrine, assistant state public defender, said in his view Duffy was \"getting a little frazzled\" and that others in the office were \"covering for Sean.\"  But like others, he did not cite any cases that were delayed or specifics on items missed or mishandled.\n\nThe Lassa campaign noted that between September 2009 and March 2010, Duffy’s campaign reimbursed him $13,712 for campaign-related travel. At 50 cents a mile, that means Duffy drove 27,422 miles during that period.\n\nDuffy said the figure is accurate: \"I’m working my tail off here.\"\n\nHe acknowledged the demands on his time mounted in the spring but said it did not come at the expense of his job. He said he tried to flex his schedule and came into the office on weekends. By the end of May, he said he realized campaigning in a large district would not work with his job, a position he could have held at least until the 2012 election.\n\n\"I did the honorable thing\" and stepped down, he said, noting he worked until Doyle named his replacement: \"It’s not like I said ‘OK, I’ve moved on, see you all later.' \"\n\nLassa, it should be noted, has continued to hold her $49,943-a-year job as a state senator -- and many other officials, including gubernatorial candidates Democrat Tom Barrett (Milwaukee mayor) and Scott Walker (Milwaukee County executive) have campaigned for higher office while keeping their day jobs.\n\nSo what to make of Lassa’s allegations of an AWOL DA?\n\nIn making her charge, Julie Lassa cites some nights out of town and days out of the office, but by themselves they are not evidence that Sean Duffy’s campaign schedule had a negative impact on his work schedule. Thus, her claim largely centers on the testimony of assistant district attorney Dan Goglin, who cites several general examples of delays. But others at the Ashland County courthouse paint a different story and largely do not back up his claims. Nevertheless, by Duffy’s own admission, in his final months on the job it was a difficult balance. That is why, he said, he resigned -- something Lassa and other higher-office seekers have not done.\n\nWe rate Lassa’s claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14243"}