{"url": "/factchecks/2011/aug/30/bob-casey/bob-casey-says-non-ied-deaths-afghanistan-are-very/", "speaker": "Bob Casey", "vclaim": "In Afghanistan, \"it is very, very rare that someone who is killed in action is not killed by an\" improvised explosive device, or IED.", "truth_label": "barely-true", "date": "stated on August 26, 2011 in a conference call with reporters:", "title": "Bob Casey says non-IED deaths in Afghanistan are \"very, very rare\"", "text": "Sen. Bob Casey, D-Pa., visited Pakistan in late August 2011 -- the deadliest month so far of the war in neighboring Afghanistan, with 66 U.S. servicemembers killed through late August. During a media conference call to discuss his trip, Casey noted that improvised explosive devices, or IEDs, are one of the major the reasons for the death toll in Afghanistan, where U.S. forces and their allies, have been involved for almost a decade.\n\nFirst, some background. IEDs can be made from easy-to-obtain components, such as batteries, cell phones and radios, yet they create blasts that are often deadly. This makes them a key weapon of insurgents, including those in Afghanistan. They are often planted along roadsides and either detonated directly by passing U.S. vehicles or remotely by insurgents. They can also be carried by suicide bombers.\n\nA wire service story by the French news agency Agence France Press said that during Casey’s conference call, the senator said he had pressed the Pakistani government to reduce the flow of ammonium nitrate -- a component of explosives that can be used in IEDs -- into neighboring Afghanistan.\n\n\"They have not implemented a strategy yet, and ... that's one of the reasons I'm over here,\" Casey said on the call. He added, \"I think we made real progress impressing upon the Pakistani leadership our sense of urgency to get results on this strategy to reduce the flow of ammonium nitrate into Afghanistan.\"\n\nOne statistic Casey used in the conversation caught the attention of a PolitiFact reader, who asked us to check it.\n\n\"It is very, very rare that someone who is killed in action is not killed by an IED,\" Casey said, according to the Agence France Presse account. \"And that's why we've got to take steps to focus intensively on a strategy against this kind of explosive device and the main ingredient in that explosive device.’\n\nWe wondered whether non-IED deaths in Afghanistan are in fact \"very, very rare.\"\n\nWe found a report issued by the Brookings Institution titled, \"Afghanistan Index: Tracking Variables of Reconstruction & Security in Post-9/11 Afghanistan.\" Using the data, we were able to determine the annual totals for U.S. deaths caused by IEDs in Afghanistan, the total \"hostile\" deaths in Afghanistan and, ultimately, the percentage of hostile deaths that were caused by IEDs. The numbers are based in part on totals compiled by an independent monitoring organization called iCasualties.org. (Here’s some background about iCasualties.org and the use of its data by media outlets.)\n\n2001: 0 IED deaths, 6 total hostile deaths, 0 percent\n2002: 5 IED deaths, 41 total hostile deaths, 12 percent\n2003: 1 IED death, 32 total hostile deaths, 3 percent\n2004: 12 IED deaths, 29 total hostile deaths, 41 percent\n2005: 18 IED deaths, 82 total hostile deaths, 22 percent\n2006: 27 IED deaths, 86 total hostile deaths, 32 percent\n2007: 33 IED deaths, 92 total hostile deaths, 36 percent\n2008: 84 IED deaths, 135 total hostile deaths, 62 percent\n2009: 142 IED deaths, 277 total hostile deaths, 51 percent\n2010: 257 IED deaths, 465 total hostile deaths, 55 percent\n2011 (through July 31): 112 IED deaths, 210 total hostile deaths, 53 percent\n\nWe also asked the Pentagon for the official statistics, and they provided them. The two data sets differ for varying technical reasons, but the overall pattern is similar:\n\n2001: 3 IED deaths, 3 killed in action, 100 percent\n2002: 6 IED deaths, 18 killed in action, 33 percent\n2003: 1 IED deaths, 17 killed in action, 6 percent\n2004: 14 IED deaths, 25 killed in action, 56 percent\n2005: 23 IED deaths, 66 killed in action, 35 percent\n2006: 32 IED deaths, 65 killed in action, 49 percent\n2007: 34 IED deaths, 83 killed in action, 41 percent\n2008: 68 IED deaths, 132 killed in action, 52 percent\n2009: 168 IED deaths, 271 killed in action, 62 percent\n2010: 268 IED deaths, 437 killed in action, 61 percent\n2011 (partial year): 102 IED deaths, 202 killed in action, 50 percent\n\nBy either set of numbers, IED deaths account for the largest share of U.S. in-action deaths in Afghanistan -- a large enough share to have inspired the Pentagon to establish the Joint IED Defeat Organization, created to spearhead efforts to defeat the weapon. But Casey went too far when he described non-IED deaths as \"very, very rare.\"\n\nOver the past four years, non-IED deaths have ranged between 38 percent and 50 percent of hostile deaths. In 2010, according to the Brookings report, the other causes of hostile deaths, in declining order, were miscellaneous hostile fire (35 percent); helicopter losses (4 percent); mortars, rocket propelled grenades and rockets (3 percent); and suicide bombs (2 percent).\n\nAnd while the absolute number of IED deaths has spiked, they have actually declined slightly as a proportion of all deaths since 2009.\n\n\"Technically, (Casey is) pretty wrong,\" said Michael O’Hanlon, the Brookings Institution senior fellow who coauthored the report.\n\n\"The data does not support Casey’s assertion at all,\" agreed Nora Bensahel, deputy director of studies and senior fellow with the Center for a New American Security.\n\nApril Mellody, a spokeswoman for Casey, said the senator has made IEDs one of his major issues on Capitol Hill for years. She added that Casey was speaking off the cuff on a conference call and prefaced his comment by talking about battle deaths among his Pennsylvania constituents.\n\n\"Many of you know in Pennsylvania we have a total of 78 killed in action in Afghanistan,\" Casey said on the conference call in dialogue not included in the Agence France Presse article. \"I literally cannot remember the last time I read about … one of our servicemen and women killed who was not killed by an IED. It is very, very rare that someone who is killed in action is not killed by an IED.\"\n\nMellody said that \"while the transcript makes clear that the intent was to convey the sense that you rarely hear of someone killed in action that was not killed by IED, the overarching point is that the majority of servicemen and women killed in action are killed by IEDs. I don’t think that’s disputable.\"\n\nOur ruling\n\nWe agree in the accuracy of Casey’s underlying point that IEDs pose a special danger to troops in Afghanistan. However, we think it’s important to correct the record for those who may have been misled by the specific statistic he cited. We think most people would consider 38 percent to 50 percent of hostile deaths to be something more than a \"very, very rare\" occurrence. So we rate Casey’s comment Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12503"}