{"url": "/factchecks/2016/apr/13/alan-grayson/us-rep-alan-grayson-downplays-potential-punishment/", "speaker": "Alan Grayson", "vclaim": "In every ethics case that has resulted in a formal sanction, \"there's been an investigative subcommittee that's been established first.\"", "truth_label": "half-true", "date": "stated on April 5, 2016 in a Tampa Bay Times interview:", "title": "U.S. Rep. Alan Grayson downplays potential for punishment in ethics investigation", "text": "U.S. Rep. Alan Grayson waved off a recent congressional report on his alleged ethics violations, arguing that the findings mean he’s practically in the clear.\nThe Office of Congressional Ethics on April 5, 2016, released a report recommending that a House committee keep investigating Grayson. The Orlando Democrat, who is running for Sen. Marco Rubio’s soon-to-open seat, has been accused of improperly managing a hedge fund, not disclosing all his finances and conducting business deals with the federal government that would be conflicts of interest.\nSo far, the House has not formed a new subcommittee to keep looking into the allegations. Grayson said in a conference call with reporters that is a sign he likely won’t have to face serious repercussions.\n\"In every single instance where there's been any formal sanction -— an expulsion, a reprimand or a censure of any member — in every one of those cases since the Office of Congressional Ethics was established, there's been an investigative subcommittee that's been established first,\" he said. He added that if the House Ethics Committee doesn’t form one of these panels, it usually will dismiss the complaint.\n\"What this does very likely represent is the end of the road regarding this particular inquiry,\" he said.\nWe wondered whether Grayson was right that formal sanctions have only followed the creation of an investigative subcommittee. We found that Grayson has a point on the most severe types of punishments, but it doesn’t mean investigations (or potential penalties) have reached \"the end of the road.\" There may yet be mileage to cover here.\nHouse rules\nLet’s look at how ethics investigations work. The Office of Congressional Ethics is an independent body in charge of reviewing misconduct charges by House members and their staffs. The House created the office in March 2008 after criticism that its own self-policing wasn’t working very well, and the new office began reviewing cases in February 2009.\nThe office investigates complaints, then makes recommendations to the House Ethics Committee. The committee can act upon the office’s reports, and still has the power to start investigations on its own.\nGrayson cited as \"formal sanctions\" — expulsion, reprimand and censure — but those are punishments that Congress rarely metes out, to begin with.\nExpulsion is what it sounds like: A member is removed from the House by a two-thirds vote. It has only happened five times in the history of the chamber, all before the Office of Congressional Ethics was created.\nThe last time was in 2002, when Rep. James Traficant, D-Ohio, was expelled after taking campaign funds for personal use. Pennsylvania Democrat Michael Myers was expelled in 1980 for accepting a $50,000 bribe during the FBI’s Abscam sting, and three other members were kicked out after the Civil War started, for disloyalty to the Union.\nNext is censure, when a majority of the House votes to admonish a member’s behavior. Usually this includes a public shaming of sorts, during which the censured member must stand in the middle of the House chamber while a resolution is read aloud.\nThe most recent example is Rep. Charlie Rangel, D-N.Y., who was censured in 2010 for 11 ethics violations. Those violations included misusing his office resources to solicit funds and not paying taxes on a vacation home. It was the 23rd time a member had been punished with a censure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nRangel’s censure did have an investigative subcommittee in the House Ethics Committee, because procedure in this case required it.\nThe same is true for the formal reprimand, also decided by House vote following an investigation. According to a 2013 Congressional Research Service report, \"reprimand\" and \"censure\" were essentially interchangeable until \"reprimand\" was defined as a lesser punishment in 1976. Unlike a censure, there is no public humiliation component of a reprimand.\nIn 2012, California Democrat Laura Richardson was reprimanded for making congressional staff work on her campaign. Her punishment included a $10,000 fine. It was the 10th formal reprimand since 1976.\nWe’ll note the Office of Congressional Ethics doesn’t factor in here, because the House Ethics Committee started its own investigation into Richardson, without a referral from the office. Again, the committee did empanel an investigative subcommittee, because that’s the procedure.\nCraig Holman, a lobbyist with government watchdog Public Citizen, said Grayson \"is painting a false picture\" of how members of Congress are disciplined. The formal punishments outlined above require an investigative subcommittee, but House rules outline scads of other punishments that can be levied.\nThese other actions include fines, restitution, amending errant financial reports, removal from committees, loss of privileges or seniority or \"any other sanction determined by the Committee to be appropriate.\" Holman said there’s been more than 20 of these cases since the OCE started.\nThe House Ethics Committee is not necessarily bound to begin an investigative subcommittee in these cases. And even then, as sometimes happens in these cases, members can leave office rather than face an investigation (the committee only holds sway over House members).\nIn 2011, Ohio Republican Jean Schmidt was ordered to repay $500,000 for free legal help without the House Ethics Committee starting an investigative subcommittee. She was not found guilty of knowingly violating House ethics rules. She repaid less than $50,000 before losing her re-election primary.\nThere also isn’t always a set time limit for action, as Grayson implied. Instead of dismissing the complaint, the House Ethics Committee cited rule 18(a) in its conclusion to the OCE report on his case. That means the committee will keep the case open and may start an investigative subcommittee later.\nSometimes that can mean much later. For example, the committee invoked rule 18(a) in  August 2012 for Rep. Rob Andrews, D-N.J. An investigative subcommittee didn’t come until six months later, in March 2013. Andrews resigned the following year, with the investigation still open.\nWe also found one other exceptional case that’s important to note. South Carolina Republican Joe Wilson was formally reprimanded in 2009 for interrupting President Barack Obama’s State of the Union address by shouting, \"You lie!\" That was through a resolution, not an ethics investigation.\nWilson refused to formally apologize on the House floor after already apologizing to Obama personally. The Democrat-led House voted 240-179 for the reprimand over his \"breach of decorum.\" The vote was largely seen as a political maneuver, not an outright ethics violation.\nOur ruling\nGrayson said that in every ethics case that has resulted in a formal sanction, \"there's been an investigative subcommittee that's been established first.\"\nThe formal sanctions he cited were expulsion, censure and reprimand, all of which are exceedingly rare punishments. There are only three examples to pick from since the Office of Congressional Ethics materialized in 2009. In one case — the case of Wilson yelling \"you lie!\" — a formal reprimand came via a largely party-line resolution, not an ethics investigation, so no subcommittee was established.\nMore importantly, Grayson omits that there are many other ways to discipline a member of Congress beyond formal sanctions. He also downplays that the House Ethics Committee kept his case open and could convene an investigative committee later.\nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-05111"}