{"url": "/factchecks/2011/jul/20/alan-hays/hays-said-he-didnt-vote-spend-money-amendment-6-la/", "speaker": "Alan Hays", "vclaim": "\"I did not vote to spend money to fight that (Amendment 6 redistricting) lawsuit.\"", "truth_label": "true", "date": "stated on July 13, 2011 in a public hearing about redistricting:", "title": "Sen. Alan Hays said he didn't vote to spend money on Amendment 6 lawsuit", "text": "Florida legislators hit the road beginning in June 2011 for a series of public hearings to collect input about redistricting. The traveling statewide show has drawn many residents who have peppered legislators with questions and criticisms that have put leaders on the defensive.\n\nPolitiFact Florida previously evaluated a claim by State Rep. Will Weatherford, chairman of the redistricting committee in the House. While at a hearing in Panama City, the Wesley Chapel Republican said, \"There is no $30 million pot of money\" for redistricting in the House -- a claim we deemed False. While there is no $30 million pot of money labeled exclusively for redistricting in the House, there are two pots of money which are available to fight redistricting lawsuits.\n\nThis time we will travel -- that is, electronically because we watched a video of the July 13 hearing -- to The Villages, a mainly conservative retirement community in Central Florida.\n\nThere, some residents raised questions about public dollars being spent to fight a redistricting state constitutional amendment approved by voters in 2010. One man directed a question to Sen. Alan Hays, a Republican from Umatilla, north of Orlando.\n\n\"Some of you people had voted to tax or to spend our taxes against the amendments that were passed by 63 percent of the vote,\" the man said. \"I wonder if you, Sen. Hays, since I'm in your district, did you vote?\"\n\n\"Did I vote for what?\" Hays asked.\n\n\"... These taxes being paid for the suit against the amendments?\" the man asked. The man was referring to a lawsuit, initially filed by two of Florida's minority members of Congress -- Democrat Corrine Brown and Republican Mario Diaz-Balart -- seeking to overturn Amendment 6, which relates to congressional redistricting. The Florida House later joined that lawsuit as an intervenor plaintiff.\n\nLater in the meeting, Hays responded:\n\n\"No I did not vote to spend money to fight that lawsuit. The disappointing part of this whole thing, folks, is the misinformation that is out there. The Florida Legislature has not filed a lawsuit to fight Amendments 5 and 6. The Amendment 6 lawsuit was filed by one Republican congressman and one Democratic congresswoman. The Florida House chose to go, and what's the term? An intervenor? ... in seeking clarification. The Florida House intervened. But your tax dollars are not being used to sue you, the people who voted the 63 percent. Believe me. I don't know where you got your information but it's incorrect. So no I did not vote to waste that money.\"\n\nWhen we hear a politician declare that there is misinformation lurking about our ears perk up. In three separate items, we will dissect three claims by Hays:\n\n• \"No I did not vote to spend money to fight that lawsuit\" -- referring to a lawsuit challenging Amendment 6.\n\n• \"The Florida Legislature has not filed a lawsuit to fight Amendments 5 and 6.\"\n\n• \"Your tax dollars are not being used to sue you the people who voted the 63 percent\" in favor of Amendment 6.\n\nIn this item, we'll check Hays' assertion that he did not \"vote to spend money to fight that lawsuit.\"\n\nFirst, some background on redistricting.\n\nEvery 10 years -- two years after U.S. Census figures are compiled -- state lawmakers redraw state and congressional legislative districts. The objective is to adjust district sizes to reflect changes in the population. The task seems simple enough: to logically divide Florida's 18.8 million residents into 120 House districts, 40 Senate districts and 27 congressional districts. But the process is never without accusations of \"gerrymandering\" often brought up against the party in power.\n\nThis round of redistricting, however, figures to be even more contentious because of two constitutional amendments -- 5 and 6 -- approved by voters in November 2010 that require districts to be drawn in a way that doesn't favor incumbents or political parties or interfere with minority representation. Some lawmakers say the amendments are vaguely worded and are open to interpretation, meaning that any redrawing of district lines will be open to a legal challenge. Amendment 5 covers state legislative districts. Amendment 6 imposes the same requirements for drawing congressional maps.\n\nAs we mentioned, two members of Florida's congressional delegation -- Democrat Corrine Brown and Republican Mario Diaz-Balart -- are challenging Amendment 6, arguing that they believe the changes will reverse gains in minority representation. Hispanics represent more than half of the voting-age population in Diaz-Balart's district while African-Americans represent nearly half in Brown's district, according to their federal court complaint.\n\nBrown and Diaz-Balart filed their lawsuit in U.S. District Court in Southern Florida on Nov. 3, 2010, arguing that Florida voters can't change the standards for congressional district-drawing because the issue is governed by the U.S. Constitution, not the Florida Constitution.\n\nThe Florida Secretary of State is defending the lawsuit, and several other entities or individuals have joined as defendants including the American Civil Liberties Union and the Florida State Conference of NAACP branches as well as a handful of Democratic state legislators. In their May 25 motion seeking to dismiss the suit, the defendants argued that the plaintiffs were asking the court to \"nullify the people's decision to require that the Legislature take a fair and balanced approach when drawing Congressional districts. And their motivation is obvious: they are incumbents and they are threatened by the fact that, for the first time ever, there are fair and neutral standards prohibiting the favoring or disfavoring of particular incumbents or parties.\" (Kurt Browning, the Secretary of State, opposed the amendments.)\n\nOral arguments have been set for July 29 in Miami.\n\nOn Jan. 14, 2011, the Florida House filed a motion seeking to join the Brown/Diaz-Balart lawsuit which was ultimately granted. The state Senate, however, did not join the lawsuit. We'll talk a little more about the distinction in examining another part of Hays' statement, but for this fact-check, it makes things quite clear.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFair Districts Florida\n\n\nstated on June 23, 2010 in on the Fair Districts Florida website\n\n\n\n\n\n\n\n\n\"In the last 6 years, there have been 420 elections for State Senator and State Representative. Only three incumbents have been defeated!\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Cristina Silva • June 24, 2010\n\n\n\n\n\n\n\n\nBecause the Senate did not join the lawsuit, there clearly wasn't any vote that Hays could have participated in to set aside money to fight that lawsuit.\n\nThe Senate has money set aside that it could possibly use for redistricting -- including legal fees. But that money won't go toward the Amendment 6 lawsuit.\n\nAnd even more generally, there wasn't a vote on budgeting redistricting legal fees in the Senate, both Craig Meyer, chief of staff for Republican Senate President Mike Haridopolos, and Sen. Nan Rich, the Senate's Democratic leader, told us.\n\nInstead, the redistricting dollars go into an overall category that the Senate leadership can spend how it sees fit.\n\nSo, Hays was correct to say \"I did not vote to spend money to fight that lawsuit.\" There was no vote for line-item money for the lawsuit initially filed by the members of Congress and now also being fought by the state House -- but not the state Senate. We rate this claim True.", "vclaim_id": "vclaim-pol-12713"}