{"url": "/factchecks/2020/sep/18/cory-gardner/gardners-bill-has-more-do-politics-preexisting-con/", "speaker": "Cory Gardner", "vclaim": "Says he authored legislation “to guarantee coverage to people with pre-existing conditions -- no matter what happens to Obamacare.”", "truth_label": "false", "date": "stated on September 15, 2020 in a tweet:", "title": "Gardner’s bill has as much to do with politics as preexisting conditions", "text": "Sen. Cory Gardner, a Republican running in a tight race for reelection in Colorado, says he wants to protect people with medical conditions.\nIn a mid-September tweet released by his campaign, he promoted legislation he introduced in August that he says will do just that.\n\"People like my mother who battle chronic diseases are heroes,\" read the tweet. \"I authored the bill to guarantee coverage to people with pre-existing conditions — no matter what happens to Obamacare — because some things matter more than politics.\"\nGardner has voted repeatedly to repeal the Affordable Care Act, the first federal law to guarantee people with health problems that they could buy insurance when shopping for their own coverage — at the same cost as for healthier consumers.\nPolls show broad public support for keeping the ACA’s preexisting condition protections, while also indicating a consistent, if narrow, majority favoring the overall law.\nThe popularity of those protections has led Gardner, as well as other GOP candidates facing tough challengers, to swear their allegiance to protecting people with medical conditions, despite their records. In previous fact checks, we found Sen. Martha McSally’s promise always to protect preexisting conditions to be False. President Donald Trump also has made related statements, which have ranged from False to Pants on Fire.\nThat got us thinking: Would Gardner’s legislation, dubbed \"The Pre-Existing Conditions Protection Act,\" actually guarantee these protections if the ACA didn’t exist? We decided to investigate.\nThe bill, which was introduced in August, still has no co-sponsors. It’s very short, only 117 words in total.\nThe main section is a single very long sentence: \"A group health plan and a health insurance issuer offering group or individual health insurance coverage may not impose any pre-existing condition exclusion with respect to such plan or coverage, factor health status into premiums or charges, exclude benefits relating to pre-existing conditions from coverage, or otherwise exclude benefits, set limits, or increase charges based on any pre-existing condition or health status.\"\nWe reached out to the Gardner campaign to ask for more information.\nA campaign spokesperson reiterated in an email that Gardner’s goal is \"to guarantee coverage for individuals with preexisting conditions and ensure they cannot be charged more as a result of their underlying medical conditions.\"\nThomas Miller, a resident fellow at the American Enterprise Institute, a think tank in Washington, D.C., quipped that the main goal might be something else entirely.\n\"It’s probably about 100 words too long,\" Miller said. \"It could have said, ‘I’m running for election. I’ll do whatever is necessary.’\"\nPast votes, present messages\nProponents of the ACA emphasized that the law would help people with medical conditions as they worked to get it passed by Congress, which happened in 2010 following a yearlong failed effort by Democrats to win Republican support. Among a host of other provisions, the law bars insurers from rejecting applicants with medical conditions, as they routinely did when considering individual applicants before the law passed. Nor can insurers charge the sick more than the healthy.\nSince the law went into effect in 2014, it has faced many efforts by Republicans in Congress, including Gardner, to repeal it.\nIt has also faced three Supreme Court challenges. It survived the first two, although one ruling allowed states to opt out of its expansion of Medicaid programs for the poor. The still-pending case was first brought in 2018 by 20 states and is supported by the Trump administration. That case could overturn the entire law, although the court won’t hear arguments on the issue before the election. And that brings us back to Gardner’s bill. An obvious difference between that proposal and the ACA is length. Gardner’s bill is one page, while the ACA runs to several hundred.\nAnd Gardner’s claim seems pegged to the legislative language that says insurers can’t impose a \"pre-existing condition exclusion,\" which sounds fairly straightforward.\nBut it’s not, experts say.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\n\"It’s an adorable little bill but does not address any of the main issues,\" said Linda Blumberg, a fellow at the nonprofit Urban Institute’s Health Policy Center. \"You need a package of policies working together in order to create real protections for people to have coverage to meet their health care needs.\"\nFor instance, the bill does not explicitly bar insurers from outright rejecting applicants with medical conditions, something known as \"guaranteed issue.\"\n\"‘Guaranteed issue’ is not in the language of the bill,\" said Miller at AEI.\nInstead, the language may simply prohibit insurers from restricting services related to a medical condition only if they choose to sell an individual insurance in the first place, he said.\nCompare that with the ACA, which says every insurer selling individual or group coverage \"must accept every employer and individual in the State that applies.\"\nAlso needed in legislation aiming to protect people with medical problems, said Blumberg, are provisions for subsidies to help people of low and moderate income afford their premiums. The ACA has those, along with specific enrollment periods, so that people don’t wait until they are sick to sign up. Without them, mainly those with medical conditions might sign up, driving up costs and premiums. That, in turn, can price people, especially the sick, out of future coverage.\nAnother way Gardner’s bill differs from the ACA is that it does not list benefits that must be included in a health insurance policy. The ACA requires insurers to cover 10 broad categories of care, including hospitalization, prescription drugs, childbirth, substance abuse treatment and mental health care.\n\"Without that, insurers could sell products that don’t cover very much, which is what we had prior to 2014,\" Blumberg added, which is one way to discourage those who are sick from even applying. \"It was difficult to find a product that covered prescription drugs, and we even saw policies that didn’t cover chemotherapy.\"\nSo, what about costs?\nGardner’s legislation says insurers can’t \"factor health status into premiums or charges.\"\nSo insurers could not charge people more simply because they have diabetes, say, or cancer. Still, that leaves open a whole lot of other things that insurers could consider when setting premiums for individuals, such as such as gender or occupation, which could stand in as a proxy for health. Unlike the ACA, it does not bar insurers from setting annual or lifetime dollar limits on coverage, which could disproportionately affect people with costly medical conditions.\nThe ACA allows insurers to vary premiums for only three reasons: where people live, their age and whether they use tobacco. It sets upper limits, such as charging older folks no more than three times what younger enrollees pay.\nDouglas Holtz-Eakin, president of the American Action Forum, who wrote a blog post cited by the Gardner campaign, said the proposed legislation is a starting point — a place holder, if you will. His piece mentioned it near the end of a broader look at the Trump administration’s health platform going into the election.\nResponding to questions about Gardner’s legislation, Holtz-Eakin said that if the ACA were to be struck down, Gardner would likely add provisions to it.\n\"I don’t think it’s intended to be a replacement bill but a provision to make sure people can get coverage,\" said Holtz-Eakin. \"It’s quite clear on the aim to ensure that people with pre-existing conditions can get insurance, but it doesn’t address every single policy issue that’s out there.\"\nHealth law professor Mark Hall at Wake Forest University said Gardner’s legislation could survive if the ACA were struck down by the Supreme Court, but he noted that Congress would be unlikely to adopt the Gardner bill as written.\n\"A freestanding protection of pre-existing conditions without any supporting provisions to keep insurance affordable or encourage people to purchase it before they become sick, is almost certain to cause serious harms to the market,\" Hall wrote in an email. \"Therefore, a lot more is needed to overcome legitimate objections that almost certainly will be made from both sides of the political aisle.\"\nOur ruling\nBecause protecting people with medical conditions requires many moving parts, the brevity of Gardner’s proposal makes it appear to be a fig leaf for a political problem rather than a means to guarantee protections for people with preexisting conditions.\nThe legislation is unclear on whether it guarantees that people with health problems will be able to buy insurance in the first place. And, even if they can, they may well find it priced out of reach because the legislation does not bar insurers from varying premiums widely on the basis of age, gender or occupation.\nViewed in its most favorable light, Gardner’s 117-word proposal would only serve as a place holder for larger legislation, upon which more protections would have to be layered to bolster the effectiveness of its guarantee.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-18950"}