{"url": "/factchecks/2011/jan/25/joe-wilkinson/ethics-claim-leaves-out-key-detail/", "speaker": "Joe Wilkinson", "vclaim": "A national organization says Georgia has one of America’s toughest ethics laws.", "truth_label": "false", "date": "stated on January 20, 2011 in a newspaper article:", "title": "Ethics claim leaves out key detail", "text": "A coalition of government watchdog groups last week demanded changes to toughen Georgia’s ethics guidelines, blasting state lawmakers with fightin’ words like there’s a culture of \"low-level corruption\" in Georgia government.\n\nState Rep. Joe Wilkinson, chairman of the House Ethics Committee, objected to the criticism. He urged patience, noting stronger ethics guidelines just took effect this year. He also pointed out that a national organization ranked Georgia as having one of the toughest ethics laws in the nation, according to a Jan. 20 article in The Atlanta Journal-Constitution.\n\nWe asked the representative about it. Wilkinson said the Washington-based Center for Public Integrity came up with the ranking on where Georgia stands on ethics.\n\n\"If I didn’t believe it was true, I wouldn’t have said it,\" said Wilkinson, a Republican from Fulton County.\n\nOne PolitiFact Georgia reader was dubious about Wilkinson’s claim.\n\n\"He told me the same thing personally when I was at the Capitol last year,\" said Tom Tortorici of Atlanta, who supported tougher ethics legislation. \"I didn’t believe him then, and I don’t believe him now. Other states have bans and caps on lobbyists gifts. We don’t.\"\n\nWe called the Center for Public Integrity, which puts out investigative reports on public issues. Its media relations manager, Steve Carpinelli, pointed us to a report it released in June 2009 that ranked each state on the transparency of its financial disclosure reports. The center came up with 43 questions it measured the states on. The questions included how often do state elected officials file disclosure reports, and what information are they required to report about their employers, their investments and property. The center also looked at what states have the authority to audit the disclosure reports.\n\nGeorgia ranked seventh in the 2009 report. Wilkinson compares the rankings to the Bowl Championship Series, the system that decides -- often with controversy -- which college football teams are the best in the nation.\n\nBut the report looked at only one aspect of ethics regulations, not everything, said William Perry, executive director of Common Cause Georgia. Perry’s group was one of the organizations that joined the call for tougher ethics guidelines.\n\nFor example, Perry said measuring ethics rules should also include the power of state agencies to regulate on potential conflicts of interest, gifts from lobbyists and contributions from political action committees.\n\nEthics regulations has been a big topic of concern under the Gold Dome in recent years. Glenn Richardson resigned as House speaker in 2009 after his ex-wife accused him of an extramarital affair with a female lobbyist. A few years back, federal prosecutors charged state Sen. Charles Walker with, among other things, using campaign contributions to pay off gambling debts. The former senator is now serving 10 years in prison.\n\nThe Georgia Legislature last year passed guidelines that prohibit sexual harassment, require many local elected officials to file campaign disclosure reports with the state and make it a crime to use a state agency to attack or harass someone.\n\nRick Thompson, former executive secretary of the State Ethics Commission, argued the Georgia Legislature has passed some bills that are \"very stringent\" on lobbyists and improved ethics guidelines.\n\n\"We’re pretty up there with the requirements of disclosures,\" Thompson said.\n\nTrue, perhaps. The center’s 2009 report supports that viewpoint. But financial disclosures are only one area of ethics guidelines. Carpinelli said the center plans to conduct a state-by-state review of ethics laws, starting this spring. The research will take about a year, Carpinelli estimates.\n\nWe followed up with Wilkinson about what the center told us. He said financial disclosure is a \"major part\" of a state’s ethics package.\n\n\"That’s the heart and soul of ethics,\" Wilkinson said.\n\nWilkinson would get high marks on the Truth-O-Meter if he had said Georgia has some of the toughest rules on financial disclosures in the nation. That’s correct, but it’s not what he said.\n\nWilkinson’s comments about the Center for Public Integrity’s report may give some people the wrong impression about what the organization was studying. They reviewed financial disclosures, not the entire scope of ethics guidelines. We rate his statement as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-13728"}