{"url": "/factchecks/2012/mar/19/edward-flynn/85-percent-shooting-suspects-and-victims-milwaukee/", "speaker": "Edward Flynn", "vclaim": "Says 85 percent of Milwaukee shootings involve \"people with extensive criminal records shooting other people with extensive criminal records.\"", "truth_label": "half-true", "date": "stated on February 9, 2012 in an interview:", "title": "85 percent of shooting suspects and victims in Milwaukee have \"extensive criminal record,\" police chief says", "text": "If the nation has a more data-driven police chief than Milwaukee’s Edward A. Flynn, we’d like to know.\n\nWe think his middle initial might stand for Analysis.\n\nYet we couldn’t help wonder about a statistical claim that Flynn, a former Massachusetts public safety commissioner under then-Gov. Mitt Romney, made on  Feb. 9, 2012.\n\nIn the first of what are billed as monthly sit-downs with Milwaukee public radio station WUWM-FM (89.7), Flynn was asked which issues city residents say are most important for police to address.\n\nReducing \"measurable\" serious crime is a concern of both city and suburban Milwaukee residents, Flynn replied, adding:\n\n\"Perversely, in a way, people who actually live in the city recognize an extraordinary amount of our violent crime is highly concentrated among criminals perpetrating violence upon other criminals. It doesn't minimize its importance as a public safety issue; but they recognize that a lot of concerns in their neighborhoods are what we would call quality of life problems or lower-level crime problems.\n\n\"For the average resident of this city, they're much more concerned about a burglary than they are about a shooting because 85 percent of our shootings are people with extensive criminal records shooting other people with extensive criminal records. It's bad, we've got to solve the crime, we've got to break up the violence. But most folks recognize they're not a likely victim.\"\n\nThe 85 percent figure caught our eye.\n\nIs it true 85 percent of Milwaukee’s shootings involve \"people with extensive criminal records shooting other people with extensive criminal records\"?\n\nFlynn spokeswoman Anne E. Schwartz said the chief based his comment on a 2011 annual report by the city’s Homicide Review Commission, which annually reviews all types of homicides as well as non-fatal shootings.\n\nThe report wasn’t released until nearly a month after Flynn’s radio interview, but he had been told of the findings, said Mallory O’Brien, the commission’s director.\n\nOne important note about the 2011 report, before we get to the numbers, in terms of Flynn’s reference to \"extensive criminal record\": It provides complete prior arrest data for only some of the suspects and victims involved in the 2011 shootings. Included are juvenile and adult arrests for felony and misdemeanor crimes, as well as non-criminal ordinance violations, but not minor offenses such as speeding.\n\nSo, Flynn is setting a relatively low bar for \"extensive criminal records\" in that not all arrests, of course, lead to convictions or even criminal charges. And because complete prior arrest data are not available for all the people involved in the 2011 shootings, some assumptions are made by O’Brien the study’s author. That being said, O’Brien, a PhD epidemiologist, said her experience in doing the annual reports gives her confidence in making assumptions about the prior arrests of shooting suspects and victims.\n\nSo, as the chief himself might say, let’s get to the numbers.\n\nNon-fatal shootings:\n\nIn non-fatal shootings in 2011, 97 percent of the 177 suspects and 86 percent of the 473 victims had at least one prior arrest. The report doesn’t say how many.\n\nHowever, O’Brien said a closer analysis of non-fatal shootings during a six-week period in July and August 2011, when non-fatal shootings increased, found that suspects had an average of 7.5 prior arrests and victims had an average of about six. O’Brien said that based on her past studies, she would expect that the rest of the suspects and victims in the non-fatal shootings in 2011 had a similar number of prior arrests.\n\nSo, more than 85 percent of the people involved in non-fatal shootings had at least one prior arrest. And there’s a strong indication, though not complete numbers, that most people involved in the non-fatal shootings had at least several prior arrests.\n\nHomicides:\n\nFor all homicides in 2011 -- those involving guns and those that didn’t -- 57 percent of the 72 suspects and 62 percent of the 66 homicide victims had at least six prior arrests.\n\nO’Brien said that based on past studies she has done, most homicides involve guns and it’s unlikely that arrest records would vary greatly between the people involved in shooting homicides versus non-shooting homicides.\n\nSo, a clear majority, but less than 85 percent, of the people involved in fatal shootings likely had at least six prior arrests; although, again, the study doesn’t provide hard numbers on that point.\n\nWe asked James Alan Fox, a criminology, law and public policy professor at Northeastern University in Boston, about Flynn’s claim. He said from a national perspective, most shootings involve people with an arrest history, although he couldn’t say how extensive that history is for the typical shooting suspect or victim.\n\nOur rating\n\nFlynn said 85 percent of Milwaukee shootings \"are people with extensive criminal records shooting other people with extensive criminal records.\"\n\nThe thrust of his statement -- that the vast majority of shooting suspects and victims have a criminal history, is accurate. But he made a specific statistical claim that isn’t fully supported by the study he cites. And as compared with charges or convictions, prior arrests as a measure of a person’s criminal record is on the lower end of the scale.\n\nIn sum, Flynn’s claim was partially accurate, but left out important details -- our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nEditor's note: This item was changed on 3/20/2012 to fix a confusing reference to median arrests. The change was made initially for print, but not changed immediately online.", "vclaim_id": "vclaim-pol-11421"}