{"url": "/factchecks/2015/oct/15/jim-webb/15-20-most-polluted-cities-world-are-india-china-s/", "speaker": "Jim Webb", "vclaim": "\"Fifteen out of the 20 most polluted cities in the world\" are in India and China.", "truth_label": "mostly-true", "date": "stated on October 13, 2015 in a Democratic presidential debate in Las Vegas:", "title": "15 of 20 most polluted cities in world are in India, China, says Jim Webb", "text": "Former Sen. Jim Webb, D-Va., spent most of the first Democratic presidential debate in the shadow of frontrunners Hillary Clinton and Bernie Sanders. But he got in a few shots here and there.\nDuring the debate, Webb discussed the issue of climate change, arguing that the United States can’t go it alone.\n\"We are not going to solve climate change simply with the laws here,\" Webb said. \"We've done a good job in this country since 1970. If you look at China and India, they're the greatest polluters in the world. Fifteen out of the 20 most polluted cities in the world are in one of those two countries. We need to solve this in a global way. It's a global problem.\"\nWe decided to check whether Webb is right that \"15 out of the 20 most polluted cities in the world\" are in India and China, and whether his point is relevant for the climate change debate. (Webb’s staff did not respond to an inquiry.)\nThe top-20 list\nThere is indeed a credible top-20 list for most-polluted cities. It was assembled by the World Health Organization in 2014.\nIt compares cities based on how much fine particulate matter they have in the air. This measurement is called PM 2.5, standing for particulate matter that is 2.5 microns in width or smaller. (There are about 25,000 microns per inch, so these particles are very small.)\nSuch pollutants at the ground level pose such immediate health risks as eye, nose, throat and lung irritation, and they can elevate the risk for lung and heart ailments over the longer term. These small particles typically come from exhaust from cars, trucks, buses and other vehicles, though they can also come from natural sources such as forest and grass fires.\nHere’s the list:\n\n\n\n\nRank\n\n\nCIty and country\n\n\nPM 2.5 pollution level\n\n\n\n\n1\n\n\nDelhi, India\n\n\n153\n\n\n\n\n2\n\n\nPatna, India\n\n\n149\n\n\n\n\n3\n\n\nGwalior, India\n\n\n144\n\n\n\n\n4\n\n\nRaipur, India\n\n\n134\n\n\n\n\n5\n\n\nKarachi, Pakistan\n\n\n117\n\n\n\n\n6\n\n\nPeshawar, Pakistan\n\n\n111\n\n\n\n\n7\n\n\nRawalpindi, Pakistan\n\n\n107\n\n\n\n\n8\n\n\nKhormabad, Iran\n\n\n102\n\n\n\n\n9\n\n\nAhmedabad, India\n\n\n100\n\n\n\n\n10\n\n\nLucknow, India\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n96\n\n\n\n\n11\n\n\nFirozabad, India\n\n\n96\n\n\n\n\n12\n\n\nDoha, Qatar\n\n\n93\n\n\n\n\n13\n\n\nKanpur, India\n\n\n93\n\n\n\n\n14\n\n\nAmritsar, India\n\n\n92\n\n\n\n\n15\n\n\nLudhiana, India\n\n\n91\n\n\n\n\n16\n\n\nIdgir, Turkey\n\n\n90\n\n\n\n\n17\n\n\nNarayonganj, Bangladesh\n\n\n89\n\n\n\n\n18\n\n\nAllahbad, India\n\n\n88\n\n\n\n\n19\n\n\nAgra, India\n\n\n88\n\n\n\n\n20\n\n\nKhanna, India\n\n\n88\n\n\n\n\n \nSo, 13 of the 20 cities on the most-polluted list are located in India (they’re highlighted in bold). That’s two fewer cities than Webb had said, and none of the 20 cities on the list are located in China, as he’d indicated.\nStill, Webb’s not that far off, and he has a point that the list is dominated by developing countries, including many in south Asia.\nThe relevance of this finding for climate change\nIt’s important to note, however, that particulate pollution is not a key contributor to climate change. Rising global temperatures are more heavily tied to emissions of another substance -- carbon dioxide.\nWebb’s comment \"does seem to conflate two issues,\" said John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management.\nLooking at the U.S. experience over the past few decades can help clarify the difference between the two metrics.\n\"The U.S. cleaned up emission of particulates and sulfate aerosols by requiring cleaner, lower-sulfur coal and cleaner diesel fuel,\" Reilly said. \"But cleaning up those emissions does nothing directly to reduce carbon dioxide emissions, since we continued to use coal and petroleum products.\"\nIronically, particulate emissions may actually have a cooling effect rather than a warming effect because they can reflect sunlight back into space, said Brian Soden, a professor in atmospheric sciences at the University of Miami's Rosenstiel School of Marine and Atmospheric Science. This reflectiveness may have made the earth warm more slowly than it might otherwise have.\nThat said, experts agreed that there’s likely a reasonably high correlation between cities that have high particulate counts and those that have high emission levels for carbon dioxide, particularly when you look beyond advanced industrialized nations like the United States.\nWhile \"the two lists will not necessarily line up perfectly, the 20 most polluted cities are certainly also top contributors of carbon emissions,\" Soden said.\nAnd experts said that Webb does have a point about the need for international cooperation if carbon levels are to be cut. While the United States is a bigger carbon emitter right now, other nations like India are seeing their emissions rise more rapidly. Emissions are only going to fall worldwide if most major emitters reduce their output together.\n\"Yes, it is absolutely a global problem, but someone needs to lead,\" Soden said.\nOur ruling\nWebb said that \"15 out of the 20 most polluted cities in the world\" are in India and China.\nHe’s close -- 13 are in India, though none are in China. It’s worth pointing out, however, that the top-20 list measures cities with the greatest level of particulate pollution, which is not the same thing as emissions of carbon dioxide, the primary driver of climate change.\nThe statement is accurate but needs clarification and additional information, so we rate it Mostly True.\n https://www.sharethefacts.co/share/b78a803a-7a52-45a4-beff-8123446f0f36", "vclaim_id": "vclaim-pol-05853"}