{"url": "/factchecks/2013/aug/24/doug-whitsett/was-oregon-legislature-within-one-vote-enacting-fi/", "speaker": "Doug Whitsett", "vclaim": "Says \"your Legislative Assembly was within one vote of enacting each of those bills into Oregon law.\"", "truth_label": "false", "date": "stated on August 16, 2013 in a guest column :", "title": "Was the Oregon Legislature within 'one vote' of enacting firearms legislation?", "text": "If you think back, you might remember a time during the 2013 legislative session when there were talks about a slate of measures to help curb gun violence. But much like the gun control debate on the national stage, nothing came to pass and the issue was largely abandoned.\n \nIn a recent opinion piece for conservative political blog Oregon Catalyst, Sen. Doug Whitsett, a Republican from Klamath Falls, says, if not for one vote, the whole gun control narrative could have been completely different.\n \n\"More than a dozen bills relating to firearms were introduced during the recently concluded 77th Legislative Assembly,\" he wrote. \"Most of those bills would have, in some way, impinged upon our second amendment right to own and bear firearms.\"\n \nHe then listed seven of them and continued: \"Your Legislative Assembly was within one vote of enacting each of those bills into Oregon law. It was within one vote of grossly impinging on our second amendment rights.\"\n \nThat’s quite the statement. We decided to take a look.\n \nWhitsett argues that the Senate was deadlocked on this issue. There were 14 Republicans in the Senate, all of whom were opposed to the gun legislation. If the 16 Democrats had all voted in favor, the legislation would have passed. But, he notes, Sen. Betsy Johnson, a Democrat from Scappoose, was opposed. Hers was the vote that kept these bills from becoming law.\n \nThat strikes us an oversimplification of the process.\n \nWe looked at the measure history for each of these seven bills he’d mentioned by number.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSam Adams\n\n\nstated on December 1, 2010 in a city council meeting\n\n\n\n\n\n\n\n\nFour out of 10 homicides are committed by gun in this city.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • December 23, 2010\n\n\n\n\n\n\n\nTwo of the measures -- the only two he mentions that originated in the House -- never got hearings in their committees. It’s a stretch to say they were a single vote from becoming law when they never even made it out of committee, let alone to the Senate, where Johnson serves. One Senate bill was in a similar situation.\n \nFour other Senate bills he mentioned did get hearings and were all passed out of committees with recommendations that they be passed by the full Senate. However, Senate President Peter Courtney sent them all to the Rules Committee where they died a quiet death.\n \nBy Whitsett’s account, the reason they were sent off to die in Rules was that Courtney knew they had no chance of passing, thanks to the Republicans -- plus Johnson.\n \n\"It was my understanding that had we not had 15 ‘no’ votes in the Senate, they would have passed with flying colors,\" Whitsett said. Without Johnson \"it would have been the typical 16-14 party line vote.\"\n \nHe may be right on certain bills. Johnson definitely helped defeat Senate Bill 700, which would have expanded background checks for gun purchases, as The Oregonian’s Jeff Mapes reported.\n \nEven so, that bill and the others would have had to make it through the House. Whitsett said he was under the impression the House had the votes to pass the gun bills. We can’t know for sure. House Speaker Tina Kotek had made it clear that jobs and schools were her priorities, not guns.\n \nWe chatted with Sen. Ginny Burdick, D-Portland, one of the most vocal supporters of the various gun-control bills. She said Whitsett was right that the unified Republican opposition certainly helped table the subject. Still, Burdick added, had those bills made it out of the Senate, there was no sure bet they’d make it through the House, too.\n \n\"The background checks bill would have had a very good chance,\" she said, referring to Senate Bill 700. \"The other ones would have had a little tougher time.\"\n \nWhitsett said that gun-control advocates were within \"one vote of enacting each\" of the seven bills into law. Had he focused on Senate Bill 700 specifically, we might be inclined to agree. But some of the other bills did not even receive a hearing and there is no guarantee that others would have passed in the Senate, let alone received the 31 votes needed in the House.\n \nWe rate this claim False.", "vclaim_id": "vclaim-pol-08962"}