{"url": "/factchecks/2015/jun/02/martin-omalley/had-goldman-sachs-ceo-said-his-picks-are-hillary-c/", "speaker": "Martin O'Malley", "vclaim": "\"The CEO of Goldman Sachs let his employees know that he’d be just fine with either Bush or Clinton.\"", "truth_label": "barely-true", "date": "stated on May 30, 2015 in his presidential announcement speech:", "title": "Had the Goldman Sachs CEO said his picks are Hillary Clinton or Jeb Bush?", "text": "A Jeb Bush-Hillary Clinton contest would be a win-win scenario for Wall Street, says former Maryland Gov. Martin O’Malley.\nIn his presidential campaign announcement on May 30, 2015, O’Malley attacked Bush and Clinton for their supposed mutual backer, Goldman Sachs, the poster child of big, bad Wall Street.\n\"Recently, the CEO of Goldman Sachs let his employees know that he’d be just fine with either Bush or Clinton,\" O’Malley said. \"Well, I’ve got news for the bullies of Wall Street: The presidency is not a crown to be passed back and forth by you between two royal families.\"\nWe were curious about O’Malley’s claim on whether Goldman CEO Lloyd Blankfein would sign off on both the presumed Republican and Democratic frontrunners, especially in front of the firm's 34,400 employees. Goldman Sachs spokesperson Andrew Williams told us, \"We’ve looked high and low and found no such statement by Mr. Blankfein.\" \nOne side of the aisle is clear: Blankfein has fundraised for Clinton. It’s actually his support for Bush where the evidence in lacking.\nAn O’Malley spokesperson pointed us to an article published in March 2015 in Politico magazine. In it, economic reporter Ben White detailed Blankfein’s close relationship with the Clintons and wrote,\"Blankfein has indicated he would be fine with either a Bush or Clinton presidency.\"\nWhite told us in an email that to his knowledge, Blankfein has never stated this publicly, though he’s suggested it privately, according to anonymous sources close to the CEO.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHis long-time support for Clinton, however, is out in the open. Blankfein, a self-described Democrat, personally contributed $4,600 to her last presidential campaign (and thousands to past Democratic presidential candidates). He told Politico magazine in 2014, \"I very much was supportive of Hillary Clinton the last go-round,\" he said. \"I held fundraisers for her.\"\nPast comments from the Goldman executive do indicate some political fluidity. In 2013, Blankfein said he likes both Hillary Clinton and Chris Christie, \"people who are moderated and see the other side,\" according to BuzzFeed.\nThat’s the attitude on Wall Street in general, experts say. Goldman and its peers tend to play the middle, said economic historian and former banker Charles Geisst. Centrists like Clinton or Bush would maintain the financial status quo, while candidates like Bernie Sanders or Ted Cruz, \"people on the fringes, make them nervous,\" said journalist William Cohan, who wrote a book on the firm. And even if Blankfein personally favors Clinton, he and Wall Street are in it to win it.\n\"It’s about access, access, access...Goldman wants to back the winner. They’re traders who’ll hedge their bets,\" said Cohan.\nAs for Goldman and Wall Street’s opinion of Martin O’Malley? \"I suspect anyone to the right of Elizabeth Warren or Sanders would get the same sort of hedged support,\" said Geisst.   \nOur ruling\nO’Malley said, \"The CEO of Goldman Sachs let his employees know that he’d be just fine with either Bush or Clinton.\"\nThe O’Malley campaign referred us a Politico article that stated a much more ambiguous version of the claim. The article’s author told us CEO Lloyd Blankfein has never stated this publicly, much less to the company's 34,400 employees. Blankfein has thrown his weight and money behind Clinton publicly, but he hasn't done the same for Bush. Overall, we rate O’Malley’s claim Mostly False.", "vclaim_id": "vclaim-pol-06362"}