{"url": "/factchecks/2020/apr/24/facebook-posts/no-evidence-donald-trump-said-hundreds-governors-c/", "speaker": "Facebook posts", "vclaim": "“Trump said ‘hundreds’ of governors are calling him…& we only have 50.”", "truth_label": "false", "date": "stated on April 21, 2020 in a Facebook post:", "title": "No evidence Donald Trump said ‘hundreds’ of governors called him", "text": "President Donald Trump has made many comments about the country’s governors during the pandemic, from calling Democratic Gov. Gretchen Whitmer \"that woman from Michigan\" to criticizing Republican Gov. Brian Kemp for reopening Georgia \"too soon.\" \nBut we couldn’t find evidence that he claimed hundreds of governors have reached out to him, as a recent Facebook post alleges.\n\"Trump said ‘hundreds’ of governors are calling him…& we only have 50,\" it says.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAt an April 13 press conference, Trump showed a video that included clips of what was described as \"bipartisan governors recognize the president’s support.\" The clips included New York Gov. Andrew Cuomo saying \"his team is on it, they’ve been responsive,\" and California Gov. Gavin Newsom saying \"he returns calls, he reaches out, he’s been proactive.\" \nTrump then said at the press conference that he \"could give you hundreds of clips like that from governors.\"\n\"We could give you hundreds of clips just like that,\" he said. \"We have hundreds of statements. Hundreds of statements, including from Democrats and Democrat governors.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nA few weeks earlier, Trump talked about speaking to governors again when he phoned into Fox and Friends on March 30 — but he talked about calls with 50 governors, not hundreds.\n\"I get on calls, and I get on a lot of the governor calls where we’ll have all 50 governors plus where we have some territories also, but we have 50 governors, and I’ll tell you what, if you could listen to those calls, you’d never hear a complaint,\" he said. \nReviewing deleted tweets this year from Trump’s Twitter accounts, including @POTUS, @WhiteHouse and @realDonaldTrump, we found none mentioning calls from hundreds of governors.  \nWe didn’t find any such tweets that haven’t been deleted, either. On March 26, the White House tweeted about a \"teleconference call with 50 governors, plus territories.\" Trump also tweeted about the call from his personal account that day. On April 20, the White House tweeted about a \"call with all 50 governors.\" During a press conference later that day, Trump said that Vice President Mike Pence \"spoke with governors from all 50 states about our unified effort to defeat the virus.\"\nSearching Factbase for interviews, speeches and tweets in which Trump mentions governors and hundreds, we found several instances but none in which he says he’s received calls from hundreds of governors. \nSeveral other fact-checkers have also looked into posts claiming Trump said hundreds of governors have called him, but no such remark has surfaced.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17006"}