{"url": "/factchecks/2014/jan/19/vladimir-putin/putin-70-countries-being-gay-crime/", "speaker": "Vladimir Putin", "vclaim": "In Russia \"all people are absolutely equal regardless of their religion, sex, ethnicity, or sexual orientation,\" while \"70 countries of the world have criminal liability for homosexuality.\"", "truth_label": "half-true", "date": "stated on January 19, 2014 in comments on ABC's \"This Week\":", "title": "Putin: All people in Russia are 'equal,' in 70 other countries it's a crime to be gay", "text": "Russia has become a lightning rod for controversy heading into the upcoming Winter Olympics in Sochi, and it has nothing to do with figure skating judges.\nThe former communist nation faces threats of terrorism and criticism from the United States for harboring fugitive National Security Agency leaker Edward Snowden.\nAnd then there is Russia’s crackdown on lesbian, gay, bisexual and transgender individuals, which has become decidedly more aggressive in the last 12 months.\nBut on Jan. 19, 2014, just weeks before the games begin, Russian President Vladimir Putin sought to quell fears that gay athletes, delegates or fans will be discriminated against.\n\"In Russia, as opposed to one third of the world's countries, there is no criminal liability for homosexuality,\" Putin said during a lengthy interview with several media outlets, parts of which aired on ABC’s This Week. \"Seventy countries of the world have criminal liability for homosexuality, and seven countries out of these 70 enforce death penalty for homosexuality.\"\nPutin went on to note that the former Soviet Union \"had criminal liability for homosexuality, today's Russia doesn't have such criminal liability. In our country, all people are absolutely equal regardless of their religion, sex, ethnicity, or sexual orientation.\"\nWe decided to check both Putin’s international figures as well as his assessment of Russia’s position toward the LGBT community.\nHow the LGBT community is treated worldwide\nPutin’s claim that 70 countries have \"criminal liability for homosexuality,\" is backed up by at least one international report.\nIn May 2013, the International Lesbian, Gay, Bisexual, Trans and Intersex Association (known as the ILGA) released the eighth edition of its study titled, \"State-Sponsored Homophobia: A world survey of laws.\" The report found 76 nation states where homosexuality is criminalized, representing about 40 percent of United Nations members. Nearly half of those countries, 36, are in Africa, where homosexuality is taboo and prosecuted with executions or prison sentences that can last up to 14 years in many countries.\nConversely, 114 countries do not criminalize homosexual relationships. In 14 countries and some parts of Mexico and the United States, same-sex couples can marry.\nThe updated figures would probably bump countries where same-sex relationships are illegal to 77. In December, India’s Supreme Court reversed a previous court decision to end an 153-old ban on homosexual intercourse first instituted by British colonial rule.\nThere are also seven countries where homosexual acts can receive a death sentence: Mauritania, Sudan, Asia Iran, Saudi Arabia, Yemen and 12 northern states in Nigeria and the southern parts of Somalia. In 11 countries, mostly former British and French colonies, the report notes homosexuality receives lengthy prison sentences longer than 14 years.\nHow does Russia compare?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRussia is not listed as one of the 76 countries where homosexuality is banned.\nIn fact, according to the ILGA’s profile of Russia on its website, male-to-male and female-to-female relations are not legally discriminated against there. Gays and lesbians can also serve in the military in Russia.\nIn 1993, Russia repealed a Soviet-era law persecuting gay couples.\nHowever, while homosexuality is not outright criminal in Russia, there are many elements of de facto criminalization.\nIn June 2013, Putin signed a law banning promotion of \"non-traditional sexual relations\" toward minors, a prohibition on so-called \"homosexual propaganda.\" The Russian law places stiff fines on individuals and companies that promote homosexualtiy in front of children, whether in public or through media or the Internet. Critics say the law essentially bans homosexuals from speaking out in public. The scope of the law is broad, and it's not clear how it will be enforced.\nWith the Sochi Olympics just around the corner, many Western countries took exception to the law, including President Barack Obama, who said he had \"no patience for countries that try to treat gays and lesbians and transgendered persons in ways that intimidate them or are harmful to them.\" In what was seen as an act of defiance, Obama chose two openly gay athletes to represent the United States at the Olympics: tennis legend Billie Jean King and hockey player Caitlin Cahow. Former Olympic gold medal figure skater Brian Boitano, also tapped by Obama to head to Sochi, has since said he is gay.\nAnd just because the ILGA does not include Russia with the 76 countries that legally bar homosexuality, it doesn’t mean the organization is complimentary of the country’s recent direction.\n\"While criminalization is the most blatant form of state-sponsored homophobia,\" the 2013 report says, \"countries which decriminalized homosexuality in the recent past, such as Russia … are sadly seeking to re-legitimize discrimination based on sexual orientation both at the national level, by way of laws against LGBTI activism – preposterously defined as ‘homosexual propaganda’ – and at the international level, in the name of ‘tradition.’\"\nSame-sex relationships are not recognized by Russian law. Same-sex couples also cannot adopt and lesbians cannot undergo artificial insemination to have children.\nEmployers are not banned from discriminating based on sexual orientation. Foreigners with HIV can be barred from entering the country and also can be expelled.\nGay pride parades are also banned in the country and have been going back to 2005. However, some pride events did take place without collaboration with authorities, and often sparked violence and attacks on those participating.\nOur ruling\nPutin said 70 countries criminalize homosexuality and Russia isn’t one of them. His estimate is pretty close to the 76 highlighted by the International Lesbian, Gay, Bisexual, Trans and Intersex Association and its true the organization did not include Russia in that number.\nBut Putin also was far too rosy in his depiction of how the country treats gays and lesbians when he said \"all people are absolutely equal regardless of their religion, sex, ethnicity, or sexual orientation.\" Recent actions by Putin and the ruling United Russia party have further restricted the rights of gays and lesbians to peacefully demonstrate.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-08382"}