{"url": "/factchecks/2019/oct/10/facebook-posts/pelosi-romney-and-kerry-dont-have-sons-working-com/", "speaker": "Facebook posts", "vclaim": "Says the sons of Nancy Pelosi, Mitt Romney and John Kerry are all on the boards of \"energy companies doing business in Ukraine.\"", "truth_label": "false", "date": "stated on October 7, 2019 in a Facebook post:", "title": "Pelosi, Romney and Kerry don’t have sons working for companies linked to Ukraine", "text": "Hunter Biden isn’t the only politician's child who’s been scrutinized in the past few weeks for his work overseas.\nOn Facebook, several widely shared posts claim the sons of House Speaker Nancy Pelosi, D-Calif., and Mitt Romney, R-Utah, are also on the boards of energy companies linked to Ukraine. Other posts add former Secretary of State John Kerry to the mix.\n\"Biden’s son, Pelosi’s son, Romney’s son (are) all on the board of director (sic) for energy companies doing business in Ukraine,\" one post reads.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And they’ve collectively reached thousands of users, so we wanted to check them out.\nThe source material of the posts appears to be a viral tweet published Oct. 6 by Jack Murphy, co-founder of conservative news site TrendingPolitics.com.\n\"Biden's son, Pelosi's son, Romney's son, Kerry’s son,\" he tweeted. \"All are on the board of directors for energy companies doing business in Ukraine… Coincidence? No.\"\n\n(Screenshot from Facebook)\nWe reached out to Murphy for the source of his post, but we haven’t heard back. Several conservative publications had reported on the allegations about Pelosi’s son, Paul, days before Murphy made that assertion.\nWe looked into the business dealings of Pelosi, Romney and Kerry’s sons. \nClaims about Pelosi’s son are misleading\nPaul Pelosi Jr. once served on the board of an American energy company, Viscoil, that dissolved and re-formed in Singapore under a different name. But Paul Pelosi had no part in the new entity, and it’s unclear to what extent the company has done business in Ukraine.\nReports of the connection appeared in One America News Network and other conservative outlets, the source of which appears to be an Oct. 3 tweet from Patrick Howley, a writer for The Epoch Times. The pro-Donald Trump website has been known to publish conspiratorial content.\n\"BOOM: Nancy Pelosi's son Paul Pelosi Jr. (who went to Ukraine in 2017) was a board member of Viscoil and executive at its related company NRGLab, which DID ENERGY Business in UKRAINE!\" Howley said in the tweet, which has been retweeted more than 12,000 times. \"And Nancy Pelosi appeared in a promotional video for the company!\"\nAs evidence, Howley linked to two YouTube videos published March 5, 2013. The first shows Paul Pelosi speaking at an event in Washington.\nThe video opens with clips of a speech from Nancy Pelosi and then shows Paul at an XPRIZE Foundation competition in September 2010. The nonprofit group organizes public competitions with businesses to encourage their technological development. \nRELATED STORY: PolitiFact's Trump-Ukraine-Biden coverage in one place\n\"My name’s Paul Pelosi, of course I’m on the board of Viscoil, and Viscoil’s here today to talk about accelerating the future,\" he says during the video.\nViscoil was a California-based holding company that dissolved in 2010. An old version of the company's website said the company was created to \"engage in research and in the commercial development of hydrocarbon production methods and technologies.\"\nAfter it shuttered, Viscoil was folded into NRGLab, a Singapore-based company \"specializing in different areas of scientific research.\" It appears to have published the YouTube videos.\nThe second video Howley posted shows Walter Afanasieff, a Brazilian-American musician, talking about how technology could improve oil extraction. The caption lists other artists that had promoted Viscoil’s work, including Mika Newton, a Ukrainian singer and actress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\"Mika Newton helped to secure the rights to build a plant for the production of SH-boxes in Ukraine,\" the caption reads. An SH-box is a kind of environmentally friendly generator, according to NRGLab.\nWe found a Facebook page on which Newton has promoted NRGLab’s work, but we could find no news coverage about the company's dealings in Ukraine. NRGLab does not mention the country on its website. We reached out to the company for more information but did not get a response.\nTo sum it up: Paul Pelosi served on the board of Viscoil. At one point, a Ukrainian singer is alleged to have promoted the company. But Pelosi was off the board before that happened. That’s the connection people have identified.\nDrew Hammill, a spokesman for Nancy Pelosi, told PolitiFact that Paul Pelosi worked for Viscoil for a short time. He denied that it had any dealings in Ukraine at the time.\n\"The company was based in Southern California and focused solely on U.S. business,\" he said in an email. \"The company later reorganized under a different name, but Paul Pelosi Jr. played no role in the new entity.\"\nWhat we know about the other lawmakers’ sons\nHunter Biden did serve as a board member for a Ukrainian energy company, from 2014 until the spring of 2019. As for the sons of Kerry and Romney, there is no evidence to suggest that they ever held similar positions.\nBurisma Holdings appointed Hunter Biden to its board of directors in 2014 to help the energy company improve its corporate governance and adopt Western-style transparency. His father, the former vice president and Democratic candidate running for president in 2020, has faced criticism for the appointment over a conflict of interest.\nKerry has three stepsons from his marriage with Teresa Heinz, heiress to the H.J. Heinz ketchup fortune: John IV, André and Chris. John is an educator, while André is an environmentalist.\nRELATED STORY: Ask PolitiFact: Answers to reader questions about the Trump impeachment inquiry, Hunter Biden\nChris is a businessman with extensive experience in private equity and venture capital — including pursuing a string of investment and consulting firms with Hunter Biden and Devon Archer, another businessman who was Chris Heinz’s roommate at Yale University. He co-founded Rosemont Seneca Partners, a Washington investment fund, in 2009 with Biden and Archer.\nBiden and Archer would later serve on the board of Burisma, but Chris Heinz never did. In fact, he advised Archer against joining the board and, when both he and Hunter didn’t heed the warning, Heinz ended his business relationships with them.\n\"Chris has never been on the board of any energy company; nor has he ever traveled to or worked in Ukraine,\" a spokesman for John Kerry told PolitiFact in an email.\nAll the Heinz children are board members of the Heinz Endowments, the philanthropic arm of their family’s estate, but we could find no evidence that any have served on the board of an energy company linked to Ukraine.\nRomney has five sons who work in a variety of different fields: Tagg, Matt, Craig, Josh and Ben. We could find no evidence that any of them have served on the board of an energy company with ties to Ukraine.\nTagg Romney runs a private equity firm called Solamere Capital. Matt Romney runs a firm called Excel Trust, which owns shopping centers across the United States. Craig Romney works in real estate. Josh Romney is the founder and president of The Romney Group, a real estate company based in Salt Lake City. Ben Romney is a radiologist in Utah.\nWe reached out to a spokeswoman for Romney for more details about his sons’ business dealings, but she declined to comment on the substance of the Facebook posts.\n\"We don’t comment on fake news from random online trolls,\" Romney spokeswoman Liz Johnson said in an email.\nOur ruling\nSeveral Facebook posts claimed that the sons of Biden, Pelosi, Romney and Kerry are on the boards of \"energy companies doing business in Ukraine.\"\nBeyond Hunter Biden’s already well-known tenure as a board member for Ukrainian energy company Burisma (which ended in spring 2019), this claim is inaccurate and represents a false attack against those who have spoken out against Trump.\nPelosi’s son, Paul, briefly served on the board of an American energy company before it dissolved in 2010, but there’s no evidence the company had dealings with Ukraine while he held that seat. Kerry stepson, Chris, has worked with Hunter and another former Burisma board member in the past, but he severed ties after they joined the energy company in 2014. There is no evidence that any of Romney’s sons have served on the board of any energy companies with ties to Ukraine.\nWe rate these Facebook claims False.\nThis article was updated Oct. 16, 2019, to define SH-boxes.", "vclaim_id": "vclaim-pol-00075"}