{"url": "/factchecks/2014/jul/08/jack-kingston/would-david-perdue-raise-taxse/", "speaker": "Jack Kingston", "vclaim": "David Perdue said he’d raise taxes.", "truth_label": "half-true", "date": "stated on June 19, 2014 in television ad:", "title": "Would David Perdue raise taxes?", "text": "Republican candidates tend to embrace the same familiar themes. At the top, if not a desire to roll back Obamacare, would likely be the longtime GOP stance opposing any tax increase.\nSo it’s no small thing for U.S. Rep. Jack Kingston to brand businessman David Perdue, his rival in the Republican runoff for the U.S. Senate, as a tax supporter.\nThe ad in question, featuring a voicemail for Kingston left by a President Obama impersonator, is to the point: \"Perdue said he’d raise taxes. You never even voted for a tax increase.\"\nThe Kingston camp pointed us to two Perdue statements: one from a May meeting with the Macon Telegraph editorial board and the other from a candidate forum from January.\n\"Mr. Perdue has repeatedly advocated for tax increases,\" Kingston campaign manager Chris Crawford said.\nThat seems clear enough. But digging into the details, as PolitiFact does, clouds things up a bit.\nPerdue, a former CEO who has built his campaign focused as an outsider to politics, told the editorial board he supported \"both\" curbing spending and increasing revenue to boost the economy.\nWhen a member of the board calls revenue increases \"a euphemism for some kind of tax increase, of course,\" Perdue talks about the need to grow business and grow revenue.\nCrawford notes that Perdue chuckles before he speaks but doesn’t outright deny support for a tax increase.\nIn an interview with PolitiFact, Perdue said his point in the meeting was to focus not just on the economy but how to use the economy to help pay down the national debt.\n\"We can balance the budget by cutting spending, and that’s where you start,\" Perdue said. \"But an $18 trillion debt will require an economy that’s growing, with people back to work, like we did in the ‘60s, ‘80s and even the ‘90s.\"\nAn Internet sales tax, or a tax on online sales similar to those made at physical stores, would also increase revenue.\nNow, people who buy from online retailers are supposed to report their purchases on their state tax returns and pay. Few do.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nGeorgia lost an estimated $410 million in uncollected online sales tax in 2012, according to a study  from the University of Tennessee’s Center for Business and Economic Research.\nThe Marketplace Fairness Act would permit state and local governments to collect sales taxes from internet retailers that do not have a physical location in their jurisdictions. It passed the Senate last year but has been held up in the GOP-run House, with conservative members labeling it a tax hike.\nPerdue said at the January candidate forum that he supported the concept of the bill to make sure there was \"an even playing field\" for all retailers.\n\"Frankly, I think whether you have brick-and-mortar or Internet sales, we should have the same rules apply to both,\" Perdue said at the event.\nHe recently clarified with PolitiFact that his support falls under his advocacy of a Fair Tax, which would replace existing federal income taxes with a national 23 percent sales tax on all new goods and services, including those bought on the internet.\nCritics the Fair Tax, note that the proposal is regressive – that is, it disproportionately hurts people with lower incomes who spend more of their wages and therefore pay a higher tax rate.\nPerdue acknowledges that the current proposal would need tweaks to avoid that problem. But he believes taxing consumption – including buying new products from Amazon or elsewhere on the Internet – is a change that needs to happen.\n\"I would argue that it would reduce taxes, because it would have greater growth in the economy,\" Perdue said.\nKingston has made that argument, too, notes staffer Crawford. In fact, Kingston reiterated support for the Fair Tax during the same January forum but refused to support an internet sales tax as an incremental measure.\n\"If David Perdue wanted to equivocate on that, he had five months to do it,\" Crawford said. \"He didn’t until it was politically expedient and that doesn’t ring true.\"\nSpeaking of truth, where does all of this leave us on whether David Perdue would raise taxes?\nBasing the statement alone on Perdue’s meeting with a newspaper editorial board takes his statements out of context. Equating revenue increases with tax hikes is a stretch that breaks upon closer examination.\nPerdue is far more clear, though, on support for extending sales taxes to goods and services bought online. Though the Fair Tax includes such a tax as part of its proposal, there is a separate bill that would levy the Internet sales tax in the exact way that Perdue said he supported.\nTaken together, we rate the claim Half True.", "vclaim_id": "vclaim-pol-07643"}