{"url": "/factchecks/2018/nov/05/mike-bost/illinois-mike-bost-attacks-brendan-kellys-record-p/", "speaker": "Mike Bost", "vclaim": "Says Brendan Kelly \"allowed half of the criminals he faced to walk free\" and \"failed to protect women who were violently assaulted,\" allowing \"those guilty of sexual assault to cut inexcusable plea deals.\"", "truth_label": "barely-true", "date": "stated on October 22, 2018 in a campaign ad:", "title": "In Illinois, Mike Bost attacks Brendan Kelly's record as prosecutor", "text": "How do you define \"soft on crime?\" Mike Bost, a Republican congressman from southern Illinois, says his Democratic challenger, Brendan Kelly, embodies the definition.\nIn a Bost-sponsored ad still running in the congressional campaign’s final days, an announcer says Kelly, a state’s attorney (the county prosecutor) for St. Clair County, \"allowed half of the criminals he faced to walk free.\"\n\"That's 50 percent walk free!\" the ad in Illinois’ 12th Congressional District says. \"Kelly failed to protect women who were violently assaulted, allowed those guilty of sexual assault to cut inexcusable plea deals. That's a failed record.\"\nFifty percent sounds like a lot of criminals out on the street. So we looked to see if the numbers are accurate, and how they fit in the general scheme of crime and prosecution. We can tell you already that the numbers are correct if \"free\" means probation -- not only for cases prosecuted by Kelly but for those throughout Illinois. Bost's scary ad fails to note the reality of prosecution.\nWalking free\nKelly became his county’s prosecutor in 2010. The Bost ad says Kelly \"allowed half of the criminals he faced to walk free.\" We asked Bost’s campaign where it got that 50 percent figure, and were told it came from public records in the court system.\nWhat was the exact figure? Did Bost’s campaign look at every case Kelly and his office prosecuted, or did it use a sample?\nBost’s campaign would not say, repeating in a series of emails with us that the source of the claim was public records. So we looked at a variety of data nationally, getting figures from the The Sentencing Project and the U.S. Bureau of Justice Statistics. It seemed like the 50 percent figure was somewhere in the ballpark of cases everywhere. \nThen we got specific data for every felony conviction in Illinois, thanks to annual reports from the state courts. The year 2016 is the most recent, so we'll use those figures here:\nOf the 1,895 felony defendants prosecuted by Kelly's office that year, 1200 were convicted. That's a 63 percent conviction rate.\nSo what happened to those 1,200 convicts? State records show 392 of them, or 33 percent, were sentenced to prison. Far more, 788, got probation. That means 66 percent of the criminals Kelly prosecuted \"walked,\" to use Bost's term, with probation.\nBut how does that compare with the statewide figures?\nThe statewide conviction rate -- for every felony defendant in Illinois in 2016 -- was 65 percent, making Kelly's conviction rate a near match. Of those convicted, 42 percent went to prison. That's higher than in Kelly's county, but Cook Couty, whose seat is Chicago, skews the totals. Looking only at other counties, Bost is 1 point higher than the average. \nThe trend was similar in 2015: 32 percent of convicted felons were sent to prison in Kelly's county, and 43 percent were statewide. Take out Cook County and the statewide average is 33.5 percent. So prosecutors across the state let criminals, in Bost's phraseology, \"walk free.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nSexual assaults\nThe ad claims that Kelly allowed \"those guilty of sexual assault to cut inexcusable plea deals.\"\nThe commercial also cites St. Clair County Circuit Court records, without specifics, as the source for this. We asked for more information, and Bost’s campaign sent us synopses of four cases -- each involving a separate woman who was violently assaulted. In each case, the punishment for the men involved could have been more than a decade in prison.\nBut in each of these cases, a plea deal from Kelly’s office resulted in probation -- 24 months in three of the cases, 30 months in the fourth.\n\"These plea deals allow predators to go right back on the street and put women and children in our communities at risk,\" Bost’s campaign said in an email.\nKelly’s decisions on how to handle cases has been a theme for attacks from Bost or Bost’s allies throughout the campaign. Some of the discussion stems from stories in the Belleville News-Democrat, including its 2015 series, \"Violation of Trust.\" An online headline said it best: \"Sex crime victims in Southern Illinois find that police, prosecutors typically do not charge their attackers. From 2005 to 2013, 70 percent of sex crimes never made it to a courtroom.\"\nThe newspaper’s investigation covered cases from 2005 through 2013. It found that in St. Clair County, the state’s attorney prosecuted just 18 percent of felony sex crimes reported to police.\nPart of the problem was that prosecutors didn’t deem all reports of sexual abuse eligible or strong enough for prosecution. The trend in southern Illinois was not unique. The Minneapolis Star Tribune found that in the two-year period of 2015 and 2016, fewer than one in 10 reported sexual assaults produced a conviction. Other studies have shown this, too.\nKelly took office in 2010, so his office prosecuted cases covered in only three of the nine years the newspaper investigation covered. But prosecution rates improved under Kelly. In 2012 and 2013, about 30 percent of sex crime reports resulted in charges being filed, the News-Democrat said, and conviction rates for adult defendants in those cases was relatively high.\nAsked why prosecutors didn’t take on more cases, Kelly told the News-Democrat, \"We want to justly convict the guilty, but more importantly seek as much justice as possible for the public and for victims. That’s what drives us. ... There is no cookie-cutter answer.\"\nHe also said some accused sex crime suspects may wind up being prosecuted for non-sex crimes such as aggravated battery and unlawful restraint that might not show up in the newspaper’s investigation. He cited an example of a defendant tried and convicted of non-sex felonies in a case that also involved rape.\nKelly and his campaign have said they cannot disclose all the details that go into a case but the factors can include the best resolution for the victim. Asked about the cases presented to us by Bost’s campaign, Kelly spokeswoman Elana Schrager said, \"In each of these four cases, Brendan worked closely with each of the survivors to ensure justice was achieved while respecting her wishes.\"\nOur ruling\nBost says that Kelly \"allowed half of the criminals he faced to walk free\" and \"failed to protect women who were violently assaulted,\" allowing \"those guilty of sexual assault to cut inexcusable plea deals.\"\nBost’s campaign did not provide precise information when we asked repeatedly, but we found it anyway. If probation is viewed as letting a criminal walk free, Kelly is guilty -- as are prosecutors throughout Illinois. Very few counties had the opposite trend. Similarly, we also found, based on data from the Belleville News-Democrat as well as federal court data, that Bost’s general use of plea bargains is within the norms of state and national plea bargain rates.\nAs for the ad’s claim that Kelly \"failed to protect women,\" Bost’s campaign said it based this on court cases. The information it sent us showed four men getting probation rather than prison. The information does not provide any nuances in the prosecution of each case.\nWith all this in mind, we find Bost’s numbers are fine but shade the truth substantially about prosecution across his state. There are undoubtedly critics of the way Kelly has handled cases, just as there are people who praise him. This is a lot context to consider. Based on what we could measure and on the principles of the Truth-O-Meter --- specifically, the rating for a claim that contains an element of truth but is misleading -- we rate this Mostly False.\n Share the Facts 2018-11-05 19:34:59 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Brendan Kelly \"allowed half of the criminals he faced to walk free\" and \"failed to protect women who were violently assaulted,\" allowing \"those guilty of sexual assault to cut inexcusable plea deals.\"     Mike Bost Congressman, Illinois 12th Distruct https://drive.google.com/file/d/1Z9k7nJWjHDBjuZnDM3WBt-qjbg2SLTE6/view   A campaign ad Monday, October 22, 2018 2018-10-22    Read More  info", "vclaim_id": "vclaim-pol-01296"}