{"url": "/factchecks/2017/feb/17/bob-corker/are-27-million-people-trapped-modern-slavery/", "speaker": "Bob Corker", "vclaim": "\"Today, 27 million people .. are enslaved.\"", "truth_label": "mostly-true", "date": "stated on February 15, 2017 in an interview on MSNBC's \"Morning Joe\":", "title": "Are 27 million people trapped in modern slavery?", "text": "If the chair of the Senate Foreign Relations Committee Bob Corker, R-Tenn., has one special cause, it is ending modern slavery. In December, he won passage of a law that uses $50 million in federal money to seed a private foundation aimed at ending forced labor and human trafficking for the sex trade.\n\"It's illegal in every country in the world, including ours,\" Corker said on MSNBC’s Morning Joe on Feb. 15, 2017. \"But, today, 27 million people, as we speak on this program, are enslaved.\"\nThat’s a big number, and we looked into the research behind it.\nCorker acknowledged that hard data is, well, hard to find.\n\"Many human trafficking and modern slavery victims are part of a hidden population, which unfortunately makes it almost impossible to count with 100 percent accuracy just how many human beings are trapped around the world,\" Corker told us. \"Fortunately, there are numbers of well-respected organizations that have done extensive work on this issue and give us a general sense of the magnitude of the problem.\"\nOne advocacy group Corker relied on is End It, which cited estimates ranging from 20 million to 45.8 million.\nThat’s quite a span, which suggests considerable differences of opinion as to what constitutes slavery and how to measure it.\nSiddarth Kara, director of the Program on Human Trafficking and Modern Slavery at Harvard’s Kennedy School, told us the 27-million figure has been in circulation for years.\nKara gives more weight to the lower estimate of 20.9 million from the International Labor Organization’s 2012 report on forced labor. That study found that 4.5 million people were trapped by sexual exploitation. Another 14.2 million were locked in work that ranged from mining, to agriculture, to domestic service and manufacturing.\nThe situation is complex. They found that people such as migrant workers can move in and out of forced labor.\nIn Kara’s view, the truth lies between 20 and 40 million, and \"closer to the International Labor Organization metric, I believe.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nA key architect of the high-end estimate is Kevin Bales, professor of contemporary slavery at the University of Nottingham in England. Bales works closely with the Australian anti-slavery organization Walk Free to produce the Global Slavery Index. The index includes in its definition of slavery the same conditions as the International Labor Organization, but adds in child soldiers, child brides and other forced marriages.\nBales told us \"the 45.8 million number is by far the most accurate.\" It is based, he said, on surveys and statistical models that have been checked against multiple measures.\nBut many long-time researchers of modern slavery strongly criticize the methods behind the Global Slavery Index.\n\"The trouble with this potentially admirable effort is that the data on which these tables rely is usually second-hand and often of seriously poor quality,\" wrote Neil Howard, a fellow at the European University Institute in Florence.\nHoward studies labor exploitation in the West African nation of Benin, one of the highest-ranked trouble spots in the index. In an op-ed in the Guardian in 2014, he said the reality is different from the story told in the index.\n\"I worked with teenage boys who were said to be victims of trafficking and apparently forced from Benin to the artisanal quarries of Abeokuta, in Nigeria,\" Howard wrote. \"The adolescent boys I interviewed willingly migrate to the quarries as part of a highly structured migrant network providing labor for the Beninese expatriate community that runs the quarry economy.\"\nHowever, even ardent critics of the larger figures in the index still describe a problem that afflicts millions of people.\nJoel Quirk, professor of political studies at the University of the Witwatersrand in South Africa, told us the overreach for hard data is rooted in the \"huge market demand for numbers amongst journalists, government officials and the general public.\"\nAt the end of the day, Quirk said, \"I would generally go with tens of millions\" of people living in some form of slavery.\nOur ruling\nCorker said 27 million people are enslaved worldwide. He acknowledged that it is difficult to put a precise number on modern slavery. We found that different estimates defined slavery in different ways and used different methods to arrive at a number. Estimates range from 20 million to 46 million.\nAmong the experts we reached who question the higher estimates, we heard that Corker’s figure is in the right range. We rate this claim Mostly True. https://www.sharethefacts.co/share/ab88d6fb-90f5-4a80-ba07-cfd04477d02b", "vclaim_id": "vclaim-pol-03655"}