{"url": "/factchecks/2019/jul/02/jess-mcintosh/cnn-panelist-misses-mark-gop-support-medicare-all/", "speaker": "Jess McIntosh", "vclaim": "\"Fifty percent of Republicans are in favor of Medicare for All.\"", "truth_label": "barely-true", "date": "stated on June 30, 2019 in a TV panel:", "title": "CNN panelist misses the mark on GOP support of Medicare for All", "text": "For two nights in Miami, candidates seeking the Democratic Party’s nomination for president tussled over the promise and feasibility of Medicare for All, the sweeping single-payer health care proposal made famous by Vermont Sen. Bernie Sanders. \nDiscussion of the proposal did not stop at the debate stage. As the candidates took the topic to the cable networks over the weekend, so too did the pundits.\nIn a June 30 roundtable on CNN’s \"State of the Union,\" conservative commentator David Urban said Democrats will risk losing to President Donald Trump in 2020 if they continue driving each other to the left. \nDemocratic strategist Jess McIntosh, the editor of Shareblue Media and former vice president of communications for Emily’s List, pushed back.\n\"I just think we have this erroneous idea that some of these policies that are being perceived or portrayed in the media as super lefty are actually enjoying really widespread (support),\" she said. \"Fifty percent of Republicans are in favor of Medicare for All.\"\nUrban dismissed McIntosh’s claim, cutting her off and telling her amid the crosstalk to \"be very factual.\"\nSo, we checked the facts. As it turns out, Republican support for the type of Medicare for All bill that Sanders, Massachusetts Sen. Elizabeth Warren and others have put their names behind is not that high. \nA greater share of Republicans have supported similar but more incremental approaches, which would add a government insurance option but would not eliminate all private coverage.\nWhat is Medicare for All?\nThe term \"Medicare for All\" most often refers to Sanders’ plan to create a single, national health-insurance program covering everyone in the United States. Its name makes it sound like an expansion of Medicare, but aside from being administered by the government, it would bear little resemblance to the health plan for people older than 65. \nThe Sanders plan proposes broad coverage that would replace most forms of private insurance, along with both Medicaid and Medicare. The government would set payment rates for services, drugs and medical equipment, and individuals would face no costs in the form of premiums, deductibles, copays or coinsurance.\n(For more on what Medicare for All is and is not, read our in-depth analysis of the proposal).\nOther Democrats vying for the party’s nomination have made the case for so-called \"public-option\" plans, which would make government-run insurance available while keeping private insurance intact for those who want it. These plans are often referred to as \"Medicare for America\" or  \"Medicare for All who want it.\" \nSome Democratic presidential hopefuls have also signaled support for these concepts as stepping stones to universal health coverage.  \nWhat the polls say\nMedicare for All is a relatively new proposal, so Americans have not had much time to get familiar with it. Even still, several polls have sought to determine how the public feels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMcIntosh said her numbers came from the June tracking poll by the Kaiser Family Foundation, which has been tracking public opinion of the idea of a national health plan for years.\nAccording to that poll, 47% of randomly sampled Republicans said they were in favor of \"a national government administered health plan similar to Medicare that would be open to anyone, but would allow people to keep the coverage they have if they prefer.\"\nThat’s almost half of Republicans, but the plan described is closer to a public-option plan than the most commonly understood definition of Medicare for All, since both the Senate and House bills proposing Medicare for All would abolish virtually all private coverage.\nWhen the same pollsters asked about \"a national health plan, sometimes called Medicare-for-all, in which all Americans would get their insurance from a single government plan,\" only 23% of Republicans were in favor of it — a far cry from 50%.\nMcIntosh said she was not referring specifically to Sanders’ plan when she made her statement on CNN. She was talking instead about the Democratic field more generally — \"most of whom favor some kind of option like the one Kaiser polled,\" she said. \nBut language matters. The phrase \"Medicare for All\" might call to mind different things for different people, but it ultimately refers to proposals, like Sanders’, that do not leave open the option for people to retain their private insurance. \nBecause the proposal’s terminology is so ambiguous, its meaning can get lost and certain polling questions can be misleading.\nThe same Kaiser poll also found that total support for Medicare for All dropped when pollsters said explicitly that the plan would get rid of private insurance.\nOther polls, which asked slightly less exact questions, returned different results. A 2018 Reuters/Ipsos poll that asked nearly 3,000 adults if they would support or oppose \"a policy of Medicare for All\" found about 52% of Republicans in favor. \nA 2018 poll from the Hill asked, \"Would you support or oppose providing Medicare to every American?\" And 52% percent of Republicans said they would strongly or somewhat support it.\nFinally, a February CNN poll asked if \"the government should provide a national health insurance program for all Americans, even if this would require higher taxes?\" A total 54% of respondents said yes. But 54% also said such a program should not \"completely replace private health insurance,\" compared to 40% who said it should.\nOur ruling\nMcIntosh said \"50% of Republicans are in favor of Medicare for All.\"\nAccording to the Kaiser poll McIntosh cited as evidence, 47% of Republicans are in favor of creating a government health insurance option to compete with private insurance plans. But that’s not what Medicare for All would do. \nWhen asked specifically about \"a national health plan, sometimes called Medicare for All, in which all Americans would get their insurance from a single government plan,\" only 23% of Republicans said they supported it.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-00467"}