{"url": "/factchecks/2020/jun/29/viral-image/sarah-huckabee-sanders-didnt-tweet-conspiracy-theo/", "speaker": "Viral image", "vclaim": "Says Sarah Huckabee Sanders tweeted, “It’s ‘odd’ that the ANTIFA insurgency happened just as COVID-19 loses steam It’s ‘odd’ that COVID-19 happened the moment impeachment failed. It’s ‘odd’ that impeachment happened the moment Russian hoax failed. The Russian hoax happened because Hillary lost? Notice the pattern?”", "truth_label": "false", "date": "stated on June 11, 2020 in a Facebook post:", "title": "Sarah Huckabee Sanders didn’t tweet this conspiracy theory", "text": "Former White House Press Secretary Sarah Huckabee Sanders has a couple verified Twitter accounts. There’s @SHSanders45, where she last tweeted in 2019. There’s @SarahHuckabee, where she actively tweets today. And, of course, she once tweeted from the handle @PressSec.\nIn an image being shared on Facebook, it looks like she tweeted a conspiracy theory from yet another account. \n\"It’s ‘odd’ that the ANTIFA insurgency happened just as COVID-19 loses steam,\" the tweet reads. \"It’s ‘odd’ that COVID-19 happened the moment impeachment failed. It’s ‘odd’ that impeachment happened the moment Russian hoax failed. The Russian hoax happened because Hillary lost? Notice the pattern?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nSanders’ photo is used as the account’s avatar. But the name is not hers, though it’s easy to see why someone might be confused by it: Sarah Hucklebee. \n\"I’m not who you think I am,\" the bio for the @hucklebee_sarah account says. \"But I am still #MAGA #KAG #WWG1WGA\" —a reference to QAnon. The account tweeted the message that appears in the Facebook post on June 10, 2020. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18014"}