{"url": "/factchecks/2009/aug/04/john-king/cnns-king-doesnt-provide-full-count-obama-twitter-/", "speaker": "John King", "vclaim": "\"The John McCain Twitter account has more than 1.1 million followers. The official White House Twitter account has only about 830,000.\"", "truth_label": "mostly-true", "date": "stated on August 2, 2009 in an interview on CNN's State of the Union:", "title": "CNN's King doesn't provide full count for Obama Twitter followers", "text": "Flash back to the 2008 campaign and you might recall a technology gap between Barack Obama and John McCain.\nObama was portrayed as the youthful candidate of change whose campaign harnessed the Internet in ways no candidate had before. McCain was the senior statesman, a veteran senator and former POW . . .  but not someone who was checking his BlackBerry 24/7.\nThe Obama campaign poked fun at McCain with an ad titled \"1982\" that portrayed him as an out-of-touch old guy.\n\"Things have changed in the last 26 years. But McCain hasn't,\" the announcer said as the screen flashed images flash of a record player and a Rubik's Cube.\n\"He admits he still doesn't know how to use a computer, can't send an e-mail,\" the announcer said. We rated that claim  Mostly True  because it was based on McCain's comments in an interview with journalist Mike Allen.\nSo imagine our surprise when we heard John King of CNN say in an interview with McCain that the Arizona Republican actually has more Twitter followers than the Obama White House. Here's the exchange:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nKING: \"I'll close with this one. The John McCain Twitter account has more than 1.1 million followers. The official White House Twitter account has only about 830,000 as of last count. Is it time to replace the Electoral College with the Twitter count?\"\nMCCAIN: \"It is a phenomenal way of communicating.\"\nWe checked the Twitter pages and found King is correct about those counts. McCain's page,  @SenJohnMcCain  (A recent tweet: \"Fighting to remove two more pork barrel projects totaling $24.5 million - we will probably lose, again, because it's business as usual in DC\") had 1,128,161 followers. The White House account,  @whitehouse  , had 860,835 (Recent tweet: \"Don't believe everything you see on the web about health insurance reform . . . \").\nBut there's a significant caveat to King's statement: Obama has a second Twitter account that was created during the campaign and is now handled by the Democratic National Committee. That one,  @barackobama  , had 1,902,667 followers. So add them together and Obama has nearly triple McCain's followers.\nOne of King's producers correctly noted the caveat in an article on the CNN Web site, but King did not mention it during the interview.\nSo King is correct with his claim that McCain beats the  official White House Twitter account,  but viewers might be misled to think that's the total count for Obama when in fact it's just one of his two accounts. So we'll take King down a notch and give him a Mostly True.", "vclaim_id": "vclaim-pol-15655"}