{"url": "/factchecks/2010/jul/25/sherrod-brown/sherrod-brown-touts-job-grown-during-clinton-presi/", "speaker": "Sherrod Brown", "vclaim": "Twenty-two million jobs were created during Clinton’s two terms but only 3 million during Bush’s.", "truth_label": "true", "date": "stated on July 14, 2010 in an interview with Rachel Maddow :", "title": "Sherrod Brown touts job growth during Clinton presidency vs. Bush’s jobs record", "text": "Politicians can slice and dice monthly job reports expertly, a useful skill for scoring economic talking points. Include a few months’ worth of job losses here, exclude some job gains there, or do it in reverse, and pretty soon it’s all some scoundrel’s fault. (Never mind whom that scoundrel is.)\n\nSo U.S. Sen. Sherrod Brown caught our attention when he took a broader historical look while appearing July 14 on Rachel Maddow’s program on MSNBC.\n\n\"We saw jobs created, 22 million in the Clinton years,\" said Brown, a Democrat who’s not up for reelection until 2012. \"Because they were responsible about cutting taxes selectively and increasing taxes selectively and they were responsible about what government programs they formed and they dismantled. Twenty-two million jobs created and incomes went up in those eight years for the average American. And in the next eight years, the eight Bush years, only 3 million jobs created and that wasn`t even enough to keep up with population growth.\"\n\nThe quantitative claims seemed worth checking out, and in doing so we found a surprise: Brown is wrong – but not in a way he’ll likely mind. No fan of President George W. Bush, Brown grossly understated the poor job growth that occurred on Bush’s watch.\n\nThe comparison should have been this: Job growth through Clinton two terms was 22.7 million. Through Bush’s two terms, it was 1.1 million.\n\nBrown isn’t alone in making this error. The Democratic Senatorial Campaign Committee used the 3 million figure in a news release on July 20 when trying to use Bush’s record on jobs as a weapon against one of his former top aides, Rob Portman. Portman is the Republican in the U.S. Senate race to succeed George Voinovich, who is retiring.\n\nBrown’s office wasn’t sure where the senator got his figures, but we did some tracing and concluded it probably came from a Wall Street Journal online story of Jan. 9, 2009. That’s where the Democratic committee says it got its numbers, too. The Wall Street Journal examined net job growth for more than half a century and declared that Bush had the \"worst track record on record.\"\n\nThat doesn’t mean it’s the worst ever. It’s just the worst since the Labor Department started keeping payroll records in 1939. Said the Journal:\n\n\"The Bush administration created about three million jobs (net) over its eight years, a fraction of the 23 million jobs created under President Bill Clinton’s administration and only slightly better than President George H.W. Bush did in his four years in office.\"\n\nWe wanted to look at those numbers ourselves, so we turned to the Department of Labor’s Bureau of Labor Statistics, or BLS. Getting guidance on the data from BLS and using Excel spreadsheets, we discovered not only that Brown and the Democrats have been wrong, but also why.\n\nIt was a matter of timing.\n\nBLS had only preliminary data on Bush’s final performance at the close of his second term, when the Wall Street Journal was doing its story. BLS subsequently updated the data. It turned out that things were way worse than the preliminary numbers showed.\n\nWe shared this assessment with the Journal reporter, who agreed. It’s not a matter of whose numbers were better. It’s a matter of what was known and when.\n\nYou, too, can do the math. The jobs numbers are based on a monthly survey of employers for the 12th of each month, but the initial reports are revised as more employers complete their survey over the following couple of months. A fuller census of employment and wages is conducted quarterly and is considered more accurate, so BLS eventually adjusts the monthly numbers to reflect that accuracy. Here are the latest numbers:\n \n\n\nNumber of jobs as of January, 1993, a week before Clinton took office: 109.725 million.\n\nNumber of jobs as of Jan. 2001, a week before Clinton left office: 132.469 million\n\nNet Gain under Clinton: 22.7 million jobs.\n\n\n\n\nNow for Bush, who succeeded Clinton in the White House. As already noted, the nation had 132.469 million jobs as he was taking office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nNumber of jobs on Jan. 12, 2009, a week before Bush left office: 133.549 million.\n\nNet gain under Bush: 1.08 million jobs.\n\n\n\n\nOK, but what about Brown’s claim that incomes went up under Clinton?\n\nThe numbers bear this out, too. BLS data, adjusted for inflation, show that average weekly wages grew by 21 percent from the start of Clinton’s first term to the end of his second term. They grew by only 2 percent under Bush’s two terms.\n\nIs it fair to compare job growth under these presidents? Just in case we were missing some context – because these numbers seemed to turn conventional wisdom of its head -- we ran this by Dan Mitchell, an economist and fan of fiscal restraint who works as a senior fellow at the Cato Institute, a libertarian-oriented think tank. Mitchell said he didn’t find the numbers surprising. Luck and the economic cycle played a role in both presidencies, but the officeholders’ policies played bigger roles, he said. Citing free-trade agreements, welfare reform and deregulation in the telecommunications and agriculture industries, Mitchell said that Clinton’s economic policies were actually geared more to free markets than Bush’s, and the results speak for themselves.\n\nBut that’s for others to argue. Bush, while insisting on tax cuts, faced a national security crisis unparalleled in the last half-century, and his response – including wars in Iraq and Afghanistan – had serious economic consequences.  Political values, including those of Sen. Brown, shape the debate on whether the president took the right or wrong approach. As for us, we’re sticking to the factual claims.\n\nBrown’s numbers on Bush were off, but his point was right on target. We rate his statement True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-14709"}