{"url": "/factchecks/2010/aug/05/chain-email/e-mail-sends-readers-youtube-video-where-obama-adm/", "speaker": "Chain email", "vclaim": "\"Obama admits he is not a citizen.\"", "truth_label": "pants-fire", "date": "stated on August 3, 2010 in referring to a YouTube video:", "title": "YouTube video purporting to show Obama admitting he is not a U.S. citizen far from the truth", "text": "Forget a birth certificate from Hawaii. Forget the fact that two Hawaiian newspapers published notices of his birth from 1961. A CNN/Opinion Research Corporation poll released Aug. 4, on Obama's 49th birthday, found that 27 percent of Americans still think Barack Obama was probably or definitely not born in the United States.\n\nSo what should we make of an e-mail that sends readers to a YouTube video in which Obama blandly states that he was born in Kenya?\n\n\"Obama admits he is not a citizen -- read before this is pulled,\" the e-mail says. \"Unbelievable!!!!!\" \"Why has he not been impeached?\" \"The amazing part of this travesty is Americans continue allowing themselves to be ruled by an illegal alien.\"\n\nThe 11-minute video, which has been online since May 2, is titled \"Not Natural Born -- TRUTH MATTERS.\" It starts with a 30-second clip of Obama speaking before a group of adults. It begins in mid-sentence: \" . . . that maybe I'm not an American citizen. Some people said he has a forged birth certificate. Well, first of all, it's true I'm not an American. I was not born in Hawaii. I wasn't born in the United States of America. I come from Kenya.\"\n\nIf you listen closely, you can hear bad editing. The volume and sound quality of his voice change at key points, such as between \"it's true I'm not\" and \"an American.\" The video never shows his lips where he makes his key admissions, so you can't see if his lips are in sync with what he's saying. And his audience offers no reaction to what should be a stunning admission.\n\nSo where did that portion of the video come from? The logo at the bottom of the video reads obamasnippets.com, which takes you to a YouTube humor channel that features seven videos in which Obama's words have been edited for laughs.\n\nOne example is the \"Obama DRUNK!\" video, where his comments have been slowed to make it sound as if he's intoxicated and hitting on an audience member.\n\nThe YouTube channel makes the intent clear: \"This is not 'political.' This is just for fun. This is not an 'Anti-Obama' site. This is not a 'Pro-Obama' site. This is an 'Obama Humor' site. . . . All Snippets made with 100% Obama's voice. No imitations! (That would be too easy.)\"\n\nThe video in which Obama is heard saying \"I'm not an American,\" called \"Birthers' Delight - Part 1,\" includes a disclaimer indicating that it's a spoof.\n\nThe \"Truth Matters\" video has stripped away the disclaimer and added background music, perhaps in an attempt to disguise the telltale signs of editing.\n\nThere's one other indication that the Obama \"confession\" is a hoax. Some anti-Obama sites that have posted the video have included a description beginning, \"This video starts out with some content from obamasnippets.com, which, of course is contrived.\" But on the YouTube page, the word \"contrived\" is not visible, unless a viewer opens the full description box.\n\nHowever, nothing in the video itself warns viewers that the Obama clip is fabricated and the video includes a photo -- proven fake more than a year ago by our friends at Snopes.com -- of Obama holding a landline telephone receiver upside down.\n\nBy Aug. 4, 2010, the Truth Matters video had been viewed over a million times on YouTube, 176 times more often than the original ObamaSnippets.com video, where its humorous nature is clear.\n\nTruth does matter, but not to the makers of the Truth Matters video or to the creators of the \"Obama admits\" e-mail. We rate them both as Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/27b5599a-0629-4b38-a5e5-67d74dc36f83", "vclaim_id": "vclaim-pol-14631"}