{"url": "/factchecks/2010/apr/21/dan-gelber/state-sen-dan-gelber-boasts-hes-raised-more-other-/", "speaker": "Dan Gelber", "vclaim": "''I have received more contributions than any other candidate in the race – Republican or Democrat.''", "truth_label": "false", "date": "stated on April 5, 2010 in e-mail to supporters and media:", "title": "State Sen. Dan Gelber boasts about raising the most money in Fla. attorney general race", "text": "State Sen. Dan Gelber says he has received more contributions than any other candidate in the race to become Florida's next attorney general.''We received over $325,000 in contributions – and we did this during a shortened fundraising quarter of two months,” he wrote. ''I have received more contributions than any other candidate in the race – Republican or Democrat. Since announcing last year, our contributions total just under $1 million.''We wondered if this was accurate, so we checked in with the Gelber campaign where aide Christian Ulvert told us the actual number was $321,000.We went to the Division of Elections website to see how that stacked up with the other candidates.We confirmed the $321,000, but noted that he included in-kind donations. Those would include restaurants comping Gelber for campaign events and the Democratic party sending staffers to assist from elsewhere but not charging for the hours.So we ran our own numbers using the same yardstick for first-quarter figures and found that state Sen. Dave Aronberg, another Democrat in the race, raised more -- $328,543 to Gelber’s $321,426. None of the Republican candidates broke $100,000. (Holly Benson raised $97,566.48; Pam Bondi raised $44,337 and Jeff Kottkamp, $27,230.)We also decided to check the total for the entire campaign, which goes back to June 2009. There again, Aronberg edged out Gelber, $999,609.87 to Gelber’s $991,922.35.Ulvert, Gelber's aide, then tried to move the goalposts by suggesting his boss' claim was true because ''we have the greatest number of contributors to our campaign. Our total contributors are 3,487.'' This, in fact, is true. The state database counted 91 more individual contributors to Aronberg’s 3,396 with none on the GOP side breaking the 2,000 mark.We don't accept that interpretation. When someone says contributions, we believe it's universally interpreted as the dollar amount.Said Aronberg campaign spokeswoman Allison North Jones: ''He is leading the public to believe -- and his supporters and his donors and everyone else -- that he had raised significantly more than his opponents.''For his part, Gelber conceded in an e-mail to PolitiFact Florida that he did not outraise his opponent in the race. Rather, he said, ''We were innocently and unknowingly comparing apples to oranges,'' because Aronberg had published his fundraising totals first, minus in-kind donations. The Gelber campaign believed Aronberg's figures included in-kind contributions.''Of course the difference turned out to be very, very minor ($8,000 in a million dollar race),'' wrote Gelber. ''Although I did not know or try to say when I wrote the e-mail that we had a greater number of contributors than Dave (which is pretty important as it shows actual level of support) -- I assumed we did and that did turn out to be totally true and accurate.''The e-mail didn't focus on number of donors. It was about dollars. So we find the claim to be False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15087"}