{"url": "/factchecks/2011/dec/08/george-allen/george-allen-says-us-leads-world-fossil-fuel-resou/", "speaker": "George Allen", "vclaim": "The United States \"is number one in the world in energy resources; Russia is number two.\"", "truth_label": "true", "date": "stated on December 7, 2011 in a debate.:", "title": "George Allen says U.S. leads the world in fossil fuel resources", "text": "Republican George Allen says the United States has plenty of fossil fuel resources and that the president should allow more exploration and excavation of them.\n\n\"We are blessed to be number one in the world in energy resources; Russia is number two,\" Allen, a Republican, said during a Dec. 7 debate with Democrat Tim Kaine. The two former governors are running for the U.S. Senate seat held by Jim Webb, D-Va., who will not seek reelection next year.\n\nWhen it comes to coal, oil and natural gas, are we really No. 1 here in the United States?\n\nAllen bases his statement on reports by the Congressional Research Service, the non-partisan research arm of the legislative branch. The CRS study, and our own research, relied on the Energy Information Administration. The EIA, a unit of the Department of Energy, is a clearinghouse for information on energy production and consumption.\n\nThe CRS converts the different types of fossil fuels into a \"barrels of oil equivalent.\" Since each fuel produces a different amount of energy when burned, the conversion allows an \"apples-to-apples\" comparison. Natural gas reserves, for example, are reported per trillion cubic feet. About 5.64 trillion cubic feet of natural gas produce the same amount of energy as one billion barrels of oil.  Coal reserves are reported in tons. One billion tons of coal produces as much energy as 3.45 billion barrels of oil.\n\nAccording to this year’s CRS report, the United States has the highest amount of proven fossil fuel reserves, the equivalent of 973.1 billion barrels of oil. Russia is second at the equivalent of 954.9 billion barrels of oil, followed by China with 474.8 billion barrels. Iran and Saudi Arabia are fourth and fifth, at 328.1 billion barrels and 309.1 billion barrels, respectively.\n\nThe CRS also attempts to project the quantity of undiscovered reserves in each nation. When those are included, the U.S. and Russia retain the first two spots and Saudi Arabia moves into third place because of its vast oil endowment.\n\nUncle Sam is the undisputed king of coal, holding more than 27 percent of the world’s reserves. The U.S. ranks fourth in natural gas reserves, behind Russia, Iran and Qatar. We are a distant 11th when it comes to oil reserves, behind several Middle Eastern countries, Canada, Venezuela, Russia and Nigeria.\n\nWhen it comes to newer technologies like biofuels or wind power, there is little uniform data on their global potential.  \n\nBefore we issue a ruling, there are a few caveats worth considering. A key issue is that world reserves of fossil fuels are always evolving. New fields are discovered, estimates for existing fields are altered, and resources are extracted or burned. Essentially, experts who estimate reserves are aiming at a moving target.\n\nAnd as former Energy Department official Alan Hegberg pointed out to us earlier this year, some reserves may stay untapped in the current economic climate, given the cost or difficulty of extraction. But advances in technology or changes in weather could change the equation in the future. One example, he said, is the Arctic Ocean.\n\n\"People think there is a ton of gas in the Arctic,\" he said.\n\nArctic natural gas is now considered inaccessible, but a receding ice pack and longer summers could make those resources easier to reach. The next issue will be who owns the gas under the ice pack. Russia has tried to stake some claims, but Canada, the United States and Denmark -- which controls Greenland -- will also want a say.\n\nOur conclusion:\n\nAllen said the U.S. has the most plentiful energy resources in the world, followed by Russia.\n\nAccording to the Congressional Research Service, the U.S. has the largest proven reserve of fossil fuel resources and Russia is No. 2. \n\nData from the Energy Information Agency show that Russia has the largest volume of the three fossil fuels. But the American lead in coal, which produces very high amounts of energy when burned, means the United States narrowly edges Russia in the CRS report.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11972"}