{"url": "/factchecks/2013/nov/14/city-austin/during-flood-austins-onion-creek-flowed-34-percent/", "speaker": "City of Austin", "vclaim": "\"Onion Creek’s highest flow rate\" on a recent night of flooding \"was 120,000 cubic feet per second, which is nearly double the average flow rate of Niagara Falls.\"", "truth_label": "barely-true", "date": "stated on November 6, 2013 in a press release:", "title": "UPDATED: During flood, Austin's Onion Creek flowed up to 34 percent faster than Niagara Falls on average", "text": "On a recent day of fatal flash floods, a Southeast Austin creek ran so quickly, it outpaced Niagara Falls in a way, the City of Austin said.\nA Nov. 6, 2013, city press release said that according to the U.S. Geological Survey, water \"levels at Onion Creek at U.S. 183 reached its record height of 41 feet during the Oct. 31,\" 2013 \"storm, when the U.S. 183 water gauge rose 11 feet in 15 minutes between 6:15 a.m. and 6:30 a.m.\" Also, the release said, available \"records show that water levels never before exceeded 40 feet at this location and only exceeded 35 feet during three other years: 2001, 1921 and 1869.\" Flooding in Southeast Austin damaged or destroyed about 660 structures and at least five lives were lost, three of them in the Onion Creek area, the Austin American-Statesman later reported.\nThe city’s press release continued: \"The Onion Creek’s highest flow rate during Oct. 31 was 120,000 cubic feet per second, which is nearly double the average flow rate of Niagara Falls.\" Flow rate is the volume of fluid which passes through a given surface per unit of time, the release said.\nDo both ends of this flow-rate claim hold water?\nBy telephone and email, officials later told us they based the reference to the Onion Creek flow rate on USGS information on the creek’s flow at U.S. 183 on Austin’s southeastern edge. They said the cited average flow rate of Niagara Falls, the international tourist site in New York state and Canada, came from Wikipedia, the collaboratively edited, multilingual free Internet encyclopedia.\nBy email, city spokeswoman Wendy Morgan sent what she described as a Nov. 4, 2013, printout of the service’s Onion Creek flow measurements showing even higher flow rates. The USGS figures indicate that the creek’s Oct. 31 flow rate was 126,000 cubic feet per second at 8:43 a.m and 134,000 cubic feet per second at 9:45 a.m. The printout shows no flow readings at 10 a.m. and 10:07 a.m. with the flow rate being 130,000 cubic feet per second at 10:20 a.m. and decreasing, mostly, over the next 80 minutes.\nMorgan said the press release relied on older \"provisional\" USGS flow-rate figures.\nAnd what of Niagara Falls? Paul Yura, a National Weather Service meteorologist based in New Braunfels, noted by phone that the Wikipedia entry for Niagara Falls includes a statistical box (absent a listed source) stating Niagara Falls has an average flow rate of 64,750 cubic feet per second.\nYura said he and other officials responding to the situation and trying to convey the significance of the creek’s rise \"were trying to find some quick numbers\" to show the flow’s surge. Morgan said separately: \"We were trying to find an analogy that conveyed the force of the water flow.\"\nToward lining up an authoritative indication of the average flow of Niagara Falls, we reached an Albany-based USGS hydrologist, Gary Firda, who pointed out by phone that the falls are on the Niagara River, which connects Lake Erie to Lake Ontario. According to a Sept. 21, 2012, USGS report, the river’s average 2011 flow rate at the head of the river at Buffalo, about 17 miles above the falls, was 201,400 cubic feet per second while the average flow rate from 1926 through 2011 was 204,400 cubic feet per second.\nAnd has the average flow of the falls themselves been considerably less? Firda said he didn’t know, suggesting that we reach out to the U.S. Army Corps of Engineers, the federal body with some jurisdiction over the river on the border with Canada.\nA Corps web page states that the flow of the 36-mile-long Niagara River changes based on factors including narrowing and widening along the way, diversions into channels and canals and islands in its path.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nSignificantly too, the U.S. and Canada divert water for power generation. \"The first production of electrical power dates from 1877. Since then, there has been a continuous growth, which is now limited only by the control imposed by the Niagara Treaty of 1950,\" the web page says. \"This treaty, between the governments of Canada and the United States, requires a minimum flow over the falls of 100,000 (cubic feet per second)\" from 8 a.m. to 10 p.m. April through mid-September every year and from 8 a.m. to 8 p.m. from mid-September through October each year.  \"A minimum flow of 50,000 cfs is required at all other times (non-tourist hours),\" the district says.\nMandated minimum flows aren’t the same as an average flow, we heard from Corps officials including George Cotroneo, who heads the Lower Great Lakes Hydraulics and Hydrology Branch in the agency’s Buffalo district.\nBy phone, Cotroneo said the government doesn’t track the average flow rate over the falls. But generally, he said, that rate varies based on the time of day and year and factors including how much water is diverted upstream to generate electricity. All that aside, Cotroneo said he estimates the average flow rate over the falls at 100,000 cubic feet per second, or about half the average flow of the river upstream at Buffalo.\n\"It’s not necessarily 100,000 cubic feet per second going over the falls during tourist season,\" Cotroneo said, though he said he considers that the average because it’s the minimum flow rate when tourists make their visits. \"It could be more, depending on diversions to\" power plants. He said, too, that heavy winds can cause the falls to plunge even faster.\nWe asked Cotroneo if he was familiar with the average flow-rate figure posted on the Wikipedia page. He said he wasn’t before speculating that the figure was calculated based on the time periods and minimum flow rates stipulated by the 1950 treaty. \"I wouldn’t do that,\" he said.\nWe later reached a Chicago-based official with the U.S. Army Corps of Engineers, John W. Kangas, who doubles as U.S. secretary for the International Niagara Committee, a body created under the 1950 treaty to determine the amount of water available for the falls and power generation. Kangas said by email that he devised an equation based on the flow requirements in the treaty that supports an average minimum flow rate at the falls of 66,600 cubic feet per second. Kangas agreed that the flow rate is 100,000 cubic feet per second when summer tourists flock there.\nOur ruling\nThe city said Onion Creek’s highest flow rate of 120,000 cubic feet per second during a recent flood nearly doubled the average flow of Niagara Falls.\nWe didn’t find a time-stamped, ribbon-wrapped figure for the average flow rate of Niagara Falls. But the city’s declared \"highest\" flow rate of the creek was 20 percent greater--not nearly double--the average flow rate of the falls as estimated by a federal expert who based his assessment on the flow rate in tourist season. The creek’s actual highest flow rate that day, of 134,000 cubic feet per second, was 34 percent greater.\nThis claim has an element of truth; the creek briefly ran faster than Niagara Falls on average. But the press release understated the creek’s highest flow and also gave an unsourced figure for the average flow of the falls. We rate the statement as Mostly False.\nCLARIFICATION, 1:30 p.m., Nov. 18, 2013: We amended this article to clarify that an official's estimate of the flow rate of Niagara Falls was based on the flow when tourists are typically there. We also added information collected after we published this article indicating that there is an equation supporting the idea that the falls' minimum average flow rate is about 66,000 cubic feet per second. Our rating did not change.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08617"}