{"url": "/factchecks/2015/jun/25/impact-america/ad-says-nh-governor-hassan-proposed-1-billion-spen/", "speaker": "Impact America Action", "vclaim": "As governor, Maggie Hassan first proposed a $1 billion spending increase.", "truth_label": "half-true", "date": "stated on June 8, 2015 in an ad:", "title": "Ad says NH Governor Hassan proposed $1 billion spending increase", "text": "As budget season threatens to go into overtime and Democratic Gov. Maggie Hassan ponders her political future, ads are already attacking her management of the state budget. One spot in particular, funded by the \"pro-growth\" group Impact America Action, is called \"Hassan Spending Problem\" and cites a particularly noteworthy number.\n \n\"Maggie Hassan has a spending problem,\" the spot’s narrator says, in a web ad viewed more than 27,000 times. \"As governor, Hassan first proposed a $1 billion spending increase.\"\n \nThe number also appears in an ad titled \"The Hassan Plan,\" as well as on the group’s website.\n \nBut is the claim true? Did Hassan actually propose such an increase with her first budget, for 2014-2015? We decided to check it out.\n \nHassan came into office inheriting a $10.1 billion total budget approved by a Republican-controlled legislature. Her first budget proposal weighed in at $11.1 billion -- a roughly 10 percent increase -- and it restored many cuts, including a halving of aid to the university system.\n \nHere’s how that $1 billion increase broke down, according to Hassan’s executive summary.\n \n-- $184 million more from the general fund\n-- $493 million more from the federal government\n-- $348 million more from \"other funds,\" which includes the education trust fund; fees and assessments to fund the banking and insurance departments and the Public Utilities Commission; county and local funding; and transfers among state agencies:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIt’s worth noting that nearly half of that $1 billion increase comes from federal funds -- not New Hampshire state taxes. And that $493 million was meant mostly for the expansion of Medicaid under the Affordable Care Act.\n \nWhen politicians debate the budget, though, they generally talk about general fund spending, because that’s the pot of money most directly controlled by the state. Looking at that fund alone, Hassan’s budget proposed an increase of about $184 million. That’s up \"7.1 percent, from more than $2.6 billion to nearly $2.8 billion,\" according to Concord Monitor reporting.\n \nThe ad cherry-picked the most all-encompassing number -- total spending, including federal grants. (It also was careful enough not to claim claim that Hassan proposed hiking taxes by $1 billion or raising spending $1 billion more from the general fund. Both claims would have been entirely untrue.)\n \nImpact America Action is a 501(c)(4) nonprofit group that isn’t required to report its donors publicly, according to the Sunlight Foundation. But the ad does cite a source for its $1 billion claim. That would be an article from the New Hampshire Union-Leader, dated Feb. 14, 2013.\n \nBut even that article clarified that Hassan’s total budget request included  \"federal money and other state revenue such as highway funds and court fines.\"\n \nIt’s also worth noting, the two-year budget cycle closes on June 30, and the state is expected to ultimately spend about $10.5 billion during the period the ad cites.\n \nNew Hampshire Democrats panned the ads, saying the claims had already been debunked by PolitiFact. It’s true when Hassan was running for election in 2012 we checked claims about Hassan’s votes to increase taxes and budget increases when she was Senate Majority Leader. But this recent claim was a new one to us.\n \nOur ruling\n \nMultiple ads from Impact America Action state that \"As governor, Hassan first proposed a $1 billion spending increase.\" The reality is more complicated. There was a spending increase of $1 billion in her proposal, but nearly half of that amount came from the federal government, and much of the rest came from other sources of revenue. Only about $184 million -- one fifth of the total increased spending -- came from the general fund.\n\nWe rate the claim Half True", "vclaim_id": "vclaim-pol-06269"}