{"url": "/factchecks/2014/mar/30/rudy-giuliani/giuliani-no-one-says-bridge-report-vindicates-new-/", "speaker": "Rudy Giuliani", "vclaim": "\"No one\" claims the report vindicating New Jersey Gov. Chris Christie in the bridge scandal is \"conclusive.\"", "truth_label": "barely-true", "date": "stated on March 30, 2014 in comments on NBC's \"Meet the Press\":", "title": "Giuliani: 'No one' says bridge report that vindicates New Jersey Gov. Chris Christie is conclusive", "text": "The first in a series of investigations into a bridge-closing scandal surrounding Republican New Jersey Gov. Chris Christie and his office was released this week, providing plenty of fodder on the political future of the potential 2016 heavyweight on all five Sunday talk shows.\nRandy Mastro of the New York law firm Gibson, Dunn & Crutcher, unveiled a report March 26, 2014, that exonerated Christie of any wrongdoing and blamed a top aide of the governor and a senior official for the Port Authority for devising a scheme to close parts of the George Washington Bridge for a traffic study in September 2013. Reports have alleged the maneuver was political retribution against officials in Fort Lee, N.J., which was most impacted by the lane closures.\nChristie’s critics scoffed at Mastro’s report, noting that it was commissioned by the governor and paid for with New Jersey taxpayer dollars. Former New York Mayor Rudy Giuliani was asked on Meet the Press whether the findings closed the door on the scandal and vindicated Christie.\nGiuliani defended Mastro, a Democrat who worked for Giuliani's administration, as \"someone who took on the teamsters union and cleaned up New York from the mafia under threat of death several times.\"\nChristie has \"a guy doing this report who’s not about to do a whitewash,\" Giuliani went on to say. \"I think this is a pretty strong report. It is not conclusive. No one claims it is, but it’s a good step in the right direction.\"\nThat’s a pretty measured assessment of the report and the reaction to it, and a lot different than what we heard from Mastro and Christie in interviews this week.\nThe Mastro report\nAccording to the report, investigators had access to personal and private email accounts and phone records of Christie and his current and former staff members. They reviewed more than 250,000 documents and conducted 70 interviews.\nThe findings were detailed in a 360-page document looking at both the bridge scandal and allegations Christie withheld Hurricane Sandy aid from a New Jersey town for political reasons. You can read the full report here.\nThe authors are upfront that there is one big hole in their investigation: They were not able to interview Christie aide Bridget Kelly or Port Authority official David Wildstein. But that didn’t keep them from strong conclusions.\n\"Based on our investigation, we are now in a position to address most but not all of these allegations, as several key witnesses have refused to cooperate with our investigation or asserted their Fifth Amendment rights,\" the report said.\nThe report concluded that those two individuals were at the center of the controversy, and the only major missing piece is understanding why they took such actions.\n\"We are therefore confident that, based on our thorough review, we have a clear understanding of what happened here, even if the participants’ precise motives remain to be determined,\" the report said.\nLater, in the conclusion, the report stated rather definitively: \"In sum, we have not found any evidence of anyone in the governor’s office knowing about the lane realignment beforehand or otherwise being involved, besides Bridget Kelly. Whatever motivated Wildstein and Kelly to act as they did, it was not at the behest of Gov. Christie, who knew nothing about it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nChristie and Mastro comment\nChristie took questions from reporters for more than an hour last week after the report was released, his first since the early days of the controversy.\nIn his remarks, Christie called the report \"exhaustive\" in its breadth and the access investigators were allowed. He noted he even turned over his personal cell phone.\n\"It’s an exhaustive report that follows the mandate that I set out when I commissioned the review,\" Christie said. \"I told (Mastro) to go find the truth no matter where it led and to turn over every rock to get to the bottom of what happened and to let me know what the truth was.\"\nChristie did acknowledge other pending reports, including from Democrats controlling the state legislature and from the Justice Department. But he expected similar results.\n\"The report will stand the test of time, but it will be tested by the other investigations that are ongoing,\" he said.\nHe also reiterated that the report was limited in finding a motive, \"in small part by some of the access that they had and didn’t have to certain people, but in the end all of that is fronted in the report. It doesn’t claim to be anything other than what it is. But it is exhaustive, and it is thorough.\"\nFor his part, Mastro had strong language in backing up the report’s findings and on ABC This Week, Mastro didn’t hold back.\n\"I have to say this, for the skeptics out there, there are some who have a visceral reaction to this bridge controversy,\" he said. \"Reminds me of the (A Few Good Men) movie line, ‘They can't handle the truth.’ We believe we got to the truth.\"\nBut that came Sunday. Maybe Giuliani didn’t see the interview since he was shooting Meet the Press. What did Mastro have to say about the report earlier in the week?\n\"There is not a shred of evidence that Gov. Christie knew anything about this lane realignment decision before it happened,\" he told Fox News on March 27, 2014. \"Not a shred.\"\nOur ruling\nGiuliani said \"no one\" called the Mastro report \"conclusive.\" Perhaps no one used those exact words (though the report itself had a pretty strongly worded \"conclusion\" section). But one of the targets of the investigation, Christie, said it would \"stand the test of time\" and the main investigator stated bluntly there was \"not a shred of evidence\" that Christie is to blame. That sounds pretty conclusive to us.\nThe broader point here, of course, is that critics of the report say the investigation is anything but conclusive, as it was ordered by Christie. In that regard, Giuliani was no doubt trying to tamp down any fires.\nBut in doing so he ignored the claims of both Christie and Mastro. Christie and Mastro admit some blind spots exist in the report, but those relate mostly to understanding why Kelly and Wildstein closed the bridge, and not Christie.\nWe rate Giuliani’s statement Mostly False.", "vclaim_id": "vclaim-pol-08067"}