{"url": "/factchecks/2017/apr/26/donald-trump/has-donald-trump-overseen-gain-500000-jobs-so-far/", "speaker": "Donald Trump", "vclaim": "Says he created \"over 500,000 new jobs -- with a surge in female employment last month.\"", "truth_label": "half-true", "date": "stated on April 25, 2017 in a White House web page:", "title": "Has Donald Trump overseen a gain of 500,000 jobs so far?", "text": "On April 25, the White House launched a web page to promote President Donald Trump’s achievements in his first 100 days. Featured prominently near the top was a graphic that touted job gains on Trump’s watch.\nThe graphic said, \"Over 500,000 new jobs -- with a surge in female employment last month.\"\nIs that accurate? Not exactly.\n\n'Over 500,000 new jobs'\nThe number of new jobs does exceed 500,000 if you include the monthly job reports from January, February, and March -- the most recent three months for which data has been released. The net gain in jobs over that period was 533,000.\nHowever, there’s a problem with Trump claiming credit for all 533,000 jobs -- namely, the January report isn’t based on job gains that occurred on his watch.\n\"The jobs report is a snapshot reflecting conditions in the calendar week or pay period that includes the 12th of the month,\" said Jed Kolko, chief economist with the jobs site Indeed. Since Trump was sworn in on Jan. 20, \"the information in the January report preceded President Trump's first 100 days,\" Kolko said.\nUsing just the two months on his watch -- February and March -- the U.S. economy created 317,000 jobs, not 500,000.\nA fair approximation, Kolko said, would be to include job growth reported in the February, March, and April reports. But the April jobs report hasn’t been released, so we don’t know the final number yet.\nFor the sake of comparison, overall job creation under Trump actually hasn’t been turbo-charged yet. The average monthly gain for February and March -- the two months for which we currently have data for Trump -- was 158,500.\nBy contrast, the average monthly gain for Obama’s final full year -- January 2016 to December 2016 -- was 187,000. Here’s a chart showing monthly job gains since January 2016.\n\n\"Job gains so far this year are not exceptional by the standards of job growth in the recent past,\" said Brookings Institution economist Gary Burtless. \"My assessment is that not much has happened so far in the job market, in either a favorable or unfavorable direction, since the start of the year.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nWe’ll also add our usual caveat that that no president deserves full credit or full blame for economic performance on their watch, since no president is powerful enough to singlehandedly shape the economy. Other forces, from technological advances to developments overseas, can have significant effects.\n'A surge in female employment last month'\nAs for the \"surge\" in female employment, there is evidence in the statistics, but it’s not clear how significant or durable the increase is.\nThe number of employed women rose by 475,000 between February 2017 and March 2017. That’s bigger than all but one month-over-month increase in 2016, when Obama was in office, and it followed a January-to-February increase of 319,000.\nThere’s uncertainty, however, about what, if anything this means.\nFor starters, most economists warn that it’s vastly preferable to draw conclusions from more than one month. One month’s statistics could be thrown off balance by random quirks; this shortcoming would dissipate if you looked at a longer run of months.\nIn addition, the month-to-month data for men’s and women’s employment tends to bounce around -- a lot. During the final full year of Obama’s presidency, the monthly change in women’s employment ranged from a decline of 179,000 to an increase of 487,000, and the monthly change in men’s employment ranged from a decline of 94,000 to an increase of 402,000.\nThis is part of why economists favor a different Bureau of Labor Statistics measurement for month-to-month changes in employment -- a survey of company payroll records, rather than of households. The payroll-survey data did not vary as widely under Obama in 2016 -- it ranged from a gain of 43,000 to a gain of 291,000. Indeed, the payroll data showed a gain of 98,000 jobs in March, which doesn’t align at all with the supposed 475,000-job increase for women seen in the household survey.\nIt’s also worth noting that the March gain for women was partially offset by a loss of 5,000 jobs for men.\n\"We’ll have to wait a while longer before knowing whether the big March employment gains for women are significant or sustainable,\" Burtless said. \"Most informed observers agree that the month-to-month and even two-month employment changes recorded in the household survey seem awfully variable compared with the numbers in the employer survey.\"\nOur ruling\nTrump said he created \"over 500,000 new jobs -- with a surge in female employment last month.\"\nActually, he can stake a claim for a boost of 317,000 jobs at most, not 500,000 -- and that comes with the usual caveats about how much credit presidents deserve for job growth during their tenure. Meanwhile, the data does show a two-month surge in female employment, but it’s too soon to know whether this is a lasting achievement or just statistical noise.\nWe rate the statement Half True.\n Share the Facts 2017-04-26 20:54:39 UTC   Politifact    3 1 7  Politifact Rating: Half True  Says he created \"over 500,000 new jobs -- with a surge in female employment last month.\"    Donald Trump President   a White House website Tuesday, April 25, 2017 2017-04-25    Read More  info", "vclaim_id": "vclaim-pol-03379"}