{"url": "/factchecks/2010/mar/10/george-will/will-says-95-percent-people-health-insurance-are-s/", "speaker": "George Will", "vclaim": "\"When we started this health care debate a year ago, 85 percent of the American people had health insurance, and 95 percent of the 85 percent were happy with it.\"", "truth_label": "mostly-true", "date": "stated on February 21, 2010 in a roundtable segment on ABC's This Week:", "title": "Will says that 95 percent of people with health insurance are satisfied with it", "text": "As the debate over health care reform moves slowly toward a climax, Republicans and other critics have argued that the public has made clear its opposition to the Democratic approach.\n\nOn the Feb. 21, 2010, edition of ABC's This Week, conservative columnist George Will -- a critic of the plan backed by President Barack Obama and congressional Democrats -- cited poll figures about Americans' satisfaction with their own health coverage.\n\n\"When we started this health care debate a year ago, 85 percent of the American people had health insurance, and 95 percent of the 85 percent were happy with it,\" Will said during the show's roundtable discussion. \"So there was no underlying discontent that you now postulate to drive this radical change.\"\n\nWe thought it would be worth checking whether Americans are really so enthusiastic about their health coverage.\n\nFirst, we'll dispatch with Will's claim that 85 percent of Americans had health insurance. According to the U.S. Census Bureau, the leading arbiter of the number of uninsured Americans, Will is exactly on the mark. In the last Census Bureau study, 255.1 million Americans had health insurance in 2008, while 46.3 million did not. That's 84.6 percent, or rounding up, 85 percent -- just as Will said.\n\nNow, for the polling data.\n\nWe were able to find eight surveys taken in 2008 and 2009 that asked Americans whether they were satisfied with their health coverage. We ruled out poll questions that asked about satisfaction with the costs of health care, which we decided goes beyond the scope of Will's comment. To conform with Will's formulation, we also ruled out polls that questioned people who lack insurance in addition to those who have it. Our two-year search period covers a longer time than Will's phrasing of \"a year ago,\" but doing so provides us with a much wider sampling of polls to choose from.\n\nTypically, the polls we located offered their respondents four or five possible choices. Most common was \"very satisfied,\" \"somewhat satisfied,\" \"somewhat dissatisfied,\" or \"very dissatisfied.\" One poll, sponsored by the Employee Benefit Research Institute, added another category: \"extremely satisfied.\"\n\nTo determine whether respondents of a given poll were \"happy\" with their health insurance -- as Will phrased it -- we lumped together the percentages for \"very satisfied,\" \"somewhat satisfied\" and, where applicable, \"extremely satisfied.\"\n\nHere's what we found, poll by poll, in reverse chronological order:\n\n• Quinnipiac University, Sept. 2009. \"How satisfied are you with your health insurance plan?\" 54 percent very satisfied, 34 percent somewhat. Total: 88 percent satisfaction.\n    \n• Quinnipiac University, June 2009. \"How satisfied are you with your health insurance plan?\" 49 percent very satisfied, 36 somewhat satisfied. Total: 85 percent satisfaction.\n\n• ABC News/Washington Post, June 2009. \"For each specific item I name, please tell me whether you are very satisfied with it, somewhat satisfied, somewhat dissatisfied or very dissatisfied. ... Your health insurance coverage.\" 42 percent very satisfied, 39 percent somewhat satisfied. Total: 81 percent satisfaction.\n\n• Mathew Greenwald & Associates for the Employee Benefit Research Institute, May 2009. \"Overall, how satisfied are you with your current health insurance plan?\" 21 percent extremely satisfied, 37 percent very satisfied, 30 percent somewhat satisfied. Total: 88 percent satisfaction.\n\n• ABC News/Washington Post, June 2009. \"For each specific item I name, please tell me whether you are very satisfied with it, somewhat satisfied, somewhat dissatisfied or very dissatisfied. ... Your health insurance coverage.\" 42 percent very satisfied, 39 percent somewhat satisfied. Total: 81 percent satisfaction.\n\n• Mathew Greenwald & Associates for the Employee Benefit Research Institute, Aug. 2008. \"Please rate your satisfaction with each of the following aspects of your health care. ... Quality of health care I receive through my (health insurance) plan.\" 31 percent extremely satisfied, 41 percent very satisfied, 23 somewhat satisfied. Total: 95 percent satisfaction.\n\n• Mathew Greenwald & Associates for the Employee Benefit Research Institute, Aug. 2008. \"Please rate your satisfaction with each of the following aspects of your health care. ... Overall satisfaction with my health (insurance) care plan.\" 23 percent extremely satisfied, 38 percent very satisfied, 30 percent somewhat satisfied. Total: 91 percent satisfaction.\n\n• Mathew Greenwald & Associates for the Employee Benefit Research Institute, May 2008. \"Overall, how satisfied are you with your current health insurance plan?\" 17 percent extremely satisfied, 36 percent very satisfied, 33 percent somewhat satisfied. Total: 86 percent satisfaction.\n\nIf you average these eight scores, the total rate of satisfaction is 87 percent. In all but one poll, the satisfaction level was below Will's stated level of 95 percent.\n\nOne poll, taken five months before Obama was inaugurated, did come up with 95 percent satisfaction. But alone among these eight polls, that survey asked participants about the \"quality of health care I receive through my (health insurance) plan.\" While we decided that the wording was close enough to merit inclusion on our list, the modest difference in satisfaction levels may stem from the way the question was phrased. Many people feel more warmly toward their doctors than they do toward their insurers.\n\nSo, while one poll with unique wording pegged satisfaction at 95 percent, the average of all relevant polls over a two-year period was eight points lower than what Will cited. However, Will is correct that the levels of satisfaction with one's own health insurance are consistently high. Indeed, they're extraordinarily high, when one considers how rarely surveys find such high levels of agreement among Americans. Since Will portrayed the larger point accurately, even while modestly overstating the number, we rate his comment Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15227"}