{"url": "/factchecks/2013/mar/07/linda-finn/state-rep-linda-finn-says-rhode-island-keeps-regis/", "speaker": "Linda Finn", "vclaim": "\"Rhode Island could tell you who has a camper, but we couldn't figure out who has a gun.\"", "truth_label": "mostly-true", "date": "stated on February 26, 2013 in a news release:", "title": "State Rep. Linda Finn says Rhode Island keeps registry of campers but not guns", "text": "Amid the vociferous national gun debate prompted by the Newtown, Conn., elementary school massacre, advocates for tightening gun laws often argue that authorities need to keep better track of weapons and their owners.\n\nPeople must register cars and other vehicles, so they should also be required to register firearms, they assert.\n\nIn Rhode Island, state Rep. Linda Finn, D-Middletown, has submitted a bill that would do just that.\n\nFinn’s bill, H-5573, would require Rhode Island residents to register their guns with local officials and pay a $100 fee per weapon. Failure to do so could result in up to three years in prison and up to a $3,000 fine.\n\nFinn says her objective is to give local law enforcement basic information about who owns guns in the communities.\n\n\"Wouldn’t it be safer for them to know if they’re being called to a home that has a gun in it, or if they’re pulling over a person who has a gun?\" she said in a Feb. 26 news release.\n\nShe added: \"Rhode Island could tell you who has a camper, but we couldn't figure out who has a gun.\"\n\nFinn’s proposal drew hundreds of gun owners to the Rhode Island State House who argued that the bill violates the Second Amendment to the U.S. Constitution and is a knee-jerk reaction that would not solve anything.\n\nWhen we asked Finn about her comparison of campers and guns, she said she was referring to what local authorities can quickly ascertain as they respond to an incident.\n\nIf a camper such as a trailer or RV were involved in a crime, she said, authorities could quickly determine its owner and other information about it, but could not do the same for a gun because Rhode Island does not allow a central registry of private firearms.\n\nWe looked at her statement in two parts.\n\nFirst, we confirmed with the state Division of Motor Vehicles that it requires registration of who owns campers used on roadways and keeps such a registry with information that can be accessed by the police.\n\nNext, we examined Rhode Island’s gun laws. Statutes 11-47-35 and 11-47-35.2  say that anyone purchasing a handgun or rifle from a dealer must fill out an application, which is sent to the local police chief or state police for review. If there are no objections, the purchaser gets the gun after a seven-day waiting period.\n\nThe same statutes require the authorities to destroy the copies of the applications they received after they are reviewed.\n\nAnd Statute 11-47-41 specifically forbids any \"government agency of the state\" or its \"political subdivisions\" to keep any list of privately owned guns or gun owners.\n\nRhode Island does, however, have a record of people who receive a permit to carry a pistol or revolver, both concealed and not concealed. A person must apply to the either the state Department of Attorney General or to a local police department, which decide whether to grant such a permit.\n\nThe Department of Attorney General has a database of permits to carry a pistol or revolver, which must be renewed every four years.\n\nAs of Dec. 31, 2012, the attorney general’s office had on record 3,403 active permits to carry a pistol or revolver, concealed and not concealed, that its office has issued over the years.\n\nThe attorney general’s office does not share its database with the police or other authorities because that is prohibited by law, according to Amy Kempe, spokeswoman for Attorney General Peter F. Kilmartin. Rather, the office simply confirms a permit holder’s information to a law enforcement agency if requested during an individual stop or arrest. The attorney general’s office also does not have information on permits to carry issued by local police departments.\n\nAnother provision of Rhode Island law -- 11-47-40 -- says all federally licensed gun dealers/sellers must keep a register of sales: dates, purchasers and type of firearm. But gun sellers are not government departments or agencies.\n\nOur ruling\n\nState Rep. Linda Finn, D-Middletown, said, \"Rhode Island could tell you who has a camper, but we couldn't figure out who has a gun.\"\n\nFinn is right in that there is no central registry accessible to authorities for all guns or gun owners in Rhode Island.\n\nHowever, there is a subset of thousands of people who have permits to carry weapons that is maintained by the Department of Attorney General or by local police. It’s far from a complete list of every gun or gun owner and the police can access it only on a case-by- case basis.\n\nBut that’s enough to nudge the Truth-O-Meter ruling to Mostly True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on December 16, 2012 in a Facebook posting\n\n\n\n\n\n\n\n\n\"Switzerland (where the government) issues every household a gun . . . has the lowest gun related crime rate of any civilized country in the world!!!\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • January 6, 2013", "vclaim_id": "vclaim-pol-09626"}