{"url": "/factchecks/2017/feb/15/blog-posting/bill-gates-did-not-compare-donald-trump-ronald-rea/", "speaker": "Bloggers", "vclaim": "Says Bill Gates tweeted, \"I think Donald Trump will go down to history as one of the greatest presidents, just like Reagan.\"", "truth_label": "pants-fire", "date": "stated on February 4, 2017 in Internet posts:", "title": "Bill Gates did not compare Donald Trump to Ronald Reagan on Twitter", "text": "A host of websites known for circulating dubious reports say that software magnate and philanthropist Bill Gates compared President Donald Trump to Ronald Reagan, but there’s no evidence that ever happened.\n\nIn the last few weeks, multiple outlets shared a fake tweet allegedly from Gates making the claim, \"After 17 minuts (sic) phone call with President Trump, I think he will go down as one of the greatest presidents just like Reagan.\" The tweet, shown above, is dated Jan. 22, 2017.\nFacebook flagged an example from Feb. 4, 2017, as part of its efforts to winnow fake news from its users’ news feeds. It’s difficult to say where the item originated, but it’s now widespread, having been reposted as recently as Valentine’s Day.\nConsidering the dodgy grammar and spelling, the tweet itself likely came from a website allowing people to create fake tweets featuring real accounts. It’s not all that difficult to find one.\nIt’s also easy to see that Gates didn’t send the tweet. While he has more than 33 million followers, Gates isn’t nearly as prolific a thumb-masher as Trump.\nThe only tweet Gates appears to have sent on Jan. 22 was to congratulate former Bill and Melinda Gates Foundation CEO Jeff Raikes for being elected chairman of the Stanford University Board of Trustees.\nCongratulations @jeffraikes. Stanford is lucky to have you.— Bill Gates (@BillGates) January 23, 2017\n\nThe Internet Archive doesn’t show that he tweeted anything else that day, so it doesn’t appear Gates mentioned Trump and then deleted it. He doesn’t appear to have ever tweeted about Trump at all, although he has been somewhat critical of Trump in the past.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGates did talk with Trump prior to his inauguration and did compare the real estate tycoon to a president — but it was John F. Kennedy, not Reagan.\n\"A lot of his message has been about where he sees things not as good as he'd like,\" Gates said on CNBC on Dec. 13, 2016, about a phone call he had with Trump.\n\"But in the same way President Kennedy talked about the space mission and got the country behind that, I think that whether it's education or stopping epidemics, other health breakthroughs, finishing polio, and in this energy space, there can be a very upbeat message that (Trump's) administration is going to organize things, get rid of regulatory barriers, and have American leadership through innovation, be one of the things that he gets behind.\"\nGates met with the then-president-elect face-to-face in New York’s Trump Tower later that day for about an hour.\n\"It was a good time,\" Gates said afterward. \"We had a good conversation about innovation, how it can help in health, education, the impact of foreign aid and energy, and a wide-ranging conversation about power of innovation.\"\nBut that tweet? Despite what scads of disreputable websites report, it never happened.\nWe rate this claim Pants On Fire!\nEditor's note: The Bill & Melinda Gates Foundation supports PolitiFact's initiative to fact-check claims about global health and development. You can read more about that project here.\nhttps://www.sharethefacts.co/share/65d5c7bd-40b4-480c-9e9a-db693cfec0b3", "vclaim_id": "vclaim-pol-03667"}