{"url": "/factchecks/2017/nov/15/activist-mommy/headline-misleads-tying-roy-moore-accuser-democrat/", "speaker": "Activist Mommy", "vclaim": "\"Breaking! Roy Moore’s accuser worked for Democratic leaders and is actively campaigning for Moore’s opponent.\"", "truth_label": "barely-true", "date": "stated on November 10, 2017 in a headline:", "title": "Blogger misleads in post tying a Roy Moore accuser to Democrats, Doug Jones", "text": "In response to the Washington Post article about Republican Alabama U.S. Senate candidate Roy Moore having relationships with teenage girls in the past, some articles surfaced accusing one of the women of having political motivations.\nThe conservative website Activist Mommy said that Deborah Wesson Gibson, who said Moore solicited dates from her when she was a teenager and he was in his 30s, has worked for national Democrats. The website also said that Gibson is supporting Doug Jones, the Democrat running against Moore in the Dec 12 special election. (Gibson told the Post that she was 17 when Moore asked her out on dates that did not progress beyond kissing.)\n\"Breaking! Roy Moore’s accuser worked for Democratic leaders and is actively campaigning for Moore’s opponent,\" states the headline Nov. 10. Facebook users flagged the post as being potentially misleading, as part of the social network’s efforts to combat fake news.\nThe Activist Mommy story states that Gibson \"is not only a passionate progressive, but she has actually worked for the DNC and is actively campaigning for Moore’s opponent, Doug Jones. .... social media evidence makes clear that she is a fervent supporter of Jones and Democrats in general, and has even worked for the DNC.\"\nThe website states that Gibson is a sign language interpreter who has interpreted at rallies for former Vice President Joe Biden and Hillary Clinton.\nWe found more details in a report from the Alabama Media Group, AL.com, which stated that Gibson owns an interpreting company, Signs of Excellence, and linked to photos posted on its Facebook page showing her interpreting for Clinton as well as Biden.\nFox News showed additional photos on Signs of Excellence’s Facebook page that included Gibson interpreting for U.S. Rep. Patrick Murphy’s 2016 Senate bid and appearing with U.S. Sen. Bill Nelson, both Florida Democrats.\nReached at her Signs of Excellence business phone number in Florida on Nov. 13, Gibson declined to comment.\nDemocratic National Committee spokeswoman Sabrina Singh told PolitiFact that Gibson and her company never received payment from the DNC.\nThe Activist Mommy website shows only a little information linking Gibson to Jones, the Democrat running against Moore. But the information doesn’t show Gibson actively campaigning for him.\nThe site shows Gibson shared a Sept. 20 statement on Facebook by Jones’ campaign announcing that Biden would appear on his behalf.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"I was honored to interpret for Vice President Biden in the fall of 2012!\" she wrote in a comment, including a photo of her alongside Biden.\nThe website also showed that she shared a story by New York Magazine stating that Democrats have a chance to beat Moore.\nGibson, a Delray Beach, Fla., resident, is a long-time registered Republican voter in Palm Beach County. She initially registered without any party affiliation in April 1995 and then switched her registration to Republican in December 1995, according to Susan Bucher, the Palm Beach County Supervisor of Elections. She has since remained registered as a Republican.\nGibson voted in the presidential preference primary in March 2016 and in the general election in November 2016.\nWe emailed the Activist Mommy, Elizabeth Johnston, and told her that we didn’t see evidence on her website that Gibson was actively campaigning for Jones. She did not provide additional evidence to bolster her claim.\nSebastian Kitchen, a spokesman for Jones’ campaign, told PolitiFact that Gibson has played no role in Jones’ campaign.\n\"Her name is nowhere in our volunteer database, we have no indication she ever contributed,\" he says. \"We have no evidence whatsoever that she had anything to do with our campaign.\"\nOur ruling\nThe Activist Mommy website states in a headline \"Breaking! Roy Moore’s accuser worked for Democratic leaders and is actively campaigning for Moore’s opponent.\"\nThe website is referring to Deborah Wesson Gibson, who owns a sign language interpretation company. The company’s Facebook photos show that Gibson has interpreted speeches for Democrats including Hillary Clinton and Biden.\nThe website also states that Gibson worked for the DNC; however, a spokeswoman for the DNC says that it never paid Gibson or her firm.\nThe article’s evidence is weak to link Gibson to Jones. Two Facebook shares do not prove that Gibson is actively campaigning for Jones, and the campaign says she has played no role.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-02687"}