{"url": "/factchecks/2017/may/12/donald-trump/trump-calls-trump-russia-story-made-/", "speaker": "Donald Trump", "vclaim": "\"This Russia thing with Trump and Russia is a made-up story. It's an excuse by the Democrats for having lost an election that they should've won.\"", "truth_label": "pants-fire", "date": "stated on May 11, 2017 in an interview with NBC News:", "title": "Donald Trump's Pants on Fire claim Russia story 'made-up' by Democrats", "text": "In his interview with NBC News anchor Lester Holt, President Donald Trump dismissed the very idea that there was any tie between his presidential bid and the Russians.\n\"This Russia thing with Trump and Russia is a made-up story,\" Trump said May 11. \"It's an excuse by the Democrats for having lost an election that they should've won.\"\nMade-up? By Democrats?\nWith multiple investigations under way, we don’t know whether there was collusion between members of the Trump team and Russian interference in the election.\nBut that isn’t the question. The question is whether Democrats plucked the idea out of thin air.\nA few highlights from the past year say otherwise.\nFirst, the Office of the Director of National Intelligence released a report expressing with \"high confidence\" that the Russian government put its thumb on the scale in favor of Trump.\n\"We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election,\" the Jan. 7, 2017 report said. \"Russia’s goals were to undermine public faith in the US democratic process, denigrate Secretary (Hillary) Clinton, and harm her electability and potential presidency. We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.\"\nIn testimony before the House Intelligence Committee, then-FBI Director James Comey confirmed that his agency was investigating Russian efforts to interfere with the election.\n\"That includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government and whether there was any coordination between the campaign and Russia's efforts,\" Comey said March 20, 2017.\nComey added that the investigation began in late July 2016.\nAsked what evidence it took to launch this sort of investigation, Comey answered, \"A credible allegation of wrongdoing or reasonable basis to believe that an American may be acting as an agent of a foreign power.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nLet us pause here to note that these points alone rebut Trump’s description of this story.\nThe investigation began with the FBI, not the Democrats. It started in July 2016, a full three months before the election. It was not invented, but was based on evidence serious and credible enough to launch an investigation.\nWe can go further.\nBoth the House and Senate intelligence committees are investigating, and Republicans control both chambers. Democrats don’t set the agenda.\nSteven Aftergood with the Federation of American Scientists, a group that advocates for more transparency in government, said the fact of a Trump campaign-Russia connection is well established.\n\"It is supported by statements from Trump family members and associates, who have described financial relationships with Russian sources,\" Aftergood said. \"The only question is whether the various Trump-Russia connections violated any laws. That is what the FBI and Congress are trying to determine.\"\nLastly, former director of national intelligence James Clapper was asked in a May 12 MSNBC interview if he thought that the investigation was a witch hunt.\n\"I don’t believe it is,\" Clapper answered.\nOur ruling\nTrump said, \"This Russia thing with Trump and Russia is a made-up story. It's an excuse by the Democrats for having lost an election that they should've won.\"\nThe record shows that credible evidence led the FBI to begin investigating possible ties between the Trump team and Russia in July 2016. That is the start of the story, more than three months before the election.\nThe American intelligence community expressed with confidence that Russia aimed to interfere in the election to harm Clinton and help Trump.\nDemocrats did not create the story, nor do they control the agenda of the House and Senate committees which are conducting their own investigations.\nWe rate this claim Pants on Fire.\n Share the Facts 2017-05-12 20:04:22 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"This Russia thing with Trump and Russia is a made-up story. It's an excuse by the Democrats for having lost an election that they should've won.\"     Donald Trump President of the United States   In an interview with NBC News Thursday, May 11, 2017 2017-05-11    Read More  info", "vclaim_id": "vclaim-pol-03314"}