{"url": "/factchecks/2013/sep/30/barack-obama/barack-obama-says-democrats-and-republicans-senate/", "speaker": "Barack Obama", "vclaim": "\"The United States Senate — Democrats and Republicans — (voted) to keep our government open.\"", "truth_label": "barely-true", "date": "stated on September 27, 2013 in remarks at the White House:", "title": "Barack Obama says \"Democrats and Republicans\" in the Senate \"acted responsibly by voting to keep our government open”", "text": "As the United States government hurtles toward a shutdown, the blame game is well under way.\nCongress and the White House are at loggerheads over what to do with President Barack Obama’s health care law. Major aspects of the law are set to go live on Oct. 1, the same day as funding for the federal government runs out. But efforts to keep the funding flowing have floundered on the demand of some Republicans to defund or delay the law. The president, for his part, has refused to eliminate or pare back his signature legislative achievement.\nWe noticed two similar, but opposite, claims about how the parties broke on key votes in the conflict. Here, we will look at a claim by Obama. In a separate fact-check, we’ll look at one by Sen. Ted Cruz, R-Texas.\nObama’s comment on Sept. 27, 2013, came shortly after the Senate passed a bill to keep federal funding flowing but without a provision that would defund Obama’s law.\n\"If Congress chooses not to pass a budget by Monday — the end of the fiscal year — they will shut down the government, along with many vital services that the American people depend on,\" Obama said in an appearance before reporters in the White House. \"The good news is, within the past couple of hours, the United States Senate — Democrats and Republicans — acted responsibly by voting to keep our government open and delivering the services the American people expect.\"\nWas it accurate to say that \"The United States Senate — Democrats and Republicans — acted responsibly by voting to keep our government open\"?\nAs Politico noted shortly after Obama made the claim, Obama is incorrect, at least by the most literal reading. The final measure passed by a 54-42 margin, with two Republicans not voting. All 54 who voted for the measure were either Democrats or independents who caucus with the Democrats. All 42 who voted against the measure were Republicans. Not a single member of the Senate crossed party lines on that vote.\nWhen we asked the White House to explain, a spokesman pointed not to the final vote but rather to the preliminary vote to proceed to debate, known as a \"cloture vote.\" Being able to proceed to a final vote requires reaching a 60-vote threshold, assuming all senators are present and voting. In this case, the cloture vote did indeed pass by a 79-19 margin, with two senators not voting.\nOf the 79 votes in favor of cloture, 25 came from Republicans -- a strong showing in these polarized days.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n \n\n\n\n\n\n\n\"I'd refer you to the comments of Senate Republicans on the Senate floor on Thursday and Friday who voted for cloture, saying that they opposed Obamacare but that they didn't believe they should shut down the government over it,\" said White House spokesman Josh Earnest. \"So, they voted to keep it open. That was a strong bipartisan vote.\"\nThe White House has a point that not every Republican who voted against the \"clean\" continuing resolution on final passage -- that is, on the version that was stripped of the language to defund Obamacare -- did so to protest the removal of the defunding language. To the contrary, the proposal, advanced by Sen. Ted Cruz, R-Texas, and others, deeply split the Republican Party over legislative tactics.\nHowever, Obama went too far when he said the \"Senate — Democrats and Republicans — acted responsibly by voting to keep our government open.\" He didn’t say that Democrats and Republicans alike preferred to avoid a shutdown, a claim that would be largely accurate. He specifically said members of both parties voted to advance that goal.\nThe problem, veterans of congressional procedure say, is that the significant Republican support for cloture should be seen as a way to move the process along, so that all options can be exhausted, not as an expression that they support the underlying bill. Only Democrats, not Republicans, voted in a way that supported the final version of the bill.\n\"The cloture vote is a vote to end debate, and not on the substance of the matter you are voting to end debate on,\" said Donald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars and a former Republican staff director of the House Rules Committee. The fact that so many Republicans supported ending debate, he said, suggests they \"wanted to advance the ball to expedite the ping-pong match of negotiations over various options before the fiscal new year's ball hit the ground.\"\nLarry Sabato, a University of Virginia political scientist, added that he sees \"a kernel of truth\" in the statement, but one \"surrounded by a lot of fleshy falsehood.\"\nOur ruling\nObama said, \"The United States Senate — Democrats and Republicans — acted responsibly by voting to keep our government open.\"\nThe president has a point that 25 Republicans backed a procedural motion to proceed to the bill itself. But experts said that when analyzing Obama’s comment, it’s more important to note that not a single Republican ultimately voted \"to keep our government open\" when the chamber took up the bill itself. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08818"}