{"url": "/factchecks/2020/feb/17/tim-moore/does-north-carolina-have-one-most-lenient-voter-id/", "speaker": "Tim Moore", "vclaim": "Says the photo ID law passed by North Carolina lawmakers is “one of the nation’s most lenient voter ID laws.\"", "truth_label": "barely-true", "date": "stated on December 27, 2019 in a press release:", "title": "Does North Carolina have one of the most lenient voter ID laws in the US?", "text": "When it comes to voter identification, North Carolina’s efforts have stopped and stalled over the course of the decade.\nIn 2013, the state enacted a law requiring voters to present photo ID at the polls. But in 2016, the law was struck down by a federal appeals court. \nIn 2018, state lawmakers put the idea of photo ID on the November ballot. Voters supported the measure, so the GOP-controlled legislature approved a new law that December.\nFast forward to the present day. A federal court blocked the state’s new law in order to hear arguments that the law would deter black and Latino residents. \nRepublicans responded with outrage, arguing that their law provides ample opportunity for voters to acquire proper identification.\nIn a press release, House Speaker Tim Moore described the law as \"one of the nation’s most lenient voter ID laws – which 34 states already have.\"\nIs it true that North Carolina has one of the \"most lenient voter ID laws\" in the country? Not quite.\nPhoto vs. non-photo ID\nIn the context of requiring identification at the polls, specific words are extremely important.\nThe term \"voter ID\" is an all-encompassing description that could refer to any form of identification, photo or not. \nFor this fact check, we relied heavily on information from the National Conference of State Legislatures, a nonpartisan group that tracks state laws. \nThe NCSL says there are 36 states that have voter ID laws, but only about half of those states require voters to display a form of photo ID.\n(In Ohio, for instance, voters can show a utility bill or bank statement, among other things.)\nThe NCSL separates photo ID laws from other voter ID laws, then describes each law as \"strict\" or \"non-strict.\" The NCSL considers states to have \"non-strict\" photo ID laws if they offer voters more than one way to cast their ballot without showing photo ID.\nWe found that North Carolina’s photo ID law is lenient compared to other photo ID laws -- but not compared to the 18 states with  ID laws that don’t require a photo ID.\nA special provision\nWhen it comes to photo ID states, seven have strict laws and 11 states have non-strict laws.\nEven though its not currently being implemented, North Carolina’s photo ID law falls into the \"non-strict\" category, said Wendy Underhill, a spokeswoman for the NCSL.\nThe Tar Heel state’s law would require voters to show a photo ID at the polls, but it gives voters several options for compliance. \nFor instance, if the photo ID law were in place and a North Carolinian showed up to vote without a photo ID, he or she would be allowed to fill out a \"Reasonable Impediment Declaration Form.\" The voter would be exempt from the law if the county elections board found that the voter had:\n\n\nAn inability to obtain photo identification due to lack of transportation, \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\n\nA disability or illness, \n\n\nLacked a birth certificate or other underlying documents required, \n\n\nBeen prevented from acquiring an ID due to work schedule or family responsibilities; \n\n\nlost their photo ID or had it stolen; \n\n\nOr they applied for a photo ID but hadn’t received it yet.\n\n\nIf none of these scenarios were the case, the voter could write an explanation that would be reviewed by the local elections board.\nComparing photo ID laws\nNorth Carolina’s photo ID law also offers options that several other \"non-strict\" states don’t. PolitiFact reviewed the following laws with Underhill.\nUnlike NC, South Dakota doesn’t accept military and veteran cards. Unlike NC, Michigan doesn’t accept passports. Unlike NC, South Carolina doesn’t accept student ID cards. \nMichigan and Florida specifically require the ID to be \"current.\" Rhode Island only allows IDs expired for six months while North Carolina allows one year.\nAmong states that require photo ID at the polls, North Carolina may indeed have one of the most lenient laws. But remember: that’s not what Moore claimed.\nMoore said North Carolina’s voter ID law is \"one of the nation’s most lenient voter ID laws – which 34 states already have.\" That indicates he’s comparing NC’s law to non-photo ID states. And in that sense, Moore’s claim is inaccurate.\nThe photo ID ‘burden’\nFor some people, having to acquire a photo ID is a burden, said Ted Shaw, Julius L. Chambers Distinguished Professor of Law and Director of the UNC Center for Civil Rights. Shaw is also the former Director-Counsel and President of the NAACP Legal Defense Fund.\nAnd the requirement alone -- even with the reasonable impediment provision -- might be enough to keep some people from voting, he said. Shaw noted that 25 percent of black voters lack government-issued photo IDs -- a claim PolitiFact has found to be Mostly True. \nEven if North Carolina offers photo ID cards for free, Shaw said some people don’t have the documents that might be needed to secure those cards. \"Take birth certificates. My grandmother searched for years for her birth certificate. The courthouse burned down when she was young,\" Shaw said.\nCompared to other photo IDs, North Carolina’s law might look lenient on paper. But it’s hard to tell just how well it might work without seeing it put to the test, said Max Feldman, counsel for the Voting Rights and Elections Program at the Brennan Center for Justice.\nCiting a Caltech/MIT study, the ACLU says photo ID laws are sometimes enforced in a discriminatory manner. The study \"found that minority voters are more frequently questioned about ID than are white voters,\" the ACLU says.\n\"I think the reasonable impediment declaration is a distinguishing characteristic,\" Feldman said of North Carolina’s law. \"The inclusion of student IDs is also good,\" he said. \"But it depends on how the law will be implemented.\"\nOur ruling\nMoore described the law as \"one of the nation’s most lenient voter ID laws – which 34 states already have.\"\nThis is misleading because it gives the impression that 34 other states have photo ID laws like North Carolina’s. But that’s not true. \nNorth Carolina’s law is lenient compared to other states that require photo IDs. But not compared to the 18 states that don’t require photo IDs. \nMoore’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17401"}