{"url": "/factchecks/2016/nov/01/joe-heck/new-ad-claiming-catherine-cortez-masto-indicted-ha/", "speaker": "Joe Heck", "vclaim": "Says \"Catherine Cortez Masto indicted (Brian Krolicki), who was an innocent man, in order to save Harry Reid's political career\"", "truth_label": "half-true", "date": "stated on October 25, 2016 in a political ad.:", "title": "New ad claiming Catherine Cortez Masto indicted Harry Reid's political opponent needs context", "text": "Catherine Cortez Masto’s record as Nevada’s attorney general is yet again under fire in the waning days of Nevada’s highly competitive U.S. Senate race.\nA new ad from Republican Rep. Joe Heck’s campaign features the 18-year-old daughter of former Lt. Gov. Brian Krolicki claiming that Cortez Masto \"was willing to hurt me and my sisters and my family\" by trying to prosecute her father during her time as the state’s attorney general.\n\"Catherine Cortez Masto indicted my father, who was an innocent man, in order to save Harry Reid's political career,\" she says in the ad.\nCortez Masto’s decision to pursue felony charges against Krolicki has long been used as a prime example of her close relationship with senior Nevada Sen. Harry Reid, as the charges came only a few weeks after Krolicki began exploring a run against Reid in 2010.\nThe case against Krolicki was thrown out before it went to trial, so he’s technically innocent in the eyes of the law. But the decision to indict didn’t appear out of thin air, as the Republican had previously been the target of a probe into possible financial mismanagement of a state-run program.\nAn audit and an indictment\nThe charges stem from a 2007 audit of a state college savings program overseen by Krolicki during his time as the state treasurer (a partisan, elected position in Nevada) and alleging that he mismanaged the program’s finances.\nThe audit found the $3.3 billion program, which gives parents options for tax-free investments toward future college costs, failed to follow standard state budgeting procedures and that more than $6 million in collected fees wasn’t being deposited into official accounts and were instead directly allocated toward other program costs.\nThis so-called \"off-line budgeting\" was used for a variety of purposes, including nearly $1 million in legal fees and $1.5 million for an advertising campaign for the program featuring Krolicki as the program’s spokesman — meaning the office substantially overspent the budget approved by state lawmakers.\nThe audit accounted for all of the money collected and spent by the program, and Krolicki was never accused of pocketing the money or otherwise enriching himself (though the indictment said he benefited politically from appearing in advertising).\nKrolicki, for his part, denied any wrongdoing (telling a reporter \"I sleep very well at night\") and characterized the audit as a struggle between the legislative and executive branches of state government, saying he relied on advice from public and private counsel and even clearing the disputed contracts with the attorney general’s office.\n\"In my view, he hadn’t done anything wrong,\" Scott Scherer, Krolicki’s attorney at the time, told PolitiFact. \"This was merely a dispute over process.\"\nFormer Democratic Assemblywoman Chris Giunchigliani, who testified as a witness during the grand jury hearing on Krolicki, told PolitiFact that Krolicki likely violated the state’s budget act by going around state lawmakers and having no legislative oversight on the program’s spending.\n\"I felt it was a maneuver to go around what the legislature budgeted,\" she said. \"Why would you even call a grand jury if it wasn’t something inappropriate?\"\nCortez Masto’s office sought and obtained a grand jury indictment against Krolicki and his chief of staff Kathy Besser on felony charges related to the audit in December 2008.\nKrolicki actually broke the news himself, holding an hour-long press conference days before the indictment came out and decrying Cortez Masto as engaged in a \"partisan witch hunt.\"\nThe Republican pleaded not guilty to all charges, and the case quickly turned into a fight over whether or not the Attorney General’s office had a conflict of interest in prosecuting a fellow state official to whom her office and previously provided legal counsel, including on contracts related to the College Savings program.\nCortez Masto was forced to seek an expensive special prosecutor for the case after a judge disqualified her office due to a \"conflict of interest\" and district attorneys in Reno and Las Vegas declined to take up the case.\nUltimately, a judge dismissed the indictment \"without prejudice\" after finding it to be overly vague and lacking detail. Krolicki immediately declared himself vindicated while Cortez Masto later told reporters that he got off on a technicality, though declining to appeal the decision or present it to another grand jury.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nSo is it fair to describe Krolicki as innocent?\nBecause the case never went to trial and was dismissed for reasons other than the actual merits of the case, Krolicki is innocent in the eyes of the law.\nBut other commentators have pointed out that although the Republican declared himself vindicated immediately following the court’s decision, no court or jury ever ruled on whether or not Krolicki actually violated state law.\n\"It left the AG’s office hanging and it left Brian (Krolicki) hanging because the ultimate question was never answered,\" Giunchigliani said.\nDo \"all roads\" lead to Reid?\nIt’s much more difficult to blame Reid for the case being brought forward.\nFrom the beginning, Krolicki sought to cast the indictment as a \"witch hunt\" born of \"partisan malice\" and immediately brought up the longtime Nevada senator’s name as a possible instigator.\n\"All Democratic partisan roads lead to Harry Reid,\" he said at the time. \"Reid has a long reach across the country.\"\nThe indictment did come just a few weeks after Krolicki publicly began exploring a run to unseat Reid, but Cortez Masto fervently denied any communication or influence from Reid, as did the senior Nevada senator.\nAnd auditors actually started digging into the case in 2007, after Krolicki’s successor in the treasurer’s office asked for a third-party audit into \"irregularities\" in how the program’s money was being managed — long before Krolicki announced his desire to challenge Reid.\nKrolicki never presented any hard evidence that Reid was involved with the case. Nevada political commentator Jon Ralston opined at the time that even if Reid tried to influence Cortez Masto, the \"apolitical and by-the-book\" attorney general would have likely ignored him anyways.\nKrolicki elected not to get involved in the contested Republican Senate primary, and Reid ended up defeating Republican Sharron Angle in the 2010 election by a 50 to 44 percent margin.\nRichard Wright, Krolicki’s attorney at the time, said he didn’t hold Cortez Masto to blame because the prosecution was driven more by one of her deputies than by the attorney general herself.\n\"It’s like Catherine’s the CEO, the president of the big corporation, and I understand where responsibility goes, but it’s not like she was directing it or had anything to do it,\" he said. \"If there’s any criticism, it would be lack of supervision.\"\nWright said the same prosecutor brought a similar criminal case against former Las Vegas City Councilwoman Janet Moncrief, but that he didn’t hold it against the then-Attorney General and current Gover. Brian Sandoval.\nCortez Masto both in 2009 and more recently maintained that she never spoke with Reid about bringing charges against Krolicki and told a PolitiFact Nevada reporter that \"we treated (it) just like any other case.\"\nThe ad also cites a Las Vegas Sun analysis of the case’s fallout on Cortez Masto’s political future, using a text overlay of \"Masto ... hyperpartisan\" and \"prosecutorial misconduct.\"\nThat’s slightly out of context — those quotes are related more to how the case could be perceived rather than any editorial judgement being passed by the Sun. The full quotes say, \"Cortez Masto opened herself to charges of politicizing her office and prosecutorial misconduct\" and \"appeared to be hyperpartisan.\"\nOur ruling\nA new Heck campaign ad claims Cortez Masto indicted \"an innocent man, in order to save Harry Reid's political career.\"\nCortez Masto did pursue felony charges against Krolicki, and the case was thrown out by judge on separate, unrelated charges. The indictment itself was controversial, and it is technically accurate to say Krolicki is innocent. But the ad ignores important context and unresolved issues with his financial management of state’s college savings program under Krolicki. Although the timing of the indictment might have been politically fortuitous for Reid, there’s no public evidence that he was involved with this case.\nBecause this ad leaves out important details but is still partially accurate, we rate it Half True.\nhttps://www.sharethefacts.co/share/8e2207a8-da4b-4042-b846-57f9a2b6eca3", "vclaim_id": "vclaim-pol-04010"}