{"url": "/factchecks/2012/aug/31/mitt-romney/mitt-romney-says-utility-prices-have-risen-under-b/", "speaker": "Mitt Romney", "vclaim": "Under the \"Obama economy ... utility bills are higher.\"", "truth_label": "half-true", "date": "stated on August 30, 2012 in his acceptance speech at the Republican National Convention in Tampa:", "title": "Mitt Romney says utility prices have risen under Barack Obama", "text": "In his acceptance speech at the Republican National Convention in Tampa, Mitt Romney sought to show how the economy has stumbled under President Barack Obama.\n\n\"In the richest country in the history of the world, this Obama economy has crushed the middle class,\" he said. \"Family income has fallen by $4,000, but health insurance premiums are higher, food prices are higher, utility bills are higher, and gasoline prices have doubled.\"\n\nIn this item, we’ll look at one of those claims -- that under the \"Obama economy ... utility bills are higher.\"\n\nWhen we contacted the Romney campaign, a spokesman said Romney was referring to electricity prices. But in his speech he said \"utilities,\" so we'll also examine other types, too.\n\nWe found data for electricity, natural gas, home heating oil, propane, telephone services, and combined data for water, sewer and trash services. We looked specifically at prices for residential customers rather than commercial or other sectors. We also attempted, where possible, to compare the same months in 2009 and 2012, in order to eliminate any impact from cyclical or seasonal variations. We’ll take each type of utility in turn.\n\nElectricity\n\nThe Energy Information Administration, the federal agency that tracks energy statistics, offers data on average retail prices for electricity residential customers in cents per kilowatt hour.\n\nIn 2009, Obama’s first year, it was 11.51 cents, then rose in 2010 to 11.55 cents and again in 2011 to 11.80 cents. Through the first six months of 2012, it fell slightly to 11.79 cents.\n\nSo overall, electricity is up by about 2.4 percent over the three-and-a-half year period, or less than 1 percent a year. On this score, Romney is correct.\n\nNatural gas\n\nObama does better if you look at natural gas. The agency has data for the first five months of 2012, as well as monthly data stretching back for years before that. Specifically, the agency measures dollars per thousand cubic feet for residential customers.\n\nWhen you compare each of the five months in 2009 to its equivalent month in 2012, prices have dropped in every case.\n\nFor instance, in January 2009, natural gas was $12.49; by January 2012, it was $9.55. And in May 2009, natural gas was $12.86, a price that by May 2012 had dropped to $12.19.\n\nSo for natural gas, prices have consistently fallen under Obama, often by larger percentages than the rise in electricity.\n\nHome heating oil\n\nData from the same agency shows that home heating oil was $2.42 per gallon during the week of Jan. 19, 2009, but rose to $3.94 by the week of Jan. 23, 2012. That’s a 62 percent increase over three years, or roughly 20 percent per year -- a big spike.\n\nResidential propane\n\nAgency data shows an increase for residential propane prices. For the week of Jan. 19, 2009, residential propane was $2.31 a gallon, a price that rose by the week of Jan. 23, 2012, to $2.86 a gallon. That’s a 24 percent increase, or about 8 percent a year.\n\nWater, sewer and trash collection\n\nThe Consumer Price Index -- the government’s primary measurement of inflation -- calculates a combined measurement for water, sewer and trash collection. It’s an index, meaning that the raw numbers we report below don’t correspond to specific dollar amounts per unit but rather provide a way to compare the movements of prices over a given period of time.\n\nIn July 2009, the index stood at 161.4. By July 2012, it rose to 189.8. That’s an increase of 18 percent, or 6 percent a year.\n\nTelephone services\n\nThe Consumer Price Index also studies telephone prices. In July 2009, the index stood at 102.6 and fell by July 2012 to 101.6. That’s a decrease, though by less than 1 percent per year.\n\nAre the increases unique to Obama?\n\nOver time, utility prices consistently go up, according to George Washington University economist Tara Sinclair. In fact, rising prices are more the rule than the exception.\n\nFor example, we looked at how prices for each of these utilities moved during a three-year period of George W. Bush's presidency before Obama took office. We used the same data sources as we did above:\n\nElectricity: Up 11 percent from 2006 to 2009, or almost 4 percent per year.\n\nNatural gas: Down approximately 10 percent in each of the first five months of the year in 2006 and 2009, or a decline of a bit more than 3 percent a year.\n\nHome heating oil: Down by less than 1 percent between January 2006 and January 2009\n\nResidential propane: Down about 15 percent between January 2006 and January 2009, or about 5 percent per year.\n\nWater, sewer and trash collection: Up about 18 percent between July 2006 and July 2009, or about 6 percent a year.\n\nTelephone services: Up about 7 percent between July 2006 and July 2009, or more than 2 percent per year.\n\nSo under President George W. Bush, three of the six utilities we checked saw increases and three saw decreases – not radically different than the four increases and two decreases under Obama.\n\nIn fact, for the one measurement the Romney campaign specifically cited when we asked -- electricity prices – rates rose at a significantly faster pace under Bush than they did under Obama.\n\nAssigning credit and blame\n\nFinally, when speakers make claims that seek to assign credit or blame for a particular statistic, PolitiFact typically looks at the question in two ways: Is the statistic right? And is the claim accurate in its assignment of credit or blame?\n\nAs we’ve ruled in the past, presidential policies have some impact on the energy sector due to the government’s regulatory role. But the international marketplace and other factors play a role as well. Sinclair, the economist, agreed with that assessment.\n\nOur ruling\n\nRomney said that under the \"Obama economy ... utility bills are higher.\"\n\nUnder Obama, electricity, heating oil, propane and water-sewer-trash prices did rise, as Romney indicated. But natural gas and telephone prices fell.\n\nIt's important to note the phenomenon is not unique to Obama. In the comparable three years of the Bush presidency, three of the six utility prices also rose.\n\nOn balance, we rate Romney’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10465"}