{"url": "/factchecks/2010/apr/27/alan-grayson/alan-grayson-daniel-webster/", "speaker": "Alan Grayson", "vclaim": "\"Daniel Webster said he's out. Now he says he's in.\"", "truth_label": "true", "date": "stated on April 22, 2010 in a statement.:", "title": "Alan Grayson claims potential GOP opponent Daniel Webster was out, before he was in", "text": "Before Daniel Webster was for running for Congress, he was against it, his possible Democrat opponent says.Webster, the former Republican Florida House Speaker and Senate Majority Leader, announced he was running for the Florida 8th Congressional District at a rally on April 22, 2010.His announcement produced an immediate reaction from an adviser for incumbent U.S. Rep. Alan Grayson, D-Orlando.\"Daniel Webster said he's out. Now he says he's in,\" Tagen said in a statement on behalf of the campaign. \"If he flip-flopped on this, will he flip-flop on delivering for the people of our district?\"We've already ruled on a claim from Webster's campaign announcement. In this item, we wanted to see if the Grayson retort that Webster already announced he wasn't running is accurate.Indeed, on Oct. 13, 2009, Webster said he was out. Here's his statement: \"After much prayer and thoughtful consideration, I have decided not to run for the United States House of Representatives, District 8. This has been a very difficult decision for me personally, especially because of the tremendous outpouring of support that has flooded me from all sides. However, in spite of this incredible encouragement, I still have a certain check in my spirit, prompting me to follow a principle that has always served me well: 'When in doubt, don't.'\"I do firmly believe that in every public office there needs to be a resurgence of the basic principles on which this Republic was founded, and a return to our original standards of integrity and character. While I will not be pursuing a place in Congress, I am grateful for the privilege of serving the citizens of Central Florida for 28 years in our state Legislature, and look forward to future opportunities of service.\"Webster told the Orlando Sentinel he originally opted against running because his family wasn't 100 percent behind the idea. Now they are.Grayson's right. Webster once said he wasn't running. Now, he is. We rate Grayson's statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15067"}