{"url": "/factchecks/2016/aug/01/brian-kilmeade/brian-kilmeade-says-news-networks-were-biased-agai/", "speaker": "Brian Kilmeade", "vclaim": "\"Nobody covered\" the remarks of Patricia Smith, the mother of a Benghazi victim, \"live, but almost everybody covered Khizr Khan's, Mr. Khan's remarks live.\"", "truth_label": "pants-fire", "date": "stated on August 1, 2016 in on Fox and Friends:", "title": "Wrong: Fox News anchor says networks covered Khizr Khan but skipped Patricia Smith", "text": "On Fox and Friends the week after the Democratic National Convention, Brian Kilmeade criticized a \"double standard\" in the media.\nHe accused major media networks of covering Khizr Khan’s remarks — accusing Republican nominee Donald Trump of not reading the Constitution — live, but not covering Patricia Smith, the mother of Benghazi victim Sean Smith, live.\n\"Nobody covered those (Patricia Smith’s) remarks live but almost everybody covered Khan's, Mr. Khan's remarks live,\" Kilmeade said.\nThat’s wrong. We looked through television programming from both events using a recording service that chronicles and time-stamps live television programming. Here’s what we found.\nWhat aired\nSmith’s speech, on the first night of the Republican National Convention July 18, 2016, began around 8:24 p.m. ET.\nThe speech was aired live by both CNN and MSNBC. It was not live on Fox News, coincidentally. Fox News went to commercial right before Smith took the stage and returned to a phone interview between Donald Trump and Fox News’ Bill O’Reilly.\nLou Dobbs Tonight on the Fox Business channel had footage of the speech, but no audio.\nThe broadcast networks, NBC, CBS, ABC and FOX, did not cover any convention programming before 10 p.m. ET.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nKhan’s speech aired at 9:13 p.m. ET on July 28, 2016, from Philadelphia. Again, it was aired live by CNN and MSNBC but not Fox News.\nFox News was in a commercial when Khan began speaking. The cable network showed pictures of Khan speaking on the side but did not have audio. When Fox News returned from the break, it went to a press conference on ISIS by FBI director James Comey.\nC-SPAN also covered both speeches live.\nA Fox News spokeswoman did not respond to our request for comment.\nOur ruling\nKilmeade said \"nobody\" aired Patricia Smith’s remarks live, but \"almost everybody\" covered Khan’s remarks live.\nCNN, MSNBC and C-SPAN covered both speeches live. Coincidentally, Fox News — of which Kilmeade is an employee — covered neither live.\nPoint being: the speeches were covered the same. Kilmeade’s statement rates Pants on Fire.\nhttps://www.sharethefacts.co/share/fb15c5db-ef84-4542-8265-735674c9eaf5", "vclaim_id": "vclaim-pol-04548"}