{"url": "/factchecks/2010/nov/24/mike-fasano/mike-fasano-says-seven-people-day-die-using-prescr/", "speaker": "Mike Fasano", "vclaim": "\"Seven more people will die each and every day until the Legislature ratifies these (pain clinic) rules that are being approved by the Board of Medicine and the Department of Health.\"", "truth_label": "mostly-true", "date": "stated on November 23, 2010 in an interview with the St. Petersburg Times:", "title": "Mike Fasano says seven people a day die using prescription drugs", "text": "In 2009, Florida lawmakers agreed to regulate many of the \"pill mills\" that fuel an epidemic of prescription drug abuse.\n\nThose regulations were set to take effect Nov. 28, 2010, for most pain clinics. But they were stalled by a new law intended to crack down on expensive state regulations. The law, approved Nov. 16 when the Legislature met in a one-day session to override eight vetoes by Gov. Charlie Crist, requires legislative approval of rules that have a measurable fiscal impact on commerce.\n\nThe state Department of Health now must determine whether the new rules exceed the threshold and require a legislative sign-off -- if they have a $1 million adverse impact over five years on economic growth, competitiveness, employment, investment, job creation or regulatory costs.\n\nFor now, the upshot is that the rules are stalled. What will happen in the meantime?\n\n\"What's going to happen is nothing,\" said Sen. Mike Fasano, R-New Port Richey. \"And seven more people will die each and every day until the Legislature ratifies these rules that are being approved by the Board of Medicine and the Department of Health.\"\n\nFasano was a sponsor of the pain clinic legislation that cracked down on facilities freely dispensing medications being used by drug abusers who were doctor-shopping. Fasano also was critical of the Legislature for passing the new rule-making bill, arguing it needed more study.\n\nFor this item, we wanted to examine the scope of the problem. Is Fasano correct that seven people die each day from prescription drug abuse?\n\nFasano was referring to a 2009 study by the Florida Department of Law Enforcement that tracked which drugs were identified in deceased people. The study shows Fasano is correct: 2,488 people died in Florida with at least one prescription drug listed as the cause of death. That works out to an average of 6.8 people per day.\n\nThe drug that caused the most deaths (1,185) in 2009 was oxycodone, a strong pain killer. That was followed by benzodiazepines, which are used to treat stress, anxiety and seizures (1,099), methadone (720), alcohol (559), cocaine (529) and morphine (302).\n\nCompared to previous years, prescription drug abuse is significantly higher. In 2005 -- the earliest report on the FDLE website -- oxycodone was only responsible for 340 deaths. That's nearly a 250 percent increase in four years. Benzodiazepines, the drugs used for stress, were listed as the cause of death for 574 people.\n\nOne drug that showed a significant drop was cocaine. In 2005, it resulted in 732 deaths, or about 200 more than last year.\n\nPrescription drug deaths have exploded so much that FDLE did not list them as a separate category in 2005, though past reports noted the steady increase of oxycodone-related deaths.\n\nIt's worth noting that the report lists all deaths related to prescription drugs -- not only people who got their drugs from pill mills. \"There's no way of telling if they specifically got their meds from a pain clinic,\" said Capt. Robert Alfonso, head of the Pinellas County Sheriff's narcotics unit. \"The only thing we can really quantify is that people are dying from prescription medication.\"\n\nBesides clinics that freely dispense hundreds of pills each day, Alfonso also listed prescription fraud as a major problem. People who write fake prescriptions for pain pills can entirely bypass a clinic and head straight to pharmacies. \"There are just so many different aspects of this that are causing problems,\" he said.\n\nOf course, the rise in prescription-related deaths coincides with an explosion in pain clinics. Take two examples from South Florida. The Palm Beach Post reported that 30 new pain clinics opened in Palm Beach County from 2007 to 2009. And in Broward County, clinics swelled from four in 2007 to 115 in 2009. So it's logical -- but not precise -- to link the soaring number of deaths with the growth of pill mills.\n\nFasano, an advocate for cracking down on unscrupulous pain clinics, underscores his argument for more regulation with an attention-grabbing statistic: an average of seven people die each day from prescription drugs. The numbers from Florida's top law enforcement agency bear him out.\n\nHowever, not all of the prescription-related deaths originated at pill mills. Experts say that figure is hard to quantify. We rate Fasano's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10619"}