{"url": "/factchecks/2016/aug/05/donald-trump/donald-trump-says-he-didnt-see-video-cash-being-tr/", "speaker": "Donald Trump", "vclaim": "Says he saw videotape \"of the people taking the money off the plane\" to pay ransom to Iran for hostages.", "truth_label": "false", "date": "stated on August 3, 2016 in a rally in Daytona Beach, Fla.:", "title": "Donald Trump says he didn't see video of cash being transferred for ransom after all", "text": "For two days, Donald Trump told rally audiences a detailed account of seeing video footage of stacks of cash being taken off an airplane, destined to pay Iran for the release of American hostages.\nNow, even Trump acknowledges that such video footage doesn’t exist.\nThe issue emerged because news reports suggested that a $400 million cash payment from the U.S. government amounted to ransom for hostages held by Iran. Republicans have charged that a quid pro quo ran counter to longstanding U.S. policy not to pay ransom for hostages. The White House has responded that the payments were the conclusion of a decades-old dispute over funds frozen after the fall of the Shah of Iran and were not a ransom.\nBut questions surrounding Trump’s depiction of video footage has distracted from the substantive policy dispute over whether and how such a payment should have been made. Almost from the moment Trump mentioned seeing the video, skeptics wondered whether it actually existed, because none had been publicly released.\nSo what actually happened?\nWhat Trump said\nTrump addressed this topic at two different rallies. The first was an Aug. 3 rally in Daytona Beach, Fla.\n\nHere’s what he said:\n\"I got up this morning, and I pick up the papers, and then I turn on the news, and I see $400 million being shipped in cash, they didn’t want dollars, it’s in different currencies, and it's being shipped overnight to Iran -- $400 million. … I look, and I'll never forget the scene this morning. And remember this: Iran -- I don't think you've heard this anywhere, but here -- Iran provided all of that footage, the tape, of taking that money off that airplane, right? $400 million in cash. … And they have a perfect tape done by obviously a government camera and the tape is of the people taking the money off the plane, right? That means that in order to embarrass us further, Iran sent us the tapes, right? It's a military tape. It's a tape that was a perfect angle, nice and steady. Nobody getting nervous because they're going to be shot because they're shooting a picture of money pouring off a plane.\"\nThe next day, he held a rally in Portland, Maine.\n\nHe said this:\n\"You saw that with the airplane coming in. Nice plane. And the airplane coming in. And the money coming off, I guess. Right? That was given to us, has to be, by the Iranians. You know why the tape was given to us? Because they want to embarrass our country. They want to embarrass our country. And they want to embarrass our president, because we have a president who's incompetent.\"\nTrump certainly makes it sound as if there’s video footage of the cash being hustled off a plane, and that he’s seen that footage.\nThe backtrack\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut before the second rally was even held, his campaign had already backed off that claim.\nThe Washington Post reported that late on Aug. 3 -- which was after the Daytona Beach event but before the Portland event -- Trump spokeswoman Hope Hicks responded to an email \"that asked if the footage Trump was referencing was actually widely shown video of a private plane landing in Switzerland in January with three American prisoners who had just been released by Iran, including Washington Post reporter Jason Rezaian.\"\nAccording to the Post, Hicks responded in an email, \"Yes. Merely the b-roll footage included in every broadcast.\" (B-roll is a television industry term for pre-recorded videotape spliced into a live report.)\nStill, Trump went out and made the remarks again.\nAfter the second rally, Trump himself tweeted that he was referring to a different piece of video. \"The plane I saw on television was the hostage plane in Geneva, Switzerland, not the plane carrying $400 million in cash going to Iran!\"\n\nIn other words, Trump had seen widely reported video footage of the hostages being released, but described it in some detail -- and incorrectly -- as showing stacks of money being unloaded from a plane.\nHere’s a still from the footage of the hostage transfer that was aired on U.S. television.\n\nA final note\nOn Aug. 5, several hours after Trump’s tweet, conservative websites including the Washington Free Beacon posted footage from what it called an Iranian documentary aired earlier this year in Iran. During a discussion of the hostage transfer, the documentary showed a brief image of a stack of pallets.\nAccording to the Free Beacon, \"The footage is part of a February documentary published by Iran’s Tasnim News Agency, which is affiliated with the Iranian Revolutionary Guard Corps. The documentary purported to reveal behind-the-scenes details of the negotiations with the United States to free the American hostages. It maintains the negotiations were tied up in efforts to push the Iran nuclear agreement forward as it moved towards implementation.\"\nThe pallets in the footage are partially obscured, and it is too blurry to tell for sure whether these pallets hold piles of currency. \"Iran experts who spoke to the Washington Free Beacon said that it is impossible to verify if the images show the same pallets of cash transferred by the Obama administration,\" the Free Beacon reported.\nWe checked with the Trump campaign to learn whether this was actually the video he was referring to, even though it didn’t show money \"pouring\" off a plane and even though it had not aired on U.S. news channels. We did not hear back.\nFor now, we are going by Trump’s own statement, backed up by Hicks’ statement, that he was referring to a different video -- the widely aired footage that shows the hostages being released, without any money being transferred.\nOur ruling\nTrump said he had seen videotape \"of the people taking the money off the plane\" to pay ransom to Iran for hostages. He and his campaign now acknowledge that they were referring to a different video -- of the hostages themselves being freed -- that did not include any transfer of money from a plane. We rate the claim False.\nhttps://www.sharethefacts.co/share/456f3bc6-22e7-451f-9682-f90df66fadd2", "vclaim_id": "vclaim-pol-04522"}