{"url": "/factchecks/2011/may/16/john-whitmire/state-sen-john-whitmire-says-texas-board-nursing-h/", "speaker": "John Whitmire", "vclaim": "Says the Texas Board of Nursing has a backlog of \"3,000 complaints against nurses, many of them sexual assaults, malfeasance.\"", "truth_label": "mostly-true", "date": "stated on May 3, 2011 in remarks on the Senate floor:", "title": "State Sen. John Whitmire says the Texas Board of Nursing has a backlog of 3,000 complaints, including many cases of sexual assault and malfeasance", "text": "Explaining why he couldn’t support the Texas Senate’s version of the 2012-13 state budget, Sen. John Whitmire said he didn’t know how state agencies can cope with further budget cuts, singling out the Texas Board of Nursing as an example.\n\n\"I asked them for their backlog of investigations,\" he said. \"They’ve got 3,000 complaints against nurses, many of them sexual assaults, malfeasance.\"\n\nTime to crank up the Truth-O-Meter, starting with the board’s unresolved complaints.\n\nSome background: The board investigates and adjudicates complaints about Texas nurses who could be violating the Nursing Practice Act, which imposes regulations on nursing education, licensing and practices in the state including rules against unnecessarily exposing patients to the risk of harm or failing to adequately care for them.\n\nAt the nursing board, spokesman Bruce Holter told us the senator’s count of 3,000 backlogged complaints is too low, accounting solely for unresolved cases from fiscal years 2009 and 2010.\n\nIn 2010, the board resolved 14,429 of 16,890 complaints filed against nurses, leaving 2,461 unresolved cases. As of this March, another 511 complaints filed in 2009 remained unresolved, bringing the total backlog to nearly 3,000. There also are several hundred lingering complaints dating back to May 2006, board officials said.\n\nAs of March, the board had about 11,000 open investigations, including the backlog.\n\nWhat are the complaints about?\n\n\"In general,\" Holter said, \"criminal conduct, drug-related conduct and failure to follow the minimum standard of care are the main types of complaints.\"\n\nThat covers malfeasance. But what about Whitmire’s other charge — that a chunk of the backlogged cases are sexual assault complaints?\n\nLara Wendler, Whitmire’s chief of staff, told us the senator based his statement on conversations with administrators at agencies, including the nursing board. She added, though, that Whitmire was referring to all regulatory agencies, not just the nursing board, when he said backlogged cases included \"many\" sexual assaults. That was not clear from Whitmire’s floor remarks.\n\nHolter said the board checks all nurses licensed in Texas against state and national databases identifying sex offenders. Currently, the board is investigating complaints against four nurses who appear on the Texas Department of Public Safety’s sex offender database, and 12 nurses who appear on a national sex offender registry kept by the National Council of State Boards of Nursing.\n\n\"Sexual assault complaints against nurses make up a small percentage of the overall number of complaints investigated by the board,\" Holter said. But he added that other than the nurses found on the sexual offender databases, \"it would be difficult for staff to ‘pin down’ the number of complaints involving sexual assault.\"\n\nWhy? The board doesn’t categorize complaints by type, though when disciplinary action has been taken, Holter said, the board can run a data mining program to identify specific rule violations. But because the board doesn't track the number of sexual assault cases, it would have to review each resolved complaint individually.\n\nLastly, why have complaints stacked up?  Board employees are barred from discussing the details of individual complaints, but the board’s general counsel Dusty Johnston told us that generally, complaints don’t get resolved for a variety of reasons. He offered several examples: The investigator may be under-performing; extensive due process is required; the medical records of the patient involved in the complaint are difficult to obtain.\n\nSo, the board says it has about 3,000 backlogged complaints, as Whitmire said. According to the board, many of the complaints allege malfeasance by nurses, as Whitmire also said, and a smaller number involve sexual assaults. But no one can determine the precise breakout without access to confidential board information.\n\nWe rate Whitmire’s statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-13090"}