{"url": "/factchecks/2016/mar/22/facebook-posts/false-donald-trump-ted-cruz-negotiating-joint-repu/", "speaker": "Facebook posts", "vclaim": "Ted Cruz is in negotiations to be Donald Trump’s running mate.", "truth_label": "false", "date": "stated on February 25, 2016 in a post and story from Elect Leaders:", "title": "FALSE: Donald Trump, Ted Cruz negotiating joint Republican ticket", "text": "We spotted this headline below a post on the Dallas Morning News’ Trailblazers political news blog: \"Breaking: Cruz Negotiating With Trump for VP Spot.\"\nOf course, that would be Texas Sen. Ted Cruz negotiating with Republican presidential frontrunner Donald Trump to serve as Trump’s November 2016 running mate.\nHuge!\nBut wait--where’s the breathless CNN report, the insiders analysis on Fox News or even the basic newspaper scoop?\nWe found nothing of the sort in online searches or in the Nexis news database and when we asked Cruz’s campaign about the Feb. 25, 2016, Elect Leaders post, spokesman Brian Phillips replied by email: \"Is this a serious request?\"\nWell, the  Cruz-negotiating-with-Trump item, also posted on ElectLeaders.com, which describes itself as keeping \"watch on our leaders and wannabe leaders,\" has a little traction. When we saw the headline March 21, 2016, the post had been shared on Facebook more than 34,000 times.\nHistorical precedent\nAnd history shows a joint ticket could play out. In 2008, Barack Obama chose to run with a failed presidential hopeful, Joe Biden. In 1980, Ronald Reagan reached out to the defeated George H.W. Bush. Twenty years before, Democrat John F. Kennedy picked Texan Lyndon B. Johnson.\nSo Trump-Cruz, pairing the frontrunner with the fellow running second, is possible.\nOn the other hand, Phillips followed up with an email calling the post \"categorically false.\"\nAnonymous sourcing\nFor our part, we noticed a red flag in that the Elect Leaders item doesn’t quote named sources, not even a campaign spokeswoman offering a \"no comment.\"\nHere’s what the post says: \"A high ranking Cruz campaign official has told Elect Leaders that Sen. Cruz is in negotiations with Mr. Trump to become his Vice Presidential Nominee after Rubio dropped out Tuesday.\" That’s confusing timewise in that Sen. Marco Rubio dropped his presidential bid Tuesday March 15, 2016, after falling short of victory in his home state of Florida.\nThe item goes on to say Cruz \"has been the most consistent performer in primaries behind Trump. They are seeing the writing on the wall and want to negotiate from a point of strength which will evaporate over time.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"The official,\" again unnamed, \"stated Mr. Trump is interested in using Sen. Cruz’s ground game in the general election, likes his appeal to the conservative base and his stance on immigration. Of the other options for VP none hold as strong of an opinion on immigration outside of Gov. Jan Brewer from Arizona who is also being considered.\" Brewer, by the way, is no longer governor.\nFinally, the post says, Cruz, the former solicitor general of Texas, has an eye on shifting from vice president to the Supreme Court. Cruz, the item says, \"in exchange for his support is wanting to be named to the Supreme Court if an opening occurs while Mr. Trump is president. Mr. Trump does not see this as an issue and a small price to pay to bring Sen. Cruz his fundraisers, donors and staff on board,\" the post says.\nWe tried to reach out to Elect Leaders about the post and didn’t hear back. Otherwise, we found no indication Trump-Cruz negotiations were (or are) afoot.\nA Trump maybe, Cruz's ‘zero interest’\nIn November 2015 -- eons ago in politicking time maybe especially given Trump’s references to Cruz as \"Lyin’ Ted\"-- Trump told conservative talk-show host Laura Ingraham that Cruz might be his choice for the No. 2 slot. To be fair, Trump declined to name a potential running mate from among his GOP opponents before noting his affection for Cruz. \"Well, I like like him,\" Trump said at the time. \"He’s backed everything I’ve said … Ted Cruz is now agreeing with me 100 percent.\"\nBut Trump also didn’t go further down the veep path, saying: \"I like to think of victory, I’ve had a lot of victories, and I like to do victories first, then start thinking about other things.\"\nCruz, meantime, said March 15, 2016 that he wasn’t inclined to join Trump on a single ticket, if offered the vice presidency.\nConservative talk-show host Hugh Hewitt asked if Cruz \"would ever agree to serve as\" Trump’s \"vice president?\"\n\"I have absolutely zero interest in doing that,\" Cruz replied, going on to say he expected to overtake Trump and win the delegates needed to secure the presidential nomination. And on March 21, 2016, just before we completed this fact check, Cruz told CNN’s Wolf Blitzer: \"I have zero interest whatsoever\" in being Trump’s running mate. Blitzer had asked Cruz about the possibility by noting Trump earlier responded to Blitzer’s question about choosing Cruz as his running mate by saying: \"Crazier things happen in politics.\"\nOur ruling\nOn Facebook, Elect Leaders said Cruz and Trump are negotiating a Trump-Cruz Republican ticket.\nAnything is possible. But we don't see evidence the two camps are lately plotting a shared ticket.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05229"}