{"url": "/factchecks/2014/apr/24/bob-cole/austin-rail-lines-costs-more-double-2004-estimate-/", "speaker": "Bob Cole", "vclaim": "Capital Metro originally said MetroRail's yearly operating costs would be \"about $2.5 million. Last year ... it cost $13 million to operate.\"", "truth_label": "half-true", "date": "stated on March 31, 2014 in morning radio show on KOKE-FM:", "title": "Austin rail line costs more than two times initial estimate; service hours up too", "text": "When it comes to proposed passenger rail, KOKE-FM talk host Bob Cole of Austin said recently, \"Austin has been just like every other city in the country: The facts and figures they give you to sell it are far from the truth.\"\nTake the MetroRail commuter trains that Austin transit agency Capital Metro started running from Leander to downtown in 2010. Cole said on his March 31, 2014, morning show, \"They told us that the annual amount to operate this thing’s going to be about $2.5 million. Last year ... it cost $13 million to operate it.\"\nIs the 32-mile Red Line costing five times more than expected?\nWorth bearing in mind: As we noted in a 2012 fact-check, the commuter train isn’t supposed to pay for itself; it’s considered a public service. Capital Metro opened the diesel-powered MetroRail service to passengers in March 2010, has expanded it somewhat and plans a major overhaul to provide more capacity -- the trains are mostly packed during rush hour, as we explored in a 2013 fact-check.\nAlso, MetroRail is separate from a proposed electric-powered urban passenger rail line, decades in the making, that the City of Austin might take to voters in November 2014 for authorization of several hundred million dollars in bonds.\nCole's backup information\nBig electric-rail proposals like that, Cole told us by phone, are why he initially supported MetroRail, a smaller diesel-train project on existing freight track -- as a less-costly way to test the waters. He was later dismayed, he said, to see MetroRail’s costs exceed Capital Metro’s initial predictions.\nCole told us he drew his dollar amounts from memory, having tracked the project since before voters approved it in November 2004.\nCapital Metro cost calculations\nWe found no instances of Capital Metro giving a $2.5 million annual operating costs figure, or any estimate other than $5 million, in 2004. Then again, that $5 million estimate included $3 million a year for lease-purchase of the required rail cars.\nBy phone and email, Capital Metro spokeswoman Francine Pares told us something surprising: The 2004 estimate solely covered the expected cost of a rail contractor, including service delivery, dispatching, supervision, vehicle maintenance and right-of-way maintenance. She said the estimate left out costs including \"fuel, track maintenance, bridge maintenance, signal maintenance, communication system maintenance, signal crossing maintenance, inspections\" and \"administrative costs.\"\nThe \"full system had not been designed yet, so no estimates could be made as to how the full system would be built out,\" Pares wrote.\nPares stressed, too, the estimate emerged six years before trains started running and before how often trains run was stepped up. A timeline she provided indicated the trains, originally penciled in to have 5,100 service hours a year, are projected to exceed 14,200 service hours in the fiscal year through September 2014.\n\"Operating costs have increased as the inflation, labor, fuel and service hours have increased each year,\" she said.\nBefore voters acted in 2004, Capital Metro issued an estimate of likely operating costs without specifying what the estimate left out:\nFrom August 2004 Capital Metro presentation:\n\nAccounting for rail cars\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAbout the rail cars: Before the November 2004 vote, an Aug. 17, 2004, Austin American-Statesman news story reported details of the final recommended version of the $60 million plan. On operating costs, the story said, \"Not included in the $60 million is the upfront cost of the six self-propelled hybrid-diesel rail cars the agency thinks it would need initially to provide rush-hour service at 30-minute intervals when the line opens in 2007 or 2008. Those cars would probably cost about $3 million a year for a lease-purchase. Even including that lease cost, Capital Metro estimates initial annual operating costs of $5 million,\" the story said.\nThat $5 million in 2004, adjusting for inflation, projects out to $5.8 million in 2010 dollars and $6.2 million in 2013 dollars.\nBut after the 2004 vote, Capital Metro decided to buy the train cars instead of leasing to own and took out a loan in 2006 for the purchase. Statesman news stories in 2008 and 2011 said the agency was spending $4.4 million a year in debt payments on the loan (comparable to the $3 million annual lease-purchase payments projected in 2004).\nCole said that because of that change, \"they no longer include the train cost in operating (costs),\" and the figures of $2.5 million and $13 million that he gave on the air were operating costs that excluded the lease or purchase costs of the train cars. If he’d included the car payments, Cole said, he’d have been able to say annual operating costs went from a projected $5 million to actual $15 million.\nMetroRail costs from 2011 on\nCosts have gone up, Capital Metro's Pares said, as have service hours. By email, she sent figures from fiscal 2011 -- the line’s first full fiscal year of service, ending Sept. 30, 2011 -- through the actual costs for 2013 and the projected amount budgeted for fiscal 2014:\n\n\n2011: 10,731 train service hours. Direct operating costs $9.1 million; principal and interest payments on train car loan $4.4 million; total $13.5 million.\n\n\n2012: 11,502 train service hours. Direct operating costs $10.3 million; principal and interest payments on train car loan $1.7 million; total $12 million.\n\n\n2013: 11,466 train service hours. Actual operating expenses $10.5 million; principal and interest payments on train car loan $2.9 million; total $13.4 million. (Direct operating costs were still being finalized, Pares said.)\n\n\n2014: 14,100 train projected service hours. Operating budget $12.6 million; principal and interest payments on train car loan $2.9 million; total $15.5 million.\n\n\nSo, with the car lease or loan payments included, Capital Metro originally estimated $5 million operating costs, which projects out to $6.2 million in 2013 dollars. The agency ultimately spent $13.4 million to operate the line and make debt payments on the rail cars in 2013.\nExcluding the car payments, 2004’s estimate was $2 million (equal to $2.5 million in 2013 dollars) and 2013’s costs were $10.5 million.\nSome context: In an April 22, 2010, news story, the Statesman reported that a Texas Sunset Advisory Commission report found mismanagement at Capital Metro, including poor planning that caused MetroRail to cost $140 million plus $8 million in loan interest on the cars.\nMetroRail’s financial picture subsequently improved. In December 2011, the agency reduced its car payments by refinancing the loan, and a Feb. 3, 2013, Statesman news story said that, thanks largely to a $9 million federal grant, \"the commuter line is much closer to covering its $14.5 million annual operating cost than in its first two years.\"\nOur ruling\nAccording to Cole, Capital Metro originally said MetroRail annual operating costs \"would be about $2.5 million. … last year, it cost $13 million to operate.\"\nHe’s correct, even conservative, on the 2013 costs. But Cole understates MetroRail’s initial projected operating costs of $5 million, or $6.2 million in 2013 dollars, which Capital Metro told us didn’t roll in fuel and other costs.\nThe rail line’s 2013 operating costs, including payments on the rail-car loan, were about $13 million--more than double the inflation-adjusted 2004 estimate, perhaps in part due to trains having more service hours than initially envisioned.\nWe rate Cole’s statement as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07955"}