{"url": "/factchecks/2015/jul/13/ew-jackson/ew-jackson-says-obama-cutting-naval-fleet-1917-lev/", "speaker": "E.W. Jackson", "vclaim": "Says President Obama \"is reducing our naval fleet to 1917 levels...\"", "truth_label": "barely-true", "date": "stated on July 4, 2015 in a news release.:", "title": "E.W. Jackson says Obama is cutting Naval fleet to 1917 level", "text": "E.W. Jackson, a minister who was the Virginia GOP’s nominee for lieutenant governor in 2013, says President Barack Obama is trying to sink the Navy.\n\"(Obama) is reducing our naval fleet to 1917 levels, while China establishes naval hegemony over the Pacific,\" Jackson wrote in an Independence Day email announcing the formation of a veterans group seeking better treatment of active and former service members.\nWe wondered whether Obama really is cutting the fleet to a level not seen since the U.S. entered World War I. Jackson backed his claim by sending us a 2012 PolitiFact National article detailing a downward trend in the fleet’s size and a 2014 op-ed in The Hill by two former Navy officers.\nJackson is hardly the first politician to criticize the nation’s military readiness by comparing today’s fleet size with that of about 100 years ago. He joins company that includes Mitt Romney, the GOP presidential nominee in 2012; Sen. Lindsey Graham, R-S.C., a current presidential candidate; and Leon Panetta, Obama’s secretary of defense from 2011-2013.\nThe comparisons usually start in the final years before the United States’ 1917 entry into World War I. In 1915, the U.S. had 231 active ships, according to Navy figures. That rose to 245 ships by December 1916.\nThe fleet rapidly grew in 1917, the year Jackson cited. That April 6, the date the United States formally entered the war, the Navy had 342 active ships. The Navy offers no other figure for 1917.\nLast year, the Navy had 289 active ships, according to a report by the Congressional Research Service. That’s four more ships than Obama inherited when he became president in 2009.\nSo available statistics show it would be impossible for Obama to reduce the Navy to 1917 levels because the fleet, in raw numbers, was already below that level when Obama took office.\nWe also examined Jackson’s statement using the December 1916 data, when the Navy had 245 active ships. Is Obama taking the Navy down to that level? There’s two ways to read the numbers.\nFor several years, the White House has embraced a long-term plan that would elevate the Navy to 300 active ships in 2019 and keep it at or above that level through 2045. But any hope of achieving that depends on repealing sequestration -- a bipartisan agreement between Congress and Obama to slice debt by $1 trillion over nine years, with half of the savings coming from defense and half from domestic programs. The automatic cuts began in early 2013 after Democrats and Republicans failed to agree on any other way to pare debt.\nAdm. Jon Greenert said two years ago that sequestration, if not repealed, could force the Navy to trim its fleet to 255 or 260 active ships by 2020. That would be the lowest number since the end of 1916.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nGreenert, the chief of Naval operations, said during Senate testimony earlier this year that the Navy would do its best to shield ship building and restoration from sequestration by trying to find savings from other parts of its budget. He said the 255-ship figure was no longer valid, but didn’t provide an updated figure.\nThere’s a final matter to consider in Jackson’s claim. Even if the number of ships is cut to a pre-World War I quantity, would that mean, as Jackson wrote, that Navy fleet has been reduced to almost a 100-year low point in readiness and capability?\nMany military analysts answer with a resounding no, saying those who utter such claims confuse quantity with quality.\n\"Now, our fleet has nuclear-powered supercarriers and nuclear-powered attack submarines,\" said Todd Harrison, a senior fellow at the Center for Strategic and Budgetary Assessments. \"The capabilities of the ships we have today, you can’t even compare that to the ships we had in 1917.\"\nAlex Roland, a military history professor at Duke University, offered a similar take to PolitiFact National last year during a fact check on comments made by Sen. Lindsey Graham of South Carolina.\n\"One of the reasons for the decrease in size -- both Army and Navy -- is that we now rely far more on technology than on sheer numbers,\" Roland said. \"The question is not how we compare to our army in 1940 or our Navy in 1915, but how we compare with our potential enemies in 2014. We are head and shoulders above them.\"\nThe bottom line, analysts have told PolitiFact time and again over the years, is that historic military numbers are not a good gauge of present-day strength.\nOur ruling\nJackson says Obama \"is reducing our naval fleet to 1917 levels.\" Even if we give Jackson a break and start his comparison at the end of 1916 -- prior to the U.S. entry into World War I -- his statement has significant problems.\nNo doubt, our military is facing cuts from sequestration and, if the automatic reductions for defense and domestic programs continue, the Navy has said its number of active ships could fall to pre-World War I levels. But this has not been a solo act by the president. Sequestration is the consequence of a bipartisan deal between Congress and the White House who, otherwise, haven’t agreed on a plan to reduce debt.\nAnd counting the historic size of the fleet, analysts tell us, is a flawed way to assess Naval might. What chance would you give the dreadnoughts of the early 20th century against today’s  nuclear-powered aircraft carriers and submarines?\nWe rate Jackson’s statement Mostly False.", "vclaim_id": "vclaim-pol-06207"}