{"url": "/factchecks/2008/aug/13/barack-obama/mccains-on-georgias-side-so-is-obama/", "speaker": "Barack Obama", "vclaim": "\"John McCain's top foreign policy adviser lobbied for... the Republic of Georgia, and McCain has mirrored the position advocated by the government.\"", "truth_label": "true", "date": "stated on August 9, 2008 in a statement by Obama spokesman Hari Sevugan :", "title": "McCain's on Georgia's side (so is Obama)", "text": "Sen. Barack Obama has battered Sen. John McCain throughout the campaign for his ties to Washington lobbyists, arguing that McCain's lobbyist allies have influenced his policy positions.\n\n\nAfter Russia invaded Georgia on Aug. 8, Obama spokesman Hari Sevugan let loose another such accusation: \"John McCain's top foreign policy adviser lobbied for and has a vested interest in the Republic of Georgia, and McCain has mirrored the position advocated by the government.\"\n\n\nMcCain's top foreign policy adviser, Randy Scheunemann, has lobbied for Georgia. Scheunemann, a former national security adviser to former Senate Majority Leaders Trent Lott of Mississippi and Bob Dole of Kansas in the 1990s, signed a March 2004 contract — on file at the Justice Department's Foreign Agents Registration Act office — indicating that Scheunemann and his firm, Orion Strategies, would assist Georgia in gaining membership in the North Atlantic Treaty Organization in exchange for $150,000 for a year's work. That goal has yet to be achieved — Russia vehemently opposes Georgia's inclusion — so Georgia has renewed the contract several times, most recently in May of this year, at a cost of $200,000 through the end of 2008.\n\n\nScheunemann took a leave of absence from Orion Strategies earlier this year but it's probably fair to say that he remains invested in his firm, a two-person shop he started in 2001 with Mike Mitchell, a former aide to Senate Minority Leader Mitch McConnell of Kentucky, and to which he could easily return if McCain loses the presidency. Mitchell continues to handle the Georgia account.\n\n\nIt's clear, too, that McCain has \"mirrored the position advocated by the government\" of Georgia, at least so far. McCain sponsored a nonbinding resolution that the Senate passed unanimously in December 2005 urging the United States to increase its efforts in support of the peaceful reincorporation of South Ossetia into Georgia. The resolution also commended the government of Georgia for devising a peace plan to \"control peacefully and re-establish authority\" in the separatist region.\n\n\nWhat's cloudier, indeed, is whether McCain's view of the Russian invasion differs substantially from Obama's.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\n By Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nReporters tried to pick apart the candidates' initial statements after Russian forces moved into Georgia on Aug. 8. A\n\nNew York Times\n\nreport, for example, argued that McCain's first statement was \"immediate and tough,\" since McCain's statement blamed Russia for crossing an \"internationally recognized border into the sovereign territory of Georgia\" while demanding that Russia \"unconditionally cease its military operations and withdraw all forces.\"\n\n\nThat mirrored what Georgian President Mikheil Saakashvili had said Aug. 9, when he said Russia had launched a full-scale invasion and offered an immediate cease-fire.\n\n\nObama, the\n\nNew York Times\n\nsaid, \"trod more carefully,\" not blaming Russia at first. Russian Prime Minister Vladimir Putin said that his country had been provoked by Georgia's assault on South Ossetia, an autonomous, ethnically Russian region of Georgia.\n\n\nBut as Russia continued its invasion into Georgian territory on Aug. 11, Obama moved toward McCain's position. \"No matter how this conflict started, Russia has escalated it well beyond the dispute over South Ossetia and invaded another country,\" he said. \"There is no possible justification for these attacks.\"\n\n\nMcCain and Obama have both now issued statements supporting Georgia's entry into NATO.\n\n\nThere's no evidence that Scheunemann's ties to Georgia have influenced McCain's position, but it is correct to say McCain has supported the view of the Georgia government. The Obama campaign's statement about Scheunemann and McCain is True.", "vclaim_id": "vclaim-pol-16079"}