{"url": "/factchecks/2012/dec/06/todd-hunter/todd-hunter-says-obamacare-funded-real-estate-taxe/", "speaker": "Todd Hunter", "vclaim": "Says real estate taxes were put in place to pay for Obamacare.", "truth_label": "barely-true", "date": "stated on November 26, 2012 in a Texas Tribune interview.:", "title": "Todd Hunter says Obamacare funded by real estate taxes", "text": "A South Texas legislator opposed to the federal health care overhaul signed into law by President Barack Obama doesn’t like how the law came to be.\n\nState Rep. Todd Hunter, R-Corpus Christi, was asked during a Nov. 26, 2012, Texas Tribune event what he favors in state health care reform.\n\nHunter replied: \"The first thing I prefer is transparency,\" adding that in his view, doctors, nurses and the people weren’t included in writing the federal act.\n\n\"And when you have amendments where Nebraska gets exempted from the taxation and then today we’re finding out you have real estate taxes being placed to pay for this?\" Hunter said. \"Actually, the biggest problem is how it was handled,\" Hunter said.\n\nFirst, let’s weigh the Nebraska exception. By email, Hunter told us he was referring to the so-called \"Cornhusker Kickback,\" which was a 2009 deal resulting in the Senate-approved version of the health care act giving Nebraska added federal Medicaid funds, as recapped by FactCheck.org in a December 2011 review. At the time the amendment was accepted, U.S. Sen. Ben Nelson, D-Nebraska, declared he would vote for the overall proposal.\n\nHowever, the Nebraska provision was removed before the legislation passed into law, FactCheck noted. In turn, \"all states ended up with more federal funds, and they may well have Nelson to thank for it,\" FactCheck wrote.  \n\nBy phone, Hunter told us he had not said that the Nebraska amendment stuck in the plan because he didn’t know whether it did. He said he mentioned the amendment to demonstrate the deal-making that went on.\n\nIn any event, his Nebraska reference could be taken as vague.\n\nSo we’re focusing this fact-check on whether real estate taxes were put in place to fund Obamacare.\n\nHunter pointed us to a Nov. 17, 2012, Forbes.com blog post by Michael Chamberlain, a personal financial planner. Headlined \"Will You Pay the New Obamacare Tax,\" the post says a surtax in the law means couples with incomes over $250,000 a year and singles earning more than $200,000 could see their taxes increase in 2013.\n\nHe also nudged us to an undated publication on the tax from the National Association of Realtors, which says in part that the \"tax WILL NOT be imposed on all real estate transactions, a common misconception.\"\n\nIndeed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nIn February 2011, PolitiFact debunked a claim that under Obamacare, all real-estate transactions would be subject to a 3.8 percent sales tax. That statement, rated Pants on Fire, is deceptive because a Medicare tax on investment income created under the law applies to the investment income of single taxpayers who make more than $200,000 or couples who make more than $250,000. (It’s spelled out in Section 1402 of the Health Care and Education Reconciliation Act of 2010, titled \"Unearned income Medicare contribution.\")\n\nThat seems worth stressing. The tax would only apply to very high earners, accounting for no more than 2 percent of taxpayers, Roberton Williams, a senior fellow at the Washington-based Tax Policy Center, told us by telephone. For them, he noted, the tax would apply to the lesser of how much the taxpayer’s adjusted gross income exceeds the $200,000/$250,000 threshold or the amount that their investment gains exceeds the relevant threshold.\n\nAnd which investments might be subjected to the tax?\n\nAccording to the Internal Revenue Service, the Net Investment Income Tax applies, starting in 2013, to investment income for those very high earners from interest, dividends, capital gains, rental and royalty income and certain annuities plus income from businesses involved in trading financial instruments or commodities and businesses that are \"passive activities to the taxpayer,\" meaning they're held for the purposes of gradual long-term appreciation.\n\nWilliams said he calls the tax an investment tax. \"When somebody says ‘real estate tax’ to me, I don’t think of the capital gains tax on real estate sales. I think of the property tax\" levied by local and state governments. \"This\" new tax \"has nothing to do with property taxes,\" Williams said.\n\nSeparately, a director for the Washington-based Tax Foundation, which says it seeks sound tax policy, said the group does not call the tax a real estate tax. Joe Henchman said by phone: \"I imagine calling it a real estate tax could scare a lot of people, unnecessarily. Everyone is going to think it applies to them when 99 times out of 100, it won’t.\"\n\nWhile few property owners would be affected in the tax’s early years, the foundation said in a Sept. 24, 2010, blog post that more home sellers could be hit as years pass because the tax changes were not indexed for inflation.\n   \nPolitiFact has previously pointed out that homeowners will not be socked by the tax even if they make sales profits of hundreds of thousands of dollars. That’s because there’s a long-standing tax exemption on the profits from home sales. To be hit with the investment tax, you would have to clear more than $250,000 in profit off your home, which means at least $250,000 more than you paid for it. The ceiling is higher for a married couple. Married couples are not taxed on the first $500,000 of profit from home sales. And again, that's profit, not the sales price.\n\nFinally, we wondered how much total revenue the tax is expected to produce. Williams suggested we consider research by the Joint Committee on Taxation, which assists members of Congress on tax policy. The panel’s March 20, 2010, fiscal analysis of the health care law says that combined with a change in law stepping up payroll tax contributions by high-income taxpayers, the investment tax is expected to raise $210 billion from 2010 through 2019, a little under half of $438 billion in net revenue attributed to the overall law.\n\nHunter later said he didn’t intend to scare anybody with his comment. \"We do need to make sure folks know how complicated this deal is,\" Hunter said.\n\nOur ruling\n\nHunter said real estate taxes were put in place to pay for Obamacare.\n\nThat’s an incomplete characterization, potentially leaving the misimpression we’ll all be ponying up every time we sell a property. In reality, the tax helping to fund the health care law is an investment tax solely affecting the very wealthiest taxpayers and then only touched off by super-sized profits from any of a variety of investment types.\n\nReal estate (including rents) fits into the big mix, giving the claim an element of truth. We rate it as Mostly False.", "vclaim_id": "vclaim-pol-09946"}