{"url": "/factchecks/2017/feb/27/restore-american-freedom-and-liberty/no-evidence-pacs-claim-tammy-baldwin-wants-require/", "speaker": "Restore American Freedom and Liberty", "vclaim": "Says Tammy Baldwin \"wants to require children starting at age 5 to learn about gay sex!\"", "truth_label": "false", "date": "stated on February 16, 2017 in a fundraising email:", "title": "No evidence for PAC's claim that Tammy Baldwin 'wants to require children' to 'learn about gay sex'", "text": "The sexuality of Tammy Baldwin, the nation’s first openly gay U.S. senator, is under attack by a group that says it wants to unseat her in an election that is 21 months away.\nRestore American Freedom and Liberty goes personal on the Wisconsin Democrat as part of what it says is an effort to draft conservative Milwaukee County Sheriff David A. Clarke Jr. to run against her in 2018.\nIn a fundraising email revealed by the Milwaukee Journal Sentinel on Feb. 16, 2017, the group calls Baldwin a \"pervert\" and \"disgusting.\" It also uses extreme language in claiming Baldwin \"wants to require children starting at age 5 to learn about gay sex!\"\nThat claim caught our attention.\nThe group\nThe Denver-based Restore American Freedom and Liberty, according to the nonprofit Center for Responsive Politics, is a so-called Carey committee -- a \"hybrid\" political action committee that is not affiliated with a candidate and can operate as a traditional PAC, contributing funds to a candidate's committee, and as a super PAC, which makes independent expenditures.\nThe Journal Sentinel reported that Restore American Freedom and Liberty is one of four pro-Clarke groups that drop the names of popular politicians in fundraising appeals but then use the cash primarily on consultants, not candidates.\nDenver attorney Alexander Hornaday, the treasurer for the group, did not reply to our email and phone requests for information to back up the group’s attack on Baldwin. According to the Denver Post, Hornaday is a gay Republican who was a leader of the Colorado chapter of the Log Cabin Republicans, which represents gay conservatives.\nThe attack\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSince Restore American Freedom and Liberty didn’t respond to us, we’re left to search for what its claim might be alluding to. We found three pieces of legislation backed by Baldwin, none of which became law, that are possibilities in that they all pertained to gay students.\nOrientation surveys: In 2010, as a member of the U.S. House, Baldwin introduced a bill that would have required a federal agency to request sexual orientation data in health-related national surveys it does. But the bill did not have any requirement to teach children about gay sex.\nBullying in schools: In 2015, Baldwin co-sponsored a bill to require states to direct their local educational agencies to establish policies that prevent and prohibit bullying. The bill states that students have been singled out for bullying based on various factors, including sexual orientation and gender identity. Again, no requirement to teach about sex.\nSex education: In 2016, Baldwin co-sponsored a bill that would, among other things, require the U.S. Department of Health and Human Services to award grants for training teachers and staff to teach age-appropriate comprehensive sex education to elementary and secondary school students. For the elementary students, the teaching would be aimed at \"broadening student knowledge about issues related to human development, relationships, personal skills and sexual behavior, including abstinence.\" None of the grants could be given to programs that \"are insensitive and unresponsive to the needs of sexually active youth or lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ) youth.\"\nSo, that legislation provides financial incentives to teach sex education in a manner that is inclusive of gay students. But it’s not a requirement. It’s a grant program that school districts can choose to apply for. What’s more, it is for elementary and high school students, not targeted at kindergarteners.\nIndeed, the bill dictates the education be age appropriate, making it highly unlikely that 5-year-olds would be taught about sex acts.\nOur rating\nRestore American Freedom and Liberty says Baldwin \"wants to require children starting at age 5 to learn about gay sex!\"\nThe group did not reply to our requests for information that would back the statement. And we could not find any evidence that Baldwin supports such a requirement.\nIf information surfaces that was available when the group made its claim and it is relevant, we could reconsider this fact check. But in the meantime, we rate the statement False.  Share the Facts   Politifact    4 6  Politifact Rating:   Says Tammy Baldwin \"wants to require children starting at age 5 to learn about gay sex!\"    Restore American Freedom and Liberty  Political action committee   In a fund-raising email Tuesday, February 21, 2017 02/21/2017    Read More  info", "vclaim_id": "vclaim-pol-03626"}