{"url": "/factchecks/2013/jan/28/scott-walker/talking-gun-control-and-sandy-hook-gov-scott-walke/", "speaker": "Scott Walker", "vclaim": "\"We just had someone last week in Neenah near a school kill someone with a bow and arrow.\"", "truth_label": "pants-fire", "date": "stated on January 10, 2013 in a news conference:", "title": "Talking gun control and Sandy Hook, Gov. Scott Walker says person was killed near a school with bow and arrow", "text": "Questions about gun control were on the mind of reporters when Gov. Scott Walker held a news conference in Madison on Jan. 10, 2013.\n\nReporters, including one from the Wall Street Journal, asked the first-term governor about the shooting at Sandy Hook Elementary School in Connecticut, where 20 children and six adults were killed in December 2012 by a man with a semi-automatic weapon.\n\nDid the carnage affect Walker’s stance on gun control?\n\nThe governor responded that a variety of factors, including the mental health of the perpetrator, need to be considered to prevent future tragic events such as Sandy Hook and the August 2012 shooting at the Sikh temple in Oak Creek.\n\nWalker said too much attention is paid to the weapon in such shootings and cited a recent case as an example: \"We just had someone last week in Neenah near a school kill someone with a bow and arrow.\"\n\nHe added that if gun control efforts are  \"just focused on the weapon, that gets away from the question of who are the people committing these heinous acts and what is it that’s happening that we’re not able to prevent them from doing that.\"\n\nWalker has enjoyed considerable support from the National Rifle Association, and the group has given him an A-plus rating. His response to the gun control question was in line with groups fighting restrictions on guns: Don’t blame the weapons.\n\nThere was only one problem with Walker’s statement about the bow and arrow murder.\n\nIt never happened.\n\nWe asked Walker spokesman Cullen Werwie to explain the governor’s comment the day after he spoke. He responded three days later with this emailed statement:\n\n\"The Governor misspoke when he said someone was killed. I believe he was referring the recent standoff that involved a bow and arrow.\"\n\nWinnebago County Sheriff’s Department Capt. David Mack provided the details, starting with the most important one: \"No one got killed. I know because I was there.\"\n\nIn fact there were no serious injuries in the Jan. 3, 2013, domestic dispute in the Town of Clayton, located just west of Neenah.\n\nAccording to Mack:\n\nAuthorities were called at 9:16 a.m. to a home after receiving reports of a disturbance between Shawn Coenen, 21, and his father.\n\nDuring the dispute outside the house, \"the son shot an arrow at the father, but the arrow did not strike the father,\" Mack said. Instead, it hit a vehicle.\n\nCoenen was inside the house when authorities arrived. Initially, police weren’t certain that he was inside, so, as a precaution, they sent several officers to Clayton Elementary School, which is 2.5 miles away.\n\n\"The school was in session, and they were advised about the situation and placed in lockdown,\" Mack said.\n\nAuthorities determined that Coenen was in the house and were told by family members that there were a dozen firearms inside, but that the guns were locked in a gun cabinet. The SWAT team and crisis negotiators were called, and Coenen was arrested without incident at 1:22 p.m., Mack said.\n\nCoenen faces three felony charges -- second degree reckless endangerment, failure to comply with an officer, and being a felon in possession of a firearm.\n\nOur rating\n\nReporters asked Walker about his views of gun control in the wake Sandy Hook school shooting. Walker responded by discussing a homicide involving a bow and arrow near a Neenah school.\n\nTrouble was, there wasn’t such a homicide. What’s more, while the incident was near a school (2.5 miles away) it didn’t have anything to do with the school. And the SWAT team was called because the suspect was holed up inside the house -- with potential access to guns.\n\nFinally, Walker’s staff allowed his statement to go uncorrected for four days and only admitted that it was incorrect after being asked about it by PolitiFact. Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09797"}