{"url": "/factchecks/2017/jan/09/andrew-cuomo/more-college-graduates-living-home-decades/", "speaker": "Andrew Cuomo", "vclaim": "\"More college graduates are living at home than in decades.\"", "truth_label": "true", "date": "stated on January 9, 2017 in a State of the State speech in New York City:", "title": "More college graduates living at home than in decades", "text": "Congratulations graduate! Now go clean your room, help make dinner for the family and do the laundry. More college graduates are living with their families than in decades, Gov. Andrew M. Cuomo said in his State of the State speech Monday in New York City.\n\"Student debt now surpasses credit card debt and consumer debt and more college graduates are living at home than in decades,\" Cuomo said.\nCuomo’s comment came as part of his push to provide tuition-free public college to students from families earning $125,000 or less each year. Cuomo said graduates with less debt are more likely to afford living on their own.\nIs Cuomo right that more college graduates are living at home?\nWhere the graduates live\nThe Pew Research Center provided the latest analysis on this topic in May 2016. The center relied on data from the U.S. Census Bureau to track the percentage of young adults, ages 18 to 34, who moved back home after graduating college.\nNineteen percent of graduates lived at home in 2014, according to the data. That’s compared with 46 percent of graduates who either lived with a spouse or partner. The remaining graduates lived alone, with roommates, or had a different living arrangement.\nThe percentage of graduates living at home is the highest since the 1940s, when 29 percent of college-educated young adults lived at home, Pew said. By 1950, only 12 percent of graduates lived at home.\nThat number hovered between 10 and 13 percent until 2006, when 15 percent of graduates lived at home. Since then, the latest data shows the percentage increasing.\nCensus Bureau data shows the number of college graduates has increased each decade since 1940. That indicates the number of college graduates moving back home increased between decades even when the percentage stayed flat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nNot just graduates\nThe trend is the same for young adults who did not attend college. Thirty-six percent of those young adults were living at home in 2014, compared with 35 percent in 1940. That number dropped to 20 percent by 1960 but has increased since.\nAbout 32 percent of young adults lived at home in 2014 regardless of education level, up from 20 percent in 1960.\nThat’s not an all-time high, but Pew noted that it is the first time in more than 130 years that young adults were more likely to be living at home than with a spouse or partner. About 36 percent of young adults were reported as living alone or in a different living arrangement, Pew said.\nChris Tilly, an urban planning professor from the University of California Los Angeles, said the increase is caused by rising urban housing costs and a changing labor market.\n\"There’s just a much higher level of economic uncertainty,\" Tilly said. \"A lot of work is now precarious in a lot of ways. It’s part-time. It’s unsure. It’s stringing together a bunch of gigs.\"\nOur ruling\nCuomo said \"more college graduates are living at home than in decades.\"\nCuomo is right, according to a Pew Research Center analysis. The percentage of college graduates living with their parents is at its highest since the 1940s.\nWe rate his claim as True.\nhttps://www.sharethefacts.co/share/3d61f9ab-6c46-427b-9672-49bbcff5c019", "vclaim_id": "vclaim-pol-03810"}