{"url": "/factchecks/2018/nov/03/blog-posting/facebook-meme-miscounts-votes-claim-democrats-bloc/", "speaker": "Bloggers", "vclaim": "Veterans should vote Republican \"because the damn Democrats blocked the VA Healthcare bill again.\"", "truth_label": "pants-fire", "date": "stated on October 4, 2018 in a post on Facebook:", "title": "Facebook meme miscounts votes in claim Democrats blocked improvements to VA health system", "text": "One of Donald Trump's campaign pledges was to improve healthcare for veterans. The problem has long been recognized, although we rated Trump's claim that thousands of veterans were dying because they couldn't get treatment fast enough as Half True.\nNow a meme is making the rounds on Facebook, shared more than 187,000 times, accusing the Democrats of trying to thwart improvements to medical care through the Veterans Affairs system.\n\"I urge all veterans to vote Republican this November because the damn Democrats blocked the VA healthcare bill again,\" James Hauser asserts in an all-caps message posted Oct. 4.\nThis meme was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe sent a Facebook message to Hauser asking for specifics, but didn't hear back.\nIn fact, legislation to improve the system passed Congress last spring with bipartisan support, contrary to the meme's assertion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIn May, the U.S. Senate gave final passage to a major overall of the health care system and sent it to Trump for his signature.\nThe measure, S-2372 known as the VA MISSION Act, was designed to make it easier for veterans to get care from private physicians who are not in the VA system and, in theory, speed the delivery of care.\nIt passed the House 347 to 70 on May 16, 2018. Democrats made up 116 of those 347 winning votes. All of the opponents were Democrats.\nIt passed the Senate 92 to 5 on May 23, 2018. Democrats made nearly half the winning votes. The \"Nay\" votes were cast by two Democrats, two Republicans and one Independent.\nIn short, precisely two thirds of the Democrats in Congress voted for the bill.\nTo make the claim that \"Democrats blocked the VA healthcare bill\" strikes us a meme malpractice. We rate that claim Pants on Fire!\n Share the Facts 2018-11-03 15:50:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Veterans should vote Republican \"because the damn Democrats blocked the VA Healthcare bill again.\"     James Hauser Facebook meme    on Facebook Thursday, October 4, 2018 2018-10-04    Read More  info", "vclaim_id": "vclaim-pol-01318"}