{"url": "/factchecks/2017/jun/05/donald-trump/donald-trump-wrong-paris-accord-china-and-coal-pla/", "speaker": "Donald Trump", "vclaim": "\"China will be allowed to build hundreds of additional coal plants. So we can’t build the plants, but they can, according to this (Paris) agreement.\"", "truth_label": "false", "date": "stated on June 1, 2017 in a speech at the White House:", "title": "Donald Trump wrong on Paris accord, China and coal plants", "text": "Even as President Donald Trump defiantly withdrew the United States from the Paris climate agreement, he described it in contradictory terms.\n\"As of today, the United States will cease all implementation of the nonbinding Paris Accord and the draconian financial and economic burdens the agreement imposes on our country,\" he said June 1.\nAn agreement cannot be both nonbinding and draconian at the same time. It’s one or the other.\nTrump continued to blur the difference when he compared the obligations of China and the United States under the deal.\n\"China will be allowed to build hundreds of additional coal plants,\" Trump said. \"So we can’t build the plants, but they can, according to this agreement.\"\nWe asked the White House to tell us what part of the Paris agreement gave China permission to build coal-fired plants and what part banned them for America. We did not hear back.\nWhat’s really in the Paris agreement\nThe international declaration is big on the word \"should\" and light on the word \"shall.\"\nAs Boston College law professor David Wirth wrote in 2016, the distinction is crucial.\n\"Even the most cursory review of the text of the Paris Agreement discloses a careful, purposeful alternation between the mandatory 'shall' — indicating a binding obligation governed by international law — and the hortatory 'should' — nonbinding statements of strictly political intent without legal force,\" Wirth wrote.\nThe agreement says nations shall say publicly how much they will aim to reduce their greenhouse gas emissions and they shall report their progress. It’s up to each country to come up with its own plan, called a Nationally Determined Contribution, to meet the overall goal to limit the world’s temperature to 1.5 degrees centigrade over pre-industrial levels.\nBut then it says signatory countries \"should strive to formulate and communicate long-term low greenhouse gas emission development strategies.\"\nIn other words, the public plan and reporting is a must-do, but the actual doing is optional.\nOf importance to Trump’s comparison, the agreement treats developed and developing countries differently:\n\"Parties aim to reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer for developing country parties.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nComparing Trump’s words to the agreement\nWirth told us that Trump’s words are technically inaccurate.\n\"Nobody is allowing China to do anything, and nobody is prohibiting China from doing anything,\" Wirth said. \"And the same is true for the United States.\"\nThe agreement never uses the word coal, much less spells out how many coal-fired plants any country can build.\nAs for China’s blueprint for what it plans to do, it does give itself until 2030 for its greenhouse gas emissions to peak. In contrast, the U.S. blueprint says \"the United States intends to achieve an economy-wide target of reducing its greenhouse gas emissions by 26-28 percent below its 2005 level in 2025.\"\nCritics of the arrangement point to China’s rising emissions as evidence of a fundamental unfairness. As Trump put it, the Chinese \"can do whatever they want for 13 years.\"\nAgain, Trump’s language gives more legal weight to the agreement than it actually has, but he also overlooks other parts of China’s plan that aim to \"control total coal consumption,\" and to increase the use of renewable energy supplies.\nChina said it would reduce the carbon intensity of its economy by 60 to 65 percent below 2005 levels, and increase the share of non-fossil energy to around 20 percent. And to get there, it would start changing its policies today.\nAs a practical matter, China’s carbon dioxide emissions have held steady for the past three years. China just halted the construction of 103 new coal-fired power plants, and its energy agency at the start of the year announced plans to pour more than $360 billion into renewable energy by the end of the decade.\nWirth said that regarding coal-fired power plants, the Paris agreement creates diplomatic pressure for countries to move away from coal, but doesn’t mandate it.\n\"Either China or the United States can build as many power plants as they want as long as they are offset in other sectors,\" he said. \"It was framed that way so as to give governments maximum flexibility to meet the goals they set for themselves.\"\nOur ruling\nTrump said that the Paris agreement allows China \"to build hundreds of additional coal plants,\" while the United States can’t. The White House offered no legal argument to back that up, and the text of the agreement fails to support it. The Paris agreement never mentions the word coal, and in Trump’s own words, it is nonbinding.\nIt forces neither China nor the United States to do or not do anything.\nChina’s voluntary plan to help reduce greenhouse gas emissions does allow emissions to rise until 2030, but it also moves the country away from reliance on coal, and the tangible results have been the cancellation of over 100 new coal-fired plants.\nNeither the law nor realities on the ground support Trump’s statement.\nWe rate this claim False.  Share the Facts 2017-06-05 22:00:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  China will be allowed to build hundreds of additional coal plants. So we can’t build the plants, but they can, according to this (Paris) agreement.\"    Donald Trump President of the United States   In a White House speech Thursday, June 1, 2017 2017-06-01    Read More  info", "vclaim_id": "vclaim-pol-03238"}