{"url": "/factchecks/2013/aug/08/kathleen-ford/kathleen-ford-says-lens-design-new-pier-does-not-i/", "speaker": "Kathleen Ford", "vclaim": "\"There is no planned air-conditioned restaurant out on the Lens.\"", "truth_label": "mostly-true", "date": "stated on August 6, 2013 in a mayoral debate:", "title": "Kathleen Ford: There's 'no planned air-conditioned restaurant out on the Lens'", "text": "Opponents of the Lens design for St. Petersburg’s Pier knock it as a \"sidewalk to nowhere,\" a function-less structure lacking important amenities of the retired inverted pyramid.\nTake, for instance, the ability to eat food above water in cool air.\n\"Folks, there is no air-conditioned restaurant at the Lens,\" mayoral candidate Kathleen Ford declared at the Aug. 6 Tampa Bay Times/Bay News 9 mayoral forum. \"Let me just clear that up for you. There’s been a lot of questions about that issue. There is no planned air-conditioned restaurant out on the Lens.\"\nFord’s claim came in response to a question about whether residents should get to vote on a replacement design for the Pier if they decide to cancel the current project in the Aug. 27 primary election. Stop the Lens has argued against the Lens for a host of reasons, including the lack of a restaurant.\nThe inverted pyramid Pier, which closed May 31 but has not been demolished, had a few restaurants, including the Columbia Restaurant. The new plan for the Pier, with its looping, futuristic, open-air design, does not allocate nearly the same amount of space for restaurants as before.\nInstead of a full-size restaurant topping the water, Lens designers opted for a new restaurant strategy, in part to cut the taxpayer subsidy for the Pier. They planned a small, open-air cafe run by the Columbia restaurant on the Lens structure’s \"promontory,\" which overlooks the water.\nMeanwhile, a new Columbia restaurant would anchor a waterfront location at the approach to the Pier known as the Hub, which is currently the Pelican parking lot. Columbia owners say it will have about 8,000 square feet of air-conditioned space as well as outdoor and rooftop seating.\nRichard Gonzmart, a member of the family that owns the Columbia Restaurant Group, said the cafe would be different from traditional fare at the Columbia, featuring a fusion of Japanese and Peruvian seafood and an open bar.\nWould it have air conditioning? It’s hard to say, because final planning stages have not yet begun.\nEnclosing the cafe space would take away from the intended experience, he said, adding he sees himself enjoying a glass of sauvignon blanc at the water’s edge in casual Florida wear with his German shepherd Rusty. Vivid personal preference aside, he acknowledges it may not be ideal for heat-weary visitors. His company is testing out a fan misting system at its cafe location at the Tampa Bay History Center in Tampa, he said.\nStill, the looming referendum makes brainstorming ideas for either location with the California-based architects very difficult, he said. Much is left to be determined, and the City Council has not yet approved a lease with his restaurant for either space.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on February 28, 2011 in a press release touting a state tourism program\n\n\n\n\n\n\n\n\n\"We know that every 85 visitors create one Florida job.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Laura Figueroa • March 10, 2011\n\n\n\n\n\n\n\n\"We’ll have to come up with a way to cool it down,\" Gonzmart said. \"I will investigate what we can do to make it comfortable.\"\nCity architect Raul Quintana said the nitty-gritty of the design will only be worked out between Columbia ownership and architects if the project survives the public vote.\n\"There’s no ‘yes or no’ answer,\" Quintana said. \"Could (the cafe) be air-conditioned? Absolutely, if that’s what Gonzmart wants.\"\nTwo more parts of the promontory, a small ice cream parlor and bathroom facilities, will be air-conditioned, said Lisa Wannemacher, the associate local architect for the project.\nLens opponents, including president of Concerned Citizens of St. Petersburg William Ballard, have criticized the design for not including 26,000 square feet for a restaurant, one of the recommendations of the 2010 Pier Advisory Task Force report.\n\"We feel very comfortable stating that there is no air-conditioned restaurant out on the over water portion of the Lens,\" Ballard said, \"nor is there an air-conditioned space just for people to go out there, even an enclosed space that they could retreat to get away from the weather.\"\nThere was not enough money to meet all of the task force’s recommendations, Wannemacher said, and building the restaurant on land helps reduce the project's costs.\nTwo leaders of the task force defended the plan for the upland restaurant and promontory cafe, saying while it’s not exactly what the group had in mind, \"it does substantially address the task force’s identification of a restaurant-based program as a focus.\"\nOur ruling\nFord said, \"There is no planned air-conditioned restaurant out on the Lens.\"\nFord's specific wording is technically accurate, but it ignores the fact that there are two places to get food that are part of the Lens project. The latest designs from the architect envision an open-air cafe at the endpoint of the Lens. The cafe's final design awaits collaboration between Columbia ownership and architects, and those talks are stalled with the big vote on the Lens on Aug. 27.\nFurther, the Columbia will open a separate air-conditioned restaurant that's on the approach to the Lens and has a waterfront view.\nHer statement is accurate but needs clarification and additional information. We rate this Mostly True.", "vclaim_id": "vclaim-pol-09013"}