{"url": "/factchecks/2014/feb/25/americans-prosperity/conservative-ad-says-begich-supports-carbon-tax/", "speaker": "Americans for Prosperity", "vclaim": "Says Alaska Sen. Mark Begich \"is on record supporting a carbon tax, even pushing Harry Reid to make it a priority.\"", "truth_label": "barely-true", "date": "stated on February 21, 2014 in a TV ad:", "title": "Conservative ad says Begich supports carbon tax", "text": "Conservative political advocacy group Americans For Prosperity is spending $400,000 into a TV ad attacking U.S. Sen. Mark Begich, D-Alaska, for his position on a potential carbon tax.\n\"Sen. Begich hasn’t always been straight with us,\" the narrator claims as footage of him supporting Obamacare flashes across the screen. \"And now he’s at it again. Begich is on record supporting a carbon tax, even pushing Harry Reid to make it a priority.\"\nPolitiFact wanted to find out if the ad accurately reflects Begich’s position on the carbon tax.\nA carbon tax would impose a tax or fee on oil, gas and coal usage. The idea is that by making natural resources costlier for individuals and businesses to use, a carbon tax would encourage the use of alternative energy sources.\nMost economists agree that a carbon tax would be effective, but the issue hasn’t gained much political traction. Because Congress hasn’t come close to passing such a tax, many of the logistics are still up in the air.\nHow Begich has voted\nAmericans For Prosperity pointed us to a couple of amendments to Senate budget resolutions from 2013 as examples of Begich supporting a carbon tax.\nBegich voted in favor of an amendment to last year’s budget resolution put forth by Sen. Sheldon Whitehouse, D-R.I., who has expressed support for implementing a carbon tax. That amendment failed, but it would’ve called for revenue generated by a carbon tax to be given back to the public in some form.\nNothing in that amendment would actually enact a carbon tax. Rather, the amendment offered a rough framework for how money generated from such a tax, if one were enacted, would be put to use.\n\"I think that ultimately a fee on carbon pollution is inevitable, and the purpose of that amendment was to begin a discussion on that and begin the discussion about when that happens, what the best way to use the proceeds of the fee are,\" Whitehouse told reporters in September. \"So from that point of view, I didn’t view it as binding anybody on a carbon fee, but I did view it as an assessment of the best way of using carbon fee proceeds.\"\nSo although Begich’s vote wasn’t directly in support of a carbon tax, he was allying himself with a carbon tax supporter’s amendment that could make such a tax more politically palatable.\nThe other vote Americans For Prosperity cited is from an amendment proposed by Sen. Roy Blunt, R-Mo., which also failed. This amendment would have increased the threshold for passing a carbon tax framework within the budget resolution to 60 votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBegich voted against this amendment, even as some of his Democratic colleagues from energy producing states voted for it. Still, by voting against this, he wasn’t directly expressing support for a carbon tax.\nBegich’s letter to Reid\nAs for \"pushing Harry Reid to make it a priority,\" Americans For Prosperity pointed to a letter Begich and other Democratic senators wrote to Sen. Majority Leader Harry Reid, D-Nev., in 2010.\nGenerally speaking, the letter calls for reform to U.S. energy policy to encourage clean energy: \"While fossil fuels are and will continue to be an important part of our economy, we believe the transition to a clean energy economy -- one that includes an all-of-the-above approach -- is an economic, national security and environmental priority.\"\nThe term \"carbon tax\" doesn’t appear in the letter. However, Americans for Prosperity zeroed in on the following line: \"We believe the scale of this challenge dictates the need for a comprehensive solution that includes making polluters pay through a price on greenhouse gas emissions.\"\nA carbon tax could be one way to levy \"a price on greenhouse gas emissions.\" Another way, though, would be through a cap-and-trade program.\nBegich’s campaign spokesman told PolitiFact that the letter he signed was meant to further a general conversation about climate change.\nThe Hill reported that Begich has \"expressed skepticism\" about a carbon tax without expressing either explicit support or opposition. Begich acknowledges climate change in general is real and should be addressed by Congress. We’ve also noted that he sometimes breaks with the White House when it comes to taxes on the oil and gas industry.\nHis campaign office put it this way to PolitiFact: \"Begich has not supported a carbon tax in the past.\"\nOur ruling\nAmericans for Prosperity said \"Begich is on record supporting a carbon tax, even pushing Harry Reid to make it a priority.\"\nBegich voted on an amendment that said if there is a carbon tax, the revenue generated by a carbon tax to be given back to the public in some form.The letter to Reid said that energy policy should be aimed at putting some sort of price on greenhouse gas emissions, without specifically saying it should be a carbon tax. Begich’s campaign said he’s never explicitly supported a carbon tax.\nIf you were counting votes in the U.S. Senate for a straightforward carbon tax and looked at Begich's record for how he might vote, you'd likely put Begich in the \"maybe\" column.\nAmericans for Prosperity exaggerated in saying that Begich is \"on record\" supporting a carbon tax. So we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08209"}