{"url": "/factchecks/2019/jul/31/marianne-williamson/fact-checking-marianne-williamson-school-funding-u/", "speaker": "Marianne Williamson", "vclaim": "\"We are the only advanced industrialized nation that bases our educational funding on property taxes.\"", "truth_label": "half-true", "date": "stated on July 28, 2019 in an appearance on CBS's \"Face the Nation\":", "title": "Fact-checking Marianne Williamson on school funding in the United States", "text": "Democratic presidential candidate Marianne Williamson rolled out a plan this week to create a new U.S. Department of Children and Youth focused on issues related to American children.\nIn a July 28 interview with Williamson, CBS \"Face the Nation\" host Margaret Brennan steered the conversation around the candidate's plan to one specific issue: public education.\n\"Well, let’s talk about that,\" Williamson, an author, said. \"The truth of the matter is we are the only advanced industrialized nation that bases our educational funding on property taxes.\"\nReally? Williamson has made the same claim several times on Twitter and Facebook, and it also appears more than once on her campaign website, so we decided to check it out.\nHere’s what we found: Saying the United States bases its education funding on property taxes is somewhat of a stretch, and comparisons to other countries are tough to make.\n(Williamson’s campaign did not respond to requests for comment.)\nU.S. education funding relies on multiple sources\nExperts said Williamson’s argument boils down to the fact that the United States leaves control of its schools up to the states.\nThat means individual states decide how to generate funding for their schools, said Marguerite Roza, director of Georgetown University’s Edunomics Lab. Each state is different, but \"nearly all rely on a combination of state and local funding.\" \nAccording to the most recent data from the National Center for Education Statistics, public elementary and secondary schools got about 8% of funding in 2015-16 from the federal government, 47% from state governments and 45% from local governments.\nAbout 81% of local revenues were the result of property taxes, which means more than a third (about 36%) of all school funding came specifically from property taxes. \nSo Williamson’s claim exaggerates the extent of the United States’ reliance on property taxes.\n\"They are far from the only source of revenue,\" said Andrew Reschovsky, professor emeritus of public affairs and applied economics at the University of Wisconsin-Madison.\nBut a third of all education funding is not nothing, either, and Reschovsky said property taxes tend to be the revenue source that people are most aware of.\n\"It may well be an overstatement to say that we ‘base’ our system of education funding on the property tax, although it is understandable why people characterize it that way,\" he said.\nPlus, U.S. school districts have become less dependent on property taxes over the last 50 years, said Sean Corcoran, professor of public policy and education at Vanderbilt University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThat shift is largely due to efforts to reduce the inequalities that result when rich neighborhoods that pay high property taxes end up with more well-funded schools.\n\"Many states have undergone wholesale school finance reforms in which state aid is used to equalize revenues across school districts,\" Corcoran said, citing Michigan as an example.\nWhat about other countries?\nHow does that line up next to other advanced countries? \nThe comparison is difficult. Experts said there are no international statistics on the share of education funding that comes from property taxes. \nCorcoran pointed to two related statistics that give some sense of how other nations match up.\nFirst, the Organization for Economic Cooperation and Development — an intergovernmental economic organization — ranks the United States above all other countries when it comes to the percent of total tax revenue generated by property taxes.\nSecond, the OECD ranks the United States sixth in terms of the percent of all primary and secondary school revenues that come from local sources. The countries that lean more on local governments to pay for schools are Sweden, Norway, Iceland, Finland and the United Kingdom.\nBut those five countries are different from the United States because they also \"have national funding formulas that are used to ensure equitable and adequate funding,\" Corcoran said.\nIn most advanced countries, the central government plays a larger role in financing public education, and local governments are less significant players. Still, some other countries also utilize property taxes to help cover a portion of education spending.\nReschovsky said a relatively small share of the property tax in the United Kingdom goes toward education, for example. In Israel, the central government provides most of the money, but the small chunk provided by local governments comes from a property tax called the \"Arnona.\"\nSimilarly, for some provinces in Canada, the \"model works a lot like the model in the U.S. where provinces take the lead and there is a local portion that tends to tap property taxes,\" Roza said.\nBut you wouldn’t know that from Williamson’s statement.\nWhile property taxes \"play a more important role in funding public education in the U.S. than in most other developed countries,\" her claim is \"certainly not literally true,\" Reschovsky said.\nAt the same time, \"her basic point — that no other advanced country relies as heavily on local sources of revenue to fund school (and specifically property taxes) — is correct,\" Corcoran said.\nOur ruling\nWilliamson said, \"We are the only advanced industrialized nation that bases our educational funding on property taxes.\"\nThe U.S. gets about 36% of its education money from property taxes. So it’s a slight stretch to say the U.S. bases its school funding on property taxes, although there’s a heavy dependence.\nMore to the point, experts said that while some other countries rely in part on property taxes to help pay for their schools, the United States banks on them the most. \nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-00377"}