{"url": "/factchecks/2020/oct/02/facebook-posts/bidens-nobodys-going-build-another-coal-plant-cont/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden “made it clear..No More Coal Fired Power Plants!! So, No More Coal!! Wake Up WV, PA,OH, KY”", "truth_label": "half-true", "date": "stated on September 29, 2020 in a text post:", "title": "Biden’s 'nobody’s going to build another' coal plant, in context", "text": "Vice President Joe Biden has faced a lot of scrutiny when it comes to his position on fossil fuels. The first presidential debate was no exception. \n\"Biden made it clear..No More Coal Fired Power Plants!! So, No More Coal!! Wake Up WV, PA,OH, KY,\" reads one Facebook user’s text post. The Sept. 29 post, shared thousands of times, came the same night as the debate.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It resembles previous false claims by President Donald Trump and other Republicans, who have said Biden wants to ban fracking and kill jobs in Pennsylvania, a swing state that relies on the industry. \nBiden’s official position includes implementing clean electricity by 2035 and net-zero carbon emissions by 2050. When asked about Trump’s criticism that his plans would tank the economy in the debate, Biden did say there will be no new coal-fired power plants. But his comments implied companies would opt for renewable energy because of the cost of coal, not because he would ban coal if elected. \nHere’s what he said: \"During our administration in the recovery act, I was...able to bring down the cost of renewable energy to cheaper than or as cheap as coal, and gas, and oil. Nobody’s going to build another coal-fired power plant in America. No one’s going to build another oil-fired plant in America. They’re going to move to renewable energy.\" \nThe Facebook post — which names West Virginia, Pennsylvania, Ohio and Kentucky — suggests that states’ economies that currently rely on coal would see the industry get taken away. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBut Biden’s climate plan acknowledges existing coal plants as part of the country’s energy portfolio.\nBiden’s campaign directed PolitiFact to the former vice president’s support for carbon capture projects, which could use coal power plants retrofitted to trap carbon dioxide before it’s emitted into the atmosphere. Biden’s action plan also promised to secure health care and benefits for coal miners and help communities transition into new jobs, as marketplace competition \"continues to shift the country away from coal-fired electricity.\" \nIt’s not the first time Biden has mischaracterized his own stance on fossil fuels. In a March primary debate, he misspoke and seemed to say he would ban fracking. He has, however, said that he wants to ban the federal government from issuing new permits to drill on public land. \nOur ruling\nThe Facebook post claimed that Biden said \"no more coal-fired power plants!! So, no more coal!!\"\nBiden during the first presidential debate said that \"nobody’s going to build another coal-fired power plant in America,\" after explaining that renewable energy is \"cheaper or as cheap as\" coal, oil and gas.  \nThe claim is missing important context that Biden appeared to refer to marketplace competition, which would be consistent with his climate action plan. \nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-18594"}