{"url": "/factchecks/2019/nov/16/nicole-galloway/claim-missouri-among-highest-rates-uninsured-child/", "speaker": "Nicole Galloway", "vclaim": "\"Missouri has one of the highest rates of uninsured children in the country.\"", "truth_label": "half-true", "date": "stated on October 12, 2019 in a mass email:", "title": "Claim that Missouri has among the highest rates of uninsured children misses part of the data", "text": "Nicole Galloway, state auditor and Democratic candidate for Missouri governor, said in an email she’s running for governor to \"help the children who are not being protected by the current Jefferson City administration.\" She added that \"in 2018, the year Mike Parson took office, Missouri saw a 9% drop in children insured under Medicaid and CHIP.\"\n\n\nShe called for the expansion of the Children’s Health Insurance Program (CHIP), and said: \"Missouri has one of the highest rates of uninsured children in the country, and it’s completely avoidable.\"\n\n\nGalloway’s office cited a September 2019 report from the Medicaid and CHIP Payment and Access Commission to support her claim. It showed Missouri had the largest decline — 15.1% — in children covered by those two insurance programs between May 2017 and May 2019.\n\n\nDoes that mean Missouri’s uninsured children rate is actually one of the country’s highest?\n \n\nHow kids get covered\n\n\nMost children are covered by their parent’s insurance, but if a parent is uninsured they may be eligible for coverage from Medicaid and CHIP. Children are eligible for Medicaid if their parents meet the income threshold of 150% of the federal poverty level, which according to the Assistant Secretary for Planning and Evaluation is $25,750 a year for a family of four.\n\n\nCHIP expands Medicaid’s coverage and covers children whose parents’ income is still low, but doesn’t meet the threshold.\n\n\nAn enrollment decline could be a good thing if more people are getting insurance through jobs with health benefits. That’s not necessarily the case, according to Samantha Artiga, director of the Disparities Policy Project and associate director of the program on Medicaid and the uninsured at the Kaiser Family Foundation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\n\"Some of that enrollment decline may reflect people who are coming off of coverage because of problems completing renewals or other systems or processes issues, not necessarily because they're no longer eligible for the coverage,\" she said.\n\n\nWhat’s not covered in the report\n\n\nMedicaid and CHIP enrollment rates aren’t necessarily the same thing as uninsured rates, said Gerald Kominski, a health policy and management professor and senior fellow at the UCLA Center for Health Policy Research.\n\n\nAccording to data from the Kaiser Family Foundation, a health policy research organization, Missouri’s rate of uninsured people from the ages 0 to 18 was the same as the national average at 5% in 2017, the most recent year data was available.\n\n\"Saying Missouri has one of the highest rates is stretching; it’s high, but it’s higher in neighboring states,\" Kominski said in an email.\n\n\n\nSome examples of states with higher rates of uninsured children are Oklahoma with 8%, and Nebraska with 6%. Texas had the highest rate of uninsured children at 11%. Overall, Missouri is tied with nine other states for 15th highest in the nation.\n\n\nOur ruling\n\n\n\"Missouri has one of the highest rates of uninsured children in the country,\" Nicole Galloway said in an email to voters.\n\n\nWhile the data Galloway used shows Missouri had the steepest decline in Medicaid and CHIP enrollment, those programs are a subset of the overall uninsurance rates. The enrollment declines between 2017 and 2019 don’t by themselves show that Missouri had one of the country’s highest rates of uninsured children.\n\n\nWith that, we rate this claim Half True.", "vclaim_id": "vclaim-pol-16795"}