{"url": "/factchecks/2019/jul/29/viral-image/viral-photo-migrants-ship-during-world-war-ii-your/", "speaker": "Viral image", "vclaim": "Says a photo showing thousands on a ship next to a crowded dock are \"Europeans trying to get to North Africa during World War II.\"", "truth_label": "false", "date": "stated on July 24, 2019 in a Facebook post:", "title": "That viral photo of migrants on a ship during World War II you’re seeing online? It’s miscaptioned", "text": "A viral photo showing thousands of people gathered on a ship is circulating social media, and while the photo is real, the caption that goes with it is inaccurate.\nThe caption above the photo reads: \"These aren’t Syrians. They’re Europeans trying to get to North Africa during World War II. So next time you think about closing the borders you might want to check with your grandparents.\"\nThe image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo is real – but it is miscaptioned. The image’s misrepresentation has been circulating online for years and several media outlets and fact-checking sites have debunked it. \nA reverse-image search reveals the original version of the photo is in color, not black-and-white as the social media posts share it, and shows it was actually taken in August 1991.\nThe image is one of many that depict a mass exodus of Albanians who were hoping to escape the chaotic end of communist rule in their country at the time. The photo shows the ship Vlora bringing thousands of Albanian migrants to the Italian port of Bari after they fled their homes located on the Balkan Peninsula in southeastern Europe. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMore photos and videos of the event can be found online. An Italian documentary called \"La Nave Dolce\" was also made about the incident. The title literally translates to \"The Sweet Ship\" in English but the movie's alternate English-language title was \"The Human Cargo.\"\nBenjamin White, a historian and University of Glasgow professor, wrote about the photo in 2015 on his website:\n\"...this photo shows us that refugees are interchangeable. You can pretend that a picture of people fleeing the political uncertainty and economic misery of Albania a quarter of a century ago shows Tripoli or Tartus this summer, and some people will believe you (and retweet). Or you can put the same picture in black and white and claim it shows European refugees in the 1940s, and other people will believe you (and repost). One of those claims is intended to provoke hostility toward refugees, and the other is intended to elicit sympathy—but it’s striking that both of them reduce the refugees themselves to silence in precisely the same way.\"\nOur ruling\nSocial media posts sharing an image of thousands of migrants on a ship claim that it depicts \"Europeans trying to get to North Africa during World War II.\"\nThe image is real, but it was taken in 1991 at an Italian port and shows thousands of Albanian migrants trying to enter the country.\nWe rate this False.\nCorrection, July 29, 2019: \"La Nave Dolce\" literally translates to \"The Sweet Ship\" in Italian. An earlier version of this story incorrectly stated that it translates to the movie's alternate English-language title, \"The Human Cargo.\"", "vclaim_id": "vclaim-pol-00381"}