{"url": "/factchecks/2014/may/12/john-garamendi/prior-benghazi-were-there-13-attacks-embassies-and/", "speaker": "John Garamendi", "vclaim": "\"During the George W. Bush period, there were 13 attacks on various embassies and consulates around the world. Sixty people died.\"", "truth_label": "mostly-true", "date": "stated on May 5, 2014 in an interview on MSNBC's \"The Ed Show\":", "title": "Prior to Benghazi, were there 13 attacks on embassies and 60 deaths under President George W. Bush?", "text": "As the U.S. House of Representatives was readying a new special committee to investigate the terrorist attack in Benghazi, Libya, many Democrats were arguing that continuing to probe the Sept. 11, 2012, attack -- which killed four Americans, including U.S. Ambassador Chris Stevens -- amounted to a political witch hunt.\nOn May 5, 2014, Rep. John Garamendi, D-Calif., told MSNBC host Ed Schultz that there has already been exhaustive testimony and investigation of the incident.\n\"This thing is just going on and on to boredom actually,\" Garamendi said. \"The Armed Services Committee actually did a hearing and the result was there’s nothing here. That’s obviously a great tragedy, but Ed, during the George W. Bush period, there were 13 attacks on various embassies and consulates around the world. Sixty people died. In Karachi, there was a death of one of our diplomats, and those were not investigated during that period of time because it was a tragedy.\"\nReaders asked us whether it’s true that under Bush, \"there were 13 attacks on various embassies and consulates around the world, (and) 60 people died.\"\nWe turned to the Global Terrorism Database, a project headquartered at the University of Maryland. The database documents terrorist attacks around the world going back to the 1970s, and experts told us it is the best resource available for this fact-check.\nWe searched the database for descriptions between January 2001 and January 2009 that included the term \"U.S. embassy.\" We supplemented these with a few other attacks listed in a Huffington Post opinion piece that Garamendi’s staff said was their main source for the claim. The Huffington Post column Garamendi cited purposely didn't count any attacks in Baghdad. So we decided to construct our count from scratch.\nWhile Garamendi spoke of \"embassies and consulates,\" we found several U.S. diplomatic targets killed in the line of duty outside official compounds -- such as in convoys or their homes -- and we included them in our count. Once we cross-referenced the attacks in the article and those in the database, we narrowed down the total to 39 attacks or attempted attacks on U.S. embassies and embassy personnel.\nOf these 39 attacks, 20 resulted in at least one fatality. (Our complete list is here.) This is higher than Garamendi's claim, though if you only count attacks on embassy and consular property, there were 13.\nGaramendi also understated the number of deaths. In the 20 incidents with at least one fatality, the total death toll was 87 -- quite a few more than the 60 Garamendi cited. If you only count those at embassies and consulates proper, the number of deaths drops to 66.\nWe should note that the vast majority of these deaths were not Americans. We counted 63 deaths that were either of non-Americans or of people whose nationality is unknown. Another three were U.S. civilians. Another 21 were workers at the U.S embassy or consulate, either of American or foreign nationality.\nSo, using what we think is the most reasonable definition, Garamendi's numbers are a bit low.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat about the implicit comparison he made between Benghazi and these previous attacks? That’s a little shakier.\nGenerally, the experts we contacted agreed that Garamendi was making a reasonable point that there has been a steady, and comparatively overlooked, series of deadly attacks on U.S. embassies in recent years.\nStill, these experts also said there are valid reasons to treat Benghazi differently from the earlier attacks.\n\"Is Benghazi different? Absolutely,\" said Daveed Gartenstein-Ross, a senior fellow at the Foundation for Defense of Democracies and an adjunct assistant professor in Georgetown University’s security studies program.\nOne reason, he said, is that an American ambassador died in the attack, which hadn’t happened since the 1970s. Another relevant question, Gartenstein-Ross said, \"is whether what happened was put to the American people in an honest manner, not just with respect to the administration, but also with respect to the intelligence community.\"\nGartenstein-Ross added that he wasn’t endorsing \"how the Republicans go about\" investigating this question. But he did say it’s a \"real, legitimate question.\"\n\"As always, what causes the problem is not so much what happens, but the response to it,\" said Theodore R. Bromund, a senior research fellow at the conservative Heritage Foundation. \"‘If the administration had come out shortly after the attack and said, ‘Our consulate was attacked by organized Islamist forces, and we will pursue these terrorists and bring them to justice, one way or the other,’ I very much doubt there would be much juice in these hearings, if indeed they were being held at all.\"\nLance Janda, a military historian at Cameron University, agreed that Benghazi brings up important issues.\n\"We probably should have had more United States forces on site or at least nearby,\" he said. And the administration had a \"muddled response in terms of releasing information,\" he added.\nOur ruling\nGaramendi said that \"during the George W. Bush period, there were 13 attacks on various embassies and consulates around the world. Sixty people died.\" There are actually different ways to count the number of attacks, especially when considering attacks on ambassadors and embassy personnel who were traveling to or from embassy property. Overall, we found Garamendi slightly understated the number of deadly attacks and total fatalities, even using a strict definition. Garamendi’s claim is accurate but needs clarification or additional information, so we rate it Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  \"During the George W. Bush period, there were 13 attacks on various embassies and consulates around the world. Sixty people died.\"    John Garamendi Congressman   In an interview on MSNBC Monday, May 5, 2014 05/05/2014    Read More  info", "vclaim_id": "vclaim-pol-07871"}