{"url": "/factchecks/2018/mar/08/noah-smith/has-automation-driven-job-losses-steel-industry/", "speaker": "Noah Smith", "vclaim": "\"Since 1990, production of metals in the U.S. has held roughly constant, but the number of people employed in the industry has fallen steadily.\"", "truth_label": "true", "date": "stated on March 7, 2018 in a Bloomberg View column:", "title": "Has automation driven job losses in the steel industry?", "text": "As President Donald Trump weighed imposing tariffs on foreign steel and aluminum, some commentators have warned that this would be a misguided approach.\nNoah Smith, a columnist for Bloomberg View and a former finance professor, wrote a column in which he noted, among other things, that a crucial issue facing metals-producing industries isn’t foreign competition — it’s automation.\nTariffs, Smith wrote, won’t \"bring back good jobs at steel and aluminum factories. Since 1990, production of metals in the U.S. has held roughly constant, but the number of people employed in the industry has fallen steadily.\"\nThat’s due to technological improvements, he wrote: \"Productivity has improved, even as demand has stayed more or less constant. Mathematically, that means fewer jobs for steel and aluminum workers. Tariffs won’t change that equation. If anything, by hurting downstream industries like car and equipment manufacturers, the new import taxes will probably kill more factory jobs than they save.\"\nWe can’t predict what will happen in the future, but we wondered whether Smith is right about the trend lines for production and employment in the American metals-producing sector since 1990. And when we took a closer look, we found that he’s on target.\nWe found data for employment in the primary metals-producing sector, which incorporates five subcategories: iron and steel mills, steel product manufacturing from purchased steel, aluminum production and processing, production and processing of metals other than iron and aluminum, and foundries.\nEmployment levels in this sector have declined reasonably steadily since 1990, despite a period of stable employment during the late 1990s, a sharp but temporary fall during the Great Recession, and a modest uptick over the past year or two in which metals employment growth has outpaced that of the overall economy, said Jed Kolko, chief economist at the jobs site Indeed.com.\nOverall, since 1990, employment has declined by about 42 percent.\n\nAt the same time, production in primary metals has remained roughly the same since 1990 except for the Great Recession. For most of that period, production has ranged between 90 percent and 110 percent of the benchmark level (the amount produced in 2012):\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nIf you put these two statistics together, the overall pattern becomes clear: As production stays roughly the same and as fewer workers make it happen, productivity rises over time.\n\nThe idea that steel in particular has experienced a productivity revolution due to technology \"is the same story I have been telling since the early 1990s,\" said Gary Burtless, an economist with the Brookings Institution. \"The basic story is that one person can produce a lot more metal today than he or she could produce\" a few decades ago.  \nBurtless said he has a brother who’s been working in the coke oven of a steel plant since the mid 1970s and who has \"seen first-hand the dramatic reduction in person-power needed to keep integrated steel mills running at full capacity\" — as well as improvements in quality.\nMichael J. Hicks, the director of the Center for Business and Economic Research at Ball State University, agreed that Smith’s analysis is on target.\n\"I would agree that the most likely cause of the productivity gains are technology, though I would interpret technology broadly to include not just machinery but the way that factories organize production, such as internal logistics and the reduction of redundant operations that might be enabled by technology,\" Hicks said.\nAnd J. Bradford Jensen, a professor of international business at Georgetown University’s McDonough School of Business, added that \"imports did have something to do with the loss of employment in steel and aluminum, but the more important factor is technological change and productivity growth,\" he said.\n\"Tariffs won't change that, much like relaxing regulations on coal and pollution will not bring back many coal-mining jobs,\" he said.\nOur ruling\nSmith wrote, \"Since 1990, production of metals in the U.S. has held roughly constant, but the number of people employed in the industry has fallen steadily.\"\nHis numbers are solid, and experts agree that automation has done significant harm to employment levels in the metal industry. We rate the statement True.", "vclaim_id": "vclaim-pol-02332"}