{"url": "/factchecks/2012/sep/20/barack-obama/obama-says-romney-talks-tough-china-puts-his-money/", "speaker": "Barack Obama", "vclaim": "\"Even today part of Romney’s fortune is invested in China.\"", "truth_label": "mostly-true", "date": "stated on September 13, 2012 in a campaign ad:", "title": "Obama says Romney talks tough on China but puts his money there", "text": "America’s fraught relationship with China seems to creep into every modern presidential election. This time the argument is over which candidate has done more to boost Asia’s largest economy at America’s expense. Mitt Romney slams President Barack Obama for being soft on enforcing trade rules with China. In a television ad, the Obama campaign punches back, saying as an investor, Romney sent American jobs to the very country he promises to boot into line.\n\nThe Obama ad gets personal. It says \"Even today part of Romney’s fortune is invested in China.\" We wondered if that attack was on the money.\n\nTo the extent that some of Romney’s funds can be traced to China, the claim is accurate. In fact, the Romney campaign confirmed it. In an email exchange with us, staff made no bones about it. The candidate has money in Chinese companies.\n\nThe campaign noted that Romney has his assets in a blind trust and the trustee is in charge. Staff described Romney’s role in his Chinese investments as passive; he does not decide which funds will get his money and the fund managers pick the places where to invest. The campaign also had something to say about Obama’s investments, which we’ll get to in a bit.\n\n Romney’s investments\n\nWe can trace some examples of how this plays out.\n\nIn the personal financial disclosure he filed as a presidential candidate, Romney listed an investment in Bain Capital Asia in the range of $100,000 to $250,000. This is a small amount relative to his estimated net worth of $250 million.\n\nThe New York Times reported that Bain Capital Asia purchased a Chinese video surveillance company, Uniview Technologies, in December 2011. The firm supplies cameras and software to police so they can keep watch over public spaces such as universities and commercial centers and share information with their counterparts elsewhere in the country.\n\nBain Capital Asia has multiple investments and multiple investors, so the Romney stake in Uniview Technologies is highly diluted. But in some small way, his money is there.\n\nWhen news of the investment broke in March, Romney told reporters he knew nothing about it.\n\n\"Any investments that I make are managed by a blind trust,\" he said. \"I don't make investments in Bain or anywhere else. That's done by a trustee who makes decisions that he thinks are correct.\"\n\nThat trustee, R. Bradford Malt, issued a statement, cited in the New York Times, that he had put the money into the Bain fund before it purchased Uniview. Malt said the Romneys had no say in the matter and that he himself had no control over the fund’s choice of investments.\n\nAccording to the Boston Globe, Romney reported at least half a million dollars invested in another Bain fund that is a major shareholder in the Chinese retailer Gome.\n\nThe blind trust puts Romney at some distance from his Chinese investments. Presumably, if the New York Times hadn’t written about Uniview, he wouldn’t have known where his money was.\n\nRomney’s blind trust\n\nWe should note that not all blind trusts are created equal. Romney’s meets the requirements in Massachusetts. His trust would not pass muster in Washington.\n\n\"It’s a blind trust only to the extent that Romney calls it that and describes it that way,\" said Meredith McGehee, policy director at the Campaign Legal Center, a nonpartisan group focused on government ethics.\n\nRomney is much closer to his trustee, Malt, than federal rules would allow. The two men both have close ties to Bain Capital, Romney as founder, and Malt as a lawer to the firm. Romney retains large investments in Bain. None of this matches the criteria of independence and arm’s length dealings that are spelled out in the federal rules.\n\nFor one thing, the Office of Government Ethics, the agency that oversees the rules, allows only financial institutions to be trustees; individuals need not apply. Second, the rules would block someone with Malt’s history with Romney and Bain. The regulations state that the office will only accept a trustee who \"is not and has not been employed by any interested party, not served as a director, officer, or employee of any organization affiliated with any interested party.\" Romney is the \"interested party,\" and Malt’s work with Bain alone would disqualify him.\n\nObama’s China connection\n\nThe Romney campaign claims that President Obama has money invested in China too, albeit indirectly. The president’s financial disclosure shows he has retirement money in Vanguard mutual funds and the Illinois pension plan.Those funds list investments in some 500 companies, including Apple, Wal Mart, Bristol-Myers Squibb, and General Electric.\n\nThose firms have employees and in some cases, manufacturing facilities in China, which relates to another campaign hot-button issue, outsourcing. However, the companies themselves are based in the U.S. The investments involve domestic, not international, stock purchases.\n\nOur ruling\n\nThe Obama campaign ad says, \"Even today part of Romney’s fortune is invested in China.\"\n\nThe Romney campaign confirms this statement. In particular, news reports show as recently as this year, Romney had money invested in funds that owned shares in two Chinese firms. The amount is not likely to be large, certainly relative to Romney’s sizeable assets, and might be minor in absolute terms as well, due to the dilution that comes with funds with multiple investors and multiple investments.\n\nThe claim suggests that Romney had more to do with the investment decision than is the case.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10346"}