{"url": "/factchecks/2015/jul/02/maggie-hassan/hassan-says-6000-people-expanded-medicaid-have-sou/", "speaker": "Maggie Hassan", "vclaim": "Six thousand people have sought addiction treatment through expanded Medicaid.", "truth_label": "false", "date": "stated on June 16, 2015 in her State of the State speech in Nashua:", "title": "Hassan says 6,000 people on expanded Medicaid have sought treatment for addiction", "text": "When New Hampshire Gov. Maggie Hassan gave her state of the state address in Nashua she took time to address two priorities. One of them was extending authorization of the state’s expanded Medicaid program, which is set to wind down at the start of 2017. The other was adding resources for those struggling with drug and alcohol addiction.\n \nThe two came together in one sentence from the speech. Hassan told the crowd that, \"our bipartisan health care expansion plan provides coverage for treatment for substance and alcohol abuse, and 6,000 people have already accessed services for substance misuse through this program.\"\n \nThat’s a remarkable number, given that in the same speech and news accounts, the overall number of those enrolled in the expanded Medicaid program is about 40,000. Given Hassan’s numbers, that means about 15 percent had sought treatment for drug or alcohol issues.\n \nThat would be a pretty hefty number, and would signify both a widespread problem and evidence that people are seeking and receiving treatment. Is she right? We decided to check it out.\n \nDrug abuse in New Hampshire\n \nBut first, let’s look at some background on the problem.\n \nIn 2014, 325 people in the state died from overdoses. That was a record, and it led to new laws this legislative session. As the Concord Monitor reported earlier this month, \"senators passed a bill ... giving limited criminal immunity to people who report overdoses. Gov. Maggie Hassan signed a law last week expanding public access to the life-saving drug Narcan, an antidote to heroin overdoses.\"\n \nMembers of the Executive Council are on board too.\n \n\"There’s no question that we need to continue to support, and frankly do more, when it comes to substance abuse issues and addiction issues in New Hampshire,\" Democratic Councilor Colin Van Ostern told the Associated Press on Wednesday.\n \nIt’s also true that addicts in New Hampshire haven’t previously sought treatment in large numbers. Tym Rourke, the chairman of the Governor’s Commission on Alcohol and Drug Abuse Prevention, Intervention and Treatment, laid out the challenge in an education session for lawmakers in May 2014.\n \nAt the time, Rourke said that about about 5 percent of all New Hampshire residents struggling with addiction got help, the Monitor reported.\n \n\"In the United States, if you have a substance abuse disorder, the only other state where you are less likely to get help is Texas,\" he said.\n \nSo experts agree that there is a need in the state: People with drug problems are dying, and relatively few of them are seeking treatment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n \nBut do they amount to 6,000 of 40,000 new Medicaid enrollees?\n \nA closer look at the numbers\n\nWhen we reached out to Hassan’s spokesman, William Hinkle, he admitted that the number was actually incorrect.\n \n\"This number came from information that HHS presented to the substance use disorder benefit providers. At the time, HHS had said roughly 6,000 people had accessed substance misuse services under expansion and nearly 2,000 had accessed mental health services,\" Hinkle wrote. \"However, those numbers were inverted and the opposite was the case.\"\n \nWe reached out to the state Department of Health and Human Services, and Director of Communications Jake Leon gave us the official numbers.\n \n-- 1,800 different people used drug and alcohol treatment services from Sept. 1, 2014, to March 31.\n-- 9,000 different people used mental health services over that same period.\n \n\"The numbers were accidentally swapped at some point,\" Leon wrote in an email. \"It was an honest but unfortunate mistake.\"\n \nOf course, the numbers weren’t simply reversed. If so, Hassan would have reported that 9,000 different people received substance abuse treatment. This wasn’t the case.\n \nHinkle emphasized that the numerical error doesn’t undercut the governor’s point. \"The underlying point remains true,\" Hinkle said. \"Thousands of people have accessed coverage for these services under the bipartisan expansion plan.\"\n \nWhen Hassan appeared at the Monitor on June 24 to talk about her plans to veto the Legislature’s budget, she used a talking point that had been revised from her Nashua speech. Now, rather than saying 6,000 had sought treatment, she merely said \"thousands.\"\n \nPeter Evers, the CEO of Riverbend Community Mental Health in Concord, said that he absolutely agreed with the governor's point. If anything, he wrote in an email, more people need help than are receiving it.\n \n\"The need is absolutely there. The complication here is that substance misuse has such a stigma to it that it is hard for people to reach out, and getting young people into treatment is hard when they are in what is called the 'pre-contemplative'  stage of the problem, (when) they are not aware that they have a problem,\" Evers wrote.\n \nOur ruling\n \nIn her state of the state address, Hassan said that \"6,000 people have already accessed services for substance misuse\" through the state’s Medicaid program.\nThere is no question that substance abuse in the state is a real and pressing problem, and the statistics show that thousands have sought help as a result of the state’s expanded Medicaid program. But Hassan offered (and later corrected) a number that simply wasn’t accurate. The real total is closer to 2,000 -- about one-third the amount she cited.\nWe rate her claim False.", "vclaim_id": "vclaim-pol-06238"}