{"url": "/factchecks/2020/jun/30/facebook-posts/no-evidence-nancy-pelosi-made-millions-insider-cor/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi “made millions in coronavirus insider trading.”", "truth_label": "false", "date": "stated on April 2, 2020 in a Facebook post:", "title": "No sign Nancy Pelosi made millions trading on insider coronavirus information", "text": "Did House Speaker Nancy Pelosi get rich off the coronavirus pandemic through insider trading?\nThat is, did the California Democrat improperly use confidential information, gained by virtue of being the government’s third-highest elected official, to make a killing in the stock market?\nThat’s the claim of an article widely shared on Facebook.\n\"Pelosi made millions in coronavirus insider trading,\" the headline reads.  \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim we’re checking here misstates the timeline for the stock trades in question and overstates the investment gains. While Pelosi’s husband bought stock that later increased in value, it was nearly two weeks before House members were briefed about the COVID-19 outbreak.\nWhat is insider trading?\nInsider trading is when someone uses non-public information to profit from the sale or purchase of a stock. Depending on the circumstances, it can be legal or illegal.\nInsider trading by members of Congress is a special concern for regulators because lawmakers often have privileged access to nonpublic briefings and investigative information that could affect individual companies or industries. \nIn 2011, \"60 Minutes\" reported on a transaction by Pelosi’s husband, Paul, involving 5,000 shares of Visa that he bought in the credit card company’s 2008 initial public offering. Within two days of the IPO, as Congress was considering new credit card regulations, Visa’s stock price rose by $20, or about 45%.\nFive months later, Congress passed the bipartisan Stop Trading On Congressional Knowledge (STOCK) Act, which prohibits lawmakers from using their insider knowledge to trade stocks. Republicans added the so-called Pelosi provision to prevent government officials from gaining special access to IPOs.  \nThis year, news reports revealed that two GOP senators, Richard Burr of North Carolina and Kelly Loeffler of Georgia, dumped between hundreds of thousands and millions of dollars worth of stock after being privately briefed by health officials early in the coronavirus outbreak, prompting a federal investigation and a call for more reforms. News reports on May 26 said the Justice Department notified Loeffler, as well as Sens. Jim Inhofe, R-Okla., and Dianne Feinstein, D-Calif., it would not file insider trading charges against them. But the investigation against Burr appeared to be proceeding.\nPaul Pelosi buying Amazon stock\nThe article we’re checking is from IndependentCitizen.com, which describes itself as \"a daily journal of news and opinion for free citizens wishing to defend their liberty\" based in Liberty, Va. Information about the domain’s owner is not disclosed on public databases, but it at one point featured a podcast by longtime Libertarian Austin Petersen, who ran for president in 2016. The article alleges that \"recent reports show that on Jan. 17, Pelosi and her husband bought millions of dollars in Amazon stocks, soon after she began receiving briefings about the coronavirus pandemic’s impact on the United States.\" \nThe article, published April 2, notes that Amazon’s business increased as many Americans opted to shop online  — and claims without evidence that the Pelosis earned nearly $2 million in 10 weeks.\nAn article published April 1 by True Pundit, a conservative website, claimed that because Amazon’s stock price reached close to $2,000 on March 31, the Paul Pelosi stock purchase had earned the Pelosis $1.1 million in 10 weeks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nNancy Pelosi’s disclosure\nPaul Pelosi has been a prominent businessman in real estate and venture capital for decades.\nPelosi spokesman Drew Hammill told PolitiFact that Pelosi did not receive a briefing on the coronavirus until one was given to House members on Jan. 29. \nThat roughly corresponds with a report from Politico that says lawmakers in the House and Senate were briefed via both classified and non-classified meetings about the coronavirus in late January and February.\nBut Paul Pelosi made his stock purchase a couple of weeks earlier — on Jan. 16.\nHammill said that Nancy Pelosi herself owns no stock. Still, she is required to disclose her husband’s transactions.\nNancy Pelosi disclosed in a report that on Jan. 16, Paul Pelosi bought 3,000 shares of Amazon stock, as well as 5,000 shares of Facebook stock. \nAmazon shares traded as low as $1,866.02 a share on that day. Paul Pelosi bought his shares for $1,600 apiece by exercising  call options that he already held. Call options are contracts that allow an investor to buy a specific stock at a certain price up to a certain date. The options would have expired the next day, according to Pelosi’s disclosure form.\nOver the next few months, Amazon shares moved up and down roughly in tandem with the overall stock market, falling as low as $1,626.03 on March 16, as news of the pandemic-related shutdowns battered stocks. By late June, they were trading at nearly $2,800 a share, with gains far outpacing the broader market. \nPelosi’s disclosure says her husband exercised options to buy 3,000 shares at $1,600 — a $4.8 million investment.\nTen weeks later, on March 26, Amazon’s closing price was $1,955. Pelosi’s shares would have been worth $5.9 million.\nThat’s a paper profit of $1.1 million. Actual profit, minus the cost of the call options and other expenses, would not be realized until a stock is sold.\nPelosi’s Facebook investment, for which he paid $720,000, was worth about $100,000 more on March 26.\nOur ruling\nAn article widely shared on Facebook claimed Nancy Pelosi \"made millions in coronavirus insider trading\" over the course of 10 weeks.\nHer husband, Paul Pelosi, used call options to purchase Amazon stock, and investment that gained about $1.1 million in 10 weeks. The gain on his Facebook investment was about $100,000. But those are paper gains, not actual earnings.\nMoreover, Paul Pelosi made his purchase roughly two weeks before House members were briefed about the coronavirus outbreak.\nLacking any evidence that Nancy Pelosi received inside information about the coronavirus prior to Jan. 29, we rate the statement False.", "vclaim_id": "vclaim-pol-18015"}