{"url": "/factchecks/2009/jun/30/lamar-smith/abc-broadcast-networks-controversial-issue-ads/", "speaker": "Lamar Smith", "vclaim": "During a town hall meeting on health care, \"ABC didn't even allow ads that opposed the president's health care plan to be aired.\"", "truth_label": "true", "date": "stated on June 24, 2009 in an interview on Fox News:", "title": "ABC and broadcast networks steer clear of controversial issue ads", "text": "Rep. Lamar Smith was outraged that ABC News was dedicating a day of coverage to health care reform, capping it off with an exclusive town hall with President Barack Obama.\n\n\n\"It was like a rigged football game,\" Smith told Greta Van Susteren during an interview on Fox News. \"The president had home field advantage. ABC was the only referee. The opposing team wasn't allowed on the field. But ABC didn't even allow ads that opposed the president's health care plan to be aired.\"\n\n\nSmith, a Republican from Texas, made his comments even before the special aired on June 24, 2009. We wanted to know if it was true that ABC \"didn't even allow ads that opposed the president's health care plan to be aired.\"\n\n\nA call to ABC confirmed that this was true. Though ABC accepts advertising for political candidates, it has a policy of rejecting ads that advocate for general political issues, a spokeswoman told us. We tried to ask more detailed questions about the policy, but she wouldn't talk about specifics.\n\n\nWe were able to find several news reports about ABC rejecting other ads over the years, including ads that opposed the oil industry and the Iraq war.\n\n\nAdding another wrinkle, local ABC affiliates set their own standards to sell ads. Naturally, viewers at home have no way of knowing if the ad was sold by the local affiliate or the parent network.\n\n\nSmith complained after the advocacy group Conservatives for Patients' Rights tried and failed to buy ads during the president's town hall. The group is opposed to Democratic plans for  the health care system because they say it would create a socialized medical system similar to Canada's or Britain's. (We examined one of their ads back in April and rated a claim about health effectiveness research as\n\nBarely True\n\n.)\n\n\nConservatives for Patients' Rights disputed ABC's claim that it did not accept advocacy ads. In a letter to ABC, the group cited a report from TNS Media Intelligence, a respected independent media firm, that showed ad buys by T. Boone Pickens, who argues for energy independence, and the Peter G. Peterson Foundation, which promotes fiscal responsibility.\n\n\nWe asked Andrew Tyndall, who monitors the major network news programs at his Web site the Tyndall Report, about advocacy ads appearing on the networks. He said it's true that ABC and the other major networks forbid issue advocacy ads, but there is a gray area: The networks will accept public-interest ads from lobbying groups that are generally positive in tone and message. These types of ads usually air during the Sunday morning shows, he said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"You can't address matters of public controversy in those. You can only burnish your image,\" Tyndall said.\n\n\nIn theory, if Conservatives for Patients' Rights had designed an ad that talked about how wonderful the private insurance system is, that might have passed muster with ABC. \"You can say the good part, but not the bad part,\" Tyndall concluded.\n\n\nThe network's rules are internal standards that are holdovers from the days when broadcast networks were more closely regulated, Tyndall said.\n\n\nIn fact, advocacy ads usually air on local affiliates and cable channels, and there are several reasons for this, said Evan Tracey, president of the Campaign Media Analysis Group that is part of TNS Media Intelligence.\n\n\nOn cable news channels, advertisers feel like they're reaching a demographic that includes news junkies and policymakers. When Congress is in session, advocacy groups will buy time with affiliates in Washington, D.C. That advertising follows members of Congress home to local affiliates during the breaks, especially if the member is a swing vote or chairs a committee with jurisdiction over a particular issue.\n\n\nThe handful of national networks, though, just want to avoid controversy.\n\n\n\"By and large, historically, they've stayed away from this stuff as much as possible, though no one is 100 percent pure,\" Tracey said. \"There's probably stuff they've taken in the past where the salespeople said, 'This isn't very controversial,' and so they took it.\"\n\n\nIn this case, things may have worked out well for both sides, Tracey said. \"ABC is probably happy they didn't take the spot, and Conservatives for Patients' Rights is just as happy because they didn't have to pay for it, and they still get their publicity.\"\n\n\nThe congressman is right, though. He said, \"ABC didn't even allow ads that opposed the president's health care plan to be aired.\" Groups who opposed Obama's plan tried to buy advertising during his town hall meeting and were turned down. Even ABC said that was the case. We rate Smith's statement True.", "vclaim_id": "vclaim-pol-15701"}