{"url": "/factchecks/2016/may/11/philadelphia-daily-news/rating-philly-daily-news-claim-its-not-grocery-tax/", "speaker": "Philadelphia Daily News", "vclaim": "If you don't buy cigarettes at your local supermarket, your grocery bill won't go up a dime. The same is true of the sugary drink tax. If passed, you can avoid paying the tax by not buying sugary drinks.", "truth_label": "half-true", "date": "stated on April 14, 2016 in In an editorial:", "title": "Rating the Philly Daily News’ claim that ‘It’s not a grocery tax’", "text": "According to the monied interests fighting Mayor Jim Kenney’s proposed tax on sugary beverages, it’s not really a \"soda tax.\" It’s a \"grocery tax.\" This coalition of unions, businesses and others has released ads with the slogan \"No Philly Grocery Tax,\" and last week held a rally outside of City Hall with beverages on a replica of grocery store shelves.\nLast month, the Daily News criticized the linking of the soda tax to a grocery tax in an editorial titled \"Soda tax would benefit kids, which is why we support it.\" After discussing the anti soda tax group’s ads’ insistence on referring to the tax as a grocery tax, the editorial read, \"If you don’t buy cigarettes at your local supermarket, your grocery bill won’t go up a dime. The same is true of the sugary drink tax. If passed, you can avoid paying the tax by not buying sugary drinks.\" Their criticism of the phrase \"grocery tax\" has been one of many.\nBut will the prices of groceries be untouched by the proposed soda tax? Or is there a possibility grocery bills could increase even if consumers stop buying soda?\nSandy Shea, the Daily News’ editorial page editor, stressed that the newspaper’s editorial board is convinced that calling the sugary drinks tax a grocery tax is disingenuous.  \n\"If you don’t buy sugary drinks in a supermarket,\" Shea said, \"it’s not a grocery tax.\"\nAs city officials have stressed, the three-cent-per-ounce soda tax is levied on distributors. From there, at least some of it will likely be passed through to the retail level. The owners of supermarkets, drugstores, corner stores or whatever businesses sell sugary beverages can choose to absorb the cost, or pass it onto the consumer. While most talk has centered on the possibility of rising soda prices, experts and research suggest it’s possible these businesses could raise the prices of other items similar to sugary drinks.\nDonald Marron, director of economic policy initiatives at the Urban Institute, said the prices of diet soda and pure juices might increase because demand for them could increase as people searched for alternatives to sugary beverages. But he doubted the increase would extend to items unrelated to the sugary drinks tax.\n\"The question you always have to ask yourself is why would these stores be able to raise the price of these other goods,\" Marron said. \"And if they’re able to why wouldn’t they already? If that were the profitable thing to do, they ought to raise the price of cereal anyway.\"\nIn Berkeley, the only American city to enact a soda tax, researchers noted the price of Diet Coke increased by an average of .32 cents per ounce (regular sodas saw increases in the range .5 to .7 cents per ounce). They saw no significant increase in other diet sodas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nCarl Davis, research director at the Institute on Taxation and Economic Policy, said it was possible the prices of other products would rise but not probable in most circumstances. He said smaller convenience stores would be more likely to raise prices on other products than larger grocery stores because they likely take in a greater share of revenue from soda sales. Still, they’d face limitations on how much they could increase prices of other goods given the lack of variety of items they sell and the need to keep profit margins high on soda if soda is a major revenue generator for them.\n\"All that said, this soda tax proposal is novel enough that any answer to this question is going to involve some amount of speculation,\" he said.\nLast month in a 6ABC story, it seemed Mayor Kenney was suggesting other items could rise in price because of the soda tax. The station paraphrased the mayor like this: \"The mayor said he believes the increased costs will be spread over thousands of retail items.\"\nLauren Hitt, Kenney’s communications director, said the station’s paraphrase was incorrect: \"He was referring to the supermarket’s ability to absorb the tax. I believe he was asked to respond to supermarket’s claim that they can’t absorb the increase in cost (if distributors pass it on) because they say they don’t make that much of a profit on soda. He responded by pointing out that because supermarkets sell so much more than just soda that they can absorb the price as part of their overall profits from all the different products they sell.\"\nAsked why the phrase grocery tax is being used, Philadelphians Against the Grocery Tax Coalition spokesperson Larry Miller pointed to a list of taxed products on their website. These products range from sodas to energy drinks to fruit juices that are not 100 percent natural.\n\"Would you consider, let’s say, Minute Maid premium tropical punch a grocery item?\" Miller said. \"Would you consider Cranberry Ocean Spray cherry juice? Ocean Spray pomegranate? These are grocery items. Snapple Grape. These are all grocery items that people buy every day at the grocery store or the supermarket.\"\nOur Ruling\nIn an editorial supporting the soda tax and condemning the use of the phrase grocery tax, the Daily News wrote Philadelphians would avoid the tax by not purchasing sugary beverages. Evidence, experts and studies say it’s possible a sugary drinks tax on distributors could lead to some rising prices elsewhere. But there’s not enough data and there’s also a chance those who don’t buy sugary drinks will bear some of the cost of the tax.  \nWe rule the claim half true.", "vclaim_id": "vclaim-pol-04979"}