{"url": "/factchecks/2019/jul/12/ron-johnson/are-federal-policies-blame-drop-student-milk-consu/", "speaker": "Ron Johnson", "vclaim": "Obama-era ban on whole and 2% milk in schools has caused \"notable decline\" in student milk consumption.", "truth_label": "half-true", "date": "stated on June 12, 2019 in a Facebook post:", "title": "Are federal policies to blame for drop in student milk consumption?", "text": "Representing the dairy state in Washington, D.C., U.S. Sen Ron Johnson is proposing a bill to allow schools to return to serving higher-fat milks.\nMaking his case on Facebook, the Republican tied the drop in student milk consumption to the focus on low-fat milks.\n\"Schools have not been able to serve whole milk or 2% since Obama-era regulations went into place,\" Johnson wrote in a June 12, 2019, post. \"As a result, milk consumption has notably declined in schools across the country.\"\nIs Johnson right to blame the federal policies for decreasing student interest in milk?\nMilk policy changes\nUntil eight years ago, schools served white milk at four fat levels (skim, 1%, 2% and whole) and flavored milk at three fat levels (skim, 1% and 2%). \nThat changed when the U.S. Department of Agriculture took the higher fat options off the table as part of an overall push to reduce fat intake in school lunches.\nThe Healthy, Hunger-Free Kids Act passed by Congress in 2010 changed nutritional standards for school lunches. Policies implemented by the USDA by 2012 then banned whole and 2% white milk, as well as 1% and 2% flavored milk. That limited students’ milk options to flavored skim, white skim or white 1% until 2017.\nThose regulations have loosened the last few years.\nCongress allowed schools to offer 1% flavored milk if they could demonstrate \"operational hardship\" to their state agency in the 2017-’18 school year, and in 2018-’19 they were able to offer the 1% flavored milk without a waiver, according to the USDA. \nJohnson’s Milk in Lunches for Kids (MILK) Act would allow schools to serve any form of milk. \nAssigning blame\nJohnson’s main point is that the policy changes have caused a drop in student milk consumption.\nIt’s a classic question of correlation vs. causation — did both things simply happen at the same time, or are they related?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nMilk consumption isn’t just a schools issue. It has steadily dropped nationwide (a key element of the crisis facing Wisconsin dairy farmers). Per-capita consumption of fluid milk (not counting cheese and other dairy products) dropped from 247 pounds in 1975 to 149 pounds in 2017, according to the USDA.\nSo we would expect schools — which account for about 8% of all milk consumption — to generally follow this trend.\nIndeed, from 2008 to 2018, the weekly milk consumption per student dropped from 4.03 bottles of milk (8 ounces each) to 3.39 bottles, according to an analysis by Prime Consulting Group on behalf of MilkPEP, a dairy industry group.\nBut student milk consumption dropped much quicker after the higher fat milk options disappeared. The milk usage dropped an average of 0.03 milks per year from 2008 to 2012, then an average of 0.13 milks from 2013 to 2018.\n\nDoug Adams, president of the Prime Group, said the numbers are based on school enrollment and milk distribution data provided by milk processors. The firm gathers actual data for about 80% of schools nationwide and uses statistical methods to project the remaining portion.\nAdams said the reduced fat level is a factor in the lower student consumption, but just one of several.\nFor instance, he said, a new requirement that every meal have a fruit or vegetable changed how often lunch staffers added milk to students’ trays. \nAs students go through lunch lines, they are required to have taken three of five components (meat, vegetable, fruit, grain/bread and milk) to qualify for government-funded meals. In the past, milk was the long-standing default add-on for students who were one item short. Now, with fruits or veggies required, those who arrive at the end short an item are often sent back to get those. That leaves out milk.\nMeanwhile, the federal government also began requiring water be provided for free. Since water containers are sometimes displayed alongside milk in the lunch line, this increased the options available to students and therefore lowered milk consumption.\nThe group also noted school lunch participation has dropped overall. And fewer lunches mean less milk.\nOur ruling\nJohnson said the Obama-era removal of whole milk and 2% options led to a \"notable decline\" in school milk consumption.\nMilk consumption has notably declined in schools, but it has declined across all age groups nationwide.\nAnd the leading industry group studying this topic — which Johnson’s staff pointed to in defense of his claim — said the changes in milk availability are just one of several factors in the drop in student milk use.\nFor a statement that is partially accurate but leaves out important details or takes things out of context, our rating is Half True.", "vclaim_id": "vclaim-pol-00439"}