{"url": "/factchecks/2010/aug/21/jerry-patterson/jerry-patterson-says-barack-obama-broke-his-promis/", "speaker": "Jerry Patterson", "vclaim": "Says Barack Obama didn't keep his promise to have an immigration bill in his first year.", "truth_label": "true", "date": "stated on August 9, 2010 in a speech:", "title": "Jerry Patterson says Barack Obama broke his promise to have an immigration reform bill during the first year of his presidency", "text": "Texas Republicans descended on the Capitol en masse when President Barack Obama was in Austin last week. But they weren't exactly welcoming.\n\nAt the GOP's Aug. 9 \"Hands Off Texas\" rally demanding that Obama, well, keep his hands of Texas, Land Commissioner Jerry Patterson suggested Obama just tells voters what they want to hear. He rattled off a list of promises that the president has failed to keep.\n\nImmigration reform is a hot-button issue running up to the mid-term elections, so we wondered about Patterson's flip question to the crowd: \"Remember when he said there will be an immigration bill in the first year?\"\n\nIncidentally, when we asked Patterson to point to the promise in question, he pointed back at us. \"Got that from the PolitiFact website, I think,\" he said. \"The details are on there.\"\n\nThe national PolitiFact site has endeavored to track the president's promises on its \"Obameter.\" PolitiFact has compiled more than 500 promises Obama made during his campaign, which it then rates as Kept, Broken or a Compromise.\n\nWhich brings us back to a pledge Obama made as a candidate in May 2008, during an interview with Univision anchor Jorge Ramos.\n\n\"I cannot guarantee that it is going to be in the first 100 days,\" Obama said. \"But what I can guarantee is that we will have in the first year an immigration bill that I strongly support and that I'm promoting. And I want to move that forward as quickly as possible.\"\n\nBut well into Obama's second year, no comprehensive immigration reform measure supported by the president has been introduced in Congress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\nPolitiFact searched his speeches on VoteSmart.org, a nonpartisan website that tracks politicians' voting records, and turned up pages of speeches where Obama mentioned immigration reform. Notably, in April 2009, Obama said that he saw the immigration reform \"process moving this first year\" and in June 2009, he assigned Homeland Security Secretary Janet Napolitano to put together a framework for comprehensive reform. In September 2009, he said he anticipated \"that before the year is out we will have draft legislation, along with sponsors potentially in the House and Senate who are ready to move this forward, and when we come back next year, that we should be in a position to start acting.\"\n\nFamous last words? The year came to an end with no Obama-endorsed bill in sight. On Dec. 15, 2009, Rep. Luis Gutierrez, D-Illinois, introduced a bill, but a spokesman for the Center for Immigration Studies told PolitiFact that it was not promoted or publicly supported by the Obama administration. To gain legal status under the bill, illegal immigrants already here would have to demonstrate they have been working, pay a $500 fine, learn English and undergo a criminal background check, among other provisions, according to the New York Times.\n\nSaying he was frustrated with Obama for not leading an overhaul of immigration laws, Gutierrez, chairman of the Congressional Hispanic Caucus' immigration task force, was arrested with other protesters after a sit-in in front of the White House on May 1. Gutierrez \"said he believes he has a responsibility to point out that Mr. Obama has not fulfilled a campaign pledge to pass overhaul legislation, which is known to supporters as comprehensive immigration reform,\" according to the New York Times.\n\nThis year, Obama has continued to push immigration reform in his speeches, like his State of the Union address Jan. 27: \"We should continue the work of fixing our broken immigration system — to secure our borders and enforce our laws, and ensure that everyone who plays by the rules can contribute to our economy and enrich our nation,\" he said.\n\nIn March, he announced that Sens. Charles Schumer, D-N.Y., and Lindsey Graham, R-S.C., had finished working on a bipartisan framework \"to fix our broken immigration system.\" In April, Sens. Harry Reid, D-Nevada, Schumer and Robert Menendez, D-New Jersey, issued a 26-page immigration reform proposal in April, which the president called \"a very important step.\" But the senators have not yet introduced a bill.\n\nAnd during a July speech at the American University, Obama sounded another call for bipartisan reform: \"In recent days, the issue of immigration has become once more a source of fresh contention in our country, with the passage of a controversial law in Arizona and the heated reactions we've seen across America... Everywhere, people have expressed frustration with a system that seems fundamentally broken.\"\n\nIt's worth noting that many Republicans have said they won't consider comprehensive immigration reform until the federal government secures the borders — another promise Obama made as a presidential hopeful that PolitiFact has rated \"In the Works,\" since the administration announced it was beefing up border security. On Aug. 13, Obama signed into law a $600 million bill funding 1,500 new border agents, additional unmanned aerial drones, and new Border Patrol stations on the border.\n\nStill, we're now in year two of the Obama presidency, with no comprehensive bill backed by the administration on the horizon. PolitiFact rated the promise Broken, and we rate Patterson's statement as True.", "vclaim_id": "vclaim-pol-14553"}