{"url": "/factchecks/2020/oct/08/viral-image/viewers-mistake-shadow-bidens-neck-mask/", "speaker": "Viral image", "vclaim": "An impersonator in a Joe Biden mask gave an interview as Joe Biden.", "truth_label": "pants-fire", "date": "stated on October 6, 2020 in a Facebook post:", "title": "Viewers mistake shadow on Biden’s neck for a mask", "text": "The masks we mostly hear about these days are face coverings to prevent the spread of COVID-19, not Joe Biden disguises so finely crafted that someone wearing one could dupe a reporter and TV audience into thinking they’re the Democratic presidential nominee. \nBut that’s just the kind of mask that’s the subject of several recent social media posts. \n\"Ok this made me laugh until the CNBC interview,\" one post says. \"Guy is clearly wearing a Biden face mask.\" \n\"PLEASE tell me what is going on here,\" another post says. \"Do they have somebody in a Biden mask?\"\n\"Someone please explain this,\" someone else said.\nAll three posts have the same image of Biden with a circle drawn around his neck area to highlight what looks like a  difference in color between the upper part of his neck and the lower part. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe posts link to a CNBC interview posted on YouTube on Dec. 6.  \nCNBC posted the interview on its website the same day. \nThe YouTube video hasn’t been doctored, but if you watch it, it becomes clear that part of Biden’s neck is darker because it’s a shadow. Around the 15:20 mark of the CNBC interview, a similar line can be seen on the neck of journalist John Harwood, who was interviewing Biden in a pub (remember, it’s pre-pandemic). As Biden speaks and moves around in his seat, the line of the shadow also changes. \nThe beginning of the CNBC interview also includes an opening montage that’s been edited out of the version posted on YouTube. It shows Biden mingling with other patrons and, away from whatever lighting was shining on Biden during the interview, the shadow isn’t there. \nThere is no evidence that someone wearing a Biden mask has given interviews to the media pretending to be the presidential nominee. \nWe rate these posts Pants on Fire.", "vclaim_id": "vclaim-pol-18648"}