{"url": "/factchecks/2016/may/03/ted-cruz/yep-donald-trump-gave-12k-jerry-brown-gavin-newsom/", "speaker": "Ted Cruz", "vclaim": "\"Here in California, Donald Trump has given $12,000 to Jerry Brown, Gavin Newsom and Kamala Harris.\"", "truth_label": "mostly-true", "date": "stated on April 30, 2016 in a speech at the California Republican Party Convention:", "title": "Yep, Donald Trump gave $12K to Jerry Brown, Gavin Newsom & Kamala Harris", "text": "Texas Republican Sen. Ted Cruz is no ally of California Democratic Gov. Jerry Brown.\nBut Cruz is hoping to paint his rival for the GOP presidential nomination, Donald Trump, as a political friend of Brown and two other top Democrats in the Golden State: Lt. Gov. Gavin Newsom and Attorney General Kamala Harris.\n\"Here in California, Donald Trump has given $12,000 to Jerry Brown, Gavin Newsom and Kamala Harris,\" Cruz said during his speech on April 30 at the California Republican Party Convention south of San Francisco.\nCruz went on to tell the GOP California audience: \"Y’all are experiencing first-hand the consequences of those misguided liberal policies.\"\nWe wondered if Cruz’s claim about Trump funding three top California Democrats was correct? And if so, how recently had Trump helped out these Democrats?\nOur research\nTurns out, Cruz’s claim is accurate, based on campaign finance data on the California Secretary of State’s website.\nBut Trump’s donations to the Democrats aren’t recent.\nThe GOP frontrunner contributed $3,500 to Brown’s run for state attorney general, making donations in 2004 and 2006. He gave $2,500 to Newsom’s 2009 truncated run for governor. And he chipped in a total of $6,000 to Harris in 2011 and 2013 for her successful re-election campaign for attorney general.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\n\nSource: California Secretary of State's website\nTrump has acknowledged financing both Republicans and Democrats during his long business career, all to gain political influence. Records show he gave $25,000 to the California Republican Party in 2005 and $12,000 to Arnold Schwarzenegger, the state’s former Republican governor, a couple years later.\nWhat Cruz doesn’t mention about Trump’s donations to the Democrats is that they took place before Trump’s run for the GOP presidential nomination. A Cruz campaign press release included a timeline for the donations, but we are fact-checking what Cruz said during his speech.\nOur ruling \nTed Cruz said Donald Trump gave $12,000 to three top California Democrats, including Gov. Jerry Brown.\nCampaign finance data show Cruz’s claim is accurate.\nBut Cruz leaves out the fact that the donations to the California governor took place a decade ago, before the Democrat ran for re-election to the state’s top office. Trump’s contributions to the other Democrats took place in 2009, 2011 and 2013.\nIn the end, we rate the claim Mostly True.\n--------\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05013"}