{"url": "/factchecks/2018/sep/18/ro-khanna/what-percentage-americans-own-stocks/", "speaker": "Ro Khanna", "vclaim": "\"Most Americans don’t own stocks.\"", "truth_label": "half-true", "date": "stated on September 12, 2018 in a Facebook post:", "title": "What percentage of Americans own stocks?", "text": "The Dow Jones Industrial Average has risen by 32 percent since President Donald Trump took office. But are Americans overall benefiting?\nU.S. Rep. Ro Khanna. D-Calif., suggested that they are not in a Facebook post spotted by a PolitiFact reader.\nKhanna’s post featured the headline, \"Most Americans don’t own stocks.\" He repeated that point in his message, which accompanied a bar graph:\n\"FACT: Most Americans don’t own any stocks. Instead of celebrating whenever the Dow Jones goes up, we need to focus on bringing investment and good jobs to the areas of this country that haven’t been part of the economic recovery.\"\n\nThe accompanying graph details the \"distribution of stock ownership by wealth percentile,\" specifically 84 percent for the \"top 10 percent,\" 9.3 percent for the \"next 10 percent\" and 6.7 percent for the \"bottom 80 percent.\"\nThe data in the graph stems from a peer-reviewed academic paper. However, when we took a closer look, we found the data in the graph doesn’t directly support the claim that \"most Americans don’t own stocks.\" In fact, the actual data on that question shows that a small majority of Americans do have a stake in the stock market.\nStock value vs. stock reach\nThe data in the graph comes from a paper published in November 2017 by New York University professor Edward N. Wolff.\nOne of the paper’s findings was that \"despite the fact that almost half of all households owned stock shares either directly or indirectly through mutual funds, trusts, or various pension accounts, the richest 10 percent of households controlled 84 percent of the total value of these stocks in 2016.\"\nThis line by Wolff presents a key contrast that Khanna’s post glosses over: While about half of households own stocks in one way or another, the richest Americans hold the lion’s share of the value.\nKhanna uses a bar graph that highlights the imbalance in the value of stock holdings, but his headline claim is about the reach of stock ownership throughout the population. Those are two different things.\nWhen we contacted Wolff, he agreed that Khanna’s headline was \"wrong.\"\nSo what does the data show on the reach of stock ownership? It’s a bit wider than Khanna suggests.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nEven if you don’t own or trade individual stocks, there’s a decent chance you have a 401(k) account or an Individual Retirement Account or belong to a pension fund that is invested in stocks.\n\"Many individuals have an indirect interest in the stock market by means of their claims on pension funds that own stocks and use these stock positions to fund pension payments,\" said Hendrik Bessembinder, a professor at Arizona State University’s W.P. Carey School of Business.\nA once-every-three-years study by the Federal Reserve Board found that in 2016, 51.9 percent of families owned stocks, either directly or as part of a fund.\nAnd in 2017, Gallup found that 54 percent of respondents owned stocks either directly or as part of a fund.\nThose findings show a majority owning stocks — a modest majority, but still a majority.\nIn an email interview, Khanna told PolitiFact that he still feels the \"essence of the post\" is accurate but added that \"a better headline would have been, \"Most Americans Don’t Have a Real Stake in the Stock Market.\"\nKhanna has a point that a household’s affluence does help determine how vested they are in the stock market.\nThe Federal Reserve Board study found that about one-third of families in the lower half of the income scale had stock holdings. In the next 40 percent of the income scale, about 70 percent of households held stocks, while households in the top 10 percent of the income scale had stock ownership rates above 90 percent.\nHere's a chart from the Fed's report, showing how stock ownership rates vary depending on income level.\n\n \nGallup, meanwhile, found that certain subgroups were notably less likely to own stocks, including those without a college education, younger Americans, unmarried Americans, African-Americans, and Hispanics.\nOur ruling\nKhanna wrote that \"most Americans don’t own stocks.\"\nTo be precise, a narrow majority of Americans does own stocks, according to credible recent studies. But Khanna has a point that Americans of modest incomes are significantly less invested in the stock market than wealthier Americans are. Other large groups, including minorities and those without a college education, also lag in stock ownership, meaning that the stock rally is largely passing them by.\nWe rate the statement Half True.\n Share the Facts 2018-09-18 18:38:17 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Most Americans don’t own stocks.\"    Ro Khanna U.S. Representative, D-Calif. https://www.facebook.com/RoKhannaUSA/photos/a.339679542745029/1896859190360382/?type=3&theater   a Facebook post Wednesday, September 12, 2018 2018-09-12    Read More  info", "vclaim_id": "vclaim-pol-01599"}