{"url": "/factchecks/2018/aug/21/fox-news-channel/misleading-claim-fox-friends-california-kids-meal-/", "speaker": "Fox News Channel", "vclaim": "\"California is proposing to legislate what drinks restaurants can serve your kids, only giving two options: milk or water.\"", "truth_label": "barely-true", "date": "stated on August 19, 2018 in California:", "title": "Misleading claim by ‘Fox & Friends’ on California kids meal bill", "text": "Would a California bill really limit restaurant drink options for children to \"only milk and water\"?\nThat’s the impression left by a recent segment on \"Fox & Friends\", an influential show that’s sometimes live-tweeted by President Trump.\n\"This is a state that can run amok with the regulations and the nanny state. Now they want to legislate what drinks kids can get at restaurants,\" claimed host Ed Henry early in the segment.\n\"There’s a bill that’s been proposed in the state of California (that would) only give children two options at restaurants: either milk or water,\" he continued.\nA second host then adds: \"Of course, obviously, I’m the parent, I want to be able to make that decision. Where does it go? Some people in California think dairy is bad… . Or maybe it’s wheat. So how far will this go? That’s the question.\"\nWe wanted to know: Does the bill really restrict kids drinks to only milk or water? Or is there more to the legislation?\nWe set out on a fact check.\nOur research\nThe legislation in question is Senate Bill 1192 introduced by Democratic State Sen. Bill Monning. He has championed it as a way to encourage healthy beverage options for children. The bill has gained attention from many news outlets in addition to Fox and many have offered misleading or incomplete ways to describe the legislation.\nThe bill received final approval from the California Legislature on Aug. 21 and was sent to Democratic Gov. Jerry Brown's desk for consideration. \nHere’s part of what the bill says: \"This bill would require a restaurant, as defined, that sells a children’s meal that includes a beverage, to make the default beverage water, sparkling water, or flavored water, as specified, or unflavored milk or a nondairy milk alternative, as specified.\"\nThe Fox hosts generally get that portion of the bill correct.\nBut they leave out, until the end of the segment, any reference to a key provision of the bill:  \n\"The bill would not prohibit a restaurant’s ability to sell, or a customer’s ability to purchase, an alternative beverage if the purchaser requests one.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe hosts also fail to mention that the bill applies only to restaurants with kids menus, though a chyron on the screen does reference kids’ meals.\nA third host near the end of the segment added: \"The parents have to actively ask to have soda for their children.\"\nBased on the bill, and if their child is having a kids meal, that appears to be correct. Some restaurants have already removed soda from their kids meal menus. McDonald’s, for example, removed it in 2013, though the restaurant doesn’t turn down parents who ask for sodas with their child’s Happy Meal.\nA Fox News spokeswoman declined to speak on the record about the show’s presentation of the bill.\nFox wasn't the only news outlet to leave the wrong impression. TheHill.com, a political news site, tweeted \"California bill blocks restaurants from serving kids anything to drink but water, milk.\" Meanwhile, a patch.com news headline read \"Kids Menus Can Only Have Water, Milk Under California Bill.\"\nIn an interview, Monning described the Fox segment as \"misleading.\" He added that \"Fox & Friends\" appeared to have shaped the story \"to fit preconceived notions\" about the proposal.\nNumerous health organizations support the bill and there’s no known opposition from other interest groups, according to reports by state Senate and Assembly committee staff.  \nOur ruling \nDuring a recent \"Fox & Friends\" segment and on the show’s Twitter page, the claim was made:\n\"California is proposing to legislate what drinks restaurants can serve your kids, only giving two options: milk or water.\"\nThe claim ignores the critical fact that the bill allows restaurants, upon request, to serve children other drinks such as juice or soda.\nIt also disregards the fact that the bill would only apply to restaurants with a kids menu.\nTwo of the show’s hosts, along with a tweet following the segment, offered deceptive portrayals of the bill, leaving the average person with the impression it could be milk, water or nothing for kids at California restaurants.\nA third host then noted parents could still request soda for their children.\nThat clarification, buried near the end of the segment, doesn’t balance out an otherwise misleading presentation.\nWe rate the show's claim Mostly False.\n\nMOSTLY FALSE – The statement contains some element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2018-08-22 00:58:14 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"California is proposing to legislate what drinks restaurants can serve your kids, only giving two options: milk or water.\"    Fox News Channel cable TV network https://twitter.com/foxandfriends/status/1031151926623330310    Sunday, August 19, 2018 2018-08-19    Read More  info", "vclaim_id": "vclaim-pol-01709"}