{"url": "/factchecks/2020/may/27/facebook-posts/No-Nancy-Pelosi-does-not-oppose-remote-voting/", "speaker": "Facebook posts", "vclaim": "Nancy Pelosi said \"Congress shall not vote remotely because it is not secure!\" while also saying that “Americans should all vote for president by mail!”", "truth_label": "barely-true", "date": "stated on May 10, 2020 in a Facebook post:", "title": "No, Nancy Pelosi does not oppose remote voting by House members", "text": "A Facebook post paints House Speaker Nancy Pelosi, D-Calif., as hypocritical on voting.\nAn image with the post shows two photos of Pelosi.\nOne caption reads: \"Congress shall not vote remotely because it is not secure!\" \nThe other reads: \"Americans should all vote for president by mail!\"\nThe post itself says: \"Yes she did say them both.\"\nPelosi didn’t utter either of those quotes, according to our Google and Nexis searches.\nPelosi is a prominent supporter of letting voters cast ballots by mail — a process opposed by President Donald Trump, who claims it is open to fraud. But this post mischaracterizes her stance on congressional voting. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn late March, as the House moved to pass a $2 trillion stimulus package in response to the coronavirus outbreak, Pelosi expressed reluctance about lawmakers voting remotely  on the package. But by May, she voted for a measure that requires a House committee to study remote voting.\nInitial reluctance\nMarch 24, interviews:\nOn the idea of holding a remote vote on the $2 trillion stimulus, Pelosi told MSNBC: \"There are serious constitutional, technological and security concerns about it. They can be addressed, but for right now, we're just working very hard to get unanimous consent so we can get this bill done, and then consider what the options are later.\"\nIn an interview with CNN moments later, she was even more terse, The Hill reported, saying it may be an option in the future, but at the moment \"we're not prepared for (it).\"\nApril 9, teleconference with reporters:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPelosi said any changes to the requirement that House members vote in person are a long way off, the San Francisco Chronicle reported, saying that Pelosi said: \"We’re not there yet, and we’re not going to be there no matter how many letters somebody sends in — with all the respect in the world for that.\" \nHer concerns included the security of any technology used, the constitutionality of changes to the rules and the time needed to be sure any new system is well thought out and bipartisan.\nPelosi’s tone changed in the weeks before the May 10 Facebook post as the need for social distancing amid the outbreak became better understood.\nOpen to study\nApril 16, teleconference with reporters:\n\"I've said\" to the House committee chairs about remote voting, \"give our members options; show us how we can do what. What are the options that the Constitution, the rules of the House, the technology, the security enables us to do, and that is what they have been working on. Until we have an appropriate way to do it, we can’t do it. So, it’s not about being negative on it, it’s just, show us the way … . Everybody is working so hard on all of these initiatives, including how we can come together, whether it’s by proxy voting or remote voting or whatever it is. When we are ready, we will do it.\"\nSometimes the terms remote and proxy voting are used interchangeably, but they mean different things in this context. Remote refers to the concept of a member using technology to cast a vote; proxy refers to a member who is not on the House floor authorizing another member, who is on the floor, to cast their ballot.\nApril 26, CNN interview:\nAsked if it’s time to allow remote voting during the pandemic, Pelosi said: \"I'm all for doing the remote voting by proxy. I want it to be bipartisan. The Republican leader, Mr. (Kevin) McCarthy, has assured me that he will consider this. He's not there yet; he could be there. But whether he is or not, we will — our process was to strive to make it bipartisan.\"\nMay 20, authorization:\nPelosi formally authorized a 45-day period during which House members can vote by proxy. The House had adopted the change in rules on May 15, in a 217-189 vote, mostly along party lines; Pelosi voted yes. Any member attending a House vote can cast as many as 10 votes on behalf of colleagues.\nThe new rules also allow, pending certification, for a process in which lawmakers will eventually be able to cast their votes from home, either via a secure online portal or a video conferencing system. The measure requires the House Administration Committee study the feasibility of using technology to conduct remote voting in the House.\nOn May 26, House Republicans sued Pelosi to stop the new proxy voting system, claiming it is unconstitutional. \nOur ruling\nA Facebook post claimed Pelosi said \"Congress shall not vote remotely because it is not secure!\" while also saying that \"Americans should all vote for president by mail!\"\nPelosi is a prominent supporter of voters casting ballots by mail. Initially, she raised concerns about House members voting remotely and said the House was not ready, but weeks before the post her tone changed and she backed a measure that requires a House committee to study the feasibility of using technology for remote voting.\nThe post contains only an element of truth. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18379"}