{"url": "/factchecks/2012/dec/12/one-wisconsin-now/candidate-wisconsin-schools-chief-backed-biggest-e/", "speaker": "One Wisconsin Now", "vclaim": "Says state schools superintendent candidate Don Pridemore \"voted for the largest cuts to public education in our state history\" and for \"$2.3 billion in tax breaks for corporations and the wealthy.\"", "truth_label": "half-true", "date": "stated on December 3, 2012 in a news release:", "title": "Candidate for Wisconsin schools chief backed biggest education spending cuts in state history, liberal group says", "text": "The liberal advocacy group One Wisconsin Now has long been critical of state Rep. Don Pridemore, especially when blasting bills he authored that would affect police treatment of immigrants and require voters to present photo identification.\n\nNow that Pridemore, a Republican from suburban Milwaukee, is challenging state schools superintendent Tony Evers in the April 2013 election, One Wisconsin Now has made a new attack.\n\nIn a news release Dec. 3, 2012, the day Pridemore announced his candidacy, the Madison-based group claimed Pridemore \"voted for the largest cuts to public education in our state history -- nearly $2 billion between K-12 and the University of Wisconsin and Wisconsin Technical College Systems -- in favor of $2.3 billion in tax breaks for corporations and the wealthy.\"\n\nBoth the funding cuts and tax cuts parts of this claim are similar to claims we've rated before. How do they stack up when combined?\n\nEducation funding cuts\n\nTo back the first part of the claim, One Wisconsin Now executive director Scot Ross cited a February 2012 Truth-O-Meter item that evaluated a nearly identical statement.\n\nIn that item, we rated as True an attack by Kathleen Falk that GOP Gov. Scott Walker enacted \"the biggest cuts to education in our state’s history.\" Falk ran unsuccessfully for the Democratic nomination to challenge Walker in the June 2012 recall election.\n\nWe found that Walker’s 2011-2013 state budget, which Pridemore voted for, cut $1.11 billion in state aid to school districts, the university system and technical colleges.\n\nBut that’s far short of the nearly $2 billion that One Wisconsin Now claimed.\n\nMoreover, the claim ignores the fact that school districts and other local governments were able to offset the cuts by forcing employees to pay a greater share of their health care and pension costs. One Wisconsin Now highlights just one side of the equation.\n\nRoss said his math puts the total cut at nearly $2 billion because the budget reduced by $800 million the amount of property taxes that local school districts can levy.\n\nBut limiting a school district’s ability to raise taxes is not the same as a straight budget cut, which is what One Wisconsin Now claims in its attack on Pridemore.\n\nTax cuts\n\nThe second part of the group’s claim against Pridemore -- that he voted for \"$2.3 billion in tax breaks for corporations and the wealthy\" -- is similar to a One Wisconsin Now claim we rated in July 2011.\n\nIn that item, the group said Walker’s budget has \"tax breaks for corporations and the rich that will cost the state of Wisconsin taxpayers $2.3 billion over the next decade.\" We rated the statement Half True.\n\nWe found that Walker’s budget -- along with other tax provisions adopted in 2011 -- will result in a total reduction of $2.3 billion in general fund tax revenue over 10 years. However, while many tax breaks go to corporations and individuals with higher incomes, some go to small businesses and to average taxpayers.\n\nPridemore and other Republicans have argued that the tax cuts give incentives to employers to create more jobs. What’s more, One Wisconsin Now pairs up the 10-year figure with an annual one for school funding, skewing the comparison.\n\nOur rating\n\nOne Wisconsin Now said Pridemore voted for \"the largest cuts to public education in our state history\" -- nearly $2 billion -- and for \"$2.3 billion in tax breaks for corporations and the wealthy.\"\n\nPridemore voted for the largest cuts to education -- but they amount to about $1 billion, not nearly $2 billion, over two years. And Pridemore voted for $2.3 billion in tax breaks, but they don’t benefit only corporations and the wealthy.\n\nWe rate One Wisconsin Now’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09933"}