{"url": "/factchecks/2020/mar/10/facebook-posts/headline-ignores-evidence-overstating-trumps-expos/", "speaker": "Facebook posts", "vclaim": "“President Trump has come into contact with a potential coronavirus sufferer!”", "truth_label": "barely-true", "date": "stated on March 9, 2020 in a Facebook post:", "title": "Post overstates Trump’s exposure to coronavirus, raising alarms", "text": "A Facebook post on March 9, 2020, the day stock markets were rattled by news about the coronavirus, carried this headline about President Donald Trump and the Conservative Political Action Conference:\n\"Trump shakes hands with CPAC Chairman — President Trump has come into contact with a potential coronavirus sufferer!\"\nThe post, shared by United Kingdom-based Daily Mail, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe headline exaggerates what happened and raises alarm over the possibility that Trump has been exposed to coronavirus. Based on current reporting, that’s not what we know. \nA Daily Mail spokesman told us the post would be edited to make it clearer. Indeed, before we published this check, they changed it to read, \"The chairman of the American Conservative Union has revealed that he interacted with a 55-year-old man infected with coronavirus before shaking hands with Donald Trump.\"\nLet’s take a look.\nThe video post\nThe Daily Mail post includes a looping video clip of Trump on stage at CPAC and shaking hands with a white-haired man before taking the lectern for his speech. \nTrump spoke on the final day of that conference, which was sponsored by the American Conservative Union and held in National Harbor, Md., Feb. 26-29, 2020.\nThe words that appear as the Daily Mail video plays state that the man, identified as the CPAC chairman, said he had \"interacted with an infected man recovering in New Jersey\" before greeting Trump.\nThe facts\nOn March 7, 2020, Maryland Gov. Larry Hogan announced that someone who’d traveled to the state Feb. 27-March 1 for the conference was confirmed to have COVID-19. \"Those who attended or worked at the conference may be at some risk for acquiring COVID-19,\" Hogan’s statement read.\nThe next day, March 8, 2020, the Washington Post reported the following:\nThe man Trump shook hands with is Matt Schlapp, chairman of the American Conservative Union and CPAC. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nSchlapp said he briefly interacted personally early in the four-day conference with a man infected with the coronavirus. The man has not been identified.\nSchlapp said he used hand sanitizer regularly during the conference and had not had any symptoms before or after shaking hands with Trump. He said he has been in touch with his own doctor and with the infected patient, who is being quarantined in New Jersey.\nWhat the White House and others say\nThe White House has maintained that Trump was never in direct contact with the infected person and does not have any symptoms.\nSen. Ted Cruz, R-Tex., said in a statement on March 8, 2020, that he \"briefly interacted\" with the infected person while at CPAC and would self-quarantine at his Texas home \"out of an abundance of caution.\"\nRep. Paul A. Gosar, R-Ariz., tweeted that same day that he and three of his staff members are under self-quarantine \"after sustained contact at CPAC\" with the person who has the virus.\nSchlapp told the New York Times he had had incidental contact with the infected person. The Times reported March 9, 2020, that the man, a 55-year-old New Jersey resident, was in stable condition in a hospital.\nAs for the spread of coronavirus, we’ve reported that:\n\n\nOlder people and those with preexisting health conditions are more at risk of developing complications from the coronavirus.\n\n\nFor the American public, the immediate risk of coronavirus remains relatively low.\n\n\nThe best ways to prevent the spread of the virus are to wash your hands, avoid touching your face, cover your sneezes and coughs, and disinfect your home.\n\n\nOur ruling\nA headline on a Daily Mail video shared on Facebook claimed Trump has come into contact with a \"potential coronavirus sufferer.\"\nTrump shook hands with Matt Schlapp, a man who says he had been in contact days earlier with someone who is reportedly being treated for the virus. Schlapp says he has had no symptoms of the illness.\nSome may argue third-hand contact indicates possible exposure for Trump, but such a conclusion ignores available evidence. While the Daily Mail did qualify its assertion by using the word \"potential\" in \"potential coronavirus sufferer,\" the headline (which ended in an exclamation point) nevertheless led readers to believe that Trump’s exposure is worthy of alarm. Indeed, anyone in a population could be a \"potential\" coronavirus sufferer. \nBased on what is verifiable, we rate the statement Mostly False.", "vclaim_id": "vclaim-pol-18086"}