{"url": "/factchecks/2016/apr/20/donald-trump/donald-trump-praises-rex-ryans-imaginary-afc-champ/", "speaker": "Donald Trump", "vclaim": "Says professional football coach Rex Ryan \"won championships in New York. The AFC, I think, twice.\"", "truth_label": "false", "date": "stated on April 18, 2016 in in a speech:", "title": "Donald Trump praises Rex Ryan's imaginary AFC championships", "text": "Sometimes politicians make our jobs too easy. This is one of those times.\nAt a rally in New York ahead of that state’s primary, Republican frontrunner Donald Trump was introduced by Buffalo Bills football coach Rex Ryan.\n\"There's so many things I admire about Mr. Trump, but one thing I really admire about him is, you know what, he'll say what's on his mind,\" Ryan told the crowd. \"But so many times, you'll see people, a lot of people want to say the same thing. But there's a big difference. They don't have the courage to say it. They all think it, but they don't have the courage to say it.\"\nWhen it was Trump’s turn to talk, he repaid Ryan with a compliment.\n\"You know, he won championships in New York,\" Trump said. \"The AFC, I think, twice.\"\n\nRyan has coached seven years in New York, six with the New York Jets (who technically play their games in New Jersey) and one with the Bills.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHe has a career coaching record of 58 wins and 61 losses.\nAnd, he has never won the AFC championship -- the winner of which goes on to the Super Bowl.\nRyan’s teams lost in the AFC championship game both in 2009-10 (Indianapolis Colts 30, Jets 17) and in 2010-11 (Pittsburgh Steelers 24, Jets 19).\nJust to round this out, Ryan hasn’t won a division championship in New York, nor did he ever play on a New York team that won a championship.\nThis claim rates False.\nCorrection: The Colts made up an 11-point deficit to beat the Jets in the 2009-10 AFC Championship. We apologize for listing the wrong team in an earlier version of this fact-check, and for rubbing salt in the wounds of Jets fans.\nhttps://www.sharethefacts.co/share/3545a6ac-cb46-461f-a52e-3723ab604886", "vclaim_id": "vclaim-pol-05075"}