{"url": "/factchecks/2017/feb/24/sean-duffy/sean-duffys-base-claim-about-planned-parenthood-an/", "speaker": "Sean Duffy", "vclaim": "\"Abortion providers like Planned Parenthood do little other than provide abortions.\"", "truth_label": "pants-fire", "date": "stated on January 24, 2017 in a news release:", "title": "Sean Duffy's off-base claim about Planned Parenthood and abortions", "text": "U.S. Rep. Sean Duffy (R-Wausau) wants states to be able to refuse Medicaid funds to health centers that provide abortions, so in January 2017, the Wisconsin Republican reintroduced legislation to do just that — a bill called the Women’s Public Health and Safety Act.\n \nFederal dollars currently cannot go toward abortions, except in cases of rape, incest or risk to the mother’s life. But providers that offer abortions can still receive Medicaid dollars for other medical services, such as tests for sexually transmitted diseases and cancer screenings.\n \nIn a Jan. 24, 2017 news release announcing the legislation, Duffy claimed: \"New evidence reveals that abortion providers like Planned Parenthood do little other than provide abortions.\"\n \nIt’s an intriguing statement: The bill hits on a divisive issue in American politics — abortion — and Duffy’s news release provided no supporting information to back-up the claim.\n \nWhen we asked Duffy for details, spokesman Mark Bednar cited a video that an anti-abortion group released in January 2017 asserting, in short, that few Planned Parenthood facilities offer prenatal care. (Planned Parenthood, which has about 650 health centers across the country, including 21 in Wisconsin, disputes the video’s conclusions.)\n \nBednar also provided estimates of Planned Parenthood's U.S. market share for abortions and how much money the group makes by performing abortions.\n \nWe reviewed everything Duffy’s team supplied and none of it came close to justifying the claim that \"new evidence reveals that abortion providers like Planned Parenthood do little other than provide abortions.\"\n \nSo let’s take a closer look.\n \nCalculating abortions\n \nAt the outset, we note that Planned Parenthood provides a wide variety of health services, not just abortions, according to the group’s 2014-2015 annual report, the most recent one available.\n \nThose other services include contraception, hormone therapy, testing and treatment for sexually transmitted diseases, pregnancy tests, cancer screenings and prevention procedures, as well as smoking cessation assistance.\n \nTo fully evaluate Duffy’s claim, though, we need to get a sense of the relative frequency of the abortions Planned Parenthood provides and how it compares to other services, and there are different ways of measuring that.\n \nPlanned Parenthood performed nearly 324,000 abortions in the 12-month period between October 2013 and September 2014, according to the group’s annual report.\n \nThat’s out of a total 9.4 million services provided to patients in the same time period, including: \n \n-- 4.2 million tests and treatment procedures for sexually transmitted infections;\n-- 2.9 million contraception services;\n-- 1.1 million pregnancy tests;\n-- 682,000 cancer screening and prevention procedures;\n-- 95,800 other health-related services;\n-- 17,400 prenatal services.\n \nThe upshot is that abortions accounted for about 3 percent of all Planned Parenthood’s procedures and services, the annual report states.\n \nCritics and some observers have questioned whether the 3 percent figure accurately reflects the proportion of abortion services at Planned Parenthood centers. \n \nThat’s because the calculation used to arrive at the number doesn’t distinguish between types of services, their cost or complexity. In other words, one abortion is counted the same as providing a contraceptive or pregnancy test.\n \nBut there is a second, perhaps more objective way of assessing Duffy’s claim: look at patients.\n \nPlanned Parenthood had about 2.5 million patients in the 12-month period covered in its annual report, from October 2013 to September 2014. About 13 percent of patients had abortions in that time frame, according to Elizabeth Clark, director of health media for Planned Parenthood Federation of America.\n \nPut another way: 87 percent of patients visited Planned Parenthood for non-abortion needs.\n \nWe recognize, of course, that Planned Parenthood has self-reported these figures from their affiliates. Still, the numbers are independently audited, Clark said, and we are not aware of any other sources that can reliably provide the same kind of information.\n \nIt’s also worth pointing out that because federal dollars generally can’t be used for abortions, Duffy’s bill and other legislation aimed at restricting public funding for Planned Parenthood are themselves an acknowledgment of sorts that the organization does more than provide abortions.\n \nIndeed, Planned Parenthood’s single-largest share of revenue in fiscal year 2015 — $553 million, or 43 percent — came from government grants and reimbursements, according to the annual report.\n \nOur rating\n \nDuffy said, \"New evidence reveals that abortion providers like Planned Parenthood do little other than provide abortions.\"\n \nBut that is far from accurate.\n \nPlanned Parenthood’s most recent annual report covering a 12-month span between October 2013 and September 2014 states that abortions accounted for 3 percent of services the organization provided. \n \nAbout 13 percent of Planned Parenthood patients had abortions in the same period, a spokeswoman said.\n \nWhat’s more, Duffy’s own measure to defund Planned Parenthood underlines how inaccurate this claim is. Federal money generally can’t be used for abortions, so the money he and others want to eliminate goes to pay for, well, things other than abortions.\n \nFor a claim that’s false and ridiculous, we have one rating: Pants on Fire.  Share the Facts   Politifact    5 6  Politifact Rating:   \"Abortion providers like Planned Parenthood do little other than provide abortions.\"    Sean Duffy U.S. representative, R-Wis.   In a news release Tuesday, January 24, 2017 01/24/2017    Read More  info", "vclaim_id": "vclaim-pol-03635"}