{"url": "/factchecks/2008/jan/28/john-mccain/romney-has-changed-his-stand-on-abortion/", "speaker": "John McCain", "vclaim": "Mitt Romney previously believed \"that abortion should be safe and legal in this country.\" Now he is \"prolife.\"", "truth_label": "true", "date": "stated on January 28, 2008 in an ad on the Internet:", "title": "Romney has changed his stand on abortion", "text": "A new ad from John McCain makes the case that Mitt Romney has not always opposed abortion. Romney has acknowledged that this is the case.\n\nWhen Romney ran for office in Massachusetts — unsuccessfully for U.S. Senate in 1994 and successfully for governor in 2002 — he often said he supported abortion rights.\n\n\nMcCain's ad highlights a few of those statements.\n\"I believe that abortion should be safe and legal in this country,\" Romney said in a 1994 debate with Democratic Sen. Ted Kennedy.\n\n\nIn a 2002 debate, Romney said there was no difference between his views and that of his Democratic opponent, Shannon P. O'Brien. \"I will preserve and protect a woman's right to choose, and am devoted and dedicated to honoring my word in that regard,\" Romney said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn 2007, Romney said his views have changed. \"And I get tired of people that are holier than thou because they've been prolife longer than I have,\" he said at a Republican debate on Aug. 5, 2007.\n\n\n(\n\nPolitiFact.com\n\nlooked at Romney's abortion record previously; check out our stories\n\nhere\n\nand\n\nhere\n\n.)\n\n\nMcCain's ad accurately conveys Romney's positions now and during the previous times Romney has run for office. The ad clearly labels which statements were made during which campaign. For this reason, we find the ad's statements True.\n\n\nFor more on McCain's ad attacking Romney, see our story\n\nhere\n\n.", "vclaim_id": "vclaim-pol-16375"}