{"url": "/factchecks/2014/mar/07/mary-burke/democratic-challenger-mary-burke-says-wisconsin-un/", "speaker": "Mary Burke", "vclaim": "Under Scott Walker, Wisconsin \"unemployment's up\" from 4.8% to 6.2%", "truth_label": "pants-fire", "date": "stated on March 5, 2014 in a TV ad:", "title": "Democratic challenger Mary Burke says Wisconsin unemployment has increased under Gov. Scott Walker", "text": "Even as it became clear that he's not on track to deliver 250,000 jobs by January 2015, Gov. Scott Walker has repeatedly told voters that Wisconsin’s unemployment rate has gone down since he took office in January 2011.\nNews articles have chronicled a gradual decrease in the rate, including a report that it dipped to a five-year low in November 2013.\nAnd yet, with her first TV ad in the 2014 gubernatorial campaign, Democratic candidate Mary Burke contradicts that notion.\nMidway through the ad, unveiled March 5, 2014, the narrator says that \"under Walker, unemployment’s up.\"\nSimultaneously, a figure on the screen changes from 4.8 percent to 6.2 percent.\nSo, under Walker, has unemployment really gone up? And what are the numbers?\nWhat Burke says\nThe ad starts by touting Burke. It cites Wisconsin jobs at Trek Bicycle Corp., the Burke family business, where Mary Burke worked as an executive years ago. And it states that Wisconsin had 72,000 more jobs when Burke served as state commerce secretary than it does today.\n(The 72,000 is an updated version of a claim Burke made in October 2013, which we rated Half True. She was correct on the number -- 84,000 at that time -- but overstated the credit she and Democratic Gov. Jim Doyle deserved.)\nThen the ad stops talking about Burke and transitions to Walker, citing anti-Burke ads from what it calls \"Walker's\" Republican Governors Association. Walker is a member of the national association's executive committee and was vice chairman in 2013.\nThe narrator then says that \"under Walker, unemployment’s up.\" That’s when the figure on the screen spins from 4.8 percent to 6.2 percent. The U.S. Bureau of Labor Statistics, the federal government’s official jobs counter, is footnoted as the source.\nThe narrator continues the attack on Walker by saying job prospects are down and layoffs continue.\nRegarding the unemployment rate claim specifically, Burke spokesman Joe Zepecki told us: \"We're not examining it in terms of (Walker’s) time in office overall -- we're comparing it what it was when Burke was commerce secretary.\"\nBut that's not what the viewer sees and hears when the ad pivots from praising Burke to attacking Walker. It talks only about Walker; it doesn’t compare him to Burke.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nMoreover, with the narrator’s words presented along with the two percentages on the screen, Burke’s message is that unemployment during Walker’s time as governor has risen from 4.8 percent to 6.2 percent.\nBut unemployment was much higher than 4.8 percent when Walker took office. And the trend since then has been down, not up.\nRates are down\nAsked for evidence to back the claim, Zepecki did not cite numbers from the start of Walker’s tenure. He told us that on an annual average, Wisconsin’s unemployment rate was never higher than 4.8 percent during the more 2 1/2 years that Burke was commerce secretary. In contrast, Zepecki said, the monthly rate under Walker has never been below 6.2 percent.\nWe reviewed monthly figures from the Bureau of Labor Statistics, the federal agency cited in the ad.\n-- When Burke served as state commerce secretary -- February 2005 to November 2007 -- Wisconsin's unemployment rate was steady. It started at 4.8 percent, hit a high of 4.9 percent in June 2007 and went as low as 4.6 percent, which was the rate when she left.\n-- After Burke left the commerce post, unemployment rose, and later dropped, during the rest of Doyle’s second term as governor. The rate peaked three times at 9.2 percent, including as late as January 2010, then eventually fell to 7.8 percent in December 2010, Doyle’s final full month in office.\n-- Under Walker, the highest unemployment rate has been 7.7 percent -- including in January 2011, the month he took office. Since then, the rate has gradually trended downward, with a bump up here and there, to a low of 6.3 percent in December 2013, the latest month available.\n(A footnote: The state Department of Workforce Development had reported the December 2013 rate one notch lower, at 6.2 percent. A spokesman for the state agency told us the federal Bureau of Labor Statistics revised the figure to 6.3 percent after the state agency announced its number.)\nSo, without stating any comparison between Burke and Walker, the ad claims unemployment is higher under Walker and provides figures indicating an increase from 4.8 percent to 6.2 percent. But the rate was much higher than 4.8 percent when Walker took office and it has gone down, not up, during his tenure.\nOur rating\nBurke's said that \"under Walker, unemployment’s up,\" from 4.8 percent to 6.2 percent.\nBurke defends the claim by saying 4.8 percent is a reference to when she served as state commerce secretary, which was several years before Walker became governor. But the ad gives no indication that that is the comparison she is making.\nMoreover, during Walker’s time as governor, unemployment started at 7.7 percent, not 4.8 percent. And rather than trending upward, the rate has steadily dropped to 6.3 percent.\nFor a claim that is false and ridiculous, we give Burke a Pants on Fire.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.\nFollow us on Twitter and Facebook.", "vclaim_id": "vclaim-pol-08159"}