{"url": "/factchecks/2011/sep/18/hetty-rosenstein/union-leader-hetty-rosenstein-claims-average-pensi/", "speaker": "Hetty Rosenstein", "vclaim": "\"The average state pension, including managers, is $23,000 a year; and just $14,000 for local government workers.\"", "truth_label": "half-true", "date": "stated on August 31, 2011 in a press release from the Communication Workers of America:", "title": "Union leader Hetty Rosenstein claims average pensions are $23K for state workers, $14K for local government employees", "text": "Public employees in New Jersey have to contribute more toward their pensions, but according to union leader Hetty Rosenstein, the average worker isn’t receiving much money during retirement.\n\nRosenstein, state director of the Communication Workers of America, recently made that claim when hers and other unions filed a lawsuit challenging a new state law that demands workers pay more toward their pension and health benefits.\n\n\"New Jersey made a promise to its public workers: work hard, serve the people of New Jersey, and take a salary that is less than what you might earn in the private sector – and you can look forward to a secure and stable retirement,\" Rosenstein said in an Aug. 31 press release. \"It is not lavish: the average state pension, including managers, is $23,000 a year; and just $14,000 for local government workers.\"\n\nPolitiFact New Jersey found that Rosenstein’s pension estimates need some clarification. Depending on when workers retired and how long they served, some average pensions are higher than what she claimed.\n\nBefore we talk about payments, let’s briefly explain New Jersey’s pension system.\n\nThe state has five major pension funds covering various public workers. Rosenstein told us her figures refer to the Public Employees’ Retirement System, or PERS, the fund covering most CWA members.\n\nData on state workers from the New Jersey Department of the Treasury back up Rosenstein’s claim that her members mostly belong to PERS.\n\nPension amounts vary, depending on a worker’s salary and years of service. On top of pensions, most public workers also receive subsidized health benefits in retirement.\n\nNow, let’s explain how Rosenstein arrived at her estimates.\n\nRosenstein referred us to the average payments made by the state under PERS in the year preceding July 1, 2009.\n\nAccording to that data, which includes most retirement types, the state paid, on average, $22,034 to retired state workers or their beneficiaries. The average annual payment made on behalf of retired local workers was $14,028. More recent data show similar average payments.\n\nThose figures support Rosenstein’s statement, but looking at state payments is just one way of measuring average pensions.\n\nAnother way is looking at the average annual benefits due to retirees when they retired. That measurement is different than what Rosenstein cited, because it reflects what workers would be paid on a full-year basis. The state payment data includes part-year payments made to new retirees.\n\nWhen we consider the average annual benefits at the date of retirement, Rosenstein’s numbers fall short for new retirees.\n\nAs of July 1, 2010, the average annual pension among four types of retirement under PERS was $21,145 for all state retirees and $13,579 for all local retirees. Those figures exclude cost-of-living adjustments granted after retirement.\n\nThose numbers are close to Rosenstein’s estimates, but the average annual pension for \"new retirees\" -- people who had retired within the previous year -- was $30,199 for state workers and $20,075 for local workers.\n\nStill, average benefits can be weighted down by people with fewer years of service, said Bill Hallmark, an actuary with the American Academy of Actuaries. To judge the lavishness of a pension, one should consider benefits paid to full-career employees, he said.\n\nIn fact, Treasury data shows that nearly half of PERS retirees in the two largest retirement groups left their jobs after 25 or more years of service -- and some of those folks are taking home the largest pensions.\n\nIn the year preceding July 1, 2010, here’s the average annual pensions for new retirees with at least 25 years of service who opted for a special retirement: $39,551 for state workers and $33,828 for local workers.\n\nIt’s also worth noting that the average annual pension in two other funds covering a small number of CWA members in state government are higher than the estimates provided by Rosenstein.\n\nOur ruling\n\nRosenstein claimed average pensions are $23,000 for state workers and $14,000 for local government workers. Her numbers are mostly accurate when you consider the average annual payments made by the state under PERS, and also when you look at the average annual benefits for all retirees at the date of retirement.\n\nBut new retirees in PERS are receiving larger pensions than what Rosenstein suggested. Also, some CWA members are members of other pension funds where average pensions are even higher.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12405"}