{"url": "/factchecks/2012/jul/20/john-watson/will-t-splost-add-112-year-consumers/", "speaker": "John Watson", "vclaim": "The transportation sales tax would cost the average consumer an estimated $112 a year.", "truth_label": "mostly-true", "date": "stated on July 11, 2012 in an op-ed:", "title": "Will T-SPLOST add up to $112 a year for consumers?", "text": "The poor penny. Some politicians want to get rid of it. It often gets lost in the living room sofa or underneath the car seat.\n\nPennies, though, can add up.\n\nSupporters of the July 31 transportation referendum say a penny-per-dollar sales tax would pay for scores of mass transit and road projects that would ease congestion in the Atlanta region.\n\nOne referendum proponent recently said the extra penny added on to items that may cost a buck is well worth it in exchange for the transportation improvements it would fund. In fact, he said the annual cost would be less than how much it costs the average Atlanta-area resident to be stuck in traffic a year -- $924. PolitiFact Georgia previously rated the $924 claim Mostly True.\n\nPolitiFact Georgia saw the following statement and wondered how close to the truth was this claim.\n\n\"An additional penny will cost the average consumer an estimated $112 annually. In exchange, they’ll get traffic relief, more income-producing time at work and more leisure time at home,\" John Watson wrote in The Marietta Daily Journal.\n\nWatson is a senior adviser to Citizens for Transportation Mobility, an organization leading the push to get the hotly debated referendum passed. He served as a chief of staff to Sonny Perdue when he was governor..\n\nThe Atlanta Regional Commission, which has provided technical and research assistance to local and state officials involved in the referendum, compiled a report on the sales tax impact of the referendum. One chart contained an estimated final resident cost for each year of the referendum. The average per resident, ARC calculated, was $112 a year.\n\nReferendum supporters estimate the tax would, when taking inflation into account, raise as much as $8.5 billion over the 10 years it would be in effect. That estimate came from state tax revenue forecasts. The 10 metro Atlanta counties that would collect the tax are Cherokee, Clayton, Cobb, DeKalb, Douglas, Fayette, Fulton, Gwinnett, Henry and Rockdale. \n\nARC’s first step in coming up with the estimate was to determine what percentage of the funds would come from metro Atlanta residents as opposed to tourists and businesses. Its estimate is 65 percent of the revenue would come from residents.\n\nARC officials then estimated the population in the 10-county area that will vote on the referendum and projected the region’s growth over the 10-year period. ARC believes the region’s population will be about 4.3 million residents in 2013. In 2022, the ARC projection is 4.86 million.\n\nARC estimates an average population growth of nearly 56,000 people a year. Population in the 10-county region rose by an average of 69,000 a year between 2000 and 2010, U.S. Census figures show.\n\n\"It’s a pretty conservative population forecast,\" ARC planner Jim Skinner said.\n\nDivide the estimated sales tax revenue by the number of residents and the math equals ARC’s estimate of $112 a year per person, as Watson said in the op-ed.\n\nPolitiFact Georgia, however, had a question about the numbers. The population estimate is for all residents, including those under age 18. The percentage of residents under age 18 in the region ranges from a low of nearly 24 percent in Fulton County to a high of 29 percent in Clayton County.\n\nWe know many children like to play with pennies, but they spend less than their parents. Should they be included in the estimate?\n\nSkinner said ARC was not asked to do a breakdown by age. He also said some agencies conduct research on taxes and use the entire state population.\n\nBert Brantley, who is assisting Citizens for Transportation Mobility with media relations and public outreach in support of the referendum, said the larger point is still the amount of money people could pay in sales taxes for transportation is much less than the estimated annual cost to be stuck in traffic.\n\n\"Now obviously, not every resident in the region is a commuter, but we all already pay a congestion tax in wasted time and fuel, so this is not a tax vs. no tax argument,\" said Brantley, a former communications director for Perdue.\n\nPolitiFact Georgia calculated how much each resident would pay a year in additional sales tax, excluding people under age 18. Our estimate: $132.37 a year.\n\nThe total comes close to ARC’s estimate. With this bit of context that ARC’s estimate includes all residents in the 10-county area, we rate Watson’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-10737"}