{"url": "/factchecks/2012/aug/24/jim-renacci/jim-renacci-says-betty-sutton-democrats-gutted-med/", "speaker": "Jim Renacci", "vclaim": "Says Betty Sutton and House Democrats \"gutted\" Medicare by $741 billion to pay for Obamacare.", "truth_label": "barely-true", "date": "stated on August 15, 2012 in a campaign email:", "title": "Jim Renacci says Betty Sutton, Democrats gutted Medicare by $741 billion to pay for Obamacare", "text": "Mitt Romney rekindled a heated debate over Medicare by picking U.S. Rep. Paul Ryan as his running mate.\n\nRyan, head of the Budget Committee in the U.S. House of Representatives, is the architect of a plan to dramatically restructure Medicare, which today operates as a government-run health insurance plan for Americans over age 65.\n\nDemocratic congressional candidates are making the protection of traditional Medicare a centerpiece of their campaigns.\n\nThe Republican response has been to attack back. In a series of news releases dealing with the national health care reform law, the National Republican Congressional Committee on Aug. 14 claimed 37 House Democrats are \"gutting $741 billion from Medicare\" to pay for the Affordable Care Act, also known as Obamacare.\n\nOne of those 37 Democrats was Rep. Betty Sutton. GOP Rep. Jim Renacci, her opponent in Ohio's newly redrawn 16th congressional district, repeated the claim the next day in a campaign fundraising email.\n\n\"We all know that our seniors were slapped with an estimated $500 billion blow to Medicare in 2010 when President Obama and Betty Sutton pushed through their healthcare law, which ended Medicare as we know it,\" the message said. \"Now, revised estimates by the Congressional Budget Office reveal Democrats gutted even more from Medicare than we first knew, taking $741 billion from seniors to fund ObamaCare.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nPolitiFact Ohio was interested.\n\nWe have examined the claim that health care reform cuts Medicare by $500 billion on a number of occasions. The most recent was last May, when Renacci's campaign website said Sutton \"gutted Medicare by $500 billion\" to fund Obamacare.\n\nWe rated that statement Mostly False.\n\nHow did the claim climb from $500 billion to $741 billion?\n\nRenacci's email said: \"Revised estimates by the Congressional Budget Office reveal Democrats gutted even more from Medicare than we first knew, taking $741 billion from seniors to fund Obamacare.\"\n\nWe asked Renacci's campaign how he backs up the statement. Except for the revised estimate from the Congressional Budget Office, the backup matched the sourcing for the earlier claim with $500 billion.\n\nLet's review, with the revised estimate.\n\nFirst, Obamacare does not literally cut a dollar amount from the Medicare program’s budget. Rather, spending will grow.\n\nBut the health care law instituted a number of changes to slow the program’s future spending growth and try to contain future health care costs in the program. At the time the law was passed, those savings amounted to $500 billion over the next 10 years.\n\nAt the time the health care law was being finalized and passed, Democrats said it was important to them that the new law not add to the deficit. So savings in Medicare spending were counted against the health care law’s new spending. That spending is primarily to cover the uninsured, by giving them tax credits to buy private insurance. But some new spending increases Medicare coverage for prescription drugs for seniors.\n\nThe efforts to limit future growth were mainly aimed at insurance companies and hospitals, not beneficiaries.\n\nThe law makes significant changes to Medicare Advantage, a subset of Medicare plans run by private insurers. Medicare Advantage was started under President George W. Bush, and the idea was that competition among the private insurers would reduce costs. But in recent years the plans have actually cost more than traditional Medicare. So the health care law scales back the payments to private insurers.\n\nHospitals, too, will be paid less if they have too many re-admissions, or if they fail to meet other new benchmarks for patient care.\n\nObama and fellow Democrats say the intention is to protect beneficiaries' coverage while forcing health care providers to become more efficient.\n\nUnder the new law, the overall Medicare budget is projected to go up for the foreseeable future. The health care law tries to limit that growth, making it less than it would have been without the law, but not reducing its overall budget.\n\nBecause Medicare spending gets bigger every year, the figure for the savings also increases. Also, it takes a few years for the health care law’s savings mechanisms to kick in. In fact, the effects of time are the main reason the $500 billion number has risen past $700 billion.\n\nThe CBO determined in 2011 that the federal health care law would reduce Medicare outlays by $507 billion between 2012 and 2021. In its latest estimate released last month, the budget office looked at the years 2013 to 2022 and determined the health care law would reduce future Medicare spending by $716 billion. The $741 billion cited by the RNCC and Renacci includes that Medicare spending and money for other federal programs.\n\nSo it is timing that's making the figures bigger, not changes to Medicare. The claim that Democrats support \"gutting\" Medicare is wrong -- program spending will still increase under Obamacare, but at a slower pace.\n\nThere is an element of truth in Renacci’s claim. The health care law seeks to reduce future Medicare spending, and the tally of those cost reductions over the next 10 years is $716 billion.\n\nBut describing those savings as cuts that gut Medicare suggests a slashing of programs that is not in the law.\n\nOn the Truth-O-Meter, the claim rates Mostly False.", "vclaim_id": "vclaim-pol-10531"}