{"url": "/factchecks/2010/jun/28/ted-ankrum/ankrum-says-mccaul-sixth-richest-member-congress/", "speaker": "Ted Ankrum", "vclaim": "Says U.S. Rep. Michael McCaul is \"the sixth-richest person in Congress.\"", "truth_label": "mostly-true", "date": "stated on June 25, 2010 in a speech:", "title": "Ankrum says McCaul is the sixth-richest member of Congress", "text": "Painting his November opponent as an out-of-touch millionaire, Democrat Ted Ankrum invoked U.S. Rep. Michael McCaul’s wealth in remarks to the Democrats with Disabilities caucus at the Texas Democratic State Convention in Corpus Christi.\n\nThe Austin lawyer \"is the sixth-richest person in Congress,\" Ankrum said Friday.\n\nWe scurried to check.\n\nWhen we followed up with Ankrum, he immediately said he should have described McCaul as the sixth-richest member of the House — not all of Congress. \n\nHow would Ankrum know? Roll Call, a Capitol Hill newspaper, annually examines financial disclosure filings by members of Congress and ranks the 50 richest members by calculating their minimum net worths. On the disclosure filings, members don’t reveal exactly what they’re worth. Instead, they indicate assets and liabilities within broad categories such as $1 to $1,000, up to more than $50 million. Roll Call estimates each member’s net worth by calculating the lowest possible total assets and subtracting the lowest possible liabilities.\n\nAccording to Roll Call’s latest assessment, based on members’ 2008 submissions, McCaul was then the 11th-richest member of Congress, and the sixth-richest House member. McCaul’s estimated net worth that year: $38.08 million. \n\nThe sixth-richest member that year, according to Roll Call’s research, was Rep. Jared Polis of Colorado, with an estimated net worth of $71 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\"McCaul’s assets grew by at least $14 million in 2008,\" Roll Call said, \"a jump of nearly 60 percent from his reported minimum value the year before. McCaul holds the largest percentage increase in wealth among any member.\"\n\nRoll Call also reported that many lawmakers on its top-50 list had suffered steep financial losses, reporting a combined loss of more than $275 million from their combined estimated net worths in 2007.\n\nRoll Call said McCaul’s boost in wealth reflected a significant jump in some of his wife’s investments, which were valued at a minimum of $25 million. McCaul’s father-in-law is Lowry Mays, the founder of media giant Clear Channel Communications.\n\nWe checked in with McCaul’s campaign, whose spokesman Mike Rosen, didn’t quibble with the ranking. \n\nOverall, 28 Democrats and 22 Republicans made the publication’s top-50 list. The most flush member of Congress that year was Sen. John Kerry, D-Mass., with an estimated net worth of $167.55 million. Other Texans in the money: U.S. Rep. Kenny Marchant, R-Irving, ranked 25th with an estimated net worth of $11.89 million, Rep. Lloyd Doggett, D-Austin, came in 35th at $7.14 million and Rep. Randy Neugebauer, R-Lubbock, landed 46th at $5.91 million. \n\nSumming up (ahem): Ankrum misspoke because McCaul, by the latest ranking, is the the sixth-richest member of the House, not Congress. \n\nStill, the punch line is about the same; McCaul was better off than most colleagues. We rate Ankrum’s statement Mostly True.", "vclaim_id": "vclaim-pol-14844"}