{"url": "/factchecks/2013/nov/24/matthew-dowd/matthew-dowd-says-barack-obama-harry-reid-and-mit/", "speaker": "Matthew Dowd", "vclaim": "\"Harry Reid was against (the nuclear option) before he was for it. Mitch McConnell was for it before he was against it. President Obama was against it before he was for it.\"", "truth_label": "true", "date": "stated on November 24, 2013 in comments on ABC's \"This Week\":", "title": "Matthew Dowd says Barack Obama, Harry Reid and Mitch McConnell flip-flopped on 'nuclear option'", "text": "Senate Majority Leader Harry Reid, D-Nev., invoked the \"nuclear option,\" meaning the Senate can now approve President Barack Obama’s executive and judicial nominations (except for the Supreme Court) with a simple 51-vote majority. Previously, appointments could be blocked by a filibuster, which would require 60 votes to break.\nOn This Week, ABC political analyst Matthew Dowd criticized politicians on both sides of the aisle for changing their viewpoints on the nuclear option.\n\"There's a virus going around Washington, D.C., and it's a virus of hypocrisy,\" said Dowd, a former adviser to President George W. Bush. \"Harry Reid was against this before he was for it. Mitch McConnell was for it before he was against it. President Obama was against it before he was for it.\"\nPunditFact won’t make a judgment call about whether politicians’ changes in opinion are justified. We’ll just review if and how their stances have changed, which we’ve already analyzed on PolitiFact’s Flip-O-Meter for Obama, Reid and McConnell.\nLet’s go back in time to see if Dowd’s correct.\nTake 2005: Bush was starting his second term with a Republican majority in the Senate.\nDemocrats filibustered a host of Bush’s nominees, so the Republicans considered invoking the nuclear option. Obama (then a freshman senator), McConnell and Reid were all involved in the filibuster debate. Sounds familiar.\nHow did their 2005 positions compare to what they’ve said and done in 2013?\nObama\nIn 2005, Obama was in the Senate minority. Here’s what he had to say on the Senate floor that April about approving nominations with a simple majority:\n\"The American people want less partisanship in this town, but everyone in this chamber knows that if the majority chooses to end the filibuster, if they choose to change the rules and put an end to democratic debate, then the fighting, the bitterness, and the gridlock will only get worse.\"\nHe’s changed his tune now that he’s in Bush’s shoes.\n\"I support the step a majority of senators today took to change the way that Washington is doing business -- more specifically, the way the Senate does business,\" Obama said on Nov. 21. \"What a majority of senators determined by Senate rule is that they would restore the longstanding tradition of considering judicial and public service nominations on a more routine basis.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nReid\nIn 2005, Reid was the minority leader. On the Senate floor that May, he spoke against the nuclear option, the very same procedural change he invoked as the majority leader seven years later.\n\"You should not be able to come in here and change willy-nilly a rule of the Senate,\" he said, addressing Bush. He then referred to the nuclear option as \"foolishness.\"\nBut in 2013, with a president from his own party trying to approve nominees, Reid invoked that very option.\n\"Gridlock has consequences and they're terrible,\" he said to the Senate. \"It's not only bad for President Obama, bad for this body, the United States Senate, it's bad for our country.\"\nMcConnell\nWe’ve established that Democratic leaders have changed their stances, but what about the Republican leadership?\nMcConnell, now the Senate minority leader, was the majority whip in 2005. Back then, he spoke in favor of stopping the filibusters.\n\"The majority in the Senate is prepared to restore the Senate’s traditions and precedents to ensure that regardless of party, any president’s judicial nominees, after full and fair debate, receive a simple up-or-down vote on the Senate floor,\" he said on the Senate floor in May 2005.\nFast forward to 2013, and McConnell’s criticizing the Democrats for trying to \"break the rules to change the rules.\"\n\"Let me say we are not interested in having a gun put to our head any longer,\" he said.\nOur ruling\nDowd accused leaders like Obama, Reid and McConnell of changing their stances on the Senate’s nuclear option. In 2005, when there was a Republican president and Senate majority, McConnell and others advocated for (but never invoked) an end to filibustering nominees. Now, when a Democratic president and Senate majority have invoked the same change, McConnell opposed it.\nMeanwhile, Democrats like Obama and Reid supported the same change they fiercely attacked during the Bush administration.\nWe rate Dowd’s claim True.", "vclaim_id": "vclaim-pol-08573"}