{"url": "/factchecks/2011/dec/11/jay-webber/new-jerseys-unemployment-benefits-fund-broke-more-/", "speaker": "Jay Webber", "vclaim": "Says \"our unemployment insurance trust fund is broke. We're over a billion dollars in debt to the federal government.\"", "truth_label": "true", "date": "stated on November 28, 2011 in an NJToday interview:", "title": "New Jersey’s unemployment benefits fund is broke, with more than $1 billion owed to the federal government", "text": "New Jersey has gone into debt to cover unemployment benefits for people who lost their jobs in the Garden State.\n\nAssemblyman Jay Webber (R-Morris) made that argument in a recent NJToday interview about his opposition to proposed legislation aimed at providing unemployment benefits to certain individuals whose hours at work have been reduced.\n\n\"It might be a good idea. The problem I have is that our unemployment insurance trust fund is broke,\" Webber said during the Nov. 28 interview. \"We're over a billion dollars in debt to the federal government, and what this bill does is create another stream of income out of the fund.\"\n\nPolitiFact New Jersey found that Webber is right.\n\nAfter more than two and a half years of borrowing money to cover unemployment benefits, New Jersey still owed about $1.3 billion to the federal government as of Dec. 6, according to federal and state officials.\n\nKerri Gatling, a spokeswoman for the state Department of Labor and Workforce Development, said the state expects to pay off the loan in late 2013.\n\n\"There is currently a negative fund balance resulting from the severe economic downturn whereby unemployment insurance benefit payments exceed contributions to the fund,\" Gatling said in an email.\n\nWebber told us the fund must be protected and its solvency ensured.\n\n\"Regardless of how we got there, now we’ve got to fix it,\" Webber said.\n\nHere’s how we got into so much debt:\n\nNew Jersey’s unemployment insurance trust fund is made up of payroll taxes paid by employers and employees. The fund is used to pay unemployment benefits to people who worked in New Jersey.\n\nThe idea behind such trust funds is to build up reserves when the economy is performing well in order to pay unemployment benefits during economic downturns.\n\nBut state officials repeatedly diverted money from the trust fund to cover charity care payments to hospitals, ultimately reaching a total of about $4.6 billion in funds by 2005, according to the state’s nonpartisan Office of Legislative Services.\n\nThen, as more people lost their jobs during the recent recession and sought unemployment benefits, the trust fund was depleted by March 2009 and the state began borrowing from the federal government to cover the payments, according to OLS.\n\nThe borrowing reached its height in April 2011, when New Jersey owed $2.1 billion for the loan, Gatling said. On Sept. 30, New Jersey paid nearly $48 million to the federal government to cover interest on the loan, she said.\n\nThe state anticipates an interest payment of between roughly $55 million and $60 million to be made in September 2012, Gatling said.\n\n\"As we minimize the interest expense, we take excess funds and pay the loan balance,\" Gatling said. \"Payroll taxes are used to pay benefits and pay the loan balance.\"\n\nIn November 2010, New Jersey voters overwhelmingly approved a constitutional amendment prohibiting the diversion of money from the unemployment insurance trust fund and other benefit funds for any other purposes.\n\nBut New Jersey isn’t the only state that owes the federal government money to cover unemployment benefits.\n\nAs of Dec. 6, 27 states and the U.S. Virgin Islands owed a total of roughly $38.3 billion in principal alone, including New Jersey’s roughly $1.3 billion, according to the U.S. Treasury Department. California owes the most, about $9.4 billion, according to the department.\n\nOur ruling\n\nWebber claimed in a television interview that New Jersey’s \"unemployment insurance trust fund is broke. We're over a billion dollars in debt to the federal government.\"\n\nThe assemblyman’s statement is on target. New Jersey currently owes more than $1 billion to the federal government for money borrowed to pay unemployment benefits.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11959"}