{"url": "/factchecks/2012/may/07/anthony-bucco/state-sen-anthony-bucco-claims-democrat-led-legisl/", "speaker": "Anthony Bucco", "vclaim": "Says \"an unchecked Democratic Majority in Trenton\" is responsible for \"years of diversions\" from the state’s unemployment insurance trust fund.", "truth_label": "barely-true", "date": "stated on May 1, 2012 in a news release:", "title": "State Sen. Anthony Bucco claims Democrat-led Legislature is responsible for diverting money from unemployment benefits fund", "text": "Democrats have been in control of the New Jersey Legislature for so many years that they can be held responsible for many of the state’s financial woes.\n\nBut when it comes to diverting money from the state’s unemployment benefits fund, the Republican-led Legislature of years past deserves its share of the blame as well.\n\nIn a May 1 news release, however, state Sen. Anthony Bucco (R-Morris) targeted \"an unchecked Democratic Majority in Trenton\" for diverting money from that fund, which is used to pay unemployment benefits to people who worked in New Jersey.\n\n\"The Administration is to be applauded for putting the state’s unemployment insurance fund on the path to solvency more quickly than anyone expected,\" Bucco said in the news release. \"Through a combination of tax reforms, efficiencies, and aggressive prosecution of fraud and abuse, this Governor has fixed the mess he inherited as a result of years of diversions and fiscal irresponsibility by an unchecked Democratic Majority in Trenton.\"\n\nThe senator’s claim is largely wrong, PolitiFact New Jersey found. About 67 percent of the roughly $4.6 billion in total diverted funds was due to legislation passed by the Republican-controlled Legislature between 1992 and 1997, according to the state’s nonpartisan Office of Legislative Services.\n\nDue in part to the fund diversions -- as well as the increased demand for unemployment benefits -- the fund was depleted by March 2009 and New Jersey began borrowing from the federal government to cover benefit payments. State officials anticipate paying off the loan by May 2014.\n\nStarting with a law enacted in late 1992, a total of about $4.6 billion has been diverted from the trust fund to cover charity care payments to hospitals, according to the OLS.\n\nThe Republican-led Legislature approved legislation in 1992, 1996 and 1997 that led to the diversion of $3.141 billion, representing about 67 percent of the total diverted funds.\n\nIn 2002 and 2003, Democrats controlled the State Assembly and the two parties shared control of the Senate. During those two years, legislators approved diverting $1.1 billion, or about 23 percent of the total funds.\n\nAfter Democrats took full control of both houses in 2004, the Legislature agreed to divert $450 million, which is about 10 percent of the total funds.\n\nAdam Bauer, a spokesman for the Senate Republicans, acknowledged that Republicans also diverted money from the trust fund. But he argued that the trust fund balance still increased when the GOP was in the majority.\n\n\"Bucco’s line about ‘fiscal irresponsibility’ holds up because a diversion when the fund is not being stressed because of high unemployment and is approaching its record high fund balance is not irresponsible, but a diversion when there is high stress on the fund because of job loss and the fund is nearing a record low is irresponsible,\" Bauer said in an e-mail.\n\nJoseph Henchman, vice president of Legal & State Projects for the business-backed Tax Foundation, said he could understand both holding money in reserve as well as ensuring it \"doesn't grow so large as to create pressure for unnecessarily higher benefits or beyond any possible future needs.\"\n\n\"I can see both sides on this: on one hand, you want the fund to have enough in reserve to pay benefits when the economy dips, but you also don't want to accumulate funds beyond what you need,\" Henchman told us in an e-mail.\n\nOur ruling\n\nIn a May 1 news release, Bucco claimed in regard to the state’s unemployment benefits fund that Gov. Chris Christie \"has fixed the mess he inherited as a result of years of diversions and fiscal irresponsibility by an unchecked Democratic Majority in Trenton.\"\n\nBoth political parties are responsible for diverting money from the trust fund. But of the roughly $4.6 billion in total diverted funds, about 67 percent of that was approved by the Republican-led Legislature between 1992 and 1997.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11146"}