{"url": "/factchecks/2013/dec/13/daniel-mckee/cumberland-ri-mayor-daniel-mckee-says-town-has-hig/", "speaker": "Daniel McKee", "vclaim": "The town of Cumberland has \"its highest bond rating in history.\"", "truth_label": "mostly-true", "date": "stated on November 13, 2013 in a campaign speech:", "title": "Cumberland, R.I., Mayor Daniel McKee says town has highest bond rating in its history", "text": "When Cumberland Mayor Daniel McKee launched his campaign for lieutenant governor Nov. 13, he cited the town’s financial progress during his administrations.\nAs evidence of his managerial capability, McKee claimed that his administration restored his town’s credit rating after it dropped into junk bond territory in 2001.\n\"Our town has recovered from a five-point bond downgrade and now enjoys its highest bond rating in history,\" he said in his candidacy announcement, a claim he has repeated multiple times.\nFirst, some background.\nMcKee has been mayor of Cumberland for 11 years --  a four-year stretch from 2000 to 2004, and then again from 2006 until the present. The bond rating recovery claim dates to his first four years in office.\nBond ratings are important to municipalities. When a city or town wants to build a new school or an addition to a police station, it raises that money by selling bonds to investors.\nRatings services such as Moody’s analyze the issuer’s tax base, budget stability and financial management, coming up with a grade that reflects their opinion of the issuing municipality’s ability to pay the investors back.\nAn ‘A’ rated bond would be considered a safe choice, attractive to risk-averse investors who may be willing to accept a lower interest rate in exchange for a surer return. A lower rated ‘B’ bond, however, would be seen as less safe and the issuing town may have to pay a higher interest rate to attract buyers.\nWhen he was initially elected in 2000, Cumberland had already been in financial trouble for three years. In 1997, the town had drained a $1.4-million surplus fund to cover a deficit and still wound up $147,940 short That prompted Moody’s to drop the town’s bond rating from A1 to A3 in 1998.  \nThe rating company uses a letter system to rate bonds, with multiple steps. The best rating is Aaa1. The lowest is C3.\nAaa bonds, in Moody’s words, \"demonstrate the strongest creditworthiness.\" Below Baa level is junk bond status. During its bankruptcy, Central Falls was rated Caa1, signifying \"very weak creditworthiness.\"\nCumberland’s municipal finances were struggling in 2000. A series of news reports noted that revenues were not coming in as expected, the town’s audit reports were late and one estimate predicted a deficit equal to a tenth of the town’s overall budget, \"which is an enormous amount,\" an analyst at Moody’s told The Providence Journal at the time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDavid Cicilline\n\n\nstated on September 4, 2012 in a debate\n\n\n\n\n\n\n\n\n\"The auditor [for the city of Providence] was not locked out\" of access to the city's finances.\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • September 7, 2012\n\n\n\n\n\n\n\nIn January 2001, barely three weeks into McKee’s first term, Moody’s cut the town’s bond rating five steps, to Ba2. Ba rated bonds, in Moody’s words, \"demonstrate below average creditworthiness.\" A Moody’s-rated Ba bond is familiarly known as a \"junk bond.\"\nThe crawl back began in March 2002. A completed audit showed revenues coming in better than expected, and the town implemented a series of cost-cutting measures as well as centralized management of town departments’ spending. Moody’s upgraded the rating to Baa3, one step out of junk bond status.\nBy December 2004, the rating had improved to where it was in 2000, before the downgrades began. McKee said that was important to him because it came as he was leaving office, and it fulfilled a campaign promise.\nTwo years later, in 2006, McKee won the mayoralty back and has been there since. In April 2010, Moody’s classified the town’s bond rating as A1, the top of that classification, where it remains.\nBut is that the highest in its history?\nChecking back in Moody’s records, David Jacobson, a Moody’s spokesman, said Cumberland had an A rating in 1996, but that was before the firm added the three numbers to each letter grade. He said a direct comparison to a 2004 rating would not be exactly apples-to-apples.\nHe said that was also the case with the Cumberland’s April 2010 upgrade to A1. It was because of an adjustment of the standards, not a change in Cumberland’s finances, he said.\nOur ruling\nCumberland Mayor Daniel McKee said the town has \"its highest bond rating in history.\"\nWe found that, as far back as comparable statistics can be found -- about 17 years -- he’s right. The facts also support his claim that the bond rating improved five points under his administration.\nIn addition to the Moody’s A1 rating in May, the city got an AA- rating from Standard and Poors in August. McKee said that during his 30 years in local government, he has no memory of the town ever getting an AA- rating from that service.\nBut Cumberland has been a town for 267 years. It’s possible that at some point in that history, the town had a credit rating that, by some contemporary measure, was higher than its current rating.  \nMcKee cited evidence going back a few decades, not for two centuries of history. For that reason, we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-08510"}