{"url": "/factchecks/2018/may/25/john-cox/did-gop-candidate-california-governor-really-donat/", "speaker": "John Cox", "vclaim": "Republican candidate for California governor Travis Allen \"gave campaign donations to Jerry Brown, Gavin Newsom and Barbara Boxer.\"", "truth_label": "mostly-true", "date": "stated on April 23, 2018 in a campaign ad:", "title": "Did a GOP candidate for California governor really donate to Jerry Brown and Gavin Newsom?", "text": "Did Travis Allen, arguably the most conservative candidate for California governor, donate campaign money to three of the state’s leading liberal Democrats?\nThat’s the Republican-on-Republican attack levied by John Cox’s campaign for governor in a recent TV ad that goes after Allen, an Orange County assemblyman who’s positioned himself as a GOP populist.\nHere’s the full text of the ad, which includes three attacks on Allen:\nNarrator: \"For Republicans, the race for governor is crystal clear: There’s conservative businessman John Cox, leading the opposition to Jerry Brown’s Sanctuary State and chairman of the initiative campaign to repeal the gas tax. \nThen there’s career politician Travis Allen. He gave campaign donations to Jerry Brown. Gavin Newsom and Barbara Boxer. And on the floor vote, Allen refused to join Republicans opposing driver licenses for illegal aliens.\nThe conservative choice is clear: John Cox for governor.\"\n\nThe ad was paid for by John Cox for Governor 2018.\nWe’ll examine the other two attacks on Allen in future fact-checks. In this piece, we’ll focus on the claim he donated to top Democrats.\nBackground on GOP rivals\nRecent polls show growing support for Cox’s campaign for governor, less than a week after President Trump endorsed the San Diego businessman. A survey released Wednesday night from the Public Policy Institute of California shows Newsom, the state’s lieutenant governor, leading Cox, 25 percent to 19 percent.\nFormer Los Angeles Mayor Antonio Villaraigosa was third, at 15 percent, followed by Allen with 11 percent,  State Treasurer John Chiang at 9 percent and former state schools chief Delaine Eastin with 6 percent.\nCox and Allen have sparred at campaign events over who is the most conservative candidate. They’ve both criticized California’s Democratic leadership over the gas tax increase and sanctuary state protections.\nThe top two candidates in the June 5 primary, regardless of party affiliation, will move on to the November runoff.\nDonating to Democrats?\nThe ad accuses Allen of donating to three of the state’s top Democrats. The irony, of course, is that Allen’s run for governor has centered on criticizing those same politicians, particularly Brown and Newsom.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nWe found clear evidence supporting the claim, though Cox’s ad ignores the fact that the contributions took place nearly a decade ago, before Allen ran for elected office, and that he also donated to Republicans.\nCampaign finance records show that in October 2010, Allen donated $1,000 to Jerry Brown for Governor, through Wealth Strategies Group, his wealth management firm in Huntington Beach.\nIn August 2010, Allen gave $100 to Gavin Newsom for Lieutenant Governor. And, in October 2010, he donated $250 to Barbara Boxer for Senate.\n\nSOURCE: Campaign finance records from the California Secretary of State's website. \nAsked about this, a spokeswoman for Allen’s campaign said in an email that the contributions took place \"before Travis was an elected official, as a businessman, he purchased tickets to some events.\"\nA November 2017 Mercury-News article summarized these and additional donations Allen made to Democrats in 2010 and 2011. He told the paper at that time: \"As a businessman I was invited to some events by friends, and I purchased tickets to these events. Attending these events, however, opened my eyes to the damage the Democrats were doing to California, and brought about my decision to do everything in my power to stop them, including running for public office.\"\nSimilar claim\nIn April 2016, PolitiFact California rated Mostly True a similar claim about then Presidential candidate Donald Trump donating to Democrats.\nTexas GOP Sen. Ted Cruz, at the time Trump’s rival for the Republican presidential nomination, claimed Trump \"has given $12,000 to Jerry Brown, Gavin Newsom and Kamala Harris.\"\nCampaign finance data showed the claim was accurate, though we noted Cruz left out that the donations took place long before Trump announced his run for president. The contribution to Jerry Brown took place in 2006, while the donations to the other Democrats took place in 2009, 2011 and 2013.\nOur ruling\nIn a recent TV ad, John Cox’s campaign for governor claimed rival GOP candidate Travis Allen donated to three of California’s top Democrats.\nCampaign records prove the claim, though the contributions took place a decade ago, before Allen entered politics.\nThe statement is accurate but needs this clarification.\nWe rate it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-05-25 18:40:06 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Republican candidate for California governor Travis Allen \"gave campaign donations to Jerry Brown, Gavin Newsom and Barbara Boxer.\"    John Cox Candidate for California governor https://www.youtube.com/watch?v=dJB2jix_f-U    Monday, April 23, 2018 2018-04-23    Read More  info", "vclaim_id": "vclaim-pol-02029"}