{"url": "/factchecks/2016/may/13/blog-posting/popular-internet-story-claims-arizona-missouri-and/", "speaker": "Bloggers", "vclaim": "Says Arizona, Missouri and Texas residents have a two-pet limit, so the public must \"surrender their third pet to the Humane Society.\"", "truth_label": "pants-fire", "date": "stated on May 6, 2016 in a Web article:", "title": "Popular Internet story claims Arizona, Missouri and Texas enacted two-pet limit", "text": "Do not fret, the pug or feline in your life won’t be given to the Humane Society.\nA popular May 6 story from a website called \"Associated Media Coverage\" claims that Arizona, Missouri and Texas recently passed two-pet limit laws.\n\"According to state representatives, pet owners within Texas, Arizona, and Missouri are expected to be in compliance with the new ordinance by September 2016. All pet owners are expected to surrender any pets in excess of the mandatory ‘2-pet maximum’ to their local Humane Society shelter by the compliance date of September 3rd 2016,\" the story reads.\nWe reached out to Associated Media Coverage and did not hear back. Nonetheless, experts quickly dismissed this claim.\nNot a ‘hare’ of truth\n\"This is, in fact, a hoax, and The Humane Society of the United States would never support such an ordinance,\" Humane Society spokeswoman Cheylin Parker said.\nLocally, we also reached out to Arizona Gov. Doug Ducey’s office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nE.J. Finocchio\n\n\nstated on April 24, 2011 in a television interview\n\n\n\n\n\n\n\n\n\"Most of your serial killers, most of your people who commit domestic violence, they start off by abusing animals.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • May 31, 2011\n\n\n\n\n\n\n\n\"This couldn’t be further from the truth,\" said Daniel Scarpinato, a spokesman for Ducey. \"There’s no such law in Arizona, and as a huge animal lover himself, Governor Ducey encourages animal adoption all across our state.\"\nOthers have debunked this story, too. The Snopes website debunked the claim and noted that the Associated Media Coverage website appears to have been registered in February 2016.\nOur ruling\nAssociated Media Coverage said, \"pet owners within Texas, Arizona and Missouri...are expected to surrender any pets in excess of the mandatory ‘2-pet maximum’ to their local Humane Society.\"\nThat’s a ridiculous and unfounded claim.\nWe rate it as Pants on Fire!\nhttps://www.sharethefacts.co/share/32ce8799-2973-4b60-8553-5bc2b000738f", "vclaim_id": "vclaim-pol-04968"}