{"url": "/factchecks/2007/sep/13/john-edwards/on-the-money-about-loans/", "speaker": "John Edwards", "vclaim": "Poor people go to a \"payday lender...and they pay 300, 400, 500 percent interest.\"", "truth_label": "true", "date": "stated on August 29, 2007 in a speech in Americus, Ga.:", "title": "On the money about loans", "text": "At a campaign stop in Americus, Georgia, John Edwards said the U.S. has \"the worst saving rate in the industrialized world.\" As a consequence, when the bills come in many working Americans can be short of money. \"And so the result is, they go to the payday lender, right? And they pay 300, 400, 500 percent interest.\"\n\nHe is right about those interest rates, and some experts think he understates the problem. Over the years, a number of groups have looked at the practices of such lenders and found that the rates they charge are enormously high.\n\n\nJean Ann Fox, Director of Consumer Protection for the Consumer Federation of America, an expert on the subject who has testified in Congress, says \"the bottom line is he is being conservative in his description of how expensive these loans are.\"\n\n\nA November 2006 study by Fox's organization, the CFA, \"Cashed Out: Consumers Pay Steep Premium to 'Bank' at Check Cashing Outlets,\" concluded that \"check cashers make two-week term payday loans based on personal checks held for future deposit at effective annual interest rates between 390 percent -780 percent.\" The average cost of a $300 loan was 406 percent annual percentage rate, according to this survey.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nThe Center for Responsible Lending, a nonpartisan, nonprofit policy group that focuses on fighting abusive lending practices, has a list of the signs of predatory payday lending. The number one sign is lenders who typically charge an interest rate of 400 percent APR or higher.\nPayday loans allow an individual to use a post-dated personal check to get a small, short-term cash advanThe Congressional Research Service also looked into this lending system and explained how they work: Typically, an individual writes a post-dated personal check to the lender, typically for $100-$500. The lender holds onto the check until the borrower's next paycheck. The fee on a two-week loan (the usual amount of time between pay periods) is between $15- $17 per $100. That may seem like a small amount, but it is equal to an annual percentage rate of between 391 percent and 443 percent, according to CRS.\n\n\nThe Center for Responsible Lending produced yet another study, this one in November 2006, \"Financial Quicksand: Payday Lending Sinks Borrowers in Debt with $4.2 billion in Predatory Fees Every Year.\" The report found that nationwide \"borrowers were paying more in interest, at annual rates of 400 percent, than the amount of the loan they originally borrowed.\"\n\n\nA 2004 report from the Consumer Federation of America, \"Unsafe and Unsound: Payday Lenders Hide Behind FDIC Bank Charters to Peddle Usury,\" put the average loan rates close to 500 percent.\n\n\n\"Edwards is right on the money,\" says Ellen Schloemer, research director at the Center for Responsible Lending. \"The rates are outrageous.\"", "vclaim_id": "vclaim-pol-16619"}