{"url": "/factchecks/2014/jul/10/peter-beinart/soccer-blue-state-game/", "speaker": "Peter Beinart", "vclaim": "\"If you look at the states where soccer is most popular, they're overwhelmingly blue states, and the states where soccer is least popular are red states.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2014 in comments on CNN:", "title": "Is soccer a 'blue state' game?", "text": "Peter Beinart is the anti-Ann Coulter. Responding to the conservative pundit’s assertion that America’s growing interest in soccer is \"a sign of the nation’s moral decay,\" the City University of New York professor argued on the July 6 CNN’s Fareed Zakaria GPS that World Cup fever actually demonstrates a shift away from America’s sense of superiority.\n\"Ann Coulter may see that as pessimism and defeatism and declinism,\" Beinart said. \"But I actually think what it reflects is a more cosmopolitan temperament, a recognition that America has things to learn from the rest of the world.\"\nBeinart pinpoints this shift in three major demographics: immigrants from \"soccer-mad nations\" in South America, young people and political liberals. Or, as Beinart calls it, the \"Obama coalition.\"\n\"If you look at the states where soccer is most popular, they’re overwhelmingly blue states, and the states where soccer is least popular are red states,\" Beinart said. \"The only difference between the soccer coalition and the Obama coalition is that African-Americans right now are not such big soccer fans.\"\nWith the World Cup final around the corner, we wondered: Does soccer interest really split along party lines?\nIn Beinart’s original response to Coulter -- a June 30 article in The Atlantic -- he cites an article by Estately, a real estate search site, that aggregates seven different measures of soccer’s popularity in each of the 50 states plus Washington, D.C., including Facebook and Google interest, the number of professional teams and youth soccer clubs per capita.\nThe top-seven \"soccer-enthused\" states, according to Estately, were all states President Barack Obama carried in 2012, including Maryland, New York, Washington and Massachusetts. Texas -- a particularly Hispanic state full of large urban centers -- and Utah -- America’s youngest population -- were the only states Mitt Romney carried in 2012 to crack the top 13, ranking eighth and 10th, respectively. Regardless where you place the cutoff for \"the states where soccer is most popular,\" seven out of the top seven and 11 out of the top 13 voting Democrat gets close to Beinart’s assertion that the most soccer-mad states are \"overwhelmingly blue states.\"\nSimilarly, out of the 10 states Estately ranked least enthusiastic, only Maine went to Obama in 2012; Alabama, Idaho, Arkansas, and Wyoming rank among both the most conservative and least soccer-enthused.\nThere’s no perfect index, though, when it comes to measuring popularity. Ryan Nickum, who wrote the Estately article, agreed with Beinart that, for the most part, soccer-mad states are blue, and soccer-indifferent states are red, but Nickum attributed this largely to the urban/rural divide.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"A good portion of the criteria in our data related to professional soccer teams,\" Nickum said. And professional soccer teams \"are located in large cities, so more rural states will naturally score lower,\" Nickum said. \"Even so, (Beinart’s) argument that soccer fans are made up of liberals, young people, and immigrants is probably accurate. These are also the people who inhabit cities in greater numbers.\"\nThat’s one of the reasons why Texas and Utah rank high in Estately’s rankings; Utah has a Major League Soccer team, and Texas has two. Only one state without an MLS or National Women’s Soccer League franchise cracks Estately’s top 18. Florida, where two MLS teams folded in 2002 for financial reasons, is the outlier. Although many states that have professional teams also rank highly in several other of Estately’s indexes, it’s a subjective question whether the presence of a professional team indicates popularity.\nAndrei Markovits -- co-author of 2001’s Offside: Soccer and American Exceptionalism -- was skeptical of Beinart’s conflation of the public opinion on soccer and America’s sense of superiority, but he corroborated the claim we’re checking here.\n\"I in fact know that soccer has been much more popular in blue states -- meaning on the two coasts and in the affluent but liberal suburbs of metropolises like New York, Boston, San Francisco, Los Angeles -- than in red states,\" Markovits said. He added that \"this has -- tellingly -- changed during this World Cup where the watching of games has been huge across the land, pretty evenly distributed across red and blue states.\"\n\"But the World Cup and soccer are two different things,\" said Markovits. \"The World Cup has become Olympianized in the United States, meaning that soccer becomes huge every four years.\"\nThe World Cup’s increase in popularity may be evenly spread between blue and red states, but, four years ago, overall viewership numbers weren’t. According to the Wall Street Journal, 11 percent of self-described liberals said they watched the 2010 World Cup, compared to 6 percent for conservatives. And even putting aside the World Cup and the presence of professional teams, the percentage of youth playing in soccer leagues is much higher in blue states than red. Seventeen of the 20 states with the highest percentage of youth soccer participation voted for Obama in 2010, and 16 of the 20 states with the lowest percentage of youth soccer participation voted for Romney, the Wall Street Journal found, citing private research by Experian Marketing Services.\nOur ruling\nOn CNN, Beinart said, \"if you look at the states where soccer is most popular, they’re overwhelmingly blue states, and the states where soccer is least popular are red states.\"\nBeinart seems to have had in mind a study by real estate website Estately. A variety of their metrics -- youth soccer participation, the presence of professional teams, and online interest -- strongly suggest that states where soccer is more popular were more likely to vote for Obama than Romney in 2012, and visa versa. Estately’s metrics, though, do skew toward larger urban centers that can support MLS franchises, and it’s a legitimate question how best to measure popularity.\nExperts may disagree on the reasons why liberal states tend to be more soccer-mad than conservative states, but Beinart’s claim accurately represents his source material. With the caveat in mind that measuring popularity is difficult, we rate Beinart’s claim Mostly True.", "vclaim_id": "vclaim-pol-07629"}