{"url": "/factchecks/2020/nov/02/donald-trump/fact-checking-trumps-claim-his-supporters-were-pro/", "speaker": "Donald Trump", "vclaim": "Says his supporters were “protecting” Joe Biden’s campaign bus in Texas.", "truth_label": "pants-fire", "date": "stated on November 1, 2020 in a campaign rally:", "title": "Fact-checking Trump’s claim that his supporters were ‘protecting’ Biden’s campaign bus in Texas", "text": "Videos posted on Twitter show a Joe Biden campaign bus traveling on a highway, surrounded by trucks and other vehicles flying Trump flags.\nThe Biden campaign has said that the vehicles tried to slow down the bus and run it off the road, and that staffers called 911, concerned for their safety.\nPresident Donald Trump had a different take on the incident.\n\"You see the way our people, they, you know, they were protecting his bus yesterday,\" Trump said Nov. 1 during a rally in Michigan. \"Because they are nice. They had hundreds of cars.\"\nThe FBI’s San Antonio office said Nov. 1 that it is \"aware of the incident and investigating.\"\nTrump’s benevolent explanation lacks evidence.\nThe incident in question happened Friday, not Saturday. Neither Biden nor Democratic vice presidential nominee Sen. Kamala Harris were on the bus. Aboard were campaign staffers and Wendy Davis, a Texas Democratic congressional candidate, Biden’s campaign said.\nTrump’s campaign did not respond to our request for information.\nBiden bus surrounded by Trump supporters on I-35 in Texas\nBiden’s campaign said that on Oct. 30, a Biden campaign bus was traveling on I-35 in Texas from San Antonio to Austin \"when multiple vehicles with Trump signs and flags surrounded the bus and attempted to slow the bus down and run it off the road. They pulled in front of the bus and slowed down to try to stop the bus in the middle of the highway.\"\nStaff on the bus called the police, which assisted the bus in reaching its destination, the campaign said. The campaign said it canceled its events that day at the Texas AFL-CIO parking lot in Austin and that law enforcement came to help staff, surrogates and volunteers get off of the bus.\n\"Rather than engage in productive conversation about the drastically different visions that Joe Biden and Donald Trump have for our country, Trump supporters in Texas instead decided to put our staff, surrogates, supporters, and others in harm’s way,\" said in a statement Tariq Thowfeek, the Texas communications director for the Biden campaign.\nKatie Naranjo, chair of the Travis County Democratic Party, tweeted Oct. 30 that Trump supporters \"followed the Biden bus throughout central Texas to intimidate Biden supporters. They ran into a person's car, yelling curse words and threats.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nJohn Hinojosa captured a video of the incident that was verified by the social media intelligence agency Storyful. (It was later deleted.) Hinojosa told Storyful that he was on the way to pick up his grandchild between 2:30 p.m. and 3 p.m. when he saw the scene on the highway. \"I thought it was bad traffic for a Friday,\" Hinojosa told Storyful, but then he started recording from his phone when he realized what was going on.\nA separate video, posted by someone else on Twitter, shows a side-by-side collision between a white SUV, which does not appear to have any flags, and a black truck with flags trailing the Biden bus. The Texas Tribune reported that a local police department said it had not spoken to either of the drivers in the collision and had not determined who was at fault.\nThe Texas Tribune story included a tweet from one person who wrote, \"Trolling is FUN.\" The user called on people to join in San Antonio \"to escort\" the Biden bus, and said \"we are on the bridges & will intercept at Walters/I35!!\"\n‼️ Trolling is FUN ‼️#FollowTheBus @WeAre_TheElite @DanScavino Join us in #SanAntonio to escort the Biden 🚌 coming through San Antonio. We are on the bridges & will intercept at Walters/I35!! #TrumpTrainTexas #WeAreTheRally #BidenBus #Trump2020 #NewBraunfelsTrumpTrain pic.twitter.com/7YquFOlbql— TRUTHSERUM4ALL ⭐️⭐️⭐️⭐️ #GODISREAL (@truthserum4all) October 30, 2020 \nNaomi Narvaiz, a Texas Republican Party official in San Marcos, Texas, told the Texas Tribune: \"We decided we would jump on 35 to show support for our president\" and that she didn’t see anyone \"being overly aggressive.\"\nNarvaiz tweeted Oct. 30 that the caravan had sent the Biden bus \"out of Hays! Your kind aren’t welcome here!\"\nWe sent the @JoeBiden @KamalaHarris bus out of Hays! Your kind aren’t welcome here! This is #TrumpCountry #smtx #sanmarcos #MAGA #LatinosForTrump #Trump2020Landslide #LeadRight #AmericaFirst @realDonaldTrump @DonaldJTrumpJr @LaraLeaTrump @EricTrump @TrumpStudents @RidgeReaper68 pic.twitter.com/q2v2FRmNPr— Naomi Narvaiz (@nytxnn) October 30, 2020 \n \nOur ruling\nTrump said his supporters were \"protecting\" Biden’s campaign bus in Texas.\nThere’s no evidence to show that’s what happened, and the FBI is investigating. Biden’s campaign said that vehicles with Trump supporters tried to \"slow the bus down and run it off the road\" as it was traveling on a highway to campaign events.\nTrump supporters on social media indicated that the intended message was that Biden’s team was not wanted in Texas, and a collision happened in the process.\nWe rate Trump’s claim Pants on Fire.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.\nUPDATE, 5:20 p.m.: We removed references to this story about a now-deleted YouTube video showing trucks and other vehicles surrounding a Biden campaign bus.", "vclaim_id": "vclaim-pol-18417"}