{"url": "/factchecks/2018/feb/01/usa-train-news/rep-paul-gosar-asks-police-arrest-illegal-immigran/", "speaker": "USA Trainnews", "vclaim": "\"Rep. Paul Gosar asks Capitol Police to arrest illegal immigrants attending State of the Union.\"", "truth_label": "true", "date": "stated on January 30, 2018 in a headline:", "title": "Rep. Paul Gosar asks police to arrest illegal immigrants at State of the Union", "text": "A Republican representative from Arizona contacted law enforcement in response to reports that Democrats planned to bring Dreamers, immigrants brought to the U.S. illegally as children, to President Donald Trump’s State of the Union.\n\"Rep. Paul Gosar asks Capitol Police to arrest illegal immigrants attending State of the Union,\" stated the Jan. 30 headline on USA Trainnews, a right-leaning website.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. However, we found that the article correctly cites Gosar’s efforts to summon law enforcement to arrest Dreamers.\nThe fate of Dreamers, which played a role in the January federal government shutdown, appears uncertain. In September, Trump announced that he was ending Obama’s program that temporarily deferred deportation for certain illegal immigrants, prompting talks about how to come up with a permanent solution. A White House framework would offer a path to citizenship over 12 years in exchange for $25 billion for the border wall and other improvements, but members of both parties have raised objections.\nGosar, who was first elected to his Arizona district in 2010, received an A+ from NumbersUSA, a group that advocates for lower levels of immigration.\nGosar posted a few tweets from his U.S. House account at 1:33 p.m. Jan. 30, hours before Trump’s State of the Union address:\n\"Today, Congressman Paul Gosar contacted the U.S. Capitol Police, as well as Attorney General Jeff Sessions, asking they consider checking identification of all attending the State of the Union address and arresting any illegal aliens in attendance.\n\"Additionally, Congressman Gosar asked that they arrest those using fraudulent social security numbers and identification to pass through security.\n\"Of all the places where the Rule of Law needs to be enforced, it should be in the hallowed halls of Congress. Any illegal aliens attempting to go through security, under any pretext of invitation or otherwise, should be arrested and deported.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\n The second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nGosar’s tweet drew criticism from members on both sides of the aisle on twitter.\nU.S. Rep. Ileana Ros-Lehtinen, R-Fla., fired back at Gosar:\n\"Oh my goodness, Rep. Gosar. Dreamers don't pose a threat to us,'' she tweeted. \"This is so drastic and cruel. Dios mío.\"\nA spokeswoman for House Speaker Paul Ryan, R-Wis., said that Ryan clearly does not agree\" with Gosar's suggestion.\nSenate Democratic Whip Dick Durbin tweeted: \"How many Republican members of the House and Senate will condemn this attempt to punish Dreamers who were brought to this country as kids?\"\nGosar’s chief of staff Tom Van Flein told PolitiFact that Gosar spoke on the phone with the Capitol Police chief, but he didn’t know how the police ultimately responded to Gosar’s request.\nWe sent an email and left messages for spokespersons for the Capitol Police and the Justice Department and did not get a reply.\nUSA Trainnews wrote that \"Rep. Paul Gosar asks Capitol Police to arrest illegal immigrants attending State of the Union.\"\nGosar tweeted on Jan. 30 that he contacted police and Attorney General Jeff Sessions asking that they arrest any illegal immigrants attending the State of the Union.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/d19c7786-ae85-460d-b201-433f1efca713", "vclaim_id": "vclaim-pol-02453"}