{"url": "/factchecks/2020/nov/02/facebook-posts/pennsylvania-residents-under-covid-19-quarantine-c/", "speaker": "Facebook posts", "vclaim": "Pennsylvania officials are “attempting to silence voters” by sending them letters that say they’ve been exposed to COVID-19 and “must remain quarantined and not vote in person on Election Day.”", "truth_label": "barely-true", "date": "stated on November 2, 2020 in a Facebook post:", "title": "Pennsylvania residents under COVID-19 quarantine can cast an emergency absentee ballot", "text": "On the eve of Election Day, a warning started to spread on social media that the state of Pennsylvania was undermining voters. \"After a reported ‘uptick' in Covid positive cases,\" a Facebook post said, \"thousands of Pennsylvania voters in York, Lebanon, and Dauphin counties have been receiving letters from the Department of Health demanding that they quarantine for 14 days.\" \nThe post continued: \"The letter states that they’ve been exposed to Covid-19 (no proof given) and, as such, must remain quarantined and not vote in person on election day. If they fail to obey the order they face possible arrest. Do you believe the Wolf administration is attempting to silence voters — hours before the most important election in American history?\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIt coincided with some grim news from the Pennsylvania Department of Health, which announced on Nov. 2 a two-day total of nearly 4,000 new COVID-19 cases, and 28 consecutive days with more than 1,000 new reported cases. Rachel Levine, the state’s secretary of health, said the virus is now \"everywhere,\" spreading not just in big urban cities but in smaller, rural areas.\nWe reached out to Pennsylvania officials about the Facebook claim and here’s the upshot: Everyone can vote, regardless of their quarantine status — it’s just that some may have to do it using an emergency absentee ballot, which can be requested on Election Day and must be returned to the county board of elections by 8 p.m. If the voter doesn’t have anyone who can return it for them, a county employee will be made available for the task.\nThe Department of Health has been sending letters to Pennsylvania residents who have been identified as \"close contacts\" of people who have tested positive for COVID-19. These letters order recipients to quarantine. The letters don’t mention voting, but the rules of quarantine do prohibit someone from showing up at the polls on Election Day. However, the state provides that these voters can still cast an emergency absentee ballot, despite the quarantine. \nHere’s what we know.\nThe letter orders recipients to quarantine for 14 days from the date of last contact with the person with COVID-19. Recipients who live with the infected person must self-quarantine for 14 days starting on the date the person with COVID-19 is released from isolation. \n\"A person can develop the virus and become infectious between 2 to 14 days after exposure,\" the letter says, \"therefore, you must quarantine for the entire 14 days even if you have had a negative test during this time.\"\nOnly health care workers abiding by certain requirements are allowed to leave the place where they are quarantined.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nState officials did not respond directly to multiple questions PolitiFact asked about whether someone would face arrest if they defied the quarantine order and showed up at the polls. The letter health officials sent doesn’t explicitly mention the possibility of arrest. \nIt warns, however, that \"if you do not cooperate with this directive, the Secretary of Health may petition a court to have you confined to an appropriate place chosen by the Department to make certain that you are not able to infect the public, and to make certain that you receive proper care. This may be a hospital, or some other appropriate place, whichever the Department determines is best suited for your case. … Law enforcement may be called upon, to the extent necessary, to ensure your compliance with this directive.\"\nLyndsay Kensinger, press secretary for Gov. Tom Wolf, a Democrat, told us \"people under quarantine can still exercise their right to vote using an emergency absentee ballot.\"\nThey can either have someone pick up and return their emergency ballot on their behalf or, if no one is available, the law requires the county to send a sheriff’s deputy or another county employee to help provide and return the ballot, Kensinger said. Pennsylvania residents can apply for an emergency ballot through Election Day. \nSince the beginning of the pandemic, Pennsylvania has mailed letters to some directing them quarantine, Kensinger said. \"The significant uptick in cases we’re seeing means a corresponding uptick in letters,\" she said. The state identifies the close contacts of people who have tested positive for COVID-19 through contract tracing.\n\"We urge those directed to isolate or quarantine to follow all instructions contained in the letters they receive, and to exercise their right to vote,\" Kensinger said. \nOur ruling\nThe Facebook post claims that letters from Pennsylvania’s Department of Health order people to quarantine and not vote in person on Election Day. The post suggests that this is a voter suppression effort.\nIn actuality, the state has been issuing quarantine directives to close contacts of people who have tested positive for COVID-19 since the pandemic began in March. These letters do order recipients to quarantine, but they don’t mention voting. The letters also warn that the state’s health secretary could call on the courts or law enforcement to intervene if the recipients do not cooperate. \nHowever, those under quarantine can still cast an emergency ballot until 8 p.m. on Election Day. \nWe rate this post Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18421"}