{"url": "/factchecks/2011/jun/23/common-sense-now/gimenez-group-says-robaina-highest-paid-mayor-flor/", "speaker": "Common Sense Now", "vclaim": "Says Miami-Dade mayoral candidate Julio Robaina \"has the highest salary among Florida mayors. More than $260,000.\"", "truth_label": "half-true", "date": "stated on June 20, 2011 in an ad:", "title": "Gimenez group says Robaina highest paid mayor in Florida", "text": "In the June 28, 2011 Miami-Dade mayor's race, the opposing camps have tried to portray the other side as living high off the government hog.\n\nPolitiFact Florida has been watching the tit-for-tat, and trying to keep all of the tax dollars straight.\n\nPreviously we explored a claim from supporters of former Hialeah Mayor Julio Robaina, who said former Miami-Dade County Commissioner Carlos Gimenez \"drove a fancy European car at taxpayer expense\" like recalled Miami-Dade mayor Carlos Alvarez. We found the claim Half True, noting the deals for Gimenez and Alvarez were not identical, and that taxpayer-funded cars are a common perk for South Florida politicos.\n\nNow, we're checking a claim from the other side. A group called Common Sense Now is airing an ad criticizing Robaina, and specifically, his salary while Hialeah mayor.\n\n\"Say no to Mayor Julio Robaina ... No to Mayor Robaina because he has the highest salary among Florida mayors. More than $260,000,\" the ad claims (as $50 bills float around the screen no less). \"More than our governor and U.S. Senators.\"\n\nIs that true?\n\nHialeah has what's considered a strong mayor, in that the mayor acts like a city manager and serves as the executive of government.\n\nThe position comes with a full-time salary, two expense accounts and access to city vehicles. The current city budget includes a salary of $155,243, a $75,019 expense account and an additional $41,616 for travel/per diem, or $271,878. (The city did cut its health insurance cost to Robaina, because Robaina gave back 7 percent of his base salary as an extra insurance contribution. That brings his total compensation to around the $260,000 cited in the ad).\n\nThe ad, as you can tell, is including the expense account and travel budget in calculating Robaina's salary.\n\nBut that's not altogether inappropriate.\n\nUnlike most situations, Robaina got the full amount of the expense account and travel budget whether or not he spent that money on travel or city expenses. In other words, Robaina did not have to submit receipts to get reimbursed for expenses, travel or per diem. \"Expenses\" could go toward anything he needs for city business, and whatever he didn't spend he could keep.\n\n\"He doesn't have to show us what he uses it for,\" said Hialeah finance director Vivian Parks. \"The intention is the mayor has to do a lot of city business on his own time and he doesn't get reimbursed for any of that. This is to cover his travel, his meals and his expenses for all city-related business.\"\n\nCheck registers from 2010 and 2011 confirm that payments for salary, expenses and travel all were directly deposited to Robaina. And all three sources of money would be considered income for tax purposes.\n\nWhat's difficult to figure out, of course, is how much of that money Robaina spent on city business (which he could deduct from his income for tax purposes), and how much he pocketed as what most people would classify as salary. We called Robaina, but did not hear back.\n\nNo matter, the setup -- or at least the size of the expense accounts -- appears unique within Florida government.\n\nWe contacted several other large cities and asked about annual salaries and expenses for mayors. We couldn't find any in excess of $260,000. In Orlando, St. Petersburg, Tampa and Jacksonsville -- all strong mayor positions -- mayors made anywhere from $150,000 to $175,000. But none had expense accounts like Robaina. The mayors in those cities are reimbursed for city expenses.\n\nAs for Robaina earning more than Gov. Rick Scott and U.S. Senators, it again comes down to the expenses. Senators earn $174,000 in salary and travel expenses come out of an office budget. Florida's governor is paid $130,273 (though Scott is declining a salary) though most of a governor's expenses, including housing, are paid for by the state.\n\nWe also checked the position of Miami-Dade mayor, the job Robaina wants.\n\nCounty spokeswoman Vanessa Santana-Penate said the mayor's last annual salary was about $233,000 with around an additional $80,000 in benefits. But not all of those benefits are income, and not all of them come up front like they do in Hialeah.\n\nSo it's clear on salary vs. salary, Alvarez made more. But when you factor in the expenses, it becomes more difficult to say.\n\nJ.C. Planas, an attorney for the Gimenez campaign told us it's right to include Robaina's expense accounts as salary because he \"does not submit invoices or receipts to get reimbursed, but simply collects the amount regardless of whether he spends it or not.\"\n\nBut Planas' explanation ignores the fact that the some of that money was being used to conduct city business -- even though Robaina did not have to turn in receipts.\n\nTo recap, the Common Sense Now add said Robaina \"has the highest salary among Florida mayors. More than $260,000.\" Robaina had a salary of around $155,000 -- which is in line with many strong mayors in Florida, though less than Miami-Dade mayor. But Robaina received more than $105,000 for expenses, which he got whether or not he used the money on business. Other mayors in Florida are reimbursed for their expenses. We don't know how much of that money was used for legitimate expenses. So it's not fair to include all of that money as straight \"salary.\" We rate this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-12871"}