{"url": "/factchecks/2015/sep/30/bernie-sanders/bernie-sanders-only-presidential-candidates-withou/", "speaker": "Bernie Sanders", "vclaim": "\"Unlike virtually every other campaign, we don't have a super PAC.\"", "truth_label": "mostly-true", "date": "stated on September 28, 2015 in comments on Twitter.:", "title": "Is Bernie Sanders the only presidential candidate without a super PAC?", "text": "It’s no secret that Bernie Sanders isn’t a fan of billionaires and, according to Sanders himself, he’s practically the only 2016 presidential candidate to refuse their money as well.\nThe democratic socialist senator from Vermont has long criticized campaign finance law and offered legislation to flush big money out of the political arena. His campaign prides itself on its small donations.\nSpeaking at the University of Chicago on Sept. 28, Sanders vowed to nominate Supreme Court justices who will overturn Citizens United, the landmark 2010 decision that opened the floodgates for unlimited donations to political fundraising organizations known as super PACs. That same day, Sanders took to Twitter to demonstrate his consistency.  \n\"Unlike virtually every other campaign, we don't have a super PAC which collects money from billionaires and corporations,\" he tweeted.\nWe wanted to look at which 2016 candidates have a super PAC. Is Sanders really the only candidate out of the 15 Republicans and six Democrats without one?\nA who’s who of outside spending\nWe compiled data from the Center for Responsive Politics, a nonpartisan campaign finance research group, and a Washington Post analysis. We found that Sanders’ claim largely checks out, albeit with some caveats.\nSanders and Donald Trump are the only major candidates without an affiliated super PAC, the type that are typically campaign surrogates. But he and Trump both have unaffiliated super PACs backing them. We’ll get to the distinction in just a bit.\nHere’s a breakdown of various super PACs connected to the 2016 candidates. The data comes from the July 2015 quarterly filing to the Federal Election Commission. New quarterly reports are due in October 2015:\n\n\n\n\nCandidate\n\n\nAffiliated super PACs\n\n\nUnaffiliated super PACs\n\n\nTotal raised (as of July 15, 2015)\n\n\n\n\n\n\nJeb Bush, R-Fla.\n\n\n• Right to Rise\n\n\n• Millennials Rising\n• Vamos for Jeb\n\n\n$103,224,384\n\n\n\n\nBen Carson, R\n\n\n• One Vote PAC\n\n\n• National Draft Ben Carson for President\n• For a Better Tomorrow\n\n\n$6,844,986\n\n\n\n\nChris Christie, R-N.J.\n\n\n• America Leads\n\n\n• Ready for Christie\n\n\n$11,003,305\n\n\n\n\nHillary Clinton, D-N.Y.\n\n\n• Priorities USA Action\n\n\n• Faith Voters PAC\n• Balance of Power\n• BillForFirstLady2016\n\n\n$15,674,490\n\n\n\n\nTed Cruz, R-TX\n\n\n• Keep the Promise\n• Keep the Promise I \n• Keep the Promise II\n• Keep the Promise III\n\n\n• Crusaders PAC\n• Jruz PAC\n• Take DC Back\n• Stand for Principle\n\n\n$38,425,747\n\n\n\n\nCarly Fiorina, R\n\n\n• Carly for America\n\n\n• Unlocking Potential\n\n\n$3,492,728\n\n\n\n\nJim Gilmore, R-Va.\n\n\n• Growth PAC\n\n \n\n$193,094\n\n\n\n\nLindsey Graham, R-S.C.\n\n\n• Security Is Strength\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n• West Main Street Values\n\n\n$2,897,457\n\n\n\n\nMike Huckabee, R-Ark.\n\n\n• Pursuing America's Greatness\n\n \n\n$3,604,987\n\n\n\n\nBobby Jindal, R-La.\n\n\n• Believe Again\n\n \n\n$3,685,919\n\n\n\n\nJohn Kasich, R-Ohio\n\n\n• New Day for America 2016\n\n \n\n$0\n\n\n\n\nMartin O’Malley, D-Md.\n\n\n• Generation Forward\n\n \n\n$289,443\n\n\n\n\nGeorge Pataki, R-N.Y\n\n\n• We the People, Not Washington PAC\n\n \n\n$859,244\n\n\n\n\nRand Paul, R-Ky..\n\n\n• Concerned American Voters\n• America's Liberty\n• Purple PAC\n\n\n• Forever Free PAC\n• Human Action\n• Rand PAC 2016\n• OnlyRand.com\n\n\n$5,057,783\n\n\n\n\nMarco Rubio, R-Fla.\n\n\n• Conservative Solutions PAC\n\n\n• Students for Rubio\n• Americans for Marco Rubio\n\n\n$5,057,783\n\n\n\n\nRick Santorum, R-Pa.\n\n\n• Working Again\n\n \n\n$0\n\n\n\n\nDonald Trump, R\n\n \n\n• Make America Great Again\n• Hispanic Citizens for Donald Trump\n\n\n$0\n\n\n\n\nBernie Sanders, I-Vt.\n\n \n\n• Collective Actions PAC\n• BillionairesForBernie\n\n\n$8,795\n\n\n\n\n \nSurrogates versus supporters\nThe difference between unaffiliated and affiliated super PACs \"gets to the core issue of coordination and non-coordination in the post-Citizens United era,\" said Robert McGuire, a research analyst with the Center for Responsive Politics.\nAffiliated super PACs are often created or staffed by the candidate's political allies and act as extensions of the official campaigns. Though these independent groups are not allowed to donate directly to or coordinate with campaigns, they’ve have found ways to toe the line.\nA few examples: Jeb Bush’s longtime strategist and friend Mike Murphy heads his Right to Rise super PAC, which has advertised on his behalf.  Hillary Clinton’s 2008 campaign manager Guy Cecil is at the helm of the pro-Clinton Priorities Action USA, while her current campaign manager has met with potential PAC donors. Martin O’Malley’s Generation Forward super PAC, established by his former press secretary, has run attack ads against Sanders.  \nUnaffiliated super PACs are different. The two pro-Sanders super PACs -- Collective Actions PAC and Billionaires for Bernie -- have no ties to Sanders or his campaign.\nIn fact, Sanders team has asked the unaffiliated super PACs to cut it out. Sanders’ lawyers \"have told them to stop,\" said Michael Briggs, communications director for the Sanders campaign, referring to a cease and desist letter sent to one that formed recently. (That group didn’t file with the FEC until mid September, but received a $50,000 donation from Daniel Craig, the actor who portrays James Bond.)\nBut because anyone can register a super PAC (this fact-check would be remiss to not mention Stephen Colbert’s Americans for a Better Tomorrow, Tomorrow), candidates can do little to stop one from forming and declaring its support.\nThe distinction between an affiliated super PAC and an unaffiliated one is significant, said Anthony Corrado, a professor who studies campaign finance at Colby College.\n\"Sanders has been clear in disavowing any such efforts and noting that he does not want the support of such groups,\" he said. \"So I do not believe the mere existence of a registered committee renders his point invalid.\"\nAhead of the PACs\nWe should note that Sanders isn’t the only presidential candidate without an affiliated super PAC. The same could be said of Democratic rivals former Virginia Sen. Jim Webb (who’s polling at 0.8 percent), former Rhode Island Gov. Lincoln Chafee (who’s polling at 0 percent) and Harvard professor Lawrence Lessig (who doesn’t appear in the polls at all and who, before declaring his candidacy, famously started a super PAC dedicated to ending all super PACs).\nBut among the more prominent candidates, Sanders is indeed the odd man out.\nTexas Sen. Ted Cruz has more affiliated super PACs than anyone else (four), while Bush’s Right to Rise has raised the most money by far: more than $103 million. In Sanders’ own party, the pro-Clinton Priorities USA Action has raised $15.6 million.\nDonald Trump, who repeatedly touts his financial independence from donors, seems to be friendly with a super PAC created in his honor. While Trump’s not coordinating with the group on the same level as Bush or Clinton, the connections are certainly stronger than Sanders’ with his backers and \"worth noting,\" said McGuire.\nThe billionaire attended a New York fundraiser hosted by the Make America Great Again PAC in July and said he’s grateful for their support, reports Politico. The group also received a $100,000 donation from the in-laws of Trump’s daughter Ivanka, according to Politico.\nOur ruling\nSanders tweeted, \"Unlike virtually every other campaign, we don't have a Super PAC which collects money from billionaires and corporations.\"\nOut of the 21 presidential candidates, Sanders is one of five who doesn’t have an affiliated super PAC. Sanders’ qualifier -- \"virtually\" -- makes his claim more accurate.\nIf we narrow the count to major candidates, only Sanders and Trump can claim that, but both have two unaffiliated super PACs backing their candidacy. Trump has appeared at a fundraiser for one super PAC that’s also received donations from his in-laws. Sanders, meanwhile, has disassociated himself with these groups, through statements and legal action.\nWe rate Sanders’ claim Mostly True.", "vclaim_id": "vclaim-pol-05912"}