{"url": "/factchecks/2020/jan/02/pj-media/canadian-broadcasters-cut-trumps-home-alone-2-came/", "speaker": "PJ Media", "vclaim": "\"CBC Cuts Donald Trump's 'Home Alone 2' Cameo Out of Broadcast.\"", "truth_label": "half-true", "date": "stated on December 25, 2019 in an article:", "title": "Canadian broadcaster’s cut of Trump’s ‘Home Alone 2’ cameo done in 2014, not politically motivated", "text": "Conservatives slammed Canada’s leading public broadcaster this holiday season for cutting President Donald Trump’s cameo out of its broadcast of \"Home Alone 2: Lost in New York.\" \nBut what many writers and social media users chalked up to anti-Trump bias was actually the result of a standard edit made five years ago, the Canadian Broadcasting Corporation said.\nSome headlines generating buzz on social media omitted this context.\n\"CBC cuts Donald Trump’s ‘Home Alone 2’ cameo out of broadcast,\" said a Dec. 25 headline from PJ Media, a conservative opinion and commentary outlet.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAccording to the PJ Media article, the CBC’s claim that Trump’s roughly seven-second appearance was edited out to allow for commercial time \"fails to pass the smell test.\" \n\"Trump's presidential bid appears to be the beginning of the folks at the CBC being triggered by Trump so badly that they actually had to edit him out of their broadcast,\" the article said.\nThe Canadian Broadcasting Corporation acknowledged scrapping Trump’s cameo from its 2019 broadcast, but there’s no evidence that the cut was made for political reasons.\n\"The CBC admitted that Trump was cut out of the scene,\" said Paula Bolyard, PJ Media’s managing editor, in an email to PolitiFact. \"(Writer) Matt Margolis speculated that perhaps there was more to it than that, but left open the possibility that the CBC is telling the truth.\"\nThe CBC said time was the issue\nTrump’s appearance in the original version of the 1992 movie is brief, lasting roughly seven seconds. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe scene shows protagonist Kevin McCallister, played by actor Macaulay Culkin, asking Trump for directions to the lobby of a New York City hotel.\n\nCBC spokesman Chuck Thompson said the scene was one of several deleted when the broadcaster acquired the rights to the film in 2014. \nHe said the edits were made to make way for commercials, as is standard operating procedure when movies move from the big screen to the small screen.\n\"As is often the case with feature films adapted for television, Home Alone 2 was edited for time,\" Thompson said. \"The scene with Donald Trump was one of several that were cut from the movie as none of them were integral to the plot.\"\nCNN reporter Daniel Dale noted that viewers on social media have been complaining about the broadcaster’s omission of Trump’s scene and other scenes not involving Trump for years.\nTrump — who also weighed in on the controversy on Twitter — announced his bid for the presidency in June 2015 and was elected to office in November 2016.\nI guess Justin T doesn’t much like my making him pay up on NATO or Trade! https://t.co/sndS7YvIGR— Donald J. Trump (@realDonaldTrump) December 27, 2019 \n \nOur ruling\nPJ Media said, \"CBC cuts Donald Trump’s ‘Home Alone 2’ cameo out of broadcast.\"\nIt’s true that the Canadian Broadcasting Corporation left Trump’s brief cameo out of its 2019 rebroadcast of the 1992 film. But the edit was made in 2014 to make room for commercials.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-17518"}