{"url": "/factchecks/2016/nov/01/donald-trump/fact-checking-donald-trump-fbi-probe-clinton-email/", "speaker": "Donald Trump", "vclaim": "\"The FBI has reopened its investigation into Hillary Clinton ... and discovered another 650,000 emails.\"", "truth_label": "half-true", "date": "stated on October 31, 2016 in a campaign rally :", "title": "Fact-checking Donald Trump on FBI probe into Clinton emails", "text": "Donald Trump sounded off a scary Halloween message about Hillary Clinton and the latest developments in her email controversy, which he dubbed \"the biggest scandal since Watergate.\"\n\"As you know, the FBI has reopened its investigation into Hillary Clinton and discovered — you heard this yesterday, it’s hard to believe — and discovered another 650,000 emails. Hillary lied under oath when she said she turned over all of her work-related emails – just one more lie out of so many,\" Trump said at a Oct. 31 campaign stop in Michigan.\nTrump is referring to FBI Director James Comey’s Oct. 28 letter informing Congress that the bureau is looking to examine new evidence potentially relevant to Clinton’s case. But his description is slightly misleading, and the letter did not say anything about the amount of emails involved.\nFirst, the FBI didn’t exactly \"reopen\" the investigation, as it wasn’t formally closed. We can certainly say the FBI is looking into a case that had previously been inactive.\nTrump is less accurate when he suggests the FBI has discovered hundreds of thousands of new emails relevant to the Clinton case. The number, given to the Wall Street Journal by unnamed sources, refers to the total number of emails found in a separate investigation. It’s unclear how many actually pertain to Clinton and how many are actually new.\nThe 650,000 emails\nAs PolitiFact has reported, unnamed FBI officials told journalists that the new focus began when the FBI found emails on a laptop seized from former New York congressman Anthony Weiner, who is under investigation for allegedly exchanging sexually explicit messages with a 15-year-old girl. Weiner is separated from Huma Abedin, a longtime aide to Clinton.\nInvestigators found a total of 650,000 emails on Weiner’s laptop, anonymous sources told the Wall Street Journal. But it remains to be seen how many of those emails involve Clinton, how many are work-related, how many are duplicates of emails already reviewed by the FBI and whether they contain classified information.\nThe Journal goes on to say that \"thousands\" could have been sent to or from Clinton’s email server. The Washington Post reported that there are more than 1,000 from the server (though it’s unclear if that refers to the number of threads or individual emails).\nOther news reports indicate the majority of the 650,000 emails are not related to the Clinton case and the FBI will be examining a small portion of them.\nA reopened case?\nTrump, and other Republicans, have said the FBI has \"reopened\" the investigation into Clinton, while the Clinton camp and others reject that characterization, pointing out neither Comey’s three-paragraph letter to Congress nor a memo he sent to FBI employees uses the word.\nOn one level, this is a bit of semantic quibbling. Former FBI officials told us \"reopening\" is an imprecise word choice, but it gets at the gist of the latest development. It is likely that the FBI had not administratively closed the Clinton case, though it was no longer an active investigation.\nOn another level, experts told the word \"reopens\" could imply that officials have found a smoking gun, but that conclusion is premature.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFBI cases are \"opened,\" per management assessment, when there is sufficient information for an investigation. They are \"closed,\" also per a management decision, when there is no more investigative or administrative work to be done.\n\"Opening and closing a case is really a matter of preparing an internal communication setting forth the reasons for doing so and having the supervisory chain of command agree with that decision,\" said Nancy Savage, who served in the FBI for 35 years as a special agent and as a management official.\nClearly, the Clinton email investigation (as well as the Weiner case) was officially opened.\nBut while Comey shared the results of the Clinton email investigation in July 2016, \"Comey had not indicated that the Clinton email case was ever formally closed,\" said Mark Pollitt, a former FBI special agent and director who now teaches at Syracuse University.\n\"Given the size and scope of the case, I would be surprised it all the paperwork was done yet,\" Pollitt said. He pointed out that the Clinton investigation had to be active in order for the FBI to obtain a warrant to search Weiner’s emails for Clinton-related exchanges.\nSo essentially, the case was \"reopened\" in the sense that the FBI \"moved from the administrative wind-up stage back into the active investigative stage,\" Savage said.\nFinally, experts cautioned against reading too much into this new development.\n\"There is nothing unusual about this investigation being pursued. It is standard operating procedure,\" Savage said, adding that Comey simply notified Congress that there was new information that required further investigation. \"The FBI more than likely did not know and still does not know what all the information means on this computer, which should have (been) turned over much earlier by Abedin.\"\n\"The act of reopening a case does not point to any conclusions and is an administrative action within the scope of the earlier review of emails,\" said Ellen Glasser, a former FBI special agent and supervisor. \"Any suggestion that there is a smoking gun, based solely on reopening the case, would be incorrect.\"\nOur ruling\nTrump said, \"The FBI has reopened its investigation into Hillary Clinton ... and discovered another 650,000 emails.\"\nTrump has a point that the FBI had stopped actively investigating Clinton emails until the latest development. But experts told us it’s unlikely it was ever formally closed, so \"reopen\" is an imprecise word.\nThe bigger factual issue is his number. The 650,000 emails were discovered in a separate investigation, and it is not clear just how many are related to Clinton and how many are duplicates of emails already reviewed by the FBI. Reports indicate that the bureau is examining just a small portion of the 650,000 emails.\nWe rate Trump’s claim Half True.\nhttps://www.sharethefacts.co/share/a4340f93-174b-4501-8531-b8b98dd2e7e1", "vclaim_id": "vclaim-pol-04008"}