{"url": "/factchecks/2015/aug/05/scott-walker/scott-walker-says-he-took-office-wisconsin-has-ran/", "speaker": "Scott Walker", "vclaim": "\"Since I took office, Wisconsin now has the 2nd highest health care quality ranking in the country.\"", "truth_label": "half-true", "date": "stated on July 26, 2015 in a statement on Twitter:", "title": "Scott Walker says since he took office Wisconsin has ranked No. 2 in health-care quality", "text": "Amid the field of GOP presidential contenders, Gov. Scott Walker is projecting himself as the candidate who has gotten things done. \n \nOn July 26, 2015, he took to Twitter with a series of claims all beginning with \"Since I took office.\"\n \nSeveral were ones we have already put to the Truth-O-Meter. \n \n\"We made it easier to vote but hard to cheat.\" We rated a similar claim Mostly True. \n \n\"Property taxes are lower today than 4 years ago.\" That also clocked in at Mostly True.  \n \nWalker tweeted one claim we hadn't checked: \n \n\"Since I took office, Wisconsin now has the 2nd highest health care quality ranking in the country. - SW #Walker16\" \n \nWisconsin is often regarded as having some of the best health care in the nation. But Walker has come under fire for his actions, especially when he did not accept federal dollars available through Medicaid and the Affordable Care Act.  \n \nBut he also signed the Quality Improvement Act and a hospital regulatory bill. He established a grant program to encourage primary care physicians and psychiatrists to practice in underserved areas. And Walker also put more money toward mental health care.  \n \nWe wondered if the rating on the state’s health care quality care had changed much under Walker.\n \nReport looks at quality \n \nWhen asked for backup, Walker's team pointed us to a ranking released each year by the Agency for Healthcare Research and Quality. The federal agency ranked the state second only to New Hampshire in its 2015 report.  \n \nWisconsin had been ranked third in 2014, so it moved up one spot. \n \nThe ranking draws data from three dozen sources and gives each state a score based on some 200 measures of health care access, quality and elements related to a set of national health care priorities. The assessment is considered the most thorough measure of health care quality. \n \nThe agency, part of the U.S. Department of Health & Human Services, started releasing overall scores on health care quality for each state in 2007.  \n \nThat year Wisconsin was ranked number one in health care quality. For the next few years, Wisconsin held the first or second spot in the nationwide ranking. \n \nIn 2011, the year after Walker took office, the state fell to seventh, based on 2010 data. Even then, Wisconsin's health care quality score was not far behind the states in the top five.  \n \nSince then, the state climbed back up in the rankings until it reached number two again in 2015. \n \nErnest Moy, who works on the team that writes the report, said most states go up and down a few spots each year. One drawback to the ranking is that it can accentuate small differences that may not be meaningful.  \n \n\"States that are stable in rank are not static but rather improving at the same rate as most other states,\" Moy said. \"For a state to improve its rank, it needs to improve at a faster rate than most other states.\" \n \nThis isn't the only health care quality ranking.  \n \nThe Commonwealth Fund, a think tank that supports better quality in health care, especially for society's most vulnerable, also ranks all 50 states on health care quality.  \n \nOn its 2014 scorecard, the Commonwealth Fund ranked Wisconsin seventh. That is up from ninth in 2009. The latest scorecard evaluated state health care performance between 2007 and 2012 based on 42 measures of access, quality, costs and outcomes using publically available data, such as government surveys. \n \nWisconsin performed the best in the prevention and treatment category and the worst in avoidable hospital use and cost. \n \nOur rating \n \nWalker tweeted, \"Since I took office, Wisconsin now has the 2nd highest health care quality ranking in the country.\"\n \nHe backed this up with a reputable ranking from a federal agency. But the state had always been ranked highly and, aside from a downward blip the year after he took office, had long been No. 1 or No. 2. \n \nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-06111"}