{"url": "/factchecks/2011/oct/03/martin-omalley/under-chris-christie-does-new-jersey-have-one-high/", "speaker": "Martin O'Malley", "vclaim": "Chris Christie has not been \"effective at creating jobs … (or have) a record of governing for effectiveness. ...\nNew Jersey (has) one of the higher unemployment rates in the country at 9.4 percent.\"", "truth_label": "half-true", "date": "stated on October 2, 2011 in an interview on CBS's \"Face the Nation\":", "title": "Under Chris Christie, does New Jersey have \"one of the higher unemployment rates in the country\"?", "text": "On the Oct. 2, 2011, edition of CBS’s Face the Nation, two governors -- Democrat Martin O’Malley of Maryland and Republican Haley Barbour of Mississippi -- faced off over a variety of political and policy issues.\n\nHost Bob Schieffer brought up one of the hottest political stories of the day -- the potential presidential candidacy of another governor, Republican Chris Christie of New Jersey. After months of denying the possibility of a run, Christie had recently indicated that he’s reconsidering his stance on a GOP primary bid.\n\nO’Malley tried to throw cold water on Christie’s record since he took office in January 2010.\n\n\"When it comes to being effective at creating jobs, improving schools and expanding opportunity, (Christie’s) record in New Jersey has not been a record of governing for effectiveness,\" O’Malley said. \"His bond rating has been downgraded by two of the bond rating agencies. His unemployment in New Jersey is one of the higher unemployment rates in the country at 9.4 percent. Last year, New Jersey created no net new jobs. And his schools, because of the choices he's made to cut education funding, have actually been declining in their national ranking. So that's not a record of leadership and governance and effectiveness.\"\n\nWe decided to focus on the two jobs-related claims -- that \"New Jersey (has) one of the higher unemployment rates in the country at 9.4 percent,\" and that \"last year, New Jersey created no net new jobs.\" We’ll rate them in separate Truth-O-Meter items, taking up the first claim in this item.\n\nWe turned to the most recent state-by-state data from the Bureau of Labor Statistics, the federal government’s official source for employment figures. This data covers August 2011.\n\nO’Malley was correct that New Jersey’s unemployment rate in August was 9.4 percent. And he’s correct that New Jersey fared worse than the nation as a whole (9.1 percent) and worse than the regional rate for the middle-Atlantic states (8.4 percent).\n\nBut was it \"one of the higher unemployment rates in the country\"? That’s a bit tougher call.\n\nNew Jersey actually ranked 15th among the 50 states or 16th if you include the District of Columbia. Here’s the list of states that ranked higher than New Jersey in unemployment:\n\nNevada: 13.4 percent\nCalifornia: 12.1 percent\nMichigan: 11.2 percent\nSouth Carolina: 11.1 percent\nDistrict of Columbia: 11.1 percent\nFlorida: 10.7 percent\nRhode Island 10.6 percent\nNorth Carolina: 10.4 percent\nMississippi: 10.3 percent\nGeorgia: 10.2 percent\nAlabama: 9.9 percent\nIllinois: 9.9 percent\nTennessee: 9.7 percent\nOregon: 9.6 percent\nKentucky: 9.5 percent\nNew Jersey: 9.4 percent\n\nSo does New Jersey have \"one of the higher unemployment rates in the country\"? It’s higher than about two-thirds of the states, but it’s lower than about one-third.\n\nThe figures show that New Jersey is \"in the bottom third of all states in terms of employment,\" said Elisabeth Smith, a spokesman for the Democratic Governors Association, which O’Malley chairs. \"Perhaps it would have been more accurate to say that Gov. Christie's New Jersey has one of the ‘highest’ unemployment rates in the nation.\"\n\nWe’ll also note an underlying flaw in claims like these. O’Malley tries to pin the blame for New Jersey’s relatively weak  job market on Christie, when in fact the jobs picture in any given state is influenced by a host of factors, from national and international trends to state policies inherited from a governor’s predecessor. It’s an especially dicey to pin blame on Christie, who has only been in office for a little over a year and a half.\n\nOur ruling\n\nO’Malley got the figure right (9.4 percent), and he has a point that New Jersey’s unemployment rate is higher than the national and regional averages. However, we think most people, if they heard O’Malley’s claim, would expect that a state with \"one of the higher unemployment rates in the country\" would rank higher than 15th out of 50 or 16th out of 51. Finally, O'Malley said, \"When it comes to being effective at creating jobs … (Chris Christie has not had) a record of governing for effectiveness.\" Christie’s responsibility for his state’s difficult jobs picture is unclear. On balance, we rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12330"}