{"url": "/factchecks/2020/oct/07/viral-image/no-evidence-chris-christie-ventilator-icu/", "speaker": "Viral image", "vclaim": "“Chris Christie is in ICU and reported to be put on a ventilator.”", "truth_label": "false", "date": "stated on October 7, 2020 in a Facebook post:", "title": "No evidence Chris Christie is on a ventilator in the ICU", "text": "Former New Jersey Gov. Chris Christie announced on Oct. 3 that he had tested positive for COVID-19. He tweeted that he was \"feeling good\" and only had mild symptoms but that due to a history of asthma, he and his doctors decided he should check into a New Jersey hospital as a \"precautionary measure.\"\nBut while President Donald Trump tweeted from Walter Reed National Military Medical Center, where he was receiving treatment for his own case of COVID-19, Christie has gone silent on social media, leaving other users to speculate about his health. \nOne image that’s being shared on Facebook is a screenshot of an Oct. 7 tweet that claims \"Chris Christie is in ICU and reported to be put on a ventilator.\"  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe found no official statements nor media coverage to corroborate this claim at the time it was made, and the post offers no evidence. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nJournalists familiar with Christie say it’s not true.\nThe Star-Ledger reported on Oct. 6 that Tom Moran, a columnist for the newspaper, said that he had spoken to Christie on the phone a day earlier and that Christie joked with Moran, sounding \"raspy\" but not coughing once during their 10-minute phone call, according to the story.\nMatt Katz, a reporter for WNYC who covered Christie for more than five years, tweeted around 3:30 p.m. New Jersey time on Oct. 7 that Christie is \"NOT on a ventilator.\" \n\"I’ve spoken to multiple people who’ve been on the phone with the governor daily after he was admitted to Morristown Medical Center for testing Covid+. They say he’s in good spirits & getting good care.\"\nA Star-Ledger report confirmed this, reporting he’s in good spirits and — according to \"a source with knowledge of the situation\" — not on a ventilator.\nChristie’s exact condition remains unknown, according to news reports. But we rate this post False.", "vclaim_id": "vclaim-pol-18637"}