{"url": "/factchecks/2016/feb/27/rick-perry/rick-perry-claims-donald-trumps-wall-southwest-bor/", "speaker": "Rick Perry", "vclaim": "\"Building a wall\" on the U.S.-Mexico border \"will take literally years.\"", "truth_label": "true", "date": "stated on January 15, 2016 in Radio interview:", "title": "Rick Perry claims Donald Trump's wall on the Southwest border will take years to complete", "text": "Donald Trump says part of the answer to the complicated question of immigration has a seemingly simple solution: Build a \"great, great\" wall along the southern border and make neighboring Mexico pay for it.\nThe logistics of that idea leave many people, including former Texas Gov. Rick Perry, agog. \n\"Building a wall\" on the border \"will take literally years. I don’t care how good of a builder you are,\" Perry said about 40 minutes into an interview on the Jan. 15, 2016, edition of the Simon Conway Show on WHO in Des Moines. \"And plus the private property rights,\" Perry said. \"This is an issue that really gets complex in a hurry. I know because I’ve had to deal with it.\"\nPerry’s assertion got us thinking, what would go into building a wall from southernmost California to the southern tip of Texas? And would Trump’s wall indeed take years to build?\nWe didn’t take Perry’s claim as an uncheckable prediction in that when he spoke, there already existed exhaustive studies and reports on building a border fence as ordered by Congress in 2006, particularly those conducted by the General Accounting Office, the nonpartisan investigative arm of Congress.\nWe failed to connect with Trump’s camp about this statement while a Perry spokesman, Stan Gerdes, said by phone that while the former governor didn’t send a crew to the border to estimate how long a wall would take to build, it’s Perry’s experience-rich opinion it would definitely take more than a year.\nSome assumptions\nBefore assessing Perry’s claim, we have to make assumptions in part because Trump’s plan for the wall is pretty vague. We’re also going to share declarations by Trump and others that occurred after Perry spoke. Typically, we wouldn’t do so out of fairness to the person making a claim. But not doing so here might leave us short of being up to date.\nWhat we know of late is that Trump told MSNBC on Feb. 9, 2016 the wall would be a \"real wall,\" likely 35 to 40 feet tall and 1,000 miles long. The U.S.-Mexico border is actually just less than 2,000 miles long, but Trump said there are natural barriers over a portion of the border, meaning the U.S. would only need a wall along 1,000 miles of it.\nSome perspective: A 1,000-mile wall would be about one-13th the length of the Great Wall of China, but more than twice the proposed length of the concrete and fence barrier that separates Israel from the West Bank, according to a Nov. 11, 2014 Washington Post news article.\nTrump has also conceded the wall will cost billions. He’s been quoted saying costs will total up to about $8 billion, all out of Mexico’s pocketbook. At the Feb. 25, 2016, GOP debate, he upped that speculated price tag to $10 billion to $12 billion.\nFormer Mexican President Felipe Calderón opposes Trump’s idea, according to a Feb. 8, 2016 CNN news article, where Calderon called Trump’s wall \"stupid,\" as does former Mexican President Vicente Fox, who said in a Univision interview posted online Feb. 25, 2016 that Mexico is \"not going to pay for that f****** wall.\"\nTrump’s response to Fox’s declaration? \"The wall just got 10 feet taller,\" he said at the Republican presidential debate in Houston the same day.  \nIn August 2015, Trump told New Hampshire residents the wall would be made using \"beautiful nice precast plank\" (see the video above this story). So we know it’s going to be a solid wall.\nAnd if Trump becomes president, is it feasible to have a wall up in a year or less?\nThe existing fence\nThere’s currently about 670 miles of fencing along the 1,954-mile U.S.-Mexico border. That is, the fence is not a fluid structure from point A to point B. Rather, it’s a fragmented barrier of metal posts and fencing standing about 18-feet tall, according to a Jan. 1, 2016, Associated Press news article.\nWhen he was governor and running for president the first time, Perry voiced opposition to the fence, expressing a sentiment perhaps echoed in his skepticism about Trump’s promised wall. \"No, I don’t support a fence on the border,\" Perry said in New Hampshire, according to a Sept. 3, 2011 news story in the Dallas Morning News. \"The fact is, it’s 1,200 miles from Brownsville to El Paso. Two things: How long you think it would take to build that? And then if you build a 30-foot wall from El Paso to Brownsville, the 35-foot ladder business gets real good.\"\nEarlier, the fence was started as a result of the 2006 Secure Fence Act, which approved the construction of an about 700-mile fence stretching from parts of Tecate, California to Brownsville. Five years later, President Barack Obama said the fence is \"now basically complete\" – a claim PolitiFact deemed Mostly False on May 16, 2011. Around that time, the vast majority of the mandated fencing had been answered with vehicle barriers and single-layer pedestrian fence even while the act called for  double-layer fencing, of which there was about 36 miles in place.\nAs of 2012, the fence and fence-related costs totaled about $6 billion. A 2009 Government Accountability Office report said that on average, the cost had run between $1 million and $3.9 million per mile of fence, depending on things like \"type of fencing, topography, materials used, land acquisition costs, and labor costs.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nRaul Meza, a structural engineer and El Paso’s state director for the Structural Engineer’s Association of Texas, who lives about four miles from a portion of the border fence, told us by phone he thinks a wall would be even more expensive to build because it requires more time and labor.\nIn January 2016, PolitiFact Florida found estimates for the wall’s cost ranging from $5.1 billion to $25 billion, with additional costs for maintenance.\nThere’s been little announced in terms of a timeline for the wall’s construction. Trump told Meet the Press on Aug. 15, 2016 construction would be \"under budget and ahead of schedule.\" \nConstructing Trump’s wall\nBy telephone, Sharon Wood, dean of the University of Texas’ Cockrell School of Engineering and a former chair of UT’s civil engineering department, told us a wall, like the one Trump is suggesting, would likely be made using steel-reinforced concrete. \"You can buy small reinforcement bars if you just go to Home Depot… Obviously for a larger structure, you’re going to use larger sizes,\" Wood said. \"You don't buy it from Home Depot, but it’s the same type of process.\"\nA Feb. 17, 2016, CNN news article backs up this idea. Engineers asked to speculate about the envisioned project suggested precast concrete panels reinforced with steel would likely be used. They also came to the conclusion that building the wall would take around 339 million cubic feet of concrete and 5 billion pounds of steel.\nMeza told us two ways to build a reinforced concrete wall would entail either building it along the border on site, or building concrete panels at different construction firms -- which Trump seemed to endorse in his August 2015 remarks -- and having the panels transported and installed. Meza said precast panels would save time but add to the bill due to transport costs.\nYet there’s more to building a large project than outright construction. James Jirsa, a UT-Austin civil engineering professor who specializes in concrete structures, told us there’s usually a planning period, lasting at least a year, to survey terrain and settle design issues. That period, he said, is followed by a bidding period for land that can also be time-consuming.\nThe federal government has the right to build on private property when it deems projects a public necessity, though it is required to offer compensation – a process, celebrated by Trump, called eminent domain.\nThis part of pre-construction can take years, depending on whether or not landowners dispute it.\n\"Every piece of land is different,\" said Paul Barkhurst, an eminent domain litigation lawyer based in San Antonio. \"You’re talking about a massive project across many, many states. It just depends on how much resources they want to put on it. One case could drag on for years because the land owner can challenge the right to take and the landowner can challenge the amount of compensation.\"\nWood said an environmental impact and hydrological study may also be necessary, to see how the wall would affect nearby water and the flow in the Rio Grande.\nThen comes the raw building of the wall. Wood said there aren’t many structural loads to consider, but the builders would have to find a way to make sure the foundation is solid, even if the Rio Grande floods. This involves digging out the foundation and putting in casts of the concrete foundation and then building.\n\"To be honest, that’s pretty straightforward,\" Wood said, saying the excavation of the foundation would probably take the most time.\nSo how long would it take? \nWood said that when just looking at the building the wall, pre-construction steps aside, it’s possible though highly unlikely that the wall could be completed in a year, say, if it were a \"national priority and all of the resources were put in one place.\" If \"you were to mobilize every single construction worker in the country,\" Wood said, \"and take them down to the Texas border, I bet they could get it done very quickly.\"\nSeparately, Jirsa opined that he and most engineers would probably agree that such a wall could not be built in under a year while Meza said the time it takes to build the avowed wall hinges largely on how much money goes toward construction. If money were no object, he said, the best-case scenario from the initial design phase to the wall’s completion would be five to 10 years. \"I think that would be reasonable,\" he speculated.\nOur Ruling\nPerry said: \"Building a wall\" on the U.S.-Mexico border \"will take literally years.\"\nIf Trump has a fast-track plan to plan the wall, purchase required land, complete needed studies and erect the wall in a year or less, it’s not public. Meantime, engineering experts agree the wall would most likely take years to complete. Keep in mind, too, it took more than six years to build roughly 700 miles of fence and barriers along the roughly 2,000-mile U.S.-Mexico border.\nWe rate this speculative claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05351"}