{"url": "/factchecks/2010/oct/27/eric-cantor/eric-cantor-tells-jon-stewart-us-spent-more-past-t/", "speaker": "Eric Cantor", "vclaim": "In the past two years, Democrats have \"spent more money than this country has spent in the last 200 years combined.\"", "truth_label": "pants-fire", "date": "stated on October 12, 2010 in an interview on Comedy Central's Daily Show with Jon Stewart:", "title": "Eric Cantor tells Jon Stewart that U.S. spent more in past two years than previous 200", "text": "During an Oct. 12, 2010, visit to Comedy Central's Daily Show with Jon Stewart, Rep. Eric Cantor, R-Va., made a striking statement.\n\n\"What you've seen (in Washington),\" he said, \"is a crowd that has taken advantage of a crisis back in late '08, early '09 and spent more money than this country has spent in the last 200 years combined, in the two years since.\"\n\nOn the show, Stewart didn't challenge Cantor's claim, but we will.\n\nWe first turned to historical tables from the Office of Management and Budget. One table, conveniently enough, details federal government spending since the birth of the modern Republic in 1789.\n\nWe first looked at federal spending for 2009 and the estimate of spending for 2010. Combined, federal spending in those two years amounted to a little more than $7.2 trillion.\n\nWe didn't have to add up all 200 years -- you only have to add together 2006, 2007 and 2008 to reach $8.3 trillion, which exceeds the $7.2 trillion of 2009 and 2010. So by that measure, Cantor is wrong.\n\nWant to use the data for 2010 and 2011 instead, under the assumption President Barack Obama was completely in charge for those budget years? Fine. Using those two years ups the total to a bit under $7.6 trillion. The three years before that by themselves total $9.2 trillion. So Cantor is wrong that way, too.\n\nWhat about using projected spending based on the course set by the Obama Administration and the Democratic Congress? Not even bending the rules to include the period 2009 to 2015 would do it. Outlays for the 2009-2015 period increases the cumulative amount of federal spending to about $27.3 trillion. Exceeding that amount only requires combining the federal spending from 1995 to 2008 -- a period of 14 years, not 200. So he's still wrong.\n\nWhat if Cantor misspoke, substituting \"spent more money\" for \"created more debt\"? We did that calculation with the help of a different OMB table.\n\nThe increase in public federal debt between the end of 2008 and the end of 2010 has been almost $3.5 trillion. But the debt from the nation's birth through the end of 2008 was $5.8 trillion. So Cantor isn't right that way, either.\n\nWhen we asked Cantor's staff about it, they tried to move the goalposts. They told us Cantor was actually referring to the debt that will be added by 2015. That would be $8.2 trillion, which exceeds the $5.8 trillion debt accumulated between the birth of the republic and the end of 2008. (Actually, to make the numbers work, they only need to go as far as 2013, which would be the last budget assembled during President Barack Obama's first term.) But even though this number \"works,\" it's not what Cantor said on the show. He didn't say debt, he said spending. And he said \"in the two years since,\" when his staff later claimed he was actually referring to a seven-year period.\n\nEconomists we spoke to on the left and the right agreed with our analysis and pointed out a few other problems with Cantor's claim.\n\n• Inflation. We used raw dollars, not inflation-adjusted dollars. But since a dollar is worth far less today than it was in the early 1800s, you can't genuinely compare dollar amounts from then to dollar amounts from today without making a mathematical adjustment. But if you did make that adjustment, it would take Cantor's claim even farther from the truth.\n\n• How do you assign responsibility for spending increases? As much as Republicans like to blame Obama and the Democratic Congress for the boom in federal spending, a sizable chunk of current spending was set on its course because of actions taken under President George W. Bush and the Republican Congress (such as the Medicare prescription drug benefit). This doesn't mean Obama and the Democratic Congress bear no responsibility for the rise in spending. They just don't deserve all the blame.\n\n• Does the comparison actually mean anything? From year to year, the economy grows, and so does population. It's only natural that as the size of the population grows and more money is available to spend, more money will be spent in an absolute sense. A more relevant comparison would be whether spending has grown disproportionately compared to the size of the economy. And as it happens, that would have provided Cantor with a striking statistic. According to OMB, the public debt will have risen from about 40 percent of gross domestic product at the end of 2008 to about 64 percent at the end of 2010 -- an increase by more than half over just a two-year span.\n\nBut back to his words. He said that in the past two years, Democrats \"spent more money than this country has spent in the last 200 years combined.\" That's wrong no matter how you slice it. And it's not just wrong -- it's ridiculously false. We rate the claim Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n(Cantor’s wife, Diana Cantor, is a member of the board of directors of Media General Inc., parent company of the Richmond Times-Dispatch.)", "vclaim_id": "vclaim-pol-14123"}