{"url": "/factchecks/2011/sep/26/herman-cain/cain-jobs-recovery-worst-great-depression/", "speaker": "Herman Cain", "vclaim": "\"This is the worst jobs recovery since the Great Depression.\"", "truth_label": "false", "date": "stated on September 15, 2011 in an op-ed :", "title": "Cain: Jobs recovery worst since the Great Depression", "text": "Voters want jobs, and Georgia’s own GOP presidential contender Herman Cain wants them to know he has a plan to create them.\n\nCain pitched the plan, which calls for 9 percent corporate, personal and national sales taxes, during the Sept. 7 presidential debate at the Ronald Reagan Presidential Library in Simi Valley, Calif. It was his central focus during the Tampa, Fla., debate five days later.\n\nAnd in case anyone didn’t get the point, Cain presented his plan in a Sept. 15 Wall Street Journal op-ed as a foil against President Barack Obama’s recently proposed jobs bill. Cain portrayed himself as a capable business leader, and Obama as an ideologue with little concern for the American worker.\n\nCain’s evidence was the economy’s performance during Obama’s tenure.\n\n\"This is the worst jobs recovery since the Great Depression,\" Cain’s op-ed said.\n\nThe worst jobs recovery since the Great Depression? Yes, things are bad. But are they that bad?\n\nWe contacted Cain’s spokeswoman for more information, and she recommended we go to the U.S. Bureau of Labor Statistics, the main federal agency in charge of measuring jobs activity and other economic trends. We did, and found that PolitiFact National’s Truth-O-Meter had been there ahead of us.\n\nIn June, our sister site wrote about a jobs claim made by Cain’s Republican primary rival Mitt Romney.\n\n\"This is the slowest job recovery since Hoover,\" Romney said on the campaign trail in Tampa, Fla.\n\nPolitiFact National assessed Romney’s history two ways: by the number of jobs created, or changes in the unemployment rate.\n\nThe jobs creation measure is a straightforward number.\n\nBut unemployment is a little more complicated. The rate is influenced by whether people are looking for a job -- or so discouraged they’ve dropped out of the labor market. A recovery can coax job market dropouts to get back into the hunt. This means it’s not unusual for the unemployment rate to rise as a recovery begins.\n\nSince the Great Recession ended about 23 months before Romney made his statement, PolitiFact National assessed each recession based on the 23-month period after it officially ended.\n\nPolitiFact National used dates from the National Bureau of Economic Research, which is the nation’s unofficial authority on when recessions begin and end. They stopped at World War II, because monthly BLS data doesn’t go further back than that.\n\nOur sister site found Romney’s claim False because, depending on which measure you use, there were either two or four recoveries that were weaker than the current one.\n\nA lot can change in a few months, so we updated those calculations with the newest jobs data.  \n\nOur results were very similar.\n\nLet’s consider job creation. Since the end of the recession in June 2009, the U.S. gained 639,000 jobs. But in two of the 12 recoveries we reviewed, the U.S. actually lost jobs.\n\nFrom November 2001 to January 2004 under President George W. Bush, the economy lost 481,000 jobs. And from July 1980 to September 1982 under Presidents Jimmy Carter and Ronald Reagan, the  U.S. lost 661,000 jobs, according to BLS figures.  \n\nNow for the unemployment rate. Unemployment has decreased by a modest 0.4 percentage points since the end of the most recent recession. But we found three recoveries where unemployment actually rose in the same amount of time.\n\nFrom November 2001 to January 2004, unemployment crept up by 0.2 percentage points. Between March 1991 and May 1993, under President George H.W. Bush, it rose by 0.3 percentage points. And between July 1980 and September 1982, it jumped by 2.5 percentage points.\n\nThis means that as of August, there are either two or three recoveries since the Great Depression that were weaker than the current one, depending on which measure you use. This is very similar to June’s results.  \n\nAs we mentioned in our item on Romney, none of this is to suggest we’re in a strong recovery. The data do show that this one is weaker than most. In this regard, Cain does have a point.\n\nBut it’s inaccurate for Cain to say, \"This is the worst jobs recovery since the Great Depression.\" It’s a weak recovery, but not the worst. We therefore rate Cain’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12363"}