{"url": "/factchecks/2016/jun/22/donald-trump/trump-clinton-bosnia-sniper-story/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton \"said she was under attack (in Bosnia) but the attack turned out to be young girls handing her flowers.\"", "truth_label": "true", "date": "stated on June 22, 2016 in a speech in New York City:", "title": "Trump right that Clinton made up story about Bosnia sniper fire", "text": "Presumptive Republican nominee Donald Trump wasted no time punching back the day after Hillary Clinton listed in detail why he could not be trusted to run the economy.\nClinton \"is a world-class liar,\" Trump said in a June 22, 2016, speech in New York. \"Just look at her pathetic email and server statements, or her phony landing in Bosnia where she said she was under attack and the attack turned out to be young girls handing her flowers.\"\nOn that Bosnia trip, Trump picked one of Clinton’s most prominent transgressions. When she made that claim, we rated it Pants on Fire in 2008. Here’s why.\nDuring an introduction to a foreign policy speech on Iraq on March 17, 2008, then-Sen. Hillary Clinton reminisced about her days as first lady and a trip to Tuzla, Bosnia, she made in March 1996.\n\"I remember landing under sniper fire. There was supposed to be some kind of a greeting ceremony at the airport, but instead we just ran with our heads down to get into the vehicles to get to our base.\"\nBut that's not what happened, as demonstrated by CBS News video that shows Clinton arriving on the tarmac under no visible duress, and greeting a child who offers her a copy of a poem. The Washington Post Fact Checker also turned a skeptical eye on Clinton's comments, reporting that a review of more than 100 news stories from the time documented no security threats to the First Lady.\nCBS reporter Sharyl Attkisson, who covered Clinton on the Bosnia visit, wrote of her memories of the trip: \"To be sure, it was not the 'safest' trip for a first lady to take: there were serious risks in traveling to Bosnia, even for the president's wife under the vigilant protection of the U.S. military. It took some guts for her to go. But I don't recall, and did not note, any close calls on this trip with sniper fire or any other dangers. \"\nImmediately after the speech that day, a reporter asked Clinton about remarks from others on the trip who suggested the trip was for photo opportunities rather than foreign policy and she stood by her account of sniper fire. \"There was no greeting ceremony, and we basically were told to run to our cars. Now, that is what happened,\" she said.\nBut she retracted the remarks a week later, telling the Philadelphia Daily News editorial board on March 24, 2008, that she \"misspoke,\" correcting herself to say she had been told there was a threat of sniper fire in the area. The next day she told reporters, \"So I made a mistake. That happens. It shows I'm human, which for some people is a revelation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOn the campaign trail, Clinton has discussed the danger of the trip before and how it gave her important foreign policy experience. The Des Moines Register reported her saying on Dec. 30, 2007, \"We landed in one of those corkscrew landings and ran out because they said there might be sniper fire. I don't remember anyone offering me tea on the tarmac there.\"\nInterestingly, Clinton's memoir Living History depicts an arrival that, though dangerous, included neither actual sniper fire nor running. It matches the CBS footage and appears to contradict Clinton's later retelling:\n\"Security conditions were constantly changing in the former Yugoslavia, and they had recently deteriorated again. Due to reports of snipers in the hills around the airstrip, we were forced to cut short an event on the tarmac with local children, though we did have time to meet them and their teachers and to learn how hard they had worked during the war to continue classes in any safe spot they could find. One eight-year-old girl gave me a copy of a poem she had written entitled 'Peace.' \"\nThere's no doubt flying into Bosnia was dangerous back in 1996, but the threat of sniper fire is not the same as actual sniper fire, and hustling off the tarmac is not the same as running with your head down. And there was a welcoming ceremony where a young girl gave her a poem.\nOur ruling\nTrump said Clinton claimed \"she was under attack but the attack turned out to be young girls handing her flowers.\" In all key respects, Trump is correct. Clinton did claim that she landed in Bosnia under sniper fire and that there was no greeting ceremony. She later retracted the entire statement.\nThe only flaw in Trump’s speech is he said Clinton was handed flowers. It was a poem, which seems like a trivial difference.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/ea63fd8e-0b2a-4426-9a73-fab000398202", "vclaim_id": "vclaim-pol-04803"}