{"url": "/factchecks/2020/mar/17/instagram-posts/celebrities-are-sharing-misleading-post-about-trum/", "speaker": "Instagram posts", "vclaim": "Says Donald Trump “cut funding to the CDC,” “fired the Pandemic Response Team,” “refused WHO tests” and “wasted two weeks calling this outbreak a ‘Democrat hoax.’”", "truth_label": "barely-true", "date": "stated on March 15, 2020 in a screenshot:", "title": "Celebrities are sharing a misleading post about Trump’s response to coronavirus", "text": "Democrats have criticized President Donald Trump’s response to the COVID-19 pandemic as disorganized and short-sighted. On Instagram, the critics include some celebrities.\nOn March 15, actor and comedian D.L. Hughley posted a screenshot of a tweet that makes several claims about the Trump administration’s actions against coronavirus.\n\"Dear President Trump,\" reads the tweet, which was published March 13 by an account called Translate Trump. \"YOU cut funding to the CDC; YOU fired the Pandemic Response Team; YOU refused WHO tests; YOU wasted 2 weeks calling this outbreak a ‘Democrat hoax.’\"\n\"This is a (sic) what a failed public response to a pandemic looks like.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It had more than 42,000 likes as of March 17.\n\n(Screenshot from Instagram)\nIn the United States, the coronavirus had infected 4,226 people in 49 states, with 94 deaths, as of March 17. On March 11, Trump announced several sweeping actions to slow the spread of the virus, including a ban on travel from a slate of European countries.\nSome public health experts have said the Trump administration’s response to the pandemic has been too slow, but are the four claims shown in Hughley’s Instagram post accurate? We looked at each one.\nThe Instagram post has elements of truth but leaves out a lot of important information. We reached out to Translate Trump and the White House for comments, but we haven’t heard back.\nTrump \"cut funding to the CDC\"\nWhile it’s not accurate to say that Trump \"cut\" funding for the Centers for Disease Control and Prevention, it is accurate to say he tried.\nThe Trump administration’s initial proposals for the budgets for emerging and zoonotic infectious diseases at the CDC — a key player in the fight against coronavirus — have consistently been lower than what was spent the previous year. \nHowever, Congress reshapes presidential recommendations as it sees fit when it crafts final spending bills.\nEvery year since Trump has been president, lawmakers have passed funding bills — which he has signed — that not only exceeded what Trump requested for emerging infections but also exceeded the previous year’s spending.\nAs the chart below shows, funding increased every year from fiscal year 2017 to fiscal year 2020. (We have not included the 2017 proposal, since that was submitted by the Obama administration. The figures for 2020 are preliminary.)\n\nOn Feb. 24, Trump asked Congress for a $2.5 billion supplemental budget to help combat the emergence of this coronavirus. House Democrats said the amount was insufficient, and instead passed an $8.3 billion bill that Trump signed March 6. The money will fund efforts to develop a vaccine and help local governments respond to the pandemic. \nTrump \"fired the Pandemic Response Team\"\nThis needs context. \"Fired\" is a strong term for what happened, and Trump recently created a team to lead the government’s response to COVID-19.\nIn May 2018, Rear Adm. Timothy Ziemer, the senior director of global health and biodefense on the National Security Council, left the administration. He was in charge of the U.S. response to pandemics.\nAfter Ziemer’s departure, the global health team was reorganized as part of an effort by then-National Security Adviser John Bolton. Meanwhile, Tom Bossert, a homeland security adviser who recommended strong defenses against disease, left shortly after Bolton arrived. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe White House didn’t replace either White House official or his team. Instead, Trump looked within his administration to fill roles for the coronavirus response. \nIn January, Trump appointed his Health and Human Services secretary, Alex Azar, to chair a coronavirus task force. On Feb. 26, he announced that Vice President Mike Pence would take charge of the U.S. response to the coronavirus. \nTrump \"refused WHO tests\"\nThis contains a hint of truth, but it’s mostly inaccurate. Former Vice President Joe Biden made a similar claim during the March 15 Democratic presidential debate.\nA March 6 Politico article says the World Health Organization shipped coronavirus tests to nearly 60 countries at the end of February, but the U.S. was not among them. That is correct, but it suggests that the U.S. would normally have been on the list, which is not the case.\n\"No discussions occurred between WHO and CDC about WHO providing COVID-19 tests to the United States,\" said WHO spokeswoman Margaret Harris. \"This is consistent with experience since the United States does not ordinarily rely on WHO for reagents or diagnostic tests because of sufficient domestic capacity.\"\nRELATED: Fact-checking Donald Trump’s mistakes about European travel due to coronavirus\nInstead, the U.S. decided to have the CDC develop its own testing protocol, which was published Jan. 28. This caused a lag in testing for the virus in the U.S.\nThe CDC’s test was different and more complicated than a test published in Germany on Jan. 17. It worked in the CDC lab, but when the materials went out to state labs, some of them got inconsistent results. The CDC had to resend packages with new chemical reagents.\nState laboratories started developing their own tests and were ready to use them, but had to wait for emergency approval from the Food and Drug Administration. The combined delays resulted in fewer Americans being tested and a slower U.S. response overall compared with some other countries. \nTrump \"wasted two weeks calling this outbreak a ‘Democrat hoax.’\"\nThis is inaccurate. \nDuring a Feb. 28 campaign rally in North Charleston, S.C., Trump called the Democratic response to COVID-19 a \"hoax.\" But he did not use the term to describe the virus itself.\nDuring a press conference Feb. 29, Trump was asked about his remarks.\n\"I'm not talking about what's happening here; I'm talking what they're doing,\" he said, referring to Democrats. \"That's the hoax.\"\nTrump’s comments feed into a conspiracy theory that claims Democrats and the media are fabricating the threat of COVID-19 to hurt the economy and the president’s re-election chances. And the president appeared to downplay the threat of the virus at several points in recent weeks.\nBut to say that Trump called the virus itself a hoax is false. Plus, the administration took its first action in January by setting up a task force to address the spread of the coronavirus.\nOur ruling\nAn Instagram post made four claims that criticize Trump’s response to the COVID-19 pandemic.\nThe first, that he \"cut funding to the CDC,\" is partially accurate; Trump tried to cut the agency’s funding, but Congress prevented it from happening. On the second claim, while saying Trump \"fired\" the \"Pandemic Response Team\" is a stretch, it’s true that National Security Council staffers left abruptly in 2018 and were not replaced. \nThe third claim, that Trump \"refused WHO tests,\" contains a hint of truth, but is mostly inaccurate since the U.S. does not usually rely on the WHO for testing protocols. And the fourth claim, which says Trump \"wasted two weeks calling this outbreak a ‘Democrat hoax,’\" is inaccurate — the president has not called the virus itself a \"hoax,\" just the Democrats’ response to it.\nAs a whole, the Instagram post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nRELATED: 7 ways to avoid misinformation during the coronavirus pandemic", "vclaim_id": "vclaim-pol-18141"}