{"url": "/factchecks/2016/oct/19/donald-trump/trump-wrongfully-says-immigrants-voting-illegally-/", "speaker": "Donald Trump", "vclaim": "\"It’s possible that non-citizen voters were responsible for Obama’s 2008 victory in North Carolina.\"", "truth_label": "pants-fire", "date": "stated on October 17, 2016 in a speech in Green Bay, Wisconsin:", "title": "Trump wrongfully says immigrants voting illegally won North Carolina for Obama in 2008", "text": "In his ongoing mission to claim that the presidential election is being rigged against him, Donald Trump said there have been real-world instances of stolen elections.\nWe have already ruled Trump’s claims of \"large scale voter fraud\" nationwide this year to be Pants On Fire, but on Monday night Trump made a much more specific claim during a rally in Green Bay, Wisconsin.\n\"It’s possible that non-citizen voters were responsible for Obama’s 2008 victory in North Carolina,\" Trump said.\nNorth Carolina’s 15 electoral votes hardly would have made 2008 Republican nominee John McCain the president – Obama won 365 votes in the Electoral College to McCain’s 173.\nBut this claim of an illegitimate victory is still a pretty shocking accusation coming from the current Republican nominee.\nWe wondered if it could be true. Could illegally cast ballots have handed North Carolina to Obama in 2008?\nNorth Carolina figures to be a toss-up again this year, after it narrowly went for Mitt Romney in 2012. A RealClearPolitics average of polling from the first half of October showed Hillary Clinton with a 3-point lead over Trump in the Tar Heel State.\nEvidence of illegal voting?\nElections expert Rick Hasen, a professor of law and political science at UC-Irvine, said Trump is wrong.\n\"I don’t think it’s possible,\" said Hasen, who runs the ElectionLawBlog.org website.\nBut what do Trump and his campaign say about the statement?\nAfter Trump’s speech Monday, his campaign’s co-chairman Sam Clovis defended Trump’s argument in an interview with a radio show affiliated with the Boston Herald newspaper.\n\"I don’t think it’s irresponsible,\" Clovis said. \"I think it raises an issue.\"\nThat issue, he said, is some states have made it easier for immigrants living here illegally to get driver’s licenses – and, he said, that makes it easier for them to vote. However, North Carolina does not allow such immigrants to get licenses at all, so it’s unclear why Clovis brought that up.\nNevertheless, we did some digging and found what Trump or his speechwriters seemed to be citing – a 2014 op-ed from one of the newspapers Trump once banned from his rallies, the Washington Post.\nIn it, two political science professors said they had studied how often immigrants – here legally or illegally – might vote in U.S. elections.\nTrump quoted from their study almost verbatim in his speech, although he did not mention that there are serious concerns over its validity.\nSignificant statistical errors?\nOn the Washington Post website, above the op-ed about the study, you see an editor’s note that the study has earned at least three separate rebuttals, as well as a peer-reviewed article saying the data the study used doesn’t provide evidence of what the study claimed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThe original study’s authors have defended their work, but we have to ask: Is Trump citing a debunked study?\nThe main issue deals with sourcing and sampling. The authors of the study didn’t do the survey work themselves but instead pulled it from data collected by the Harvard-affiliated Cooperative Congressional Election Study.\nHowever, two weeks after the study was first published in 2014, the CCES wrote a response that has advised researchers not to use its data in that way – because its data on non-citizens drew from a very small sample size of 339 respondents nationwide.\nThe CCES furthermore said that it wasn’t specifically surveying non-citizen voting habits, so it didn’t correct for errors in that portion of its survey – and that it believed 16 or 17 percent of the respondents mistakenly reported they were non-citizens, either because they were confused or simply clicked the wrong box on the online survey.\nThe CCES researchers repeated those concerns in another op-ed for the Washington Post, published this week after Trump resurfaced the old study that relied on their work.\nAmong the 339 supposedly non-citizen respondents, 38 (11.3 percent) said they voted. The researchers in the study that Trump cited were unable to confirm 33 of those votes, leaving them with five verified votes (1.5 percent).\nLike the political scientists who have called this study into question, we have a hard time using five (or even 38) anecdotes to extrapolate a scenario for the entire country, involving millions of people. But for the sake of argument, we’ll put that apprehension aside and look at the data.\nThere were approximately 650,000 immigrants in North Carolina in 2008, about a quarter of whom were citizens. That means there were approximately 487,500 non-citizen immigrants. Surely they weren’t all adults, but let’s pretend they were.\nIf 1.5 percent of them voted, that would mean 7,313 non-citizens voted in North Carolina in 2008. Obama won the state by about 14,000 votes, so even if every single one of them had voted for Obama, their illegal voting would not have been enough to sway the election.\nSo even using the widely criticized study’s findings, in order to come up with a result that influenced the election you would have to: 1. Double their verified rate of voting, 2. Assume that no immigrants are under the age of 18, and 3. Assume that McCain received 0 percent of the non-citizen vote.\nWe simply don’t think that’s likely, and neither does at least one federal appeals court. Hasen, the election law expert, wrote in the Wall Street Journal this week that \"the United States Court of Appeals for the D.C. Circuit concluded last month than only a \"tiny fraction\" of voters are non-citizens and that there is no evidence it is a serious problem.\"\nActual allegations in North Carolina are few and far between\nWe also checked with the N.C. Board of Elections, which said in a statement: \"We have no indication that thousands of non-citizens voted in the 2008 elections, and we don’t believe that amount of potential voter fraud would have gone unnoticed or unchallenged.\"\nIn 2008, North Carolina reported 23 allegations of non-residents either voting or registering to vote. Elections board spokesman Pat Gannon said while the office currently tracks such allegations after referring them to the courts, it did not in 2008, so it’s unclear how many of those 23 reported cases were actually illegal.\nScott Huffmon, a political science professor at Winthrop University, said the 23 allegations could include immigrants (legal residents as well as those living here illegally) as well as U.S. citizens from other states. He also that, in general, it would make no sense for an immigrant living in the U.S. illegally to try to vote.\n\"Would any rational person put themselves in jeopardy of being deported for the virtual zero probability of influencing an election?\" Huffmon said.\nOur ruling \nTrump said \"it’s possible\" that Obama won North Carolina in 2008 because of non-citizens voting illegally.\nThere is no evidence to support that theory, and that’s not for a lack of attention. A federal appeals court has looked into it, as has the N.C. Board of Elections, and both found nothing of concern. Political scientists also disagree with Trump. And even if the study Trump was citing is valid – although many say it's not – it still doesn’t back up Trump's claim.\nWe rate this claim Pants on Fire.\nhttps://www.sharethefacts.co/share/96c8274a-cbbd-4be5-b9dd-1afe2d6d2e19", "vclaim_id": "vclaim-pol-04104"}