{"url": "/factchecks/2012/aug/01/robert-menendez/us-sen-robert-menendez-claims-there-are-no-federal/", "speaker": "Robert Menendez", "vclaim": "Says under federal law \"we do not have any limitation on the number of guns and bullets we can buy.\"", "truth_label": "true", "date": "stated on July 24, 2012 in a news conference:", "title": "U.S. Sen. Robert Menendez claims there are no federal limits on the purchase of guns and ammunition", "text": "In the days following a mass shooting at a Colorado movie theater, U.S. Sen. Robert Menendez and some of his fellow Democrats called for strengthening the nation’s gun control laws.\n\nAt a July 24 news conference in Washington, D.C., Menendez pointed out how, under federal law, \"we do not have any limitation on the number of guns and bullets we can buy.\"\n\nPolitiFact New Jersey is not weighing in on whether there should be such federal restrictions. We are only fact-checking Menendez’s claim that none exist.\n\nWe found that the senator's right that there is no federal law limiting the number of guns and bullets one can purchase at a given time. Three states, including New Jersey, have enacted their own restrictions on handgun sales.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCory Booker\n\n\nstated on October 13, 2011 in a radio interview on WBGO’s “Newark Today”\n\n\n\n\n\n\n\n\nSays \"if you are shot in the city of Newark, you have over an 80 percent chance that you've been arrested before an average of 10 times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • October 24, 2011\n\n\n\n\n\n\n\n\nA spokesman for the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives, and gun policy experts confirmed that the senator’s claim is accurate.\n\n\"It is correct that there are no limits in federal law to the amount of guns or ammunition a person can buy if he/she is not a proscribed possessor of firearms,\" said Daniel Webster, co-director of the Center for Gun Policy and Research at Johns Hopkins University in Baltimore.\n\nFederal law prohibits certain individuals from getting a gun or ammunition, such as someone convicted of a misdemeanor crime of domestic violence. Also, there are certain reporting requirements under federal law for multiple gun sales.\n\nFor instance, licensed dealers must report to federal authorities if they sell more than one handgun to the same person within five consecutive business days. Also, licensed dealers in Arizona, California, New Mexico and Texas must report multiple sales of certain rifles during the same time period.\n\nReferring to such federal reporting requirements, Jon Vernick, co-director of the Center for Gun Policy and Research, added in an e-mail: \"However, this form simply acts as a record of, not a limitation on, multiple purchases.\"\n\nThe vast majority of states don’t limit the number of firearms that can be purchased, according to a state-by-state breakdown compiled by the California-based Law Center to Prevent Gun Violence.\n\nNew Jersey is one of three states that prohibit the sale of more than one handgun to an individual within a 30-day period, along with California and Maryland, according to the center. Each of those state laws allow for certain exemptions. Virginia repealed a similar law earlier this year.\n\n\"The Senator was (and will continue) to talk about the need for federal laws that limit the number of bullets and the number of firearms a person can purchase,\" Menendez spokeswoman Tricia Enright said in an e-mail. \"He believes we need stronger laws nationally, not a patchwork of laws that vary in terms of strength state by state.\"\n\nOur ruling\n\nFollowing the mass shooting at a movie theater in Colorado, Menendez claimed at a news conference that \"we do not have any limitation on the number of guns and bullets we can buy.\"\n\nThree states, including New Jersey, limit the number of handguns one can purchase in a 30-day period, but there are no limits under federal law on the purchase of firearms and ammunition. Federal regulations only mandate reporting multiple gun sales in certain cases.\n\nWe rate the statement True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10667"}