{"url": "/factchecks/2014/apr/25/msnbc/msnbc-labels-florida-republican-charlie-crist-advi/", "speaker": "MSNBC", "vclaim": "Says Charlie Crist's campaign bashed Sen. Bill Nelson's \"big-government solutions.\"", "truth_label": "pants-fire", "date": "stated on April 25, 2014 in a graphic during \"The Daily Rundown\":", "title": "MSNBC labels Fla. Republican as Charlie Crist adviser, wrongly claims Crist bashed Democrat Bill Nelson", "text": "The national media is abuzz, again, about the possibility of Sen. Bill Nelson, D-Fla., shaking up the Florida governor’s race.\nNelson has repeatedly said he has no plans to enter, but he hasn’t flatly ruled out a scenario in which he enters the race if Democratic front-runner Charlie Crist appears to flame out against Republican incumbent Gov. Rick Scott. A new poll has Crist and Scott tied with 42 percent of the vote, while other polls generally have shown Crist ahead.\nOn Wednesday at a luncheon with Daytona Beach business leaders, Nelson zinged Scott for rejecting high-speed rail financed by federal stimulus dollars and not pushing harder for billions of federal dollars to expand Medicaid to poor, uninsured residents.\n\"I think it’s not only a shame,\" Nelson said, according to the Daytona Beach News-Journal. \"I think it’s a moral abscess.\"\nThe speech generated headlines that Nelson was toying with the idea of running. That, in turn, spawned reaction from Scott’s campaign chairman, state Sen. John Thrasher, R-St. Augustine.\n\"His solutions are federally based solutions — not Florida-based solutions,\" Thrasher said in criticizing Nelson.\nWhy are we writing about any of this at PunditFact?\nBecause MSNBC’s Daily Rundown got it mixed up in a segment about the story featuring input from Chuck Todd from Seoul, South Korea, Tampa Bay Times political editor Adam Smith and fill-in host Kristen Welker.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAfter Smith noted a concern among Democrats that Crist \"could wind up as a train wreck,\" Welker noted, \"Crist’s campaign is actually responding, which is interesting. He says of Bill Nelson, or his campaign chairman says, ‘His solutions are federally based solutions — not Florida-based solutions.’ So Crist really feeling the heat here, pushing back. What do you make of that?\"\nA chart also wrongly referred to Thrasher as Crist’s campaign chairman. This is the same man who just this week released a statement saying, \"We are very confident in our campaign to show Charlie Crist's failure as governor in contrast to Gov. Scott's record of job creation.\"\nThe segment prompted Crist adviser Kevin Cate to tweet, \"Correction for @dailyrundown: @John_Thrasher is not our chair & we didn't bash Nelson. cc: @chucktodd @adamsmithtimes pic.twitter.com/149Etntdyq\"\nAfter we began reporting this item, MSNBC acknowledged its mistake:\n\"Bad mix-up on our part w/@John_Thrasher quote today. Our apologies to him & @CharlieCrist campaign.\"\nOur ruling\nMSNBC wrongly attached the words of Scott’s campaign chairman to the Crist campaign. Crist’s campaign chairman did not blast the prospect of Nelson entering the Florida governor’s race. Scott’s did.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07946"}