{"url": "/factchecks/2013/nov/01/republican-party-florida/florida-gop-says-alex-sink-oversaw-27b-loss-pensio/", "speaker": "Republican Party of Florida", "vclaim": "As CFO, Alex Sink oversaw \"a $27 billion loss in the state's pension fund.\"", "truth_label": "half-true", "date": "stated on October 30, 2013 in a YouTube attack ad:", "title": "Florida GOP says Alex Sink oversaw $27B loss in pension fund", "text": "Just hours after Democrat Alex Sink announced her run for the congressional seat left vacant after C.W. Bill Young’s death, the Republican Party of Florida started a full-court press attack.\nThe Florida GOP posted a YouTube video criticizing Sink on a host of issues, presumably attacks they pulled from their arsenal when she ran against Rick Scott for governor in 2010.\n\"As Florida’s CFO, Alex Sink failed Florida taxpayers by using the state plane as her own personal charter, overseeing a $27 billion loss in the state’s pension fund and supporting a $5.2 billion increase in Florida’s debt,\" the video’s text reads.\nWe’ll examine other claims from the ad during the race, but in this fact-check we’ll focus on looking into Sink’s tie to the state pension fund. Is it accurate to say she oversaw $27 billion in losses?\nAs the state’s chief financial officer, Sink’s responsibilities included accounting, auditing and managing Florida’s finances. She also served on the State Board Administration of Florida, the office that oversees the pension fund.\nIn their Feburary 2013 report, the SBA put the value of pension assets at $132 billion.\nIn 2007, the year Sink took office, the pension was worth $136.3 billion, according to the SBA. In 2010, her last year as CFO, that value was down to $109.3 billion. That makes the net loss $27 billion, as the ad said.\nThis claim echoes those made by the party when Sink ran for governor against Republican Rick Scott. As we’ve noted before, there are several important caveats to this claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe action of comparing how much the pension is worth at different points in history is not as devastating as it might sound.\nThere’s no permanent loss in value until the assets are sold. Although the pension was temporarily worth less in 2010 than in 2007, the money isn’t gone by any means.\nWhen the nation started recovering from the recession a couple of years ago, the Florida pension followed suit.\n\"The pension fund is in pretty good shape right now,\" said Kurt Wenner, vice president for tax research at Florida TaxWatch, a business-backed institute focused on tax issues. \"It certainly wasn’t a critical situation.\"\nBesides the figures not being permanent, the implication that Sink, as CFO, is to blame for the loss in value is also misleading.\nThree SBA trustees jointly oversee the pension fund: the governor, the attorney general and the CFO. There’s nothing that suggests Sink’s responsibilities should be singled out above those of either former Gov. Charlie Crist  or former Attorney General Bill McCollum (who were both Republicans at the time, by the way).\nOur ruling\nThe Republican Party of Florida said there was a loss of pension assets of $27 billion during Sink’s term as the state’s CFO. But that doesn’t represent a permanent loss of funds. We also see no reason why Sink deserves more of the blame than the other two trustees. And, Sink was CFO during a historic recession. Given these sizeable caveats, we rate the Florida GOP’s claim Half True.", "vclaim_id": "vclaim-pol-08675"}