{"url": "/factchecks/2019/jul/25/facebook-posts/no-trump-supporter-wasnt-mocking-dead-migrant-chil/", "speaker": "Facebook posts", "vclaim": "A Donald Trump supporter held a sign at his rally \"mocking a dead migrant child.\"", "truth_label": "false", "date": "stated on July 4, 2019 in a Facebook post:", "title": "No, a Trump supporter wasn’t mocking a dead migrant child", "text": "In June, a photograph of the bodies of a Salvadoran migrant and his nearly 2-year-old daughter who drowned trying to cross the Rio Grande river spread on social media amid debates over migration to the United States. \nNot long after, another image was shared online. In this photo, a woman is holding an illustration of the father and daughter’s bodies below the word \"caution\" on a yellow sign. She’s smiling and sitting among others, including people standing behind her and aiming their cameras at something out of the frame.\nSome social media users quickly jumped to a partisan conclusion.\n\"A Trump supporter at his rally today,\" reads a July 4 Facebook post with the photo. \"Mocking a dead child. This is what human garbage looks like.\" \nThis post, which was shared more than 4,000 times by July 24, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) That’s because while the photo is authentic, the Facebook post mischaracterizes what’s happening. The woman was saddened by the drowning of the father and daughter and in an interview with a reporter that was later posted on Twitter, she explains why she’s holding the sign. Though it’s hard to hear everything she says in the video due to background noise, it’s clear she’s not mocking a dead child.\nHere’s what we know. \nThe woman was at President Donald Trump’s Fourth of July event on the National Mall. Her photo was taken and shared on Twitter by Alejandro Alvarez, a journalist and photographer with the Washington, D.C., radio station WTOP. Alvarez was covering the president’s \"Salute to America\" event and his reporting included both Trump supporters and protesters. Among the images he tweeted that day was one of a group posing in front of an inflatable diapered baby meant to look like Trump.\nAlvarez also shared the photo of the woman with the caution sign. He explained the image like this text: \"Shocked by an image of a father and daughter dead on the Rio Grande, Jill from Boulder, CO shows me a dark(er) twist on border-region safety signs warning of immigrants crossing roads.\"\nHe’s referring to real immigrant crossing signs that have been used to warn drivers to watch for migrants running across the road. His tweet suggests that the woman’s sign is a commentary on immigration policies. At the least, we know she’s not mocking a dead child. \nBut social media users recast the image and rallied to try to identify the woman they claimed was a Trump supporter making light of migrant deaths. MintPress News reporter Alex Rubinstein, who interviewed the woman that day, tweeted screenshots of some of those reactions on Twitter, including one user who said: \"Let’s identify and shame this heartless woman who thinks the death of a toddler and her father is some kind of joke.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nRubinstein also tweeted the video interview he had with the woman. \n\"This woman’s sign has generated a bit of controversy on the internet today, so I decided to post my interview with her from earlier,\" Rubinstein wrote. \"She tells the story of the father and his 2-year-old from El Salvador who drowned trying to make it to the U.S. ‘It makes me really sad,’ she said.\" \nRubinstein asks the woman about the sign, and she explains what happened to the father and daughter — how they drowned trying to come to the United States — and how her sign was inspired by the road signs showing migrants crossing the road. \n\"And now we’ve got them literally drowning,\" she says, adding that they’re immigrating to try to find a better life. When Rubinstein asks her why that’s an important message for the Fourth of July, the woman says: \"America is made up of immigrants.\" Unless you’re Native American, she says, you’re descended from immigrants. The Fourth should be a celebration of \"us coming over,\" she says.\nShe goes on to say that she’s sad \"by what’s going on\" and mentions \"the children in the cages,\" a reference to the detention of migrant children at the border.   \nRubinstein went on to tweet that people were trying to dox the woman because of her sign. But, he said, \"I’m not sure how anyone can interpret it as an endorsement of Trump’s border policies - just on its face - but the least they could do is take some time to look into the matter before trying to ruin her life.\" \nHe tweeted again later: \"There’s a huge Twitter mob trying to doxx this woman. Agree with the sign or not, it’s clear that she is AGAINST Trump’s border policies. If you see people trying to doxx her, please correct the record by posting my interview in reply.\"  \nOur ruling\nThis Facebook post claims that the woman in the picture is a Trump supporter \"mocking a dead child.\" We don’t know the woman’s political affiliation. But it’s clear from reporting and her own words that she is not mocking a dead migrant child. Rather, she talks about how she’s saddened by what’s happening at the border, and how we should celebrate the United States as a country of immigrants.\nWe rate this Facebook post as False.", "vclaim_id": "vclaim-pol-00400"}