{"url": "/factchecks/2012/apr/22/kathleen-falk/kathleen-falk-says-gov-scott-walker-signed-bills-a/", "speaker": "Kathleen Falk", "vclaim": "Says Gov. Scott Walker signed abortion, sex education and discrimination bills \"in secret.\"", "truth_label": "barely-true", "date": "stated on April 6, 2012 in a news release:", "title": "Kathleen Falk says Gov. Scott Walker signed bills affecting women in secret", "text": "In the world of politics, it’s known as \"the Friday dump\" -- the tradition of officials delivering bad news (usually as it relates to themselves) at week’s end or before a holiday. The idea is to ensure light media coverage.\n\nDemocrats and liberal interest groups accused Republican Gov. Scott Walker of an all-time classic dump on Good Friday, when Walker’s office announced by news release he had signed four bills they had labeled as part of a \"war on women.\"\n\nWhat’s more, they said he concealed the fact they were signed.\n\nIn an April 6, 2012, news release, Democratic gubernatorial candidate Kathleen Falk challenged Walker to \"explain to the people of Wisconsin why in secret, he allowed legislation that will restrict women’s access to health care and equal pay and will end age-appropriate sex education for students to become law.\"\n\nShe added that Walker had \"violated the trust of the people.\"\n\nWait.\n\nCan a bill signing announced by news release really constitute \"a secret\"?\n\nThe four bills at issue prevent people subjected to employment discrimination from seeking damages in state court; reverse a 2010 ban on abstinence-only sex education courses; create new requirements for getting medical advice before abortions; and prohibit insurance plans offered in Wisconsin under the federal health care reform law from covering some abortions.\n\nDemocrats say they are part of a broader GOP \"war on women.\" Republicans said the bills protect women and reverses ill-advised legislation passed when Democrats had control.\n\nBut what about the signed-in-secret part?\n\nThe bills, of course, were argued and approved in public. And once signed into law, they ultimately are published. So from that perspective no bill signings are secret.\n\nSometimes, bills are signed in elaborate ceremonies in front of TV cameras that are announced in advance. Most bills, though, are signed quietly by the governor and announced via news release.\n\nLet’s look at this case more closely.\n\nWalker faced a legal deadline, based on when the bills passed, to sign or reject the four bills. That deadline was Thursday, April 5, 2012.\n\nThat day, the Journal Sentinel’s Capitol bureau reporters -- and other media members -- asked Walker spokesman Cullen Werwie if the bills had been signed. He declined to directly say.\n\nTo back up her statement, Falk’s campaign alleged there had been a one-day gap between when Walker signed the bills and his office’s April 6, 2012 announcement, which listed the four among 51 bills that had been signed.\n   \nWe checked legislative records, and they listed the bills being signed on Thursday (most of the others were signed on Friday).\n\nIn addition to April 6, 2012 being Good Friday, it was opening day for the Milwaukee Brewers -- a \"Friday dump\" bonus.\n\nThe news release, issued at about 12:30 p.m. -- a couple hours before the first pitch at Miller Park -- offered no comments about any of the bills. It was the first time Democratic lawmakers, who are copied on the releases, were notified they had been signed.\n\nSo, Democratic lawmakers -- and the public -- were not notified in a timely fashion about the four bills in question.\n\nWhat’s more, the release said Walker \"signed bills into law today\" (italics ours).\n\nSo, the public notice itself was misleading on when they were signed.\n\nWe asked Werwie precisely when and where the four bills were signed. He would only say that it was not \"the dark of night\" as critics alleged, and that Walker didn’t sign them in his office because \"he didn’t have time.\"\n\nOn that same day, Walker signed two job-creation bills at Palermo’s Pizza in Milwaukee. This underlines a point about bill signings and announcements: In the same manner politicians call attention to popular measures with public signings (for political advantage), they can downplay controversial ones by skipping one (also seeking political advantage).\n\nIn the end, it all becomes public. The secretary of state gets the bills within 24 hours of a signing, and publishes them.\n\nTo find out more, we called the sponsors of the four bills.\n\nThey told us there was a private signing ceremony -- on Thursday, April 5, 2012, at the governor’s Milwaukee office. The Republican sponsors were invited to attend, according to Sen. Mary Lazich (R-New Berlin) and an aide to Rep. Michelle Litjens (R-Oshkosh)  though neither of those officials could make it.\n\nSome additional information:\n\nThe general timing of Walker’s move was influenced by the Legislature’s actions. The bills in question were not sent to Walker until March 29, 2012. The state constitution gives Walker six working days to sign or veto.\n\nSo the timing with Easter Week was determined by lawmakers, while the specific day that week was Walker’s call.\n\nA big-batch signing itself is not unusual, especially in the rush at the end of a legislative session. Earlier that week, Walker issued a similar news release announcing 36 bill signings.\n\nOur conclusion\n\nEchoing others, Falk took Walker to task for signing the four bills \"in secret.\"\n\nFalk’s words suggest at the very least a highly unusual effort to conceal an  official action. And the record reflects that. It’s clear to us that Walker cloaked the signing from reporters, and delayed his announcement to the public and Democratic lawmakers.\n\nBut although Walker sought to quietly approve these bills -- that’s his prerogative. The timing was only partially in his control, and it’s not unusual to sign big batches of bills out of direct public view, for practical reasons or political ones.\n\nWe think it’s a stretch to call it \"secret\" when the signing will ultimately become public -- and when it was announced in a news release.\n\nIn short, we think there’s an element of truth to Falk’s claim but it ignores critical facts that could give a different impression.\n\nThat’s our definition of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11228"}