{"url": "/factchecks/2015/oct/02/national-republican-senatorial-committee/fact-checking-nrscs-pandering-panda-attack-jason-k/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says Missouri Democratic Senate candidate Jason Kander is \"attending fancy dinners all over the country.\"", "truth_label": "barely-true", "date": "stated on September 14, 2015:", "title": "Fact-checking the NRSC's 'Pandering Panda' attack on Jason Kander", "text": "The NRSC is sponsoring an ad campaign featuring \"The Pandering Panda,\" a portrayal of Jason Kander, U.S. Senate candidate and current Missouri secretary of state, as doing anything to win over lobbyists and big money in Washington.The ad campaign features a Twitter page, YouTube video, Snapchat series and website.\nThe YouTube ad, released Aug. 19, features a person dressed in a panda suit in various locations throughout Washington, including the White House and the Capitol. The panda character alternates between holding a burlap sack full of money and a hand-drawn sign that reads, \"I love Obama.\" The ad also features clips of real pandas and high pitched voices making claims about Kander \"pandering\" for money in Washington. To date, the video has less than 12,000 views on YouTube after nearly a month online.\nKander, a Democrat, is hoping to unseat Sen. Roy Blunt, a Republican who has held the office since 2011.\nAmong the charges in the NRSC ad is the claim that Kander is \"attending fancy dinners all over the country.\"\nWe decided sink our claws into this claim.\nThe NRSC provided us with a list of five fundraisers they say Kander attended between March 1 and May 31, 2015.\n\n\n\n\nKander fundraiser\n\n\nDate\n\n\n\n\nWashington: Porterfield, Lowenthal, Fettig & Sears (lobbying firm)\n\n\nMarch 4, 2015\n\n\n\n\nWashington: Hosted by Sen. Chris Murphy and various lobbyists\n\n\nMay 20, 2015\n\n\n\n\nLas Vegas: hosted by Harry Reid\n\n\nMay 2015\n\n\n\n\nMartha’s Vineyard\n\n\nDate unknown\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nPhiladelphia\n\n\nDate unknown\n\n\n\n\n \n\nWe could only independently verify fundraisers in Washington and Las Vegas based on public reports. Kander's campaign manager Abe Rakov would not provide additional information about the fundraisers.\n\n\nSo we can't tell you whether these fundraisers meet the definition of a \"fancy dinner.\" The NRSC provided no specific evidence to support that part of the attack.\n\n\nThat aside, three or five out-of-state fundraisers didn't seem like a lot to us, so we wanted to check with political scientists who are experts on the American political system.\n\n\nThey didn't see much out of the ordinary in Kander's trips or actions based on the information provided by the NRSC.\n\n\nGreg Vonnahme, an associate professor of political science at the University of Missouri-Kansas City, said that most congressional candidates raise most of their money from out of district and even candidates for state office will seek out-of-state sources for funding. He also notes the NRSC itself hosts fundraisers for candidates. Mitch McConnell, R-Ky, raised more than half of his campaign funding from out of state in the 2014 election.\n\n\n\"Whether Kander attending three or five fundraisers during the period from March to May is excessive depends on one's feelings about the nature of campaign finance,\" Vonnahme said. \"But is it unusual among Democrats, Republicans, House or Senate candidates? No.\"\n\n\nPeverill Squire, a professor of political science at MU, said this scenario of the NRSC attacking Kander for out-of-state fundraising is not uncommon.\n\n\n\"Given the large sums of money now required to run for the U.S. Senate, it is common for candidates, particularly from smaller, less wealthy states, to attend out-of-state fundraisers,\" Squire said. \"It is also common for the opposing party to attempt to make an issue of it. Challengers running against Senate incumbents face an uphill battle and need all the campaign money they can raise. Kander will raise as much as he can, and Blunt will likely respond by raising even larger sums.\"\n\n\nAs of the release of second-quarter campaign finances, Blunt raised $1.4 million in the second quarter as compared to Kander's $734,000. The Blunt campaign announced it has $3.8 million in cash on hand; the Kander campaign $1.1 million.\n\n\nBlunt's money, as of July 30, is 49.8 percent PAC donations, totaling $1.2 million compared to Kander's $176,650, totaling 11.6 percent. In total itemized contributions, Blunt has 516 Missouri donors (after refunds) resulting in $581,647, compared to Kander's 835 Missouri donors for $679,816.\n\n\nBlunt's campaign would not release any information regarding Blunt's travel or specific fundraisers.\n\n\nOur ruling\n\n\nThe NRSC ad campaign \"Kander Pander\" involves a claim that Kander is \"attending fancy dinners all over the country.\"\n\n\nThe NRSC provided a list of five fundraisers that it says constitute fancy dinners. That evidence is fairly thin.\n\n\nIt's also worth noting that Kander, who is currently Missouri's secretary of state, has raised plenty of money from Missourians — more than his opponent.\n\n\nThe NRSC claim has an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-05900"}