{"url": "/factchecks/2016/jul/28/barack-obama/mostly-true-obama-says-world-opinion-us-better-now/", "speaker": "Barack Obama", "vclaim": "\"Almost every country on Earth sees America as stronger and more respected today than they did eight years ago when I took office.\"", "truth_label": "mostly-true", "date": "stated on July 27, 2016 in a speech at the Democratic national convention:", "title": "Mostly True: Obama says world opinion of U.S. better now than eight years ago", "text": "President Barack Obama invoked his characteristic themes of hope and unity at the Democratic National Convention, countering what he called Donald Trump’s \"pessimistic vision of a country where we turn against each other.\"\nWhereas Obama touted Hillary Clinton as having earned the respect of leaders around the world and experts at home, he rebuked Trump’s isolationism and more unconventional foreign policy positions and proposals.\n\"He cozies up to Putin, praises Saddam Hussein, and tells the NATO allies that stood by our side after 9/11 that they have to pay up if they want our protection,\" Obama said. \"Well, America’s promises do not come with a price tag. We meet our commitments. That’s one of the reasons why almost every country on Earth sees America as stronger and more respected today than they did eight years ago when I took office.\"\nDoes the world really like us more now than they did eight years ago?\nThe White House referred us to our own archives and a fact-check of former Fox News anchor Gretchen Carlson. Carlson claimed that most polls show the world has \"lower regard\" for the United States now under Obama than under President George W. Bush. We rated that claim False.\nSo what about Obama's claim?\nThe president is putting words into pollsters’ mouths when he specifically says strength and respect, but he’s generally right that world opinion of the United States has improved.\nHere’s a breakdown of how the United States stacked up over the course of Obama’s presidency, according to various polls. Positive opinions are expressed with a plus sign, and negative ones with a minus. The number outside of the parentheses indicates the net favorability.\n\n\n\n \n\n2008\n\n\n2014/2015\n\n\nChange\n\n\n\n\n\n\nGallup\n\n\n0 (+34/-34)\n\n\n+15 (+45/-20)\n\n\n+15\n\n\n\n\nPew\n\n\n-5 (+43/-48)\n\n\n+45 (+69/-24)\n\n\n+50\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nBBC World Service/Globescan\n\n\n-8 (+35/-47)\n\n\n+4 (+42/-38)\n\n\n+12\n\n\n\n\n \nWe’ll go through the available data one by one\nGallup\nPolling data from Gallup supports Obama’s claim.\nIn its 2015 survey of more than 130 countries, 45 percent approved of the job performance of the leadership of the United States, while 28 percent disapproved. That’s up 11 percent in favorability while down 6 percent unfavorability from 2008.\nHere’s a snapshot:\n\nPew Research Center\nIn Pew’s June 2008 survey of 23 countries, 43 percent of respondents had a favorable view of the United States while 48 percent of respondents had an unfavorable view on average.\nIn 2015 survey of 39 countries, the United States’ favorability jumped up to 69 percent while  unfavorability dropped down to 24 percent.\nOut of the 21 countries included in both surveys, 18 had a more positive view of the United States in 2015 than they did in 2007. Russia, Lebanon and Jordan on the other hand had a more negative view.\nBBC World Service/Globescan\nViews toward the United States improved the least out of the three sets of polling, but they did improve.\nIn 2008, an average of 35 percent of people surveyed in 34 countries said the United States is \"having a positive influence\" while 47 percent said it had a negative influence. Six years later, the global average jumped up to 42 percent positive and 38 percent negative.\n(Seven out of 10 people in 18 countries also told the BBC that Obama’s election was a good choice in a 2016 poll. Just three out of 10 people said that about President George W. Bush in 2005.)\nOur ruling\nObama said, \"Almost every country on Earth sees America as stronger and more respected today than they did eight years ago when I took office.\"\nThe general sentiment that the United States is viewed more positively around the world is supported by three different sets of polls, but they don’t specifically talk about strength or respect.\nWe rate Obama’s claim Mostly True.\nhttps://www.sharethefacts.co/share/f4f46dae-b333-47ce-9d97-e1d7e68cb191", "vclaim_id": "vclaim-pol-04581"}