{"url": "/factchecks/2017/apr/02/blog-posting/fake-news-claims-muslims-can-wear-burqas-drivers-l/", "speaker": "Bloggers", "vclaim": "\"Muslims get their way--Illinois will permit wearing burqas in driving licenses photos\"", "truth_label": "pants-fire", "date": "stated on March 17, 2017 in a headline:", "title": "Fake news claims Muslims can wear burqas in driver's license photos", "text": "We came across a headline and provocative photo on the truetrumpers.com website that suggested Illinois officials would permit Muslims to have photo IDs taken for driver’s licenses with their faces completely covered by burqas. We decided to check out the claim as part of International Fact-Checking Day.\n\"Muslims get their way--Illinois will permit wearing burqas in driving licenses photos,\" the headline reads.\nPolitiFact Illinois examined the origins of this claim as part of the inaugural International Fact-Checking Day, April 2, 2017. Organizers at Poynter.org describe the day as \"not a single event but a rallying cry for more facts - and fact-checking - in politics, journalism, and everyday life.\"\nDave Druker, spokesman for Illinois Secretary of State Jesse White, whose office administers driver’s license testing and issues Illinois IDs, quickly dismissed the claim. \"That is not the case and the face must be exposed,\" he said.\nIn fact, Druker noted, it’s now standard procedure, whenever a resident seeks to renew their driver’s license, that their old license picture is scanned and run through facial recognition software in an attempt to determine they are who they say they are and that they are not wanted for any serious crimes or listed on any terrorism watch lists.\nMuslims may cover the tops of their heads when their pictures are taken for state IDs, Druker said, but faces must be exposed. \"The face has to be exposed,\" he said. \"You can have your head covered. The top of your head. The face must be exposed. An orthodox Jew could wear a skull cap. A nun could wear the habit, but the face must be exposed.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBruce Rauner\n\n\nstated on June 1, 2016 in a press conference\n\n\n\n\n\n\n\n\n\"We have lower family incomes in Illinois today than we had 17 years ago in Illinois ... because of the control of (House) Speaker (Michael) Madigan and his Democrats.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Matt Dietrich • July 13, 2016\n\n\n\n\n\n\n\nDruker said he was asked about the same fake news claim from a site about a year ago.\nThis claim came from a website called TrueTrumpers.com that is not a credible news media site. It includes several posts that fuel fake claims about President Donald Trump, former President Barack Obama and Muslims, in particular, as well as click-baiting claims about porn stars and secret tricks for weight loss and whiter teeth. Unlike some other fake news sites, this one does not include any disclaimer that its reports are not factual or satirical.\nClicking on many of the stories on this website will cause a pop-up window to open that suggests software is out of date on your computer while encouraging you to download and open a file that could contain malware.\nOur ruling\nA fake news website said Illinois was going to allow Muslims to obtain driver’s licenses with their faces covered. A spokesman for the office that issues state identification said the claim was false.\nWe rate this Pants on Fire. https://www.sharethefacts.co/share/01815fb3-e4f0-4381-8a43-0ba5e590c466", "vclaim_id": "vclaim-pol-03479"}