{"url": "/factchecks/2010/jun/23/jane-kidd/health-reform-gives-seniors-free-checkups-democrat/", "speaker": "Jane Kidd", "vclaim": "\"Health reform eliminates co-pays, deductibles, and other costs for preventative care and provides for free annual wellness checkups starting next year.\"", "truth_label": "mostly-true", "date": "stated on June 10, 2010 in an op-ed. :", "title": "Health care changes give seniors free checkups, Democrats said", "text": "Even after all the hollering over health care reform, average citizens remain confused over how the bill will change their lives. Among them are retirees, a powerful voting bloc, which means Democrats who pushed for the reform have some explaining to do. How do they convince them that they have their best interests in mind? Enter Georgia's Democratic Party, whose chair Jane Kidd wrote a column to address these concerns. That opinion piece was e-mailed to the press. Thanks to health care reform, the op-ed said, seniors will get free services that can help keep them healthy. She wrote: \"For example, while seniors today must pay for preventative care, health reform eliminates co-pays, deductibles, and other costs for preventative care and provides for free annual wellness checkups starting next year – ensuring that every Georgia senior has the care they need to better maintain their health.\"Free? Is this too good to be true? To back up their claim, Georgia's Democrats referred us to an article in The Record newspaper of Troy, N.Y., that cited the AARP. It states that \"many preventative services . . . will now be free for Medicare beneficiaries, and they won’t have to shell out co-pays for those services.\" They also sent an article from CNN.com that said, \"Medicare will provide free annual wellness visits and personalized prevention plans starting in 2011,\" and a fact sheet from WhiteHouse.gov that said the same thing. We called the AARP, a group known for its extensive research on issues that affect seniors. They confirmed that seniors who have Medicare will receive annual wellness visits and personalized prevention plans starting in 2011.These benefits were established by Title IV of the massive health care overhaul bill, dubbed \"Prevention of Chronic Disease and Improving Public Health.\" By 2010, Medicare recipients will receive free \"annual wellness visits\" from their health care providers. The checkup will include the creation of a personal prevention plan and a schedule of recommended health screenings for the next five to 10 years, the bill states. Since the AARP took sides on the issue, we sought additional verification. The Centers for Medicare and Medicaid Services, the government agency that administers these programs, confirmed the AARP account and gave some additional information. There is some question about whether members of Medicare Advantage plans -- the privately managed plans that operate under the Medicare umbrella -- will also receive these wellness visits for free. A spokesman for the Centers for Medicare and Medicaid Services said federal law requires that Medicare Advantage plans provide, at a minimum, the services included in Medicare. So by 2011, these plans will also have to provide wellness visits without charge. Generally speaking, the health care law has several provisions that attempt to change Medicare so that it pays for good outcomes instead of paying per procedure, a system known as \"fee for service.\" The free preventive care is part of that overall philosophy.Tests such as cancer screenings that are already free under Medicare will remain so, and additional tests may also be included, the Centers for Medicare and Medicaid Services said. Still, we at PolitiFact Georgia remained dubious. Is there no provision that will make seniors pay for the \"free\" preventive services in an indirect way?   Well there's free. And then there's \"free.\" It's free if you paid your Medicare taxes, and make below a certain income. Over time, higher-income seniors will find that their overall Medicare costs increase, according to tax expert Howard Gleckman, a resident fellow at the nonpartisan Urban Institute, Joseph Antos, a health policy expert with the American Enterprise Institute for Public Policy Research, a nonpartisan think tank with conservative roots, and a PolitiFact Georgia review of the legislation.Under the current system, recipients with individual incomes of $85,000 or family incomes of $170,000 pay higher premiums to receive coverage. Under the new system, the pool of people who pay this bigger bill will gradually increase because the income thresholds will not be adjusted for inflation until 2019,according to Section 3402 of the legislation. For those who cross the threshold, this could mean an increase of roughly $50 a month, Antos said. All taxpayers, including seniors, who make more than $200,000 individually or $250,000 as a family will pay more in payroll taxes under Section 9015 of the bill. Also, seniors who like to work on their tans -- whoever you are -- should watch out. Indoor tanning salons will have to pay an excise tax under the new law. That cost will likely be passed on to customers, Gleckman said. But the overwhelming majority of retired seniors will find that free preventive services are just that. Free. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-14872"}