{"url": "/factchecks/2016/may/13/solar-energy-fairness/solar-subsidy-claims-need-more-evidence/", "speaker": "Solar Energy Fairness", "vclaim": "\"Big rooftop solar's plan forces Nevada families who don’t have solar panels to pay higher power bills to subsidize rooftop solar.\"", "truth_label": "half-true", "date": "stated on April 13, 2016 in a television ad:", "title": "Nevada solar subsidy claims need more evidence", "text": "A group backed by Nevada’s energy monopoly is airing television ads that aim to cast a shadow over the well-publicized complaints of the rooftop solar industry.\nSolar Energy Fairness (which is backed by NV Energy, the state’s electric service monopoly) is airing an ad throughout Nevada with a narrator warning that \"big rooftop solar\" is trying to trick consumers into supporting a \"government-mandated subsidy with no limits.\"\n\"Big rooftop solar's plan forces Nevada families who don’t have solar panels to pay higher power bills to subsidize rooftop solar,\" it warns.\nThe rooftop solar battle has seen angry protests and everyone from presidential candidates to actor Mark Ruffalo speaking out on the issue, so we thought the subsidy question was one that needed to be answered.\nA primer on net metering\nThe gist of the subsidies question centers around Nevada’s net-metering program.\nLike most states, Nevada has a net-metering law that allows ratepayers who install solar panels and microturbines to sell excess energy they generate for use by their neighbor. Lawmakers created the program in 1997 to encourage shifting more of the state’s energy production to renewable sources.\nGenerally, the idea is that utility companies will buy excess energy at the retail rate, so the \"seller\" is charged only for their net energy use.\nThe process is an incentive for customers to make the investment in solar energy to lower their power bills.\nCritics of net metering, however, say solar customers are getting an unfair advantage because they’re not paying for the network that harnesses and distributes electricity.\nAnd in 2015, Nevada’s Public Utilities Commission agreed. The regulatory group effectively lowered the amount of credits solar customers can receive after determining that net metering participants were receiving an unreasonable subsidy.\nThat prompted a revolt from solar companies, who left the state in mass, laying off workers and fighting to reverse the commission’s ruling through the ballot.\nThe evidence\nSolar Energy Fairness (the group behind the ad) claimed that net-metering participants in Southern Nevada received $623 in annual subsidies under the former plan. In Northern Nevada, the annual subsidy was $471, the group claimed.\nIn explaining the regulatory change, the PUC said that net-metering participants see a cost shift, or subsidy, to the tune of hundreds of millions of dollars over an extended period of time. That cost-shift contradicted a 2015 Legislative directive to reduce any \"unreasonable shifting of costs\" from net-metering participants to other energy customers.\nBut net-metering customers make up a tiny percentage of all energy customers in the state, so the commission’s highest estimate of a per-month subsidy for other power customers would be between $1-3 a month, depending on inclusion of a rebate program.\nWhile the ad itself refers specifically to the net-metering program, it’s worth noting Nevada has previously subsidized rooftop solar installation to the tune of $225 million through a rebate program approved by the state Legislature.\nArriving at a figure\nDetermining the exact subsidy figure is complicated.\nUtility commissioners outlined 11 possible variables in their ruling to determine the value of the net metering. It included a broad range of possible costs and benefits, ranging from the avoided energy that would be needed to replace locally produced solar electricity, total grid capacity and the possible social and environmental boons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe sticking point for many is that the commission only used two of the 11 factors (reduced line losses and capacity) when determining the value of excess energy produced through net metering — the other nine were not used because they were difficult to quantify.\nRooftop solar advocates, like Chandler Sherman of advocacy group Bring Back Solar, say omission of the other nine factors nullifies the subsidy argument entirely.\n\"These are real tangible benefits,\" she said. \"This is real dollars and cents the utility is saving.\"\nThe problem is that arriving at a more balanced measurement of the full costs and benefits of net metering is really difficult. Devin Hartman, a former energy analyst with the Federal Energy Regulatory Commission, wrote a policy brief criticizing the \"utter lack of convincing evidence of cost-shifting\" in the commission's report. But he acknowledged that actually putting down a dollar figure for some of the benefits can be speculative as well.\nAshley Brown, a former Ohio utility commissioner and current director of the Harvard Electricity Policy Group, said expanded rooftop solar penetration undermines the ability of utility commissions to set rates, and said the presumed benefits generally are outweighed by costs.\n\"Solar is intermittent,\" he said. \"You have to ignore it for purposes of planning capacity.\"\nHartman told PolitiFact that the existence of a net-metering subsidy depends on variable market factors, but writing off all potential benefits likely leads to a flawed outcome.\n\"Methodologically, you can come up with a better estimate than saying, ‘we just don’t have anything,’ \" he said. \"There was room for improvement, even though the task itself was very difficult.\"\nAnother difficulty is the lack of standardized metrics used to measure potential net metering subsidies. A 2013 Rocky Mountain Institute study found many states overlap in their measurements of cost and benefits, but contain a \"significant range of estimated value across studies.\"\nAn independent analysis\nBoth sides point to an independent analysis of Nevada’s net-metering program, done by Energy+Environmental Economics in July 2014 at the request of the commission.\nRooftop solar advocates often refer to a section proclaiming a $36 million benefit for all consumers through net metering, but several factors in the study — like the price of solar per megawatt hour — have substantially changed since the report was issued in 2014.\nStill, it’s worth noting that study did not detect a major cost shift either way.\nSolar Energy Fairness spokeswoman Nicole Willis-Grimes said the Legislature has requested an update to the \"E3\" study, and Bring Back Solar’s Sherman says that SolarCity and non-profit group Natural Resources Defense Council are preparing their own study on the alleged cost-shift.\nBest estimates\nSo what does all of this mean for the average energy customer who isn’t in the net-metering program?\nThe subsidy figure used by Solar Energy Fairness likely represents the worst-case scenario, as it’s difficult to foretell the actual cost and benefits of the net metering program because so many factors have changed since the last independent report was filed in 2014.\nThough the assumed monthly subsidy cost is relatively small, Solar Energy Fairness spokeswoman Nicole Willis-Grimes notes that the number of net-metering applications skyrocketed in 2015 — going from around 6,000 participants between 1997 and June 2016 to more than 24,000 applications over the following six months.\nOur ruling\nA pro-NV Energy backed group is running ads claiming that \"Nevada families who don’t have solar panels to pay higher power bills to subsidize rooftop solar.\"\nThe net-metering subsidy question is complex and likely takes more than a 30-second television ad to explain in full. The root of the subsidy claim comes from a Public Utilities Commission decision that has been criticized for focusing too narrowly on the costs of the program. Rooftop solar systems have traditionally seen subsidies on both the state and federal level, but without hard evidence of a cost-shift occurring under the previous net metering rates, it’s a difficult argument to hold up.\nThe reality is more complicated than Solar Energy Fairness puts on. We rate this claim as Half True.\nhttps://www.sharethefacts.co/share/a31514aa-c154-4824-9ec9-400e0a178cdf", "vclaim_id": "vclaim-pol-04966"}