{"url": "/factchecks/2011/feb/06/rebecca-kleefisch/wisconsin-lt-gov-rebecca-kleefisch-says-us-student/", "speaker": "Rebecca Kleefisch", "vclaim": "\"United States students are achieving at number 25 out of 29 developing countries when it comes to science and math.\"", "truth_label": "false", "date": "stated on January 26, 2011 in a news conference:", "title": "Wisconsin Lt. Gov. Rebecca Kleefisch says that U.S. students rank 25th of 29 developing countries in science and math", "text": "In January 2011, GE Foundation, the philanthropic organization of General Electric Co., gave Milwaukee Public Schools the largest donation it ever received: $20.4 million to improve science and math education.\n\nWisconsin Lt. Gov. Rebecca Kleefisch was among officials who attended an event announcing the five-year gift. She made this comment:\n\n\"We know that right now United States students are achieving at number 25 out of 29 developing countries when it comes to science and math.\"\n\nMany leaders have long lamented the science and math performance of U.S. students compared with that of students in other countries.\n\nBut we wondered about Kleefisch’s 25th out of 29 comment. It was picked up in a news report by WTMJ-TV and repeated in a blog post on Jan. 26, 2011 on Kleefisch’s website, RebeccaForReal.com.\n\nKleefisch’s aide, Jeanne Tarantino, said the Republican lieutenant governor based her comment on talking points provided by GE, including one that was similar to what Kleefisch said: \"U.S. students rank 25th out of the 29 developed nations for preparedness in math and science.\"\n\nWe could see how Kleefisch might have misspoken by saying \"developing\" rather than \"developed\" countries; the U.S. certainly would be in the developed category.\n\nBut even at that, does the U.S. really rank near the bottom in science and math?\n\nGE told us the source of its talking points was a U.S. Department of Education summary of the 2009 Programme for International Student Assessment. PISA, as it is known, is a ranking of 15-year-olds based on international tests. The 2009 results were released in December 2010, about a month before the grant was announced.\n\nContrary to Kleefisch’s statement, PISA does not do a science-math combination ranking; they do not do a ranking of 29 countries (developed or otherwise); and they do not rank the U.S. 25th in science or math.\n\nWe confirmed those points with Holly Xie, author of the Education Department summary.\n\nPISA assesses science and math separately and it does so with two sets of rankings. One is for 34 industrialized countries and the other is for 65 entities -- 60 countries plus five other educational systems.\n\nSo how does the U.S. rank?\n\nAccording to the Education Department summary:\n\n\nIn science literacy, Finland ranked first and the U.S. essentially tied for 13th among the 34 industrialized countries (as its score was \"not measurably different\" from a number of other countries). However, if the actual scores are used, the U.S. ranked 17th. In the larger group of 65, Shanghai-China ranked first and the U.S. tied for 19th.\n\n\n So, in science, the U.S. ranked in the top half of industrialized countries and even higher in the larger group.\n\n\nIn math literacy, Korea ranked first and the U.S. essentially tied for 18th among the 34 industrialized countries. Again, the U.S. score was \"not measurably different\" from a number of other countries. However, if the actual scores are used, the U.S. was tied for 25th.\n\n\nIn the larger group of 65, Shanghai-China ranked first and the U.S. tied for 24th.\n\nSo, in math, the U.S. ranked in the lower half of industrialized countries and much better in the larger group.\n\nLet’s review.\n\nKleefisch said U.S. students \"are achieving at number 25 out of 29 developing countries when it comes to science and math.\" We assume she meant \"developed\" rather than \"developing\" countries. But her point was that U.S. students ranked near the bottom in science and math.\n\nThe test results cited, however, do not include a science-math combination ranking. What they show is the U.S. ranks in the top half of industrialized countries in science; in math, it’s in the lower half, but not near the bottom.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIndeed, after we requested additional information from GE, the company told us Feb. 4, 2011, that it erred in saying the U.S. ranks 25th of 29 countries in science and math.\n\nWe rate Kleefisch’s statement False.", "vclaim_id": "vclaim-pol-13656"}