{"url": "/factchecks/2015/aug/24/jeb-bush/bush-says-trump-was-democrat-longer-republican-las/", "speaker": "Jeb Bush", "vclaim": "Says Donald Trump \"was a Democrat longer in the last decade than he was a Republican.\"", "truth_label": "half-true", "date": "stated on August 19, 2015 in a New Hampshire town hall discussion:", "title": "Bush says Trump was a Democrat longer than a Republican 'in the last decade'", "text": "After losing ground to Donald Trump in the polls following the first GOP presidential debate, Jeb Bush has gone on the attack, questioning the real estate mogul’s Republican bona fides.\n\"Mr. Trump doesn't have a proven conservative record,\" Bush said at a town hall in Merrimack, N.H., on Aug. 19, 2015. \"He was a Democrat longer in the last decade than he was a Republican.\"\nBush also said Trump has given more money to Democrats than he has given to Republicans, a claim we’ve previously rated Mostly False. Bush tweeted video of the town hall the same night, calling Trump \"a tax-hiking Democrat.\"\nIn his defense, Trump said on Face The Nation on Aug. 23 that living in Manhattan for years affected his alignment.\n\"I was from an area that was all Democrat,\" Trump said. \"And, frankly, over the years, I have — and especially as I have gotten more and more involved — I have evolved.\"\nWe know Trump has changed his political affiliation several times over the years, but we wanted to figure out just when and how the billionaire liked to party.\nChoosing sides\nTrump has regularly said that he has a broad range of political positions. \"I identify with some things as a Democrat,\" he told MSNBC in July. He had told CNN the same thing back in 2004. He’s also expressed interest in running as a third-party candidate.\nAccording to the New York City Board of Elections, Trump has changed his party affiliation five times since registering as a Republican in Manhattan in 1987. A form that year notes he had previously been registered in the Jamaica Estates neighborhood of Queens, where he grew up, but his prior affiliation was not identified.\nTrump’s affiliations have gone back and forth since then. Here’s a quick look:\n\n\n\n\nMonth and year of registration\n\n\nParty affiliation\n\n\n\n\n\n\nJuly 1987\n\n\nRepublican\n\n\n\n\nOctober 1999\n\n\nIndependence Party\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\n\n\nAugust 2001\n\n\nDemocrat\n\n\n\n\nSeptember 2009\n\n\nRepublican\n\n\n\n\nDecember 2011\n\n\nNo party affiliation (independent)\n\n\n\n\nApril 2012\n\n\nRepublican\n\n\n\n\nWe don’t need to go back as far as 1987 for this check, of course, but it shows Trump has switched quite a bit. After 12 years as a Republican, he registered with the Independence Party in 1999. That moved Trump to New York’s version of the Reform Party, which is neither Democratic nor Republican. He even won the Reform Party’s California primary for president in March 2000, despite withdrawing from that contest.\nBush’s campaign told us that \"the last decade\" meant when Trump was registered from 2000 to 2010. Trump was registered as a Democrat for 8 years, 1 month in that time span.\nBut we think a reasonable person could mistake \"the last decade\" to mean the last 10 years. When we added up the years since 2005, we found Trump has been registered as a Democrat for 3 years, 9 months, and registered as Republican for 5 years, 6 months (and counting).\nMedia reports said Trump’s switch in December 2011, where he checked \"I do not wish to enroll in a party,\"  made him an independent voter before the 2012 presidential election, in which he considered running himself. His attorney Michael Cohen told Politico that Trump made the change \"in order to preserve his right to run as an independent if he is (not pleased) with the GOP nominee.\"\nTrump decided not to run that year. He switched back to Republican in April 2012.\nOne last note: Party affiliation in New York matters for who a person can vote for in a primary contest, because New York has a closed primary, just like Florida. If someone wants to vote in a primary, they must be registered to that party. But according to a partial voting record from New York state, Trump hasn’t cast a ballot in at least the last two presidential primaries.\nOur ruling\nBush said Trump \"was a Democrat longer in the last decade than he was a Republican.\"\nThe Bush campaign said he meant 2000 to 2010, during which Trump was a Democrat for a bit over nine years. Trump had largely been a Republican in the years prior to that. If that’s what Bush meant, he phrased his statement poorly.\nWhen we reviewed Trump’s voter registration in the 10 years leading up to the present, from 2005 to 2015, we found that he has been a Republican for more than five years. He was a registered Democrat for not quite four years in that time frame.\nThe statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-06044"}