{"url": "/factchecks/2012/aug/07/mitt-romney/mitt-romney-says-barack-obamas-plan-abandons-tenet/", "speaker": "Mitt Romney", "vclaim": "\"Under Obama’s plan (for welfare), you wouldn’t have to work and wouldn’t have to train for a job. They just send you your welfare check.\"", "truth_label": "pants-fire", "date": "stated on August 6, 2012 in a campaign ad:", "title": "Mitt Romney says Barack Obama’s plan for welfare reform: \"They just send you your check.\"", "text": "Forget, for a moment, tax cuts and the fiscal cliff. Mitt Romney wants to talk about welfare.\n\nA Romney ad opens with a picture of President Bill Clinton signing the 1996 landmark welfare reform act, which shifted the program from indefinite government assistance to one based on steering people toward employment and self-reliance.\n\nThe words \"unprecedented success\" flash on the screen. Clinton and a bipartisan Congress, a narrator says, \"helped end welfare as we know it by requiring work for welfare.\"\n\nA leather-gloved laborer wipes sweat from his forehead.\n\n\"But on July 12,\" the ad continues, \"President Obama quietly announced a plan to gut welfare reform by dropping work requirements. Under Obama’s plan, you wouldn’t have to work and wouldn’t have to train for a job. They just send you your welfare check, and ‘welfare to work’ goes back to being plain old welfare.\"\n\nThe July 12 announcement, made by the the U.S. Department of Health and Human Services, or HHS, allows states to try different ways of meeting the work requirements of the federal law. Does it really mean \"they just send you your welfare check\"? We decided to look further.\n\nThe HHS memo\n\nSince 1996, welfare has been administered through block grants to states through a program called Temporary Assistance to Needy Families. TANF, as it’s called, limits how long families can get aid and requires recipients to eventually go to work. It also includes stringent reporting requirements for states to show they are successfully moving people off welfare and and into the workforce.\n\nA memo from George Sheldon, the acting assistant secretary at HHS, said the department wanted to give states more flexibility in meeting those requirements. The memo notifies states \"of the Secretary’s willingness to exercise her waiver authority ... to allow states to test alternative and innovative strategies, policies, and procedures that are designed to improve employment outcomes for needy families.\"\n\nThe memo outlined, using the jargon of a federal bureaucracy, the kinds of waivers that would be considered. It suggested projects that \"improve collaboration with the workforce and/or post-secondary education systems\" and \"demonstrate strategies for more effectively serving individuals with disabilities,\" to give two examples.\n\nWhat does all that mean?\n\n\"If you can do a better job connecting people to work, we would consider waiving certain parts of the performance measures and use alternate measures,\" is how Liz Schott, a senior fellow at the left-leaning Center on Budget and Policy Priorities, translated the memo’s point. (The center supports the plan.)\n\nSchott, who studies welfare policy, said TANF sets guidelines for what activities may count toward meeting the law’s work requirements: jobs, job training, internships or school, to name a few. Beyond that, it puts restrictions on how many hours a welfare client may spend at school, or how many consecutive months they can attend before that activity no longer counts toward the work requirement.\n\nThe result: \"States are running less-effective programs than they might be, because they are so driven by performance measurement as it’s set forth in the federal law,\" Schott said.\n\nThe waivers, then, would allow for flexibility. For example, someone with a special-needs child might require different work arrangements than are currently allowed. Or a person who needs to improve his or her English skills might need more time to take classes.\n\n\"It’s really about the underlying program,\" Schott said. \"The real starting place is: What’s the most effective program to get this person to work?\"\n\nRomney’s assertion\n\nIn a memo released along with the ad, the Romney campaign says the change \"undermines the very premise of welfare reform. It is an insult to Americans on welfare who are looking for an opportunity to build better lives for themselves. And it is a kick in the gut to the millions of hard-working middle-class taxpayers struggling in today’s economy, working more for less but always preferring self-sufficiency to a government handout.\"\n\nObama, it says, \"hopes states will consider approaches that remove work participation rate requirements all together.\"\n\nThe HHS letter contains no such language. In several places, it says only proposals from states that \"improve employment outcomes\" will be considered.\n\nIt’s important to note, however, that the waivers would not just be a change on paper. Schott said it’s possible that waivers will allow states to get credit under the work requirement for things that don’t count currently.\nThat possibility has critics of the proposal up in arms. Robert Rector, a welfare expert with the conservative Heritage Foundation, said it could ultimately allow \"state bureaucrats\" to count activities that aren't really work.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe should point out that those concerns are at odds with the policy's stated goal of encouraging employment.\n\nThe Romney campaign also contends that HHS Secretary Kathleen Sebelius is not legally allowed to waive the existing work requirements. Rector argues that the part of the law allowing waivers does not cover TANF work provisions.\n\n\"Critically, this section, as well as most other TANF requirements, is deliberately not listed... its provisions cannot be waived,\" Rector wrote in a July 12 column in the National Review.\n\nWe think that’s a noteworthy point, but it’s one that a court will have to settle.\n\nOur ruling\n\nRomney’s ad says, \"Under Obama’s plan (for welfare), you wouldn’t have to work and wouldn’t have to train for a job. They just send you your welfare check.\"\n\nThat's a drastic distortion of the planned changes to Temporary Assistance to Needy Families. By granting waivers to states, the Obama administration is seeking to make welfare-to-work efforts more successful, not end them. What’s more, the waivers would apply to individually evaluated pilot programs -- HHS is not proposing a blanket, national change to welfare law.\n\nThe ad tries to connect the dots to reach this zinger: \"They just send you your welfare check.\" The HHS memo in no way advocates that practice. In fact, it says the new policy is \"designed to improve employment outcomes for needy families.\"\n\nThe ad’s claim is not accurate, and it inflames old resentments about able-bodied adults sitting around collecting public assistance. Pants on Fire!", "vclaim_id": "vclaim-pol-10626"}