{"url": "/factchecks/2012/feb/24/mitt-romney/mitt-romney-says-barack-obama-could-have-gotten-cr/", "speaker": "Mitt Romney", "vclaim": "\"This president ... could have gotten crippling sanctions against Iran. He did not.\"", "truth_label": "barely-true", "date": "stated on February 22, 2012 in in a Republican presidential debate in Mesa, Ariz.:", "title": "Mitt Romney says Barack Obama 'could have gotten crippling sanctions against Iran. He did not.'", "text": "Mitt Romney told an Arizona debate audience that President Barack Obama’s most \"serious failure\" as president has been \"his failure to deal with Iran appropriately.\"\n\n\"We simply cannot allow Iran to have nuclear weaponry ...\" Romney said at the Feb. 22, 2012, Republican presidential debate in Mesa, Ariz. \"This president ... could have gotten crippling sanctions against Iran. He did not.\"\n\nObama signed new U.S. sanctions against Iran in December. We wondered: What did Romney mean by \"could have gotten crippling sanctions against Iran\"? And is that true?\n\nRomney’s statement\n\nRomney’s criticism came as part of his answer to an audience question about how candidates planned to deal \"with the growing nuclear threat from Iran.\"\n\nRomney answered:\n\n\"Look, the price of gasoline pales in comparison to the idea of Ahmadinejad with nuclear weapons. Ahmadinejad having fissile material that he can give to Hezbollah and Hamas and that they can bring into Latin America and potentially bring across the border into the United States to let off dirty bombs here — or more sophisticated bombs here. We simply cannot allow Iran to have nuclear weaponry. And this president has a lot of failures. ... his policies in a whole host of areas have been troubling.\n\n\"But nothing in my view is as serious a failure as his failure to deal with Iran appropriately. This president should have put in place crippling sanctions against Iran, he did not. He decided to give Russia their No. 1 foreign policy objective, removal of our missile defense sites from Eastern Europe, and got nothing in return. He could have gotten crippling sanctions against Iran. He did not. When dissident voices took to the street in Iran to protest a stolen election there, instead of standing with them, he bowed to the election. \n\nThis is a president … who has made it clear through his administration in almost every communication we've had so far, that he does not want Israel to take action. That he opposes military action. This is a president who should have instead communicated to Iran that we are prepared, that we are considering military options. They're not just on the table. They are in our hand. We must not allow Iran to have a nuclear weapon. If they do, the world changes. America will be at risk. And some day, nuclear weaponry will be used. If I am president, that will not happen. If we reelect Barack Obama, it will happen.\"\n\nFor this fact-check, we’re focusing on the claim, \"this president ... could have gotten crippling sanctions against Iran. He did not.\"\n\nFirst, a little background. Iran has faced U.S. sanctions since its 1979 Islamic revolution. The United Nations and other nations have joined in sanctions since 2006 in response to Iran’s efforts to develop a nuclear weapon, according to the Congressional Research Service, which provides nonpartisan analysis to Congress. The Obama administration’s policy has been to combine sanctions with negotiations. But since Iran has yet to compromise, the administration has sought \"additional U.S., U.N., and allied country sanctions whose cumulative effect could compel Iran to accept a nuclear bargain.\"\n\nThat includes signing into law on Dec. 31, 2011, a bill that sanctions foreign financial institutions that do business with the Central Bank of Iran. The country now has the \"most sweeping sanctions on Iran of virtually any country in the world,\" according to a February 2012 Congressional Research Service report.\n\nHave the sanctions achieved the core goal of changing Iran’s commitment to its nuclear program? No. But they are weakening Iran’s economy, raising the possibility that Iran’s stance \"might be in the process of reassessment,\" the report says.\n\nAnd that’s exactly what Romney has said the goal would be when he used the phrase \"crippling sanctions\" in the past, such as at a Nov. 22, 2011 presidential debate: \"The right course in America is to stand up to Iran with crippling sanctions ... put in place the kind of crippling sanctions that stop their economy.\"\n\nIran’s economy was already \"in turmoil,\" according to the Carnegie Endowment for Peace in March 2010, in part due to \"biting external sanctions.\" President Mahmoud Ahmadinejad said in November 2011 that sanctions were causing significant problems for the nation’s banking sector — after new U.N. and U.S. sanctions signed by Obama in 2010, but before U.S. sanctions on the country’s Central Bank. After the new sanctions were imposed, the nation’s currency took a steep slide.\n\nWhat Romney’s campaign says\n\nWe asked Romney’s campaign for support for his statement that the president, \"could have gotten crippling sanctions against Iran.\"\n\nHe was arguing two things, spokesman Ryan Williams said — that the president \"failed to secure a range of sanctions\" from the United Nations in 2010, and that he has resisted congressional efforts to impose tough sanctions.\n\nBoth of those arguments have weaknesses. And neither fully support the statement \"this president ... could have gotten crippling sanctions against Iran. He did not.\"\n\nWhat the U.N. did\n\nThe United Nations in 2010 voted to sanction Iran but didn’t include among those sanctions measures against the nation’s Central Bank because of opposition from Russia and China. The argument that the president \"could have\" gotten tougher sanctions suggests it was Obama’s choice, rather than diplomatic reality.\n\n\"The real issue is that Russia and China would not go along with anything stronger than what the U.S. got in 2010. So the U.S. was stuck,\" said Leonard Spector of the Monterey Institute of International Studies at Middlebury College.\n\nRomney has argued that Obama should have leveraged Russia’s desire for removal of missile defense sites in Eastern Europe — but instead \"got nothing in return.\" But he hasn’t offered a similar inducement he feels could have been used to convince China, which said it wouldn’t support any measure it felt would harm world economic recovery or affect the Iranian people or normal trade, according to the New York Times.\n\n\"Unless Gov. Romney has some ideas for how he would have appealed more to the Chinese and the Russians, it's hard to criticize the president's performance at the U.N,\" said Michael Levi, a senior fellow at the Council on Foreign Relations. \"The amount of effort this administration put into getting multilateral sanctions at the U.N. Security Council was extraordinary.\"\n\nThe administration instead said it would push forward with tougher sanctions on its own. And it did — with the president signing into law at least two new rounds of sanctions and an executive order toughening the U.S. position.\n\nWhat Congress did\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut Romney’s campaign argues that Congress deserves full credit for recent efforts, such as the legislation targeting the Central Bank. Tougher sanctions imposed by the United States in the past few months \"weren’t done by Obama,\" but through an amendment to the National Defense Authorization Act that Obama opposed, tried to water down, and won exceptions for, Romney’s spokesman said.\n\n(The administration argued the amendment, which passed despite the administration's objections, could \"alienate foreign countries, make it more difficult to pressure Iran and raise oil prices, which could actually help the Iranian economy,\" according to Foreign Policy’s The Cable.)\n\n\"In implementing them, he was only doing what he was required to by an act of Congress,\" Williams said.\n\nMeanwhile, Obama wrote a signing statement saying that the sanction’s requirements were nonbinding, Williams noted.  (Obama wrote that the Iran sanctions section \"would interfere with my constitutional authority to conduct foreign relations by directing the Executive to take certain positions in negotiations or discussions with foreign governments. Like section 1244, should any application of these provisions conflict with my constitutional authorities, I will treat the provisions as non-binding.\")\n\nObama also undermined the sanctions’ requirement for countries seeking exceptions to \"significantly reduce\" their Iranian crude oil purchases by leaving the definition of \"significant\" to the discretion of the secretary of state, Williams said. (Sens. Robert Menendez, D-N.J., and Mark Kirk, R-Ill., authors of the amendment, argued it should mean at least 18 percent.)\n\nLevi of the Council on Foreign Relations says that’s not evidence of a weak stance on Iran or sanctions — but resistance to letting Congress dictate the terms.\n\n\"This is the sort of thing where there are so many variables that any rigid set of rules is almost certain to miss certain … elements of reality,\" he said. \"Flexibility is the watchword. It's really hard to argue that this administration hasn't brought strong pressure to bear on Iran.\"\n\nLeonard Spector of the Monterey Institute of International Studies at Middlebury College agreed that the administration has been a driving force internationally to put pressure on Iran, even if it failed to get the U.N. to target Iran’s Central Bank.\n\n\"Obama unilaterally and in concert with the E.U. and other allies has gone much further,\"  he said.\n\nSpector argues that isolation of the Iranian Central Bank, a cutoff of Iranian crude oil purchases that the United States won agreement to by the European Union and others and the pending decision of Brussels-based global electronic money transfer system SWIFT to deny Iran access to international check clearing \"are indeed going to be crippling.\"\n\n\"This is not being done through the U.N., but it is most definitely the result of the U.S. leading the way and pressing for these measures,\" he said.\n\nSpector, who worked on nonproliferation issues for the Department of Energy under the Clinton administration, said \"a good deal of leadership\" has been behind the scenes. In summer 2010, the European Union, Canada, Australia, Japan, and South Korea all adopted sanctions that went well beyond what the U.N. required. That was all coordinated by the United States, he said.\n\nAvner Cohen, a senior fellow at the Monterey Institute of International Studies, said you might fairly argue that the administration could have pursued tougher sanctions outside the U.N. Security Council — such as against Iran’s Central Bank — earlier.\n\nBut that’s not what Romney said.\n\n\"If Romney refers to U.N. Security Council sanctions, four waves of sanctions have passed so far. I do not think that more crippling sanctions could have passed …\" Cohen said.  \"As typical for political statements, it has some ring of truth, but it is vague and overstated.\"\n\nOur ruling\n\nMitt Romney said, \"this president ... could have gotten crippling sanctions against Iran. He did not.\" The reality is that a combination of international and U.S. efforts are now in place that some consider crippling to Iran’s economy. Romney's campaign argues he was specifically referring to a failure to get the United Nations to enact sanctions against Iran’s Central Bank in 2010. But some experts argue he couldn’t have achieved tougher U.N. sanctions, given opposition from Russia and China. Meanwhile, Romney’s campaign argues Obama hasn’t fully supported U.S. sanctions against Iran. It’s true that Obama resisted Congress dictating the administration’s strategy. But that’s not support for the statement that he \"could have gotten crippling sanctions against Iran\" but \"did not.\" We rate Romney’s statement Mostly False.", "vclaim_id": "vclaim-pol-11558"}