{"url": "/factchecks/2019/jan/24/matthew-rothschild/wisconsin-democracy-hits-and-misses-claims-against/", "speaker": "Matthew Rothschild", "vclaim": "The NRA is \"one of the biggest lobbyists here in the capital. They spend a ton of money during elections. …  they spent more than a million dollars here in Wisconsin on the 2018 elections. Most of that was for Walker, or more specifically against Evers.\"", "truth_label": "half-true", "date": "stated on January 3, 2019 in a radio interview:", "title": "Wisconsin Democracy Campaign hits and misses with claims against National Rifle Association", "text": "The National Rifle Association is one of the most powerful lobbying groups in American politics. First chartered in New York in 1871, the association’s initial stated goal was to \"promote and encourage rifle shooting on a scientific basis.\"\nOver the years, its focus expanded and eventually the group got political. Information on pending firearms-related legislation was included in the association's magazine, The American Rifleman; a Legislative Affairs Division was created in 1934.\nHow does the NRA stack up against other lobbying groups today?\nWell, in January 2019, the Madison-based Wisconsin Democracy Campaign dubbed the NRA its \"Influence peddler of the month.\"\n\"They (the NRA) are one of the biggest lobbyists here in the capital,\" said Matt Rothschild, the group’s executive director, in a Jan. 3, 2019 interview on WRRD 1510-AM’s \"Devil’s Advocates,\" a liberal talk radio program.\n\"They spend a ton of money during elections,\" he said. \"We just reported that they spent more than a million dollars here in Wisconsin on the 2018 elections. Most of that was for Walker, or more specifically against Evers.\"\nThe Democracy Campaign is a government watchdog group that tracks political contributions.\nRothschild is referring, of course, to the election in which Democrat Tony Evers ousted Republican Gov. Scott Walker.\nBut what about the many parts of his claim?\nIs he right?\nLooking at the claim\nWhen asked to back up Rothschild’s claim, Democracy Campaign researcher Michael Buelow pointed to the spending reports from the NRA’s Political Victory Fund, available on the webpage of the Wisconsin Campaign Finance Information System. \nFor our purposes, we are dividing the claim into four parts:\nThe NRA is one of the biggest lobbyists in Madison\nAccording to a report from the Wisconsin Ethics Commission, titled \"Total Lobbying Expenditures Sorted by Total Dollars,\" the NRA spent $126,987 on lobbying for the period of January 2017 to June 2018 (the most recent data available online).\nThat meant it ranked 109 out of 793 groups. But that is far from \"one of the biggest.\" The top spender on lobbying, for instance, was Wisconsin Manufacturers & Commerce, which spent more than $1 million in that period.\nSo that part of the claim falls short.\nThat the NRA is among the biggest spenders on Wisconsin elections\nRothschild used the phrase \"a ton of money.\" In our minds, that means it is one of the biggest spenders on the election\nAccording to a November 2018 news release by the Wisconsin Democracy Campaign itself, here are the top 10 independent expenditure groups from the fall election:\n\n\nAmericans for Prosperity -- $7.4 million\n\n\nRight Direction Wisconsin PAC (RGA Wisconsin) -- $6.5 million\n\n\nACC Wisconsin PAC -- $4.3 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nWisconsin Freedom PAC -- $2.8 million\n\n\nGreater Wisconsin Political Independent Expenditure Fund -- $2.3 million\n\n\nDAGA WI People's Lawyer Project -- $2.1 million\n\n\nWisconsin Conservation Voters Independent Expenditure Committee -- $1 million\n\n\nAmerican Federation for Children Action Fund IE Committee Inc -- $971,133\n\n\nNRA Political Victory Fund - Federal PAC -- $955,155\n\n\nFor Our Future -- $910,736\n\n\nSo the $955,155, puts the NRA at No. 9. But its tally is far below the $2.3 million that would put it in the Top 5, or the $7.4 million at the very top.\nSo this part of the claim is off a bit as well.\nMore than $1 million in spending in 2018\nPolitiFact Wisconsin searched the Wisconsin Campaign Finance Information site 2018 entries for \"NRA Political Victory Fund -- Federal PAC\" and found the following:\n-- Spending against Evers: $872,915.46\n-- Spending for Walker: $67,669.09\n-- Spending for Michael Screnock (state Supreme Court candidate): $44,159.98\n-- Spending for Brad Schimel (attorney general): $14,570.81\n-- Spending for Andre Jacque (state Senate): $2,432.85\nThat is more than $1 million on elections in 2018, so that part of the claim hits the target.\nMost of the spending was for Walker or against Evers\nThe final part of the claim also hits the mark -- of the more than $1 million total, $940,584 was either for Walker, or opposing Evers.\nAttempts to obtain comment from an NRA spokeswoman were unsuccessful.\nOur rating\nRothschild said, the NRA is \"one of the biggest lobbyists here in the capital. They spend a ton of money during elections. … They spent more than a million dollars here in Wisconsin on the 2018 elections. Most of that was for Walker, or more specifically against Evers.\"\nOur review of the numbers found a mixed bag.\nRothschild overshot on how the NRA stacks up against other groups in Wisconsin, but he accurately described its spending in the most recent election.\nFor a statement that is partially accurate, our rating is Half True.\n Share the Facts 2019-01-25 19:54:06 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  The NRA is \"one of the biggest lobbyists here in the capital. They spend a ton of money during elections. … they spent more than a million dollars here in Wisconsin on the 2018 elections. Most of that was for Walker, or more specifically against Evers.\"    Matt Rothschild Wisconsin Democracy Campaign executive director https://darnwi.com/podcast/1-3-19-matt-rothschild-executive-director-wi-democracy-campaign/   Radio interview Thursday, January 3, 2019 2019-01-03    Read More  info", "vclaim_id": "vclaim-pol-01094"}