{"url": "/factchecks/2019/mar/26/tommie-pierson-jr/missouri-legislator-highlights-lack-african-americ/", "speaker": "Tommie Pierson Jr.", "vclaim": "Says \"zero\" African Americans have presented to the House Budget Committee in 2019.", "truth_label": "true", "date": "stated on February 18, 2019 in a Missouri Legislative Black Caucus press conference:", "title": "Missouri legislator highlights lack of African-American representation in budget discussion", "text": "In the middle of Black History Month, the Missouri Legislative Black Caucus held a press conference where Rep. Tommie Pierson Jr. claimed no African-Americans have presented the state budget to the House Budget Committee this year.\n\"As I have been sitting in the budgetary process here in the Missouri House, we have been reviewing facts and figures and numbers as we have been looking at the $28 billion Missouri budget,\" Pierson said. \"And those folks who have been coming before us – statewide elected officials, directors, deputy directors, analysts, and on and on – I have been trying to keep a tally of a number. And the number is how many African Americans have presented this $28 billion Missouri budget, and that number is zero.\"\nPierson said, when talking about diversity and inclusivity, who is in state leadership should be taken into consideration. He is concerned by the lack of African-American representation in decisions on how to allocate $28 billion of state money.\nWe wanted to know if Pierson is correct.\nWho presents the budget?\nFirst, a little backstory on how the state budget process works: Heads of state departments make presentations to the budget committee in the House and the appropriations committee in the Senate. In these presentations, leaders of departments in the executive branch discuss the financial needs of their departments with the legislators in charge of appropriating funds to the departments. The executive branch is made up of 16 executive departments and six statewide elected officials.\nState Rep. Cody Smith, R-Carthage, is the chair for the House Budget Committee. His chief of staff Chris Dunn explained that directors of state departments or elected officials and their director of finance usually present the budget for their department. He emphasized that the budget committee does not choose who presents the budget, the departments presenting make that decision internally.\nAccording to the minutes from the Missouri House of Representatives, every state department direction but one presented their department budget to the House Budget Committee. Chlora Lindley-Myers is the director of the Department of Insurance, Financial Institutions and Professional Registration and an African-American, but she did not present the budget for her department.\nLori Cory, a spokeswoman for the department, said in an email, \"Director Lindley-Myers was unable to be present at the Jan. 31 presentation to the House Budget Committee due to a previous commitment. She was attending a National Association of Insurance Commissioners Meeting.\"\nThe deputy director and department budget officer presented in her absence, but Lindley-Meyers did present to the Senate Appropriations Committee, Croy said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nA lack of diversity in hiring\nThe lack of African-Americans presenting the state budget reflects a larger concern: the lack of African-Americans in high ranking positions in statewide offices. Of the 22 offices in the executive branch, only two are headed by non-white people.\nWe spoke to Steele Shippy, the communications director for Gov. Mike Parson. Shippy defended the racial diversity in the governor’s cabinet, pointing to Lindley-Myers and Anna Hui, director of the state Department of Labor.\nThe Department of Labor’s website says Hui is the first Asian-American to serve in the governor’s cabinet. She was appointed in March 2017 and confirmed in January 2018.\nThe directors of the executive departments are appointed by the governor. Department directors do not always leave their position with the turnover of the governor, so many of the current department directors were appointed by former Govs. Jay Nixon and Eric Greitens.\nParson’s office declined to answer questions in regards to the office’s awareness of the lack of diversity or efforts to promote diversity.\nOur ruling\nPierson said no African-Americans presented the state budget to the House Budget Committee.\nAccording to records from the House of Representatives and other sources, he is correct.\nThe only African-American state department director, Chlora Lindley-Myers, did not present to the House Budget Committee due to a prior commitment in her schedule.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-00852"}