{"url": "/factchecks/2016/may/23/david-miliband/refugee-aid-head-worlds-poorest-increasingly-found/", "speaker": "David Miliband", "vclaim": "\"The geography of poverty has changed fundamentally in the last 15 years,\" with more of it concentrated in fragile and conflict states.", "truth_label": "mostly-true", "date": "stated on May 17, 2016 in a panel discussion:", "title": "Refugee aid head: World's poorest increasingly found in fragile/conflict nations", "text": "Global poverty increasingly is becoming concentrated in areas torn apart by conflict and unrest, International Rescue Committee president David Miliband recently told a Washington, D.C., audience.\n\"43 percent of the world's extreme poor now live in conflict and fragile states,\" Miliband said May 18, 2016, at the Center for Global Development. Speaking with World Bank president Jim Yong Kim, Miliband made the case for the World Bank to increase its economic development operations.\n\"The mandate of the World Bank is to tackle poverty,\" Miliband said. \"So the geography of poverty has changed fundamentally in the last 15 years.\"\nWe decided to see if the shift Miliband described is truly under way.\nIt is, though the limited data suggests it’s largely thanks to the success of fighting poverty in non-fragile countries.\nThe clearest evidence comes from this chart in a 2013 Brookings Institution report. \nAs you see, the number of people living in poverty in non-fragile states has declined at a much greater rate than those living in fragile states.\nGary Milante, who directs the security and development program for the Stockholm International Peace Research Institute, said people should be careful about what they take away from this chart.\n\"Poverty is not becoming concentrated in fragile states because there are more fragile states,\" Milante said, \"rather that fragile states don’t make progress the way the rest of the world does.\"\nBe cautious with the data\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDaniel Greenfield\n\n\nstated on July 30, 2015 in an article on the Frontpage website\n\n\n\n\n\n\n\n\n\"Obama spent $7 billion to bring electricity to Africa, failed miserably.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • February 11, 2016\n\n\n\n\n\n\n\nEvery expert we reached warned us that while the overall trend is clear, the precise numbers are not.\nWhen you think about it, you need two good yardsticks: one for poverty and one for fragility and conflict. And both have to be applied consistently over time. That’s not simple.\n\"The cutoffs for poverty and the methods to estimate household income have shifted over time,\" said Ben Oppenheim, who co-authored the report that included the 43 percent figure Miliband used.\nDefinitions of a fragile state may have shifted over time as well. Oppenheim and his colleagues used a list from the Organization for Economic Cooperation and Development which relied partly on an index from the widely cited Fund for Peace.\nCharles Kenny, a senior fellow at the Center for Global Development, told us it’s unclear if the Fund for Peace is \"measuring the same thing over time.\"\n\"If Nigeria or Madagascar are added to the list one year, or taken off, you suddenly have spikes or dips of tens of millions of poor, so it would be much more difficult to discern the trends you're talking about,\" Milante added. The Brookings report, meanwhile, used a fixed list of countries, regardless of whether they moved in and out of state of conflict or fragility.\nOur ruling\nMiliband said that the geography of poverty has fundamentally changed in the past 15 years and is increasingly concentrated in conflict and fragile states. Broadly speaking, the numbers back that up -- because non-fragile states are doing a better job of raising people out of poverty.\nThe biggest cautionary note from experts is that we lack consistent measures of fragility and the list can change significantly from year to year.\nThe statement is accurate, but one has to apply it cautiously. We rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/a82c1824-f518-499c-bfcc-7b61b9691390", "vclaim_id": "vclaim-pol-04928"}