{"url": "/factchecks/2015/aug/19/state-democratic-party-wisconsin/wisconsin-democrats-say-path-citizenship-supported/", "speaker": "Democratic Party of Wisconsin", "vclaim": "A \"majority in every state favors path to citizenship for undocumented immigrants.\"", "truth_label": "mostly-true", "date": "stated on August 6, 2015 in a tweet:", "title": "Wisconsin Democrats say path to citizenship supported by majority in all 50 states", "text": "As two flocks of Republican presidential hopefuls debated Aug. 6, 2015, the Democratic Party of Wisconsin made a claim and posed a question about one of the debate topics.\n\"Majority in every state favors path to citizenship for undocumented immigrants,\" the party tweeted. \"Even @scottwalker used to. Who are these guys pandering to?\"\nPolitiFact Wisconsin has traced Walker’s reversal of his longstanding support for legal status for undocumented immigrants. We rated it a Full Flop in March 2015.\nWalker attributed the change in position to discussions with border-state governors; critics said he sought to better position himself to win support from conservative voters critical to the GOP nominating process.\nBut what about the first part? Is public opinion in all 50 states in favor of a path to citizenship for illegal immigrants?\nWhere the numbers come from\nMost of the independent polling on immigration is done on a national basis, with results drawn from samples of about 1,000 people; typically those polls do not break out state by state results.\nBut a nearly yearlong telephone survey of 40,751 Americans, conducted from April 2014 to January 2015, the nonpartisan Public Religion Research Institute (PRRI) featured state results on immigration and other topics.\nIt was part of what the organization calls its American Values Atlas, an online map based on a large sample size the group says \"allows analysis of specific census regions, all 50 states, and even 30 major metropolitan areas.\"\nThe American Values Atlas was funded by The Ford Foundation and The Carnegie Corporation of New York. Democratic Party spokeswoman Melissa Baldauff cited the Values Atlas as proof of the claim in the tweet.\nThe effort found that majorities in every state, ranging from 52 percent in Wyoming to 66 percent in Delaware, favored allowing immigrants living illegally in the United States a way to become citizens, provided they meet \"certain requirements.\" Those requirements were not spelled out.\nIn Wisconsin, 61 percent in the poll favored the citizenship viewpoint.\nIn terms of the overall national picture, the path to citizenship viewpoint was taken by 60 percent in the survey. Republicans backed it by a slim majority (52 percent), Democrats by 68 percent.\nThe other two choices respondents were given included allowing illegal immigrants to become permanent legal residents (but not citizens), or identifying and deporting them.\nPermanent legal status drew a range from 9 percent (Wyoming) to 23 percent (Hawaii). Deportation drew between 11 percent (Vermont) and 38 percent (Wyoming).\nMore about the poll\nWe asked nationally respected Marquette University pollster Charles Franklin to assess the American Values Atlas.\nHe said the institute that conducted the poll has a good reputation in the polling community, uses sound methods and is transparent in its reporting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe poll uses the same methodology for all states and does not use Internet or robo-polling. Immigration opinion has been reasonably stable recently, diminishing concerns about polling over a whole year, he said.\nFranklin cautioned, though, that some small states have small sample sizes, reducing the precision of those results.\nHe defined small as under 300 responses; 14 states fit that description. Wyoming, for instance, had 95 residents interviewed.\nIn those small-sample states, the margin of error would grow to at least 6-10 percentage points in either direction, he said. (That compares to 0.6 percent in the nationwide sample).\nIt’s worth noting, though, that in all but Wyoming, the small-sample states had majorities of at least 56 percent for a path to citizenship. Some of those states were as high as 65 percent.\nIn Wisconsin, the Marquette Law School Poll directed by Franklin has found majorities of 52 percent to 58 percent in Wisconsin for a path to citizenship in polls conducted from 2012-14, Franklin said.\nState polls\nQuestion wording and timing also influence poll results, and that can lead to conflicting results at times, especially on a complicated issue.\nWith that in mind, we searched for other independent state-level polling on immigration reform choices.\nIn Wyoming, a November 2014 poll by the University of Wyoming found only 25 percent backed a path to citizenship. Another 39 percent supported allowing illegal immigrants to stay and work for a time, while about 37 percent backed deportation.\nWhile the wording is different than the survey cited by the Democrats in their claim, the results undermine the idea that a majority in every state favor a path to citizenship.\nMeanwhile, an advocacy group that seeks to discourage illegal immigration and reject \"amnesty\" for illegal workers has raised questions about polls on a path to citizenship.\nThe group, Federation for American Immigration Reform, thinks deportation is politically infeasible and should not be presented as the only alternative to citizenship or legal status.\nInstead of a path to citizenship, the group prefers to ask people how they feel about \"encouraging illegal immigrants to return home\" by removing jobs and government benefits.\nIn a 2013 survey it commissioned, the group found a majority backed either deportation or such \"encouraged\" departures, according to its website.\nRobert Jones, CEO of PRRI, the group that did the American Values Atlas, said asking about deportation was fair based on rhetoric used by key Republican leaders.\nOur rating\nA \"majority in every state favors path to citizenship for undocumented immigrants,\" the Wisconsin Democratic Party tweeted.\nThere’s recent backing from a respected and independent opinion research outfit for the state-by-state claim.\nWe found one instance of a contradictory result in a somewhat similarly worded question, and small sample sizes in some states are pretty small. So the finding is not airtight.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06060"}