{"url": "/factchecks/2020/feb/07/viral-image/no-william-barr-didnt-tweet-about-mitt-romney/", "speaker": "Viral image", "vclaim": "Says William Barr tweeted, “BREAKING NEWS Senator Mitt Romney is the only Republican Senator who voted to remove President Trump from office… IN A COMPLETELY UNRELATED STORY Senator Mitt Romney is also the only Republican Senator who has a son who sits on the board of a Ukrainian Energy Company.”", "truth_label": "false", "date": "stated on February 6, 2020 in a Facebook post:", "title": "No, William Barr didn’t tweet this about Mitt Romney", "text": "U.S. Sen. Mitt Romney was the only Republcan to vote to convict President Donald Trump of abuse of power. Attorney General William Barr appeared to acknowledge that on Twitter on Feb. 5, at least if you saw this Facebook post. \nThe Feb. 6 post features a screenshot of tweet from \"A.G. William Barr,\" whose Twitter handle is @AGWilliamBarr.\n\"BREAKING NEWS,\" the Feb. 5 tweet says, \"Senator Mitt Romney is the only Republican Senator who voted to remove President Trump from office… IN A COMPLETELY UNRELATED STORY Senator Mitt Romney is also the only Republican Senator who has a son who sits on the board of a Ukrainian Energy Company.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe tweet is real, but the account doesn’t belong to Barr. What’s not clear from the Facebook post is that @AGWilliamBarr is a parody account. \n\"The Official PARODY Account of the Attorney General with the USA,\" the Twitter bio says. \"Followed by Corn Pop, Blocked by Pierre Delecto & RT’d by Right Wing Conspiracy Theorists.\"\nAs for whether Romney has a son on the board of a \"Ukrainian Energy Company,\" we’ve already fact-checked that. There’s no evidence any of his sons have served on the board of any energy company with ties to Ukraine. \nWe rate  this Facebook post False.", "vclaim_id": "vclaim-pol-17363"}