{"url": "/factchecks/2020/apr/01/facebook-posts/fabricated-quote-falsely-attributed-italian-prime-/", "speaker": "Facebook posts", "vclaim": "Says Italian Prime Minister Giuseppe Conte said, “We have lost control, we have killed the epidemic physically and mentally. Can’t understand what more we can do, all solutions are exhausted on ground. Our only hope remains up in the Sky, God rescue your people.”", "truth_label": "pants-fire", "date": "stated on March 22, 2020 in a Facebook post:", "title": "Fabricated quote falsely attributed to Italian prime minister", "text": "Italy has reported the most deaths in the world related to the coronavirus and doctors in the country report a dire situation amid an overwhelmed medical system. But we found no public record of Italian Prime Minister Giuseppe Conte saying of the situation \"we have lost control\" and \"God rescue your people,\" contrary to the claim of a Facebook post.\n\"We have lost control, we have killed the epidemic physically and mentally. Can’t understand what more we can do, all solutions are exhausted on ground. Our only hope remains up in the Sky, God rescue your people,\" said a Facebook post from March 22.\nThe post includes emojis of crying faces and Italian flags along with a picture of a man with tears rolling down his face, a microphone near his lips. The post implies the picture is of the Italian prime minister crying. It is not.\nThe man in the picture is Brazil President Jair Bolsonaro. The image is from December 2019 and was taken at an event unrelated to the coronavirus. It shows Bolsonaro crying when he spoke about being stabbed in 2018 during his election campaign, according to a Brazilian website, poder360.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIn a March 17 Twitter thread, Conte said the country has faced a thousand difficulties in the past, including world wars and a fascist regime, but has endured them with heads held high. Alluding to the coronavirus pandemic, he said the country was facing a new test and would defeat the invisible enemy. His tweets reflect a different tone than the message of defeat we see in the Facebook quote.\nWe searched for the quote attributed to Conte using Nexis news archives and online search engines but found no reporting or government statement indicating he said it.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-16852"}