{"url": "/factchecks/2018/jan/24/patriot-report/headline-says-mueller-pelosi-affair-steamy-its-fak/", "speaker": "The Patriot Report", "vclaim": "\"Mueller will be forced to resign over Pelosi affair.\"", "truth_label": "pants-fire", "date": "stated on January 18, 2018 in a headline:", "title": "Headline says Mueller-Pelosi affair is 'steamy,' but it's fake news", "text": "A story on Facebook says that House Democratic Leader Nancy Pelosi and former FBI director Robert Mueller are having a \"steamy, 13-year affair,\" but the story is fake news.\n\"Mueller will be forced to resign over Pelosi affair,\" stated a Jan. 18 headline by The Patriot Report.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. The story has no evidence and is fake news. The story attributes the information to Ladies of Liberty, a website that describes itself as satire.\nMueller was appointed by the Justice Department as special counsel to investigate connections between President Donald Trump’s 2016 campaign and Russia. In May, Pelosi supported Mueller’s appointment as a \"first step\" but in October called for an \"outside, fully independent investigation.\"\nThe Patriot Report said that Pelosi and Mueller had a 13-year affair that will force Mueller to resign, but Pelosi will hold her California congressional seat until she dies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe story said that Pelosi said her husband was aware of the affair and that her \"husband was afforded the same freedom to explore 'pleasures of the flesh.' \"\nPelosi has never made any such comment.\nFictional affairs are common fodder on fake news websites. We previously debunked fake articles claiming that U.S. Rep. Debbie Wasserman Schultz, a Florida Democrat, had an affair with former FBI Director James Comey, and that U.S. Sen. Chuck Schumer, a New York Democrat, had an affair with a cheerleader. We rated both of those claims Pants on Fire.\nWe sent a message to The Patriot Report on Facebook and did not get a reply.\nA headline said that \"Mueller will be forced to resign over Pelosi affair.\" There is no evidence that such an affair occurred. We rate this headline Pants on Fire.\nhttps://www.sharethefacts.co/share/7cc9a475-7526-405a-bbbd-22d8b5e6ccd5", "vclaim_id": "vclaim-pol-02489"}