{"url": "/factchecks/2019/jul/10/pete-buttigieg/viral-moment-pete-buttigieg-fumbles-line-racial-di/", "speaker": "Pete Buttigieg", "vclaim": "\"A black person is four times as likely as a white person to be incarcerated for the exact same crime.\"", "truth_label": "barely-true", "date": "stated on July 4, 2019 in an event in Carrol, Iowa:", "title": "In viral moment, Pete Buttigieg fumbles line on racial disparities in criminal justice", "text": "A July 4 event featuring Democratic presidential candidate Pete Buttigieg went viral after Buttigieg clapped back at an audience member over race and criminal justice.\nAt the event in Carroll, Iowa, a man in the audience addressed Buttigieg, the mayor of South Bend, Ind. He said, \"I have a solution for you and I'd like you to make a comment on my proposal: Just tell the black people of South Bend to stop committing crime and doing drugs.\"\nButtigieg took the man to task, saying, \"Sir, I don't think racism is going to get us out of this.\"\nWhen the man countered that his comment had \"nothing to do with race,\" Buttigieg responded, \"The fact that a black person is four times as likely as a white person to be incarcerated for the exact same crime is evidence of systemic racism,\" Buttigieg said.\nMan booed at Pete Buttigieg event after racist comment.\"Racism is not going to help us get out of this,\" Buttigieg tells him, to applause. \"Racism has no place in American politics or in American law enforcement. Next question.\" https://t.co/NkJuIoh4fP pic.twitter.com/iBt6pwnr2H— ABC News (@ABC) July 4, 2019\n\n \nThis is a startling disparity, and a reader asked us if Buttigieg was correct.\nThe Buttigieg campaign told us that he was referring to a 2013 report by the American Civil Liberties Union, which said that \"a black person is 3.73 times more likely to be arrested for marijuana possession than a white person, even though blacks and whites use marijuana at similar rates. Such racial disparities in marijuana possession arrests exist in all regions of the country, in counties large and small, urban and rural, wealthy and poor, and with large and small Black populations.\"\nThe marijuana arrest finding is \"a widely cited figure, and accurate as far as I can tell,\" Sonja B. Starr, a University of Michigan law professor, told PolitiFact. \nHowever, this study does not support what Buttigieg specifically said in Iowa.\nThe ACLU finding refers to arrests, not incarceration, which is a much more serious event. In addition, this finding is specific to marijuana, not to all crimes. And the data is at least a decade old, meaning it measured a time before the wide-scale decriminalization fo marijuana; arrest patterns may have changed.\nComparisons of this sort involving marijuana have some advantages, Starr said, because the data is more comprehensive than it is for other crimes.\nStill, she added, \"marijuana studies don't prove in and of themselves that similar disparities translate into other areas. And marijuana possession only accounts for quite a small percentage of those incarcerated in this country, so this figure doesn't give us a full picture at all.\"\nWe wondered whether other studies support what Buttigieg said in Iowa. \nWhile we found voluminous evidence of racial disparities in the criminal justice system, we couldn’t locate any finding that specifically addressed what Buttigieg said.\nSome similar but different data points\nAfrican Americans fare more poorly than whites in the United States’ criminal justice system -- a pattern that emerges at every stage of the process, including higher arrest rates, a higher likelihood of imprisonment as opposed to probation, and longer sentences for those who are incarcerated. \nHere are some findings that support this conclusion but don’t address Buttigieg’s specific assertion:\n• \"Black men are six times as likely to be incarcerated as white men.\" \nSource: The Sentencing Project, a group that advocates for criminal justice reform.\nWhy it’s not on point: This finding addresses incarceration for all crimes together, not \"for the same crime.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n• \"Blacks receive sentences that are almost 10 percent longer than those of comparable whites arrested for the same crimes.\" \nSource: Paper by Sonja B. Starr, University of Michigan Law School, and M. Marit Rehavi, University of British Columbia and Canadian Institute for Advanced Research\nWhy it’s not on point: This does address the same crimes, but it compares the length of sentence, not the likelihood of incarceration. Also, the study looked at only at sentencing in the federal system, which accounts for only a small fraction of criminal sentences.\n• \"Black men who commit the same crimes as white men receive federal prison sentences that are, on average, nearly 20 percent longer.\" \nSource: U.S. Sentencing Commission\nWhy it’s not on point: It also does not compare the likelihood of incarceration, and only looked at the federal system.\n• \"African Americans are incarcerated in state prisons at a rate that is 5.1 times the imprisonment of whites.\"\nSource: The Sentencing Project \nWhy it’s not on point: This finding addresses incarceration for all crimes together, not \"for the same crime.\"\n• \"When white youth and minority youth were charged with the same offenses, African American youth with no prior admissions were six times more likely to be incarcerated in public facilities than white youth with the same background.\"\nSource: National Council on Crime and Delinquency\nWhy it’s not on point: This finding is specific to youth. In addition, the data was from 1993, when crime rates were far higher than they are today; the data has not been updated since then.\n• \"Among youth, African Americans are 4.1 times as likely to be committed to secure placements as whites.\"\nSource: The Sentencing Project\nWhy it’s not on point: This number is right, and compares confinement to non-confinement. But it refers to youth only, which Buttigieg didn’t specify.\nWhy Buttigieg’s assertion would be hard to prove\nBecause of the sweeping way he phrased it, proving or disproving the assertion Buttigieg made would be challenging, said William Rhodes, principal scientist at Abt Associates, a research firm.\nEven when looking at the \"same crime,\" there may be wide variations between the racial disparities that exist for, say, property crime and homicide. Buttigieg’s formulation also glosses over disparate arrest patterns for different crimes and even the disparities among victims in the reporting of different types of crimes.\nOne often-underestimated factor concerns differences between different jurisdictions, said Candace McCoy, a professor with John Jay College’s doctoral program in criminal justice. Some areas put a great deal of effort into community relations or reducing disparities in arrests. Others don’t. \nThe racial disparity \"varies wildly among the 50 states and the federal system, too,\" McCoy said. \"So it is really hard to make one big overall statement such as the one Buttigieg did and be accurate.\"\nExperts agreed that Buttigieg, in an attempt to make a reasonable argument, muffed his talking point.\n\"It's encouraging that Buttigieg is calling attention to this important issue, but he should be framing the research findings more accurately,\" said Marc Mauer, executive director of the Sentencing Project.\nOur ruling\nButtigieg said \"a black person is four times as likely as a white person to be incarcerated for the exact same crime.\"\nThere’s ample data documenting disparities between African Americans and whites in the criminal justice system, but neither we nor criminal justice experts could find evidence to support Buttigieg’s specific assertion. We rate the statement Mostly False.", "vclaim_id": "vclaim-pol-00448"}