{"url": "/factchecks/2011/may/22/michael-williams/michael-williams-says-gas-prices-are-2-obama-becam/", "speaker": "Michael Williams", "vclaim": "\"Gas prices have gone up $2 since Obama took office.\"", "truth_label": "half-true", "date": "stated on April 26, 2011 in a tweet.:", "title": "Michael Williams says gas prices are up $2 since Obama became president", "text": "On Twitter, GOP U.S. Senate hopeful Michael Wiiliams of Texas urged online pals to join him in seeking a national policy encouraging all forms of energy production, writing: \"Gas prices have gone up $2 since Obama took office. We need More American Energy.\"\n\nWilliams adds on his campaign website: \"If I didn’t know better, I’d think President Obama is actually trying to see what $5 gasoline looks like.\"\n\nEnergy policy aside, did Williams accurately peg the price of gas on Obama’s watch?\n\nAfter leaving Williams a message, we drilled for price changes since Obama took office in 2009 and during previous presidencies.\n\nFirst, a little perspective: Presidents can’t do anything to lower gas prices in the short term, an energy policy expert at the Humphrey School of Public Affairs at the University of Minnesota recently told WCCO-TV in Minneapolis. In an April 27 post, the station quotes associate professor Elizabeth Wilson saying that the United States doesn’t have a lot of control over prices because \"oil is an international commodity, fungible commodity, traded on international markets.\"\n\nPresidents can tap the nation’s strategic oil reserves, which President George W. Bush did in 2005, causing oil prices to drop 10 percent. But, Wilson said, \"you could argue that the high prices, while painful, are not potentially strategic reasons to drain the reserves.\"\n\nOr, she said, the president could go after speculators who some blame for driving up the price of oil. Speculative energy contracts have increased 35 percent since the unrest in Egypt began in January; the government could limit the number of contracts big players could purchase, though Wilson said that’s unlikely to have an immediate impact on prices at the pump.\n\nGas prices have caught Obama’s attention. On May 14, he said in his weekly radio address: \"Without a doubt, one of the biggest burdens over the last few months has been the price of gasoline.\" He said he was ordering various governmental moves, including annual lease sales in Alaska’s National Petroleum Reserve to speed the evaluation of oil and gas resources in the mid and south Atlantic.\n\nHow much have gas prices gone up since Obama was inaugurated Jan. 20, 2009?\n\nThat week, the average per-gallon price of unleaded gas in Texas was $1.72, according to the AAA, which tracks prices at the pump by daily surveying more than 100,000 self-service gas stations. It was $3.77 the week of Williams’ tweet--up $2.05.\n\nThat price was still shy of the July 2008 average of $3.97, the highest average Texas price during predecessor George W. Bush’s presidency, a $2.55 increase from the week Bush began his first term in 2001. In his first two-plus years--the period comparable to where Obama is today-- the average per-gallon Texas price of unleaded gas scarcely shifted, going from $1.42 to $1.47, according to AAA.\n\nNext, we looked at national retail prices for all formulations of gas posted online by the EIA. That information, starting from mid-August 1990, suggests that such prices bumped up less than a dime in the comparable part of Bill Clinton’s presidency and about 10 cents in the matching portion of George W. Bush’s first term—compared to about $2.10 for Obama.\n\nAnother EIA chart shows annual prices for unleaded gas over the five presidencies preceding Obama. Adjusted for 2005-value dollars, the national price went up from $1.74 to $2.06 in the first three years of Jimmy Carter’s presidency; from $2.64 down to $2.15 in that part of Ronald Reagan’s tenure; up from $1.47 to $1.53 for George H.W. Bush; from $1.42 down to $1.41 for Clinton; and up from $1.61 to $1.69 for the second Bush president.\n\nNext, we wondered about  the cause/effect relationship implied by Williams’ statement. That is, Is it fair to saddle any president with responsibility for the price of gas at the pump?\n\nThe U.S. Energy Information Administration calls the price of crude oil the \"main contributor to the general increase in retail gasoline prices since the start of 2009.\" Its March 22 post lists several factors affecting the price of crude oil  including political events in the Middle East and North Africa, shifts in inventory levels, gradual improvements in the economies of the world and bumps in profits taken by gasoline refiners.\n\nRegardless, presidents historically get blamed when the price of gas increases and they aren’t necessarily rewarded when it falls, according to a May 2006 Bloomberg Business Week story. It states that the price-at-the-pump problem has \"bedeviled presidents at least since 1973, when the Arab oil embargo created gas lines, a price spiral toward 55 cents per gallon, and an additional headache for President Richard Nixon. Of course, price spikes aren't the sole cause of falling presidential popularity. The relationship is a correlation, and other factors contribute to public perceptions of a president.\"\n\nOur take? Gas costs $2 more per gallon than it did when Obama took office; in the past 35 years, no other president saw such a price surge by this point of his presidency. However, Williams errs by implying the president is at fault; key factors driving gas prices are beyond a president’s control.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-13062"}