{"url": "/factchecks/2012/jul/03/debbie-dooley/tea-party-leader-makes-case-telecommuting/", "speaker": "Debbie Dooley", "vclaim": "\"Statistics show that more people at this time telecommute than they ride carpools, mass transit, bicycle or walk.\"", "truth_label": "half-true", "date": "stated on June 12, 2012 in a speech:", "title": "Tea party leader makes case for telecommuting", "text": "Transportation planners and elected officials across metro Atlanta spent about two years coming up with a comprehensive list to resolve some of the region’s traffic troubles and a way to pay for it.\n\nMeanwhile, a tea party leader who opposes the plan has some ideas of her own to ease traffic congestion. And one of them involves no taxpayer funds being spent.\n\nEncourage more people to telecommute -- to work from home.\n\n\"Statistics show that more people at this time telecommute than they ride carpools, mass transit, bicycle or walk,\" Atlanta Tea Party Patriots co-founder Debbie Dooley said during a June 12 forum organized by the Civic League for Regional Atlanta.\n\nPolitiFact Georgia has seen some long lines of people waiting to ride MARTA or some of the suburban bus systems around town. There couldn’t possibly be more people who work from home than take public transportation or carpool. Or is Dooley right?\n\nDooley said she did not mean to include carpools in her statement. She sent us an email distributed the day before the forum in which she made a similar argument about telecommuting but did not mention carpools. We still decided to examine the entire claim, since the audience wasn’t aware she did not intend to mention carpools.\n\nThere’s little research on telecommuting. And much of it is several years old or questionable. In some cases, people who do work at someone’s home, like a plumber, are included as people who work at a home-based business.\n\nMost organizations use U.S. Census Bureau data to base their reports about the percentage of people who telecommute. In recent years, there’s been criticism from some members of Congress and a few statistical experts about the survey’s accuracy.\n\nDooley said she based her statement on a report by the Georgia Public Policy Foundation, a fiscally conservative think tank based in Atlanta. The report examined the transportation plan, commonly referred to as T-SPLOST. Metro Atlanta residents will vote July 31 whether to approve a penny-per-dollar increase in sales tax to pay for billions of dollars in new transportation  projects.\n\nSupporters say the 1 percent sales tax will fund projects to help untangle the metro region’s legendary traffic jams. Opponents, such as Dooley, say it will have little impact on traffic congestion while burdening taxpayers with billions in new sales taxes. \n\nThe foundation’s report contains a chart from the Census Bureau that measured the percentage of residents in 10 major metropolitan areas who use various forms of transportation or telecommute. In the Atlanta area, nearly 78 percent of commuters drive alone. No surprise there. That was second among the list of cities. Dallas was first at 80 percent; New York was last at 50.4 percent.\n\nThe rest of the list for Atlanta went as follows:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010\n\n\n\n\n\n\n\n\n\n\n\ncarpool: 10.9 percent.\n\ntelecommute: 5.1 percent.\n\npublic transit: 3.6 percent.\n\nwalk: 1.4 percent.\n\nbike: 0.2 percent.  \n\n\n\nThe report was based on 2009 research from the U.S. Census Bureau’s American Community Survey. Census Bureau survey statistician Kin Koerber said those percentages were close to the mark in each category. The percentage of those who telecommuted was slightly higher and has increased in recent years. \n\nResearchers interviewed about 60,000 metro Atlanta residents and asked them where they work, which means of transportation they use, their departure time to work and their commute time. There are about 2.2 million metro Atlanta residents currently employed, according to U.S. Bureau of Labor Statistics data. That equates to 1 out of 37 employed Atlantans interviewed.\n\nA September 2011 Census Bureau report on how people across the nation get to work had similar numbers to Atlanta, but there was a key difference. The percentage of Americans who use public transit (5 percent) was slightly higher than those who worked at home (4.3 percent).\n\nThe most recent Census Bureau data show more people telecommute in the Atlanta area than use public transit, bike or walk to work. The national census data show slightly more people use public transit than telecommute. \n\nBut Dooley overshot those numbers by throwing in carpools. First lady Michelle Obama recently made a verbal slip-up in a statement about the percentage of public high schools that offer physical education classes. She meant to say only 2 percent offer those classes daily. Obama  got a False on the Truth-O-Meter. \n\nIn this case, Dooley’s overall thrust of her statement is correct. But including carpools into the mix takes it down a notch or two on the Truth-O-Meter.\n\nOur ruling: Half True.", "vclaim_id": "vclaim-pol-10826"}