{"url": "/factchecks/2017/aug/20/alex-castellanos/death-rates-white-men-20-percent-gop-strategist-sa/", "speaker": "Alex Castellanos", "vclaim": "\"(For) white working-class America, death rates among white men are up 20 percent.\"", "truth_label": "barely-true", "date": "stated on August 20, 2017 in comments on ABC's 'This Week':", "title": "Death rates for white men up 20 percent, GOP strategist says", "text": "President Donald Trump’s supporters continue to back him because they felt so besieged by the political landscape and life in general that it’s literally killing them, a GOP strategist said on ABC’s This Week.\nAlex Castellanos, who has worked as a consultant for George W. Bush and Mitt Romney, said during an Aug. 20, 2017, discussion on the show that Trump’s backers have stuck with him through controversies because they didn’t see an alternative option. Democrats attacking Trump’s response to violence in Charlottesville, Va., just fed into growing bitterness among his base over their dire socioeconomic situation, he said.\n\"What I think a lot of Trump supporters heard this week was, the Democrats are just painting us, Trump supporters, with a Nazi brush. We're all white supremacists. That's their excuse for why they lost the election,\" Castellanos said. \"No. White working-class America, death rates among white men are up 20 percent. They're unemployed. Gwen Ifill said, ‘no wonder they're resentful.’\"\nWe wondered about his statistic that working-class white men are dying at a higher rate than before. It turns out that researchers have identified increasing mortality among the white working class, but it’s not as high for men as the 20 percent number Castellanos cited.\nIncreased mortality rates\nIn response to our questions, Castellanos sent us two articles from the New York Times and the Guardian about a 2015 paper by husband-and-wife Princeton economists Angus Deaton and Anne Case. Their research showed that death rates for middle-aged, white Americans had been going up, while they had been going down for every other age, race and ethnic group. Those rates also had been falling in other countries.\nThis was a reversal of a years-long trend in which mortality rates had been steadily decreasing, meaning that Americans across many groups were living longer. From 1978 to 1998, white Americans were seeing mortality rates fall about 2 percent each year. So the fact that Case and Deaton found an increase was considered significant.\nBut Deaton told us the 20 percent number Castellanos cited for men was too high. (That’s a number the Guardian reported, but it cites the increase as being for \"the death rate for white Americans aged 45 to 54.\")\n\"In our 2015 PNAS paper, we say that for all white non-Hispanics (men and women together), mortality rates for those aged 45 to 54 rose at half of one percent per year, which from 1998 to 2013 is 7.8 percent, not 20 percent, and certainly not 20 percent for men only,\" Deaton wrote via email. Case added that that was for all levels of education, not just people who didn’t have a college degree.\nDeaton and Case’s study showed that mortality rates were climbing for white, non-Hispanic Americans aged 45 to 54 with a high school education or less. The research further showed that deaths were up from drug and alcohol poisonings, suicides, chronic liver diseases and cirrhosis. Mortality rates rose for all education groups, but \"those with less education saw the most marked increases,\" the paper read.\nIt’s important to note that overall mortality rates for African-Americans were still higher than whites. But African-Americans still recorded an overall drop in the same time period, not an increase.\nResearchers were surprised by the Case and Deaton study in 2015. Dartmouth economists Ellen Meara and Jonathan Skinner said in an analysis that while most Americans’ life expectancies had gone up in the face of the Great Recession and rising income inequality, the study’s findings \"dashed even this cautiously optimistic view of the past several decades.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Jordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"These trends are indeed concentrated among the least educated Americans who never attended college,\" Meara told PolitiFact. \"Of note, the trends do not apply to current retirees, nor youth, both groups that have experienced mortality improvements in recent decades.\"\nOthers questioned the paper’s results. Columbia University statistics professor Andrew Gelman argued that the situation wasn’t as dire as it first appeared. He said that some statistical adjustments showed that middle-aged white women largely made up the difference in mortality rates, and the figures evened out when you combined men and women.\nDeaton and Case addressed some of these doubts in a 2017 follow-up to their paper. While the 2015 data didn’t focus on differences between men and women, their latest work did, along with adjusting their age groups.\n\"For non-Hispanic white men aged 30 to 59 without a four-year college degree, age-adjusted all-cause mortality rose by 7 percent from 1998 to 2015,\" Deaton said of the latest data.\nAgain they found that a lack of education was a major factor for increasing mortality rates, among other issues. (Gelman and Jonathan Auerbach, a Columbia doctoral student, again disputed their findings.)\n\"We propose a preliminary but plausible story in which cumulative disadvantage from one birth cohort to the next, in the labor market, in marriage and child outcomes, and in health, is triggered by progressively worsening labor market opportunities at the time of entry for whites with low levels of education,\" the 2017 paper read.\nThere’s evidence that whites with less education on the lower end of the income spectrum didn’t make up the bulk of Trump’s voters. The Washington Post reported that his base is largely affluent Republicans, whether they have a college education or not.\nDeaton said Castellanos was speaking too broadly, and the spirit of his comment misses what the research really says.\n\"To be fair, that mortality rates are going up at all is a big deal, and is a measure of the fact that bad things are happening to these people,\" he said.\nOur ruling\nCastellanos said that for the white working class, \"death rates among white men are up 20 percent.\"\nResearch has shown that death rates are up for white men, which is a cause for concern because death rates have historically declined. But that research is not without controversy. Also, the researchers who documented the increase in death rates say it’s not as alarmingly high as 20 percent just for white men. A more accurate estimate would be around 7 percent.\nCastellanos has a point about increased death rates among whites, but he incorrectly cited figures from the study. We rate his statement Mostly False.\n Share the Facts 2017-08-20 22:15:44 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"(For) white working-class America, death rates among white men are up 20 percent.\"    Alex Castellanos GOP strategist   in comments on 'This Week' Sunday, August 20, 2017 2017-08-20    Read More  info", "vclaim_id": "vclaim-pol-02985"}