{"url": "/factchecks/2016/jun/29/donald-trump/donald-trump-quotes-bernie-sanders-half-true-claim/", "speaker": "Donald Trump", "vclaim": "\"As Bernie Sanders said, Hillary Clinton ‘voted for virtually every trade agreement that has cost the workers of this country millions, millions of jobs.’ \"", "truth_label": "half-true", "date": "stated on June 28, 2016 in a speech in Monessen, Penn.:", "title": "Donald Trump quotes Bernie Sanders' Half True claim about Clinton, free trade", "text": "Donald Trump made a grab for blue collar Democrats by citing the anti-trade, anti-Hillary Clinton rhetoric of Clinton’s Democratic rival Bernie Sanders.\nFor his latest attack, he borrowed Sanders’ own words.\n\"As Bernie Sanders said, Hillary Clinton ‘voted for virtually every trade agreement that has cost the workers of this country millions, millions of jobs,’ \" Trump said in a speech about the economy delivered outside a recycling plant in western Pennsylvania.\nThe presumptive Republican nominee quoted Sanders accurately (barring the Trumpian flourish emphasizing \"millions\").\nBut Sanders’ original claim, which we investigated, wasn’t without faults.\nClinton has largely supported free trade, though her position is more nuanced than Trump and Sanders suggest, she  The notion that \"millions, millions of jobs\" have been lost because of trade, however, is more debatable.\nClinton’s position on free trade\nSanders is consistently anti-free trade, and Trump has been outspoken in disapproval of deals like the North American Free Trade Agreement and the Trans Pacific Partnership. Clinton’s views, however, seem to depend on the content of each agreement.\nOverall, Trump and Sanders have a point that she’s supported more trade deals than she’s opposed.\nAs first lady, Clinton spoke favorably of the NAFTA, signed by President Bill Clinton. The deal, she wrote in her 2003 memoir Living History, \"would expand U.S. exports, create jobs and ensure that our economy was reaping the benefits, not the burdens, of globalization.\"\nDuring her 2000 Senate bid to represent New York, Clinton supported normalizing trade relations with China. Out of the 10 trade deals that came up for a vote when she was in the Senate, Clinton said yes to six, no to two, and skipped the votes on two (though she had given her vocal support). She also voted for legislation that included an amendment granting Vietnam normalized trade status.\nShe was in favor of a deal with Jordan because of its \"internationally recognized enforceable labor standards,\" she explained in 2005, but she considered the Dominican Republic-Central America Free Trade Agreement \"a step backward.\"\nAs a presidential candidate in 2008, Clinton had varying opinions on several trade deals, and she changed her position on NAFTA. She called NAFTA \"a mistake\" and opposed pending deals with South Korea (out of concern for American carmakers), Colombia (because of labor rights abuses) and Panama (whose National Assembly president was a U.S. fugitive).\nShe reiterated her support for free trade with Peru on the campaign trail, praising the country for its \"very strong labor and environmental protections.\"\nAs secretary of state in the pro-trade administration of President Barack Obama, Clinton walked back her opposition to three deals from her 2008 run and helped negotiate them. As a presidential candidate in 2016, she flip-flopped on her support for the Trans-Pacific Partnership.\n\n\n\n\nYear\n\n\nTrade deal\n\n\nClinton’s position\n\n\n\n\n\n\n1993\n\n\nNorth American Free Trade Agreement\n\n\nSupported in 1990s, against in 2007\n\n\n\n\n2002\n\n\nTrade Act of 2002*\n\n\nVoted against**\n\n\n\n\n2003\n\n\nChile-United States\n\n\nVoted for\n\n\n\n\n2003\n\n\nSingapore-United States\n\n\nVoted for\n\n\n\n\n2004\n\n\nAustralia-United States\n\n\nVoted for\n\n\n\n\n2004\n\n\nMorocco-United States\n\n\nVoted for\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\n2005\n\n\nDominican Republic-Central America Free Trade Agreement\n\n\nVoted against\n\n\n\n\n2005\n\n\nBahrain-United States\n\n\nVoted for***\n\n\n\n\n2006\n\n\nOman-United States\n\n\nVoted for\n\n\n\n\n2007\n\n\nPeru-United States\n\n\nDidn’t vote, supported in 2007\n\n\n\n\n2007\n\n\nJordan-United States\n\n\nDidn’t vote, supported in 2005\n\n\n\n\n2011\n\n\nPanama-United States\n\n\nAgainst in 2007, supported in 2010\n\n\n\n\n2011\n\n\nColombia-United States\n\n\nAgainst in 2007, supported in 2010\n\n\n\n\n2011\n\n\nSouth Korea-United States\n\n\nAgainst in 2007, supported in 2010\n\n\n\n\n2015\n\n\nTrans-Pacific Partnership\n\n\nSupported in 2010, against in 2015\n\n\n\n\n* This deal is not included in the Office of the U.S. Trade Representative’s list of free trade agreements, but contains many free trade provisions.\n** This is a vote for \"fast track authority\" — allowing trade agreement to move through Congress without amendments or filibusters.\n*** The free trade agreement with Bahrain passed by unanimous consent, not a recorded roll call vote.\nEmployment impact unclear\nThe jury is still out on the impact of trade deals on employment, even after decades of debate.\nOn one side, unions and some left-leaning think tanks often link American job losses to expanded trade. Labor advocates opposed the Chile and Singapore agreements, which they said in a 2003 report would kill an unspecified number of jobs.\nThe liberal Economic Policy Institute, which Trump cited, has found that NAFTA has cost the United States over 800,000 jobs, and the South Korean deal cost about 60,000. In a 2014 report, the think tank reported that the United States has lost 3.2 million jobs between 2001 and 2013 to trade with China.\nBusiness groups, on the other hand, argue that trade deals actually boost employment. For example, a 2010 report by the U.S. Chamber of Commerce found that the 14 trade deals in place in 2008 supported 5.4 million jobs.\nMeanwhile, the U.S-China Business Council and the Financial Times contend that the loss in manufacturing jobs were not due to trade with China so much as gains in technology and productivity, as well as the result of a more sophisticated economy.   \nAnd in a recent fact-check, we found several nonpartisan reports demonstrating that NAFTA produced no significant job losses nor job gains. Analysis by economists at Tufts University and the University of Michigan projected no net impact on employment from the Chile, Singapore and South Korea deals.\nOur ruling\nTrump said, \"As Bernie Sanders said, Hillary Clinton ‘for virtually every trade agreement that has cost the workers of this country millions, millions of jobs.’ \"\nHe accurately recasted Sanders’ words, but that doesn’t make the attack any more correct.\nOut of the 10 trade deals Clinton could have voted on, she voted in favor of six and against two. On two other deals (with Peru and Jordan), she didn’t vote but did vouch for them.\nAs for subsequent job losses, independent research has shown the impact of NAFTA, for example, to not be significant one way or the other for jobs.\nTrump’s claim is partially accurate and needs additional information. We rate his statement Half True.", "vclaim_id": "vclaim-pol-04761"}