{"url": "/factchecks/2012/jul/31/mitt-romney/romney-said-reagan-sent-troops-conflict-only-once/", "speaker": "Mitt Romney", "vclaim": "President Ronald Reagan sent troops into conflict \"only in one circumstance, which was in Grenada … We were in a peacekeeping setting in Lebanon.\"", "truth_label": "barely-true", "date": "stated on July 29, 2012 in an interview on 'Face the Nation.':", "title": "Romney said Reagan sent troops into conflict only once", "text": "Mitt Romney’s trip to Europe and Israel gave him the opportunity to talk about foreign affairs, a subject that has received relatively little attention so far in the campaign.\n\nDuring the trip, Romney praised the military strategies of President Ronald Reagan. \"(He) was able to accomplish extraordinary purposes for our country,\" Romney said in an interview on Face the Nation. \"Without having to put our military forces into conflict. Only in one circumstance, which was in Grenada, did our forces go in a conflict setting. We were in a peacekeeping setting in Lebanon.\"\n\nThe implication is that Reagan did not get American forces bogged down in protracted wars. But for this fact check we will focus on whether Romney had his history right. Under Reagan, did U.S. soldiers go into a conflict setting just once and does calling Lebanon a \"peacekeeping setting\" mean that conflict was any less of a threat? (We asked the Romney campaign about this but didn't hear back.)\n\nFor those who may have forgotten, the invasion of Grenada took place in late October 1983. About 5,000 troops subdued Grenadian and Cuban soldiers and laborers in about two days of fighting. The U.S. and six Caribbean nations were concerned about Cuba extending its reach in the region. Deaths included 19 Americans, 45 Grenadians and 59 Cubans.\n\nThe U.S. Navy’s History and Heritage Command has compiled a list of the use of U.S. forces abroad from 1798 to 1993. It makes no distinction between deployments into areas where there was open conflict and those that were more tranquil. During the Reagan administration, from 1981 to 1988, American forces were active on overseas missions 16 times in a total of 12 countries. Often, they played a support role, such as the AWACs electronic surveillance aircraft that provided intelligence to Saudi Arabian fighter jets as they shot down two Iranian fighter planes in 1984.\n\nBut on five or six occasions, U.S. forces took a more direct role. In 1986, the U.S. Navy and Air Force struck targets in Libya. While there was no long-term military engagement, two Air Force flyers died on that mission when their F-111 was hit over Libya.\n\nIn 1987 and 1988, U.S. Navy ships escorted Kuwaiti tankers in the Persian Gulf. They were fired upon, hit mines, or encountered some other military action six times. A mine strike nearly sank the USS Samuel Roberts.\n\n\"The crew heroically fought fires for five hours to save their ship,\" said Lance Janda, chair of the History Department at Cameron University. \"A number of crew members were seriously burned and injured.\"\n\n\"One might quibble over the use of the word ‘conflict,’ \" Janda said. \"As I see it, any time U.S. forces are sent into a region where fighting is taking place, then I think it's fair to say those forces are at risk.\"\n\nStephen Knott, professor of national security affairs at the U.S. Naval War College, agrees. \"Reflagging Kuwaiti tankers was definitely inserting American forces into a ‘conflict setting’,\" Knott said. \"That is, the war between Iran and Iraq.\"\n\nSeveral historians and foreign policy specialists took issue with Romney calling the Lebanon mission a ‘peacekeeping setting.'\n\nIn 1982, the United States sent 1,200 troops as part of a U.N. effort to hold the Lebanese government together after the country was splintered by fighting among Christians and Muslims. Bruce Jentleson, professor of public policy and political science at Duke University, says the situation was anything but stable.\n\n\"As the Marine barracks bombing demonstrated,\" Jentleson told PolitiFact, \"there was plenty of danger.\" A suicide truck bomber detonated explosives inside a Marine compound at the Beruit airport, killing 241 soldiers. It was the largest single-day loss of life for Marines since the World War II Battle of Iwo Jima.\n\nJentleson said that until that attack, the troop \"commitment was pretty open-ended. It only ended because of the bombing.\"\n\nKnott interviewed then-Defense Secretary Caspar Weinberger, who had tried to persuade Reagan against that deployment. Weinberger told Knott he said to Reagan, \"They’re in a position of extraordinary danger. They have no mission. They have no capability of carrying out a mission, and they’re terribly vulnerable.\"\n\nThe consensus among the experts we reached is that under Reagan, the U.S. did avoid putting troops on the ground for extended periods of time. Government professor William Wohforth at Dartmouth College said Reagan \"was quite chary of actual military action with U.S. troops.\"\n\nHowever, the U.S. was very much engaged in other ways.\n\n\"In the cold war, the superpowers fought lots of proxy conflicts,\" said Michael O’Hanlon, senior fellow at the Brookings Institution. \"Leading to huge loss of life from Central America to the Horn of Africa to Central and Southern Africa to Afghanistan.\" Some of those conflicts, such as Afghanistan, began during the Carter administration.\n\nO’Hanlon notes that the U.S. didn’t always follow through with money and efforts to stabilize those countries after the fighting stopped. He points to Afghanistan as a place where the U.S. likely paid a price for that policy when the country became a haven for al Qaeda.\n\nOur ruling\n\nRomney said the U.S. stayed out of conflict settings under Reagan, except once in Grenada. Romney put Lebanon in a separate category of \"a peacekeeping setting.\" The record shows multiple military engagements and a large loss of life in Lebanon. Reagan was wary of the actual use of troops, but he did not stick to that as much as Romney suggests.\n\nRomney may have been thinking of long-term deployments, but he spoke only of whether American soldiers were placed into conflict settings which did take place.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10671"}