{"url": "/factchecks/2020/sep/10/scott-perry/pa-house-race-perry-fails-tie-depasquale-aoc-over-/", "speaker": "Scott Perry", "vclaim": "Says Rep. Alexandria Ocasio-Cortez and Eugene DePasquale support \"socialized medicine,\" the Green New Deal and defunding the police.", "truth_label": "false", "date": "stated on August 31, 2020 in an ad:", "title": "In Pa. House race, Perry fails to tie DePasquale to AOC over defunding police, socialized medicine", "text": "In a tossup race in Pennsylvania, Republican Rep. Scott Perry links Democratic challenger Eugene DePasquale to a more liberal Democrat, New York Rep. Alexandria Ocasio-Cortez.\nBut DePasquale doesn’t share Ocasio-Cortez’s position on any of the three issues Perry cites.\nThe race is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking. \nUsing Ocasio-Cortez’s well-known initials, Perry claims in a TV ad that \"AOC\" and DePasquale support \"socialized medicine,\" the Green New Deal and defunding the police.\nMidway through the 30-second spot, the image of a clenched fist and the words \"radical socialist agenda\" appear between photos of Ocasio-Cortez and DePasquale, who is Pennsylvania’s auditor.\nDePasquale does not support any of the three proposals.\n\"Socialized medicine\"\nA few words on health care verbiage:\n\n\nUniversal coverage is any method of ensuring that all of a country’s residents have health insurance. \n\n\nSingle-payer is a system in which one entity — usually but not always a government, as with Medicare — pays for needed health care services, but the delivery system remains mostly private. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nThat’s not the same as socialized medicine, which generally refers to a system in which the government pays all the bills, owns the health facilities and employs the health professionals who work there. \n\n\nOcasio-Cortez: Her House website calls her \"an unapologetic advocate of Medicare for All, which would create a universal, single payer healthcare system.\" \nDePasquale: Perry cited a March 2020 interview in which DePasquale said he supports universal health care, not socialized medicine. He said he backs allowing people the option to keep their private coverage, such as from an employer, or buy into Medicare. And he supports enrolling in Medicaid those who can’t afford either of those options. DePasquale has said he does not support Medicare for All.\nGreen New Deal\nOcasio-Cortez: She introduced the Green New Deal, which proposes ways to curb climate change and protect the environment, in February 2019. \nDePasquale: In July 2019, a day after announcing his candidacy, DePasquale said he would not push for policies such as the Green New Deal and Medicare for All that are advocated by the more liberal wing of the party, the York Dispatch reported.\nDefunding the police\nOcasio-Cortez: In June, after the New York City Council and Mayor Bill de Blasio reached a deal to cut $1 billion from the New York Police Department’s $6 billion budget, Ocasio-Cortez said: \"Defunding police means defunding police. It does not mean budget tricks or funny math. ...This is not a victory. The fight to defund policing continues.\"\nDePasquale: DePasquale said in June he supports police reforms such as curbing the transfer of military grade weapons to local law enforcement, providing antibias training and banning chokeholds, but that \"defunding our police departments is not the answer.\"\nOur ruling\nDePasquale does not support \"socialized medicine,\" the Green New Deal or defunding the police. \nWe rate Perry’s claim False.", "vclaim_id": "vclaim-pol-18904"}