{"url": "/factchecks/2012/oct/10/bill-powers/bill-powers-says-each-year-university-texas-falls-/", "speaker": "Bill Powers", "vclaim": "\"We confer more PhDs each year than any other university in America except Berkeley.\"", "truth_label": "barely-true", "date": "stated on September 27, 2012 in his \"State of the University\" address.:", "title": "Bill Powers says each year, the University of Texas falls second only to Berkeley in number of PhDs conferred", "text": "In a recent speech, the president of the University of Texas boasted the Austin campus is annually close to first in the nation in bestowing very advanced degrees.\n\nBill Powers said in his Sept. 27, 2012, \"State of the University\" address: \"On the teaching side, a key indicator of our ‘business plan’ is the number of undergraduate and graduate degrees we confer each year. We confer more PhDs each year than any other university in America except\" the University of California, Berkeley, he said.\n\nNearly No. 1 every year?\n\nUT spokesman Gary Susswein and Allison Danforth, a campus expert on reporting and analysis, told us UT-Austin’s conferral of 857 doctoral degrees in 2009-10 placed it second nationally to Berkeley, which bestowed 891. Susswein pointed out the counts are available to the public on a website at the National Center for Education Statistics, based on information collected from institutions by the U.S. Department of Education.\n\nSusswein said that for its count, the university did not fold in degrees in law and medicine.\n\n\"The reason is very simple,\" Susswein said in a voice-mail message. \"There is no way to do an apples-to-apples comparison. We don’t have a medical school\" at UT-Austin. And, he said, Texas A&M University \"doesn’t have a law school. Texas A&M has a veterinary school. The University of Illinois has a medical school and a law school.\n\n\"Within the realm of PhDs,\" Susswein said, \"we’ve all got liberal arts colleges, we’ve all got engineering schools, we’ve all got science schools. So, it’s a more appropriate way to do an apples-to-apples comparison.\"\n\nMinnesota-based Capella University, which provides online offerings, placed third, awarding 841 doctorates, the tabulation indicates. Traditional universities rounded out the top 10: the University of Michigan-Ann Arbor; University of Florida; University of Illinois at Urbana-Champaign; the main campus of Ohio State University; University of California-Los Angeles; University of Wisconsin-Madison; and Stanford University, where 703 doctorates were awarded.\n\nSusswein said, too, that two days before Powers gave his speech, the national center posted information reflecting the results in 2010-11. UT-Austin bestowed 801 PhDs that year, placing third nationally behind Berkeley (920) and Capella (819).\n\nSo, UT was second to Berkeley one year and third the year after.\n\nAnd how about \"each\" year, as Powers said?\n\nAt our request, UT followed up by checking the database for the PhDs given out by each institution each year starting in 2003-04 through 2008-09, the year before the one initially stressed by UT.\n\nOver the six earlier years, Berkeley ranked first or second nationally in PhDs granted. In 2005-06, UT-Austin placed first nationally, besting Berkeley.\n\nIn each of the other years, UT’s count placed it third to sixth nationally in PhDs awarded.\n\nFor outside perspective, we reached Michael McLendon, a Southern Methodist University professor expert on higher education. McLendon said it’s not out of line for any university to compare its total PhDs granted to those given out by other institutions. He said, too, he was unaware of another measure that would give a meaninful glimpse into the productivity of universities at that level.\n\nMcLendon said a mission of the nation’s public research universities is to create the next generation of scientists, scholars and researchers.The volume of students who achieve PhDs, he said, is an important indicator. UT-Austin, he said, \"looks very good.\"\n\nOur ruling\n\nPowers said that each year, UT-Austin confer more PhDs than any other U.S. university except Berkeley.\n\nThat was so in 2009-10 -- and in another recent year, UT awarded even more PhDs than Berkeley.\n\nIn other years, however, UT ranked third, fourth, sixth, third and fourth nationally in PhDs bestowed as Berkeley ranked first or second. In the end, this speech claim misrepresents the results for each year by cherry-picking how the two public universities finished in one year, and those results were (narrowly) not even the latest available count.\n\nUT annually awards many PhDs. But each year of late, its total PhDs awarded has gone up and down compared to outcomes at Berkeley and a few other institutions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nPut another way, UT fell short of this proclaimed finish in six out of eight recent years. We rate the statement, incorrectly making UT's tally out to be consistently second-best in the land, as Mostly False.", "vclaim_id": "vclaim-pol-10208"}