{"url": "/factchecks/2018/jun/13/newsflash/hoax-continues-circulate-foxs-shepard-smith-fired/", "speaker": "Newsflash", "vclaim": "\"Breaking: Shep Smith to be canned because he can’t control his hate for Donald Trump.\"", "truth_label": "pants-fire", "date": "stated on June 10, 2018 in a headline:", "title": "Hoax continues to circulate that Fox's Shepard Smith was fired for Trump comments", "text": "A hoax continues to circulate on Facebook that Fox News anchor Shepard Smith will be fired because he has been critical of President Donald Trump.\n\"Breaking: Shep Smith to be canned because he can’t control his hate for Donald Trump,\" said a headline by Newsflash. The website, which lacks original reporting, has a hodgepodge of articles about politics and celebrities.\nFacebook users flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. Read more about our partnership with Facebook.\nFake stories stating that Smith will be or has been fired have circulated since 2017 on multiple websites. Snopes, which debunked the claim in 2017, found it first published on TheLastLineOfDefense.org, a website that calls itself satire. We rated that version of the claim Pants on Fire almost a year ago.\nThe latest iteration of the story has been debunked by the Associated Press and Factcheck.org. We did our own reporting and came to the same conclusion that Smith’s job remains safe.\nOne easy giveaway: Smith was just rehired.\nSmith, one of Fox’s original hires in 1996, is now the anchor of Shepard Smith Reporting (weekdays 3-4PM/ET). In March 2018, Fox News Executive Chairman Rupert Murdoch announced that Smith, the chief news anchor and managing editor of breaking news, signed a multiyear agreement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn February, network spokeswoman Irena Briganti told the AP that the story that Smith has been let go was \"completely false.\"\nSmith has drawn the ire of some Trump fans because he has criticized the president on air.\nNewsflash included an accurate quote by Smith in which he said Trump made a false statement that the media frequently under-reports radical Islamic terror attacks.\n\"In short, the president’s assertion is false,\" Smith said in February 2017. \"The White House knows that it was false or could have learned that it was false with a quick Google check, but either did not do so or decided not to tell the truth.\"\nSmith told Time in an article published in March that he’s not bothered by the divergence between his reporting and Fox’s opinion slate: \"We serve different masters. We work for different reporting chains, we have different rules. They don’t really have rules on the opinion side. They can say whatever they want, if it’s their opinion. I don’t really watch a lot of opinion programming. I’m busy.\"\nBottom line: This headline is recycled fake news from 2017.\nWe rate this statement Pants on Fire!\nhttps://www.sharethefacts.co/share/1e7fd9be-f3ad-4aec-b610-5b72e8fdcb65", "vclaim_id": "vclaim-pol-01964"}