{"url": "/factchecks/2015/apr/02/bernie-sanders/checking-bernie-sanders-americans-low-voter-turnou/", "speaker": "Bernie Sanders", "vclaim": "\"In this last election in November, ... 63 percent of the American people chose not to vote, ... 80 percent of young people, (and) 75 percent of low-income workers chose not to vote.\"", "truth_label": "half-true", "date": "stated on March 31, 2015 in a town hall in Austin, Texas:", "title": "Checking Bernie Sanders on Americans' low voter-turnout rates", "text": "Vermont Sen. Bernie Sanders, an independent who caucuses with Democrats and is considering running for president, recently decried the lack of Americans participating in the electoral process during a town hall at a union hall in Austin, Texas.\nDuring an appearance at the International Brotherhood of Electrical Workers-sponsored town hall on March 31, 2015, Sanders told the audience:\n\"I beg of you do not enter that world of despair. We can win this fight. In order to win this struggle we are going to need nothing less than a political revolution, and let me tell you what I mean by ‘a political revolution.’ When, as was the case in this last election in November, when 63 percent of the American people chose not to vote, when 80 percent of young people, when 75 percent of low-income workers, chose not to vote, what we need to do is create a momentum so that 70, 80, 90 percent of the people vote. And when that happens, we win hands down.\"\nIt's a longstanding concern for Sanders, who has introduced a bill to make Election Day a national holiday so more people can vote.\nWe wondered: Was Sanders right about the low level of voter participation? First, let’s look at the numbers.\n• \"63 percent of the American people chose not to vote.\" Michael McDonald, a University of Florida political scientist, has assembled the United States Election Project, an extensive and widely used archive of voter participation data.\nHe found that in the November 2014 general election, 33.2 percent of the voting-age population cast a ballot and 35.9 percent of the voting-eligible population voted. The difference between those two figures is that the voting-age population includes non-citizens and felons, neither of which are able to vote, whereas the voting-eligible population excludes these groups.\nIf you flip the numbers so they are expressed as Sanders used them, 66.8 percent of the voting-age population didn’t vote, and 64.1 percent of the voting-eligible population didn’t vote. Using the latter figure -- which political scientists consider a better measurement -- Sanders is quite close.\nIncidentally, according to McDonald’s data, the overall turnout rate in 2014 was the lowest since World War II.\n• \"80 percent of young people\" did not vote. We found a study conducted by the Center for Information & Research on Civic Learning and Engagement at Tufts University that had some relevant data for voters age 18-29. It estimated a turnout rate for that age group of 21.5 percent. That works out to a 78.5 percent non-participation rate -- close to the 80 percent Sanders cited.\n• \"75 percent of low-income workers chose not to vote.\" This is the claim for which Sanders has the weakest support.\nAfter each election cycle is over, the Census Bureau looks back at how many Americans of different demographic groups voted. The data isn’t yet compiled for the 2014 election, so we looked instead at the 2010 election -- the most recent midterm election prior to 2014. (In general, presidential-year elections see higher turnout across the board than midterms do, so using 2010 offers the best apples-to-apples comparison for 2014.)\nAccording to the 2010 data, those earning less than $30,000 a year -- the cutoff Sanders’ office told us he was using -- had a turnout rate of either 28.9 percent (if you use total population) or 34.6 percent (if you use citizens only). Flip those and you get 65 percent of citizens in that income category not voting, or 71 percent of everyone in that income category not voting. Those are both lower than Sanders’ claim of 75 percent, and for the more salient statistic -- citizens alone -- it’s off by a full 10 percentage points. (Jeff Frank, a Sanders spokesman, acknowledged that the statement was an estimate.)\nWe should note that political scientists say that the census data may overstate actual voting rates, since it’s based on what respondents tell researchers, and there’s a widespread assumption that people over-report socially admired actions like voting. So it’s possible that Sanders’ 75 percent figure is closer to accurate. However, saying so requires speculating beyond the hard figures.\nTo sum up, then: On the numbers, Sanders is quite close for turnout rates among Americans overall and among young people, but he’s a bit off for turnout rates for lower-income Americans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nDid all of these people 'choose not to vote'?\nHowever, there’s another wrinkle to what Sanders said. Sanders twice used the phrasing \"chose not to vote.\"\nIn the same Census Bureau survey we mentioned earlier, researchers asked for the reason why people didn’t vote. It’s broken down by age and income, so we can check all three of Sanders’ claims against the data for 2010.\nWe divided the stated reasons for not voting into two categories -- reasons of circumstance and reasons of choice. Under reasons of circumstance, we included \"illness or disability,\" \"out of town,\" \"too busy/conflicting schedule,\" \"transportation problems,\" \"registration problems,\" \"bad weather conditions,\" and \"inconvenient polling places.\"\nUnder reasons of choice, we included \"forgot to vote,\" \"not interested,\" and \"did not like candidates or campaign issues.\" (We ignored \"other\" and \"didn’t know.\")\nOur division is not infallible -- others can combine the reasons into their own categories -- but we think our calculation offers a useful starting point for comparison.\nAll three demographic groups Sanders mentioned turn out to have pretty similar breakdowns. For Americans overall, 55 percent didn’t vote for reasons of circumstance. For young Americans, it was 56 percent, and for low-income Americans, it was 52 percent.\nBy contrast, the percentages of people not voting by choice were lower across the board. For Americans overall, it was 33 percent. For young Americans, it was 30 percent and for lower-income Americans it was 34 percent.\nThis means that Sanders went too far when he said that large majorities chose not to vote.\n\"It would be true to say that roughly an estimated 80 percent of youth did not vote in the 2014 midterm,\" said Abby Kiesa, youth coordinator and researcher at the Center for Information & Research on Civic Learning and Engagement. \"However, the existing research about youth voting does not suggest that all of those youth actively chose not to vote. In fact, young people in particular face barriers such as navigating a new system, that may prevent them from registering and voting, even if they do want to vote.\"\nThis may have been an unintentional word choice on Sanders’ part, but at PolitiFact we pay close attention to speakers’ precise wording.\nClass differences in voting\nA final note: Sanders may have gotten some of his numbers wrong, but he does have a point that poorer Americans vote at lower rates than rich Americans do, as do younger Americans.\n\"There is a class bias in voting,\" said Sean McElwee, a research associate with the think tank Demos.\nIn 2010, for instance, the Census Bureau found that as 34.6 percent of citizens making below $30,000 were voting, a much higher percentage of those earning at least $150,000 voted -- 59 percent. Even taking into account the caveats in the data, McElwee said, \"this is a disturbing gap.\"\nOur ruling\nSanders said that \"in this last election in November, ... 63 percent of the American people chose not to vote, ... 80 percent of young people, (and) 75 percent of low-income workers chose not to vote.\"\nSanders was too loose with some of his numbers and his wording, but he has a point that rates of non-voting among Americans, and especially among younger and poorer Americans, are high. We rate the claim Half True.", "vclaim_id": "vclaim-pol-06559"}