{"url": "/factchecks/2020/apr/08/facebook-posts/viral-poem-about-staying-home-was-written-2020-not/", "speaker": "Facebook posts", "vclaim": "Says this poem about people staying home was written by Kathleen O’Mara in 1869.", "truth_label": "false", "date": "stated on April 6, 2020 in a Facebook post:", "title": "Viral poem about staying home was written in 2020, not 1869", "text": "\"History repeats itself,\" begins the introduction to a poem recently published on Facebook accounts like this one.\nThe post claims that the poem was written in 1869 by Kathleen O’Mara and reprinted in 1918 during the 1918 influenza, sometimes called the Spanish flu.\nThe poem describes life much like today: \"And people stayed at home, and read books, and listened, and they rested, and did exercises, and made art and played.\"\nBut the posts sharing the poem have been flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the poem was written all of three weeks ago. Though the version appearing on Facebook is slightly different, Catherine M. O’Meara, or Kitty, posted it on her blog, The Daily Round, on March 16. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nO magazine, which interviewed O’Meara, called her the \"poet laureate of the pandemic.\" O’Meara is a retired teacher and chaplain who lives outside of Madison, Wisc., according to the magazine. \n\"I was getting kind of sad,\" O quotes her as saying about the coronavirus pandemic. \"There was nothing I could do. I couldn’t help my friends. I was very worried about them. My husband said: ‘Write. Just write again.’\"\nYou can read more of her writing here.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-16897"}