{"url": "/factchecks/2020/dec/10/facebook-posts/texas-lawsuit-statistics-fraud-wisconsin-michigan/", "speaker": "Facebook posts", "vclaim": "The probability of Biden winning in Wisconsin, Georgia, Michigan and Pennsylvania “given President Trump’s early lead ... is less than one in a quadrillion” in each state.", "truth_label": "pants-fire", "date": "stated on December 8, 2020 in a Facebook post:", "title": "Lawsuit claim that statistics prove fraud in Wisconsin, elsewhere is wildly illogical", "text": "Nonsense dressed up in statistical jargon is still nonsense.\nAnd that’s what we find in the Texas attorney general’s unprecedented lawsuit asking the U.S. Supreme Court to overturn election results in Wisconsin, Georgia, Michigan and Pennsylvania.\nA claim gaining particular traction online purports to calculate the likelihood of those four states — all won by Democrat Joe Biden — shifting away from President Donald Trump, who lead earlier in the vote-counting process.\n\"The probability of former Vice President Biden winning the popular vote in the four Defendant States — Georgia, Michigan, Pennsylvania, and Wisconsin — independently given President Trump’s early lead in those States as of 3 a.m. on November 4, 2020, is less than one in a quadrillion, or 1 in 1,000,000,000,000,000,\" says the lawsuit, citing calculations by Charles J. Cicchetti.\nClaims about this 1 in a quadrillion chance spread widely on Facebook after the Dec. 8, 2020, lawsuit. White House Press Secretary Kayleigh McEnany repeated the claim that day, as did articles on various conservative websites. These stories were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nAs proof, the lawsuit attached a \"declaration\" from Cicchetti presenting his justification for this claim, describing his hypothesis testing and calculation of Z-scores and p-values.\nBut statistical calculations are only as good as the assumptions underpinning them, and Cicchetti’s are wildly wrong.\nLet’s take a closer look.\nThe illogical claim\nCicchetti’s analysis flops because he makes the same error in multiple ways — assuming any two large groups of voters should generate substantially similar results.\nOf course, we know this to be ridiculous.\nGroups can split drastically by geography. In Wisconsin, for example, Milwaukee County and Ozaukee County are next to each other, but one went 69% for Biden and the other 55% for Trump because demographics in the two counties are very different.\nAnd groups can split by voting method. Across the 20 states that report votes by party registration, when it came to in-person voting, Republicans led by a 42% to 36% margin in November’s election (with 22% listing no affiliation), while Democrats had a 48% to 27% edge in mail-in balloting (with 25% listing no affiliation), according to the U.S. Elections Project. \nSo a key part of understanding why early and late returns differ is looking at where those votes came from and how they were cast. This claim ignores that question altogether to treat each vote as if it were a coin flip.\nKenneth Mayer, professor of political science at the University of Wisconsin Madison, said Cicchetti’s approach is \"ludicrous.\"\n\"The analysis assumes that votes are all independently and randomly distributed,\" he said in an email. \"This is going to be used in undergraduate statistics classes as a canonical example of how not to do statistics.\"\nAbsentee ballots change everything\nThe observed party split by voting method is key to understanding the absurdity of this claim.\nCicchetti’s defense — in a description of his methodology attached to the lawsuit — focuses primarily on Georgia, noting Trump was leading 51% to 49% at 3 a.m. on Nov. 4 but wound up narrowly losing the state.\n\"The Georgia reversal in the outcome raises questions because the votes tabulated in the two time periods could not be random samples from the same population of votes cast,\" Cicchetti says.\nHe’s so close to getting it right, but ends up so very wrong.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThe issue is indeed that votes from before and after that point can’t be random samples. But it’s not because of fraud as the lawsuit asserts — it’s because of which votes were counted when.\nIn Georgia, the Secretary of State announced late morning Nov. 4 that about 200,000 absentee ballots had yet to be counted, most from DeKalb and Fulton counties around Atlanta. DeKalb ended up going 83% for Biden, and Fulton 73% for Biden, so of course adding in the votes from those areas moved the vote total in Biden’s direction.\nCicchetti’s explanation says there was \"speculation\" that those last ballots counted were absentee ballots, but he wasn’t \"aware of any actual data supporting that.\" That, of course, is ridiculous and false.\nThe same thing played out in Wisconsin, where 170,000 absentee ballots in Milwaukee were among the last large blocks of votes reported. As we’ve noted in prior fact checks, this late swing toward Biden was anything but a surprise.\n\n\nMilwaukee is a longtime Democratic stronghold. In 2016, Hillary Clinton won the city of Milwaukee 77%-18%.\n\n\nWe knew well before the election that Democrats were much more likely than Republicans to vote absentee. Polling showed 81% of the people planning to vote absentee in Wisconsin supported Biden.\n\n\nWe knew it was going to take a long time to count the absentee ballots, leading them to be reported later.\n\n\nIn fact, each of the four states cited in the Texas lawsuit (and Cicchetti’s analysis) don’t allow absentee votes to be counted before Election Day. \nThis causes a bottleneck particularly in the biggest counties — which are, of course, centered around heavily Democratic cities. Those areas were long expected to be the last to report their results, and that’s just what happened with results from around Atlanta, Milwaukee, Detroit and Philadelphia.\nCicchetti’s methodology doesn’t defend his \"one in a quadrillion\" number specifically for Wisconsin, Pennsylvania and Michigan aside from noting each state had between 69% and 89% of the vote tabulated before the latest reports. He says that leaves a large enough sample size of uncounted ballots that we should \"expect comparable percentages and vote margins\" before and after that point.\nAgain, this ignores the indisputable fact that those were votes from dramatically different groups of voters.\n\"Cicchetti doesn’t even provide the relevant probability (in his methodology). He doesn’t consider obvious alternative explanations. And he makes a basic error in interpretation,\" Justin Grimmer, a Stanford University professor of political science, said on Twitter. \"I’m sure this claim will now become canon in election-conspiracy media, particularly given that Trump retweeted it. I’m frankly embarrassed that such statistical incompetence would appear in such a high profile venue.\"\nMargins move throughout the counting process in every election since, as the Washington Post noted Dec. 9 in rebutting this claim, \"States aren’t homogeneous entities with one Democrat and one Republican in each square meter of space.\" And they move in both directions.\nThe lawsuit fails to note, for example, that Biden was ahead as the first 80% of ballots were counted in North Carolina, but ultimately lost the state to Trump because the outstanding votes were in heavily Republican areas.\nAnother nonsense \"quadrillion\" claim\nAs a quick aside, we’ll note the lawsuit makes a similar claim of a \"less than one in a quadrillion\" chance that Biden would perform as he did in Wisconsin, Michigan, Georgia and Pennsylvania given Democrat Hillary Clinton’s performance in those states in 2016.\nThat’s equally ridiculous.\nWe’ll let the Washington Post take it away on this one:\nIt’s completely unclear where this number comes from. Particularly since Biden’s improvements over the 2016 Democratic nominee, Hillary Clinton, were fairly modest in those four states. Clinton lost to Trump by about 290,000 votes across the four states; Biden won them by about 270,000. That’s a swing of about a third of a percentage point relative to all of the votes cast in 2020. Yes, Biden got more votes than Clinton, averaging about 23 percent more votes across the four states. But Trump added an average of 16 percent more votes.\nOur ruling\nA lawsuit seeking to overturn election results in Wisconsin, Georgia, Michigan and Pennsylvania asserts the probability of Biden winning in each state is \"less than one in a quadrillion\" given the lead Trump had in each at 3 a.m.\nIf ever a claim deserved the label of utter nonsense, this is it.\nWhat masquerades as a statistical analysis is actually a logical wasteland that ignores fundamental facts that make all the difference.\nThe votes still uncounted when Trump had his short-lived lead were largely absentee ballots from major cities. Those cities have consistently voted Democratic historically, and mail-in votes within them should be expected to lean even more that direction since Trump had attacked that method of voting leading up to the election while Biden encouraged it.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17267"}