{"url": "/factchecks/2017/nov/10/chicago-public-schools/cps-students-are-learning-and-growing-faster-96-pe/", "speaker": "Chicago Public Schools", "vclaim": "\"CPS students are learning and growing faster than 96 percent of students in the United States.\"", "truth_label": "mostly-true", "date": "stated on November 2, 2017 in a press release:", "title": "“CPS students are learning and growing faster than 96 percent of students in the United States.”", "text": "A Nov. 2 press release from Chicago Public Schools touted significant test score gains made in the district over recent years that were included in a high-profile analysis.\nStudents in CPS, according to research from an expert on education equality at Stanford University, improved at a faster rate on standardized test scores between third and eighth grade than their counterparts in most other U.S. school districts.\nThe findings were clearly a plus for the often-maligned CPS, and the district wasted little time advertising them in a press release headlined, \"CPS students are learning and growing faster than 96 percent of students in the United States.\"\nThe glow of that phrasing suggests that CPS has not just turned a corner when it comes to educational achievement but is dancing circles around most other school districts in the nation. Reconciling that with the district’s problem-plagued reputation merits a closer look.\nMeasuring up\nCPS’ fast-paced gains were assessed in a report prepared recently by Sean Reardon, a professor of education inequality at Stanford’s Center for Education Policy Analysis.\nBy comparing Chicago Public Schools students’ scores on standardized tests to those of students nationally, Reardon found that the scores of CPS students in grades three through eight improved more from 2009-14 than did the average scores of all U.S. students during that time.\nReardon used scores from a standardized test all Illinois students are required to take to measure that growth. But because other states rely on different tests to gauge the same thing, he averaged actual scores in math and English across the nation to benchmark proficiency.\n\"We define grade level as the average of that grade in the country,\" Reardon said in a phone interview. \"The proficiency levels that states set for their tests are defined by groups of experts that say, 'This is what we think a kid should know in this grade.’ \"\nBy Reardon’s metric, CPS third-graders taking the test in 2014 performed significantly better than did third-graders who sat for it in 2009. The same held true for the other grades covered by the analysis as well.\nThis improvement factored out to about two-thirds of a grade level over the five-year period for CPS, compared to an average increase for the rest of the nation of just one-sixth of a grade level in performance within that timeframe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo far, so good. But Reardon’s report posed another key question: Improvement aside, how does CPS’ overall academic performance stack up against the rest of the country?\nHere, the picture was not as rosy. Third- through eighth-graders in the nation’s third-largest district still perform at roughly one half to one-and-a-half grade levels below the national average, which the report describes as a \"significant concern.\"\nIn short, CPS test scores started low, improved significantly, but remain subpar.\nThere’s no reference to that gut check in the CPS press release highlighting Reardon’s work, though the release does provide a link to the full report for those so inclined to read it.\nIndeed, results from the state’s most recent round of standardized tests point to significant problems at CPS, where only 22 to 30 percent of third- through eighth-graders reached proficiency in core subjects, according to data from the Illinois State Board of Education.\nA CPS spokesman declined to address questions about the district’s characterization of Reardon’s report.\nOur ruling\nChicago Public Schools stated that \"CPS students are learning and growing faster than 96 percent of students in the United States.\" The claim appears to accurately represent the main conclusion of the Stanford University report from which it was drawn.\nAt the same time, the CPS press release touting the study’s findings omits mention of other information contained in the report that provides more context.\nTest scores among CPS’ third- through eighth-graders are indeed growing faster on average than the average growth rate in 96 percent of districts nationwide, according to the Stanford study. But the report also found that students in the district, which remains beset by large achievement gaps between students of different racial and socioeconomic groups, still generally perform between one-half and one-and-a-half grade levels below the national average.\nCPS’ claim is accurate as far as it goes, but ignores the significant gap in achievement its students still must overcome. We rate it Mostly True.", "vclaim_id": "vclaim-pol-02704"}