{"url": "/factchecks/2014/nov/19/mitch-mcconnell/mitch-mcconnell-says-us-china-climate-deal-means-c/", "speaker": "Mitch McConnell", "vclaim": "The climate-change agreement between the United States and China \"requires the Chinese to do nothing at all for 16 years.\"", "truth_label": "barely-true", "date": "stated on November 12, 2014 in a media availability:", "title": "Mitch McConnell says U.S.-China climate deal means China won't have to do anything for 16 years", "text": "During a recent visit to China, President Barack Obama and Chinese President Xi Jinping announced a potentially landmark climate change agreement between the two countries, which are among the world’s biggest economies and biggest emitters of greenhouse gases.\nGreenhouse gases, and notably carbon dioxide, are produced when burning fossil fuels such as coal and oil for energy. When these gases build up in the atmosphere, most scientists say, they trap heat and raise surface temperatures, leading to changes in climate such as climbing sea levels.\nFor years, one of the key arguments made by opponents of U.S. efforts to cut carbon emissions has been that rising emissions from other big and fast-growing economies, such as China, could swamp any reductions the United States makes. The agreement with China potentially weakens that argument.\nBut congressional Republicans, including incoming Senate Majority Leader Mitch McConnell, R-Ky., weren’t pleased with the terms of the accord. McConnell, who represents a coal-producing state, said so on Nov. 12, 2014, while talking to reporters covering a meeting with newly elected members of his Republican conference.\n\"The president continues to send a signal that he has no intention of moving toward the middle,\" McConnell said. \"I was particularly distressed by the deal he’s reached with the Chinese on his current trip, which, as I read the agreement, it requires the Chinese to do nothing at all for 16 years, while these carbon emission regulations are creating havoc in my state and other states across the country.\"\nSeveral readers asked us to check whether McConnell is right that the bilateral agreement \"requires the Chinese to do nothing at all for 16 years.\"\nWe turned to the announcement released by the White House on Nov. 12. Here’s the relevant portion:\n\"Today, the presidents of the United States and China announced their respective post-2020 actions on climate change, recognizing that these actions are part of the longer range effort to transition to low-carbon economies, mindful of the global temperature goal of 2℃. The United States intends to achieve an economy-wide target of reducing its emissions by 26%-28% below its 2005 level in 2025 and to make best efforts to reduce its emissions by 28%. China intends to achieve the peaking of CO2 emissions around 2030 and to make best efforts to peak early and intends to increase the share of non-fossil fuels in primary energy consumption to around 20% by 2030. Both sides intend to continue to work to increase ambition over time.\"\nBoiled down, the key tasks for China in this deal are: 1.) an intention to max out carbon dioxide emissions around 2030, if not sooner, and; 2.) an intention to increase to about 20 percent the proportion of non-fossil fuels, such as renewables, in China’s energy mix.\nWhen we asked for backup on his claims, McConnell’s office made two reasonable points.\nFirst, his office noted that the agreement is based on intentions, rather than on ironclad promises with enforcement mechanisms. They pointed to a column by Robert A. Manning, a senior fellow at the Atlantic Council, an international-affairs think tank, and a veteran of President George W. Bush’s State Department. Manning wrote that \"this is not a binding agreement and includes no benchmarks to measure progress or penalties to encourage it.\"\nThe second point McConnell’s office makes is that China may already have been planning to make these emissions cuts anyway.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAccording to a report in Reuters, the 2030 peak date was \"in line with forecasts already made by several state-backed think-tanks, with the China Academy of Social Sciences saying in a study last week that slowing rates of urbanization would likely mean that industrial emissions would peak around 2025-2030 and start to fall by 2040.\"\nIn theory, China could \"simply shut down a lot of plants on Dec. 31, 2029,\" Jonathan R. Nash, a law professor at Emory University, told PolitiFact. \"In that case, the agreement itself doesn't obligate China to take action before 2030.\"\nExperts said this is theoretically possible, but, in the real world, unlikely.\nIt will take \"significant work\" for China to reach the 2030 target, said Ann Carlson, an environmental law professor at UCLA. \"You can't stop your emissions immediately. Imagine if China said they would stop emissions today. That would require massive changes to implement -- no increases in driving unless cars were cleaner, no new economic growth without cutting emissions elsewhere, and so on. For China to achieve a cap in emissions by 2030, they will have to begin to find clean energy replacements very soon or seriously limit economic growth.\"\nMichael Oppenheimer, a professor of geosciences and international affairs at Princeton University, agreed.\n\"Given the inertia in the economic and energy systems of China and its recent rates of emissions growth, there is absolutely no way that could happen without … an earlier slowing of emissions growth,\" he said. \"No sensible policy would allow\" any different course, he said.  \nBut as questionable as it is to suggest that China could do nothing until Dec. 31, 2029, and still meet the targets, there’s still a second task for China -- to increase non-fossil fuels to about 20 percent of the nation’s energy mix by 2030. Because no such infrastructure can be created overnight, China will have to start work on this part well before December 2029.\nIndeed, such efforts already appear to be under way, said Michael B. Gerrard, a law professor at Columbia University who has studied the issue. \"China is engaged in a massive program of building wind, solar and nuclear energy plants,\" he said.\nOur ruling\nMcConnell said the climate-change agreement between the United States and China \"requires the Chinese to do nothing at all for 16 years.\"\nMcConnell’s staff has a point that the agreement isn’t binding and may simply be codifying changes China had already planned to make. Still, his claim is at best an exaggeration.\nWhile it’s theoretically possible that China could meet its emissions target simply by shutting down major plants on Dec. 31, 2029, experts say it would be much less risky to China’s economy to spend the next 16 years working toward the goal, rather than doing it overnight.\nBut even if China did choose to make a literal overnight shift on emissions, that still doesn’t account for China’s pledge to increase non-fossil-fuel use to 20 percent of its energy mix. Building that infrastructure cannot be done overnight and will take years to carry out, experts said.\nThe statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-06990"}