{"url": "/factchecks/2010/oct/14/rob-cornilles/rob-cornilles-attacks-david-wu-over-oregons-high-u/", "speaker": "Rob Cornilles", "vclaim": "Says David Wu has presided over \"137 months\" in which \"Oregon's unemployment rate has been above the national average.\"", "truth_label": "half-true", "date": "stated on October 12, 2010 in The Oregonian's Voter Guide:", "title": "Rob Cornilles attacks David Wu over Oregon’s high unemployment rate", "text": "Oregon's unemployment rate has hovered around 10.6 percent for nearly a year and a half, a full point or so above the national jobless rate.\n\nEconomists have offered a slew of reasons why the state's jobless rate has remained consistently above most other states’. Those explanations range from a net in-migration of new residents, who increase the number of people looking for jobs, to quality-of-life considerations that tend to keep newly jobless Oregonians from wanting to wander elsewhere.\n\nFirst District congressional challenger Rob Cornilles, the Tualatin Republican taking on veteran Democrat David Wu, has his own views on the matter.\n\n\"For each and every one of the 137 months that David Wu has been in Congress,\" Cornilles'  statement in The Oregonian’s Voter Guide asserts, \"Oregon's unemployment rate has been above the national average. We deserve better!\"\n\nThe basis of Cornilles' claim appears to be that policies and practices endorsed by Wu have led to higher joblessness here than elsewhere for the past 137 months, or 11.5 years. Specifically,  Cornilles criticizes Wu for \"not providing tax certainty\" by failing to extend the Bush-era tax cuts; for supporting the federal stimulus bill; and for failing, after during 12 years in Congress, to gain the kind of influence that would help create jobs across the First Congressional District.\n\nHe’s right that Wu and the rest of Congress did not extend the tax cuts before the current break. He’s right Wu voted for the stimulus. And on the 137-month claim, Cornilles is also correct.\n\nAnd then some. But is it fair to link Wu to that statistic?\n\nPolitiFact Oregon looked back to 1976, when the state began tracking employment rates. According to state and federal data, Oregon has traditionally and consistently been above the national unemployment figure.\n\nOnly for 66 of the past 418 months, in fact, has Oregon's unemployment rate dipped below the federal rate.\n\nOregon nearly pulled even with the U.S. rate for the first few months in 2008. Both the national and state unemployment figures hovered just above 5 percent before skyrocketing in ensuing months as the worst overall economy since the Great Depression took hold.\n\nThe most recent time Oregon's unemployment rate was below the national rate was February 1996, according to Tom Potiowsky, state economist. That was nearly three years before Wu took office.\n\n\"With a few exceptions, we were pretty much below the national average from the mid-1990s until February 1996,\" Potiowsky said. Oregon's high-tech boom years accounted for much of that boost, he said.\n\nState economists cite several reasons for the state generally lagging behind the nation on this measure.\n\nIn addition to the quality of life and net in-migration factors cited above, they include the lack of a really large metropolitan area in Oregon. If the Portland area's population were on the order of 4 million, for instance, it could support a labor market large enough to let someone who had lost a job more easily find a comparable one, said David Cooke, an Oregon Employment Department economist.\n\nCould Wu have done much to reverse any of these factors? Doubtful, Cooke said.\n\n\"There are so many factors that influence the economy,'' he said. \"One congressperson's actions are a very small contributor, especially when you move down to the state level.\"\n\nSo while Cornilles' 137-month figure is correct, it's quite a reach to imply that Wu had much to do with it. We find his claim is Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14237"}