{"url": "/factchecks/2016/nov/02/hillary-clinton/hillary-clinton-says-donald-trump-doesnt-believe-e/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump \"doesn't believe in equal pay.\"", "truth_label": "half-true", "date": "stated on November 1, 2016 in a campaign rally in Dade City, Fla.:", "title": "Hillary Clinton says Donald Trump doesn't believe in equal pay", "text": "With just a week before the election, Hillary Clinton reminded Florida voters that Donald Trump has been called out for \"demeaning, degrading, insulting, and assaulting women.\"\n\"But I guess the bottom line is, he thinks belittling women makes him a bigger man. And I don't think there's a woman anywhere who doesn't know what that feels like,\" Clinton said in Dade City, one of her three stops in Florida on Nov. 1.\n\"We can stand up for what we believe, what we want for our children and our grandchildren, what we know is right. And you can go down the list of everything he has said,\" Clinton said of Trump. \"He doesn't believe in equal pay, he thinks pregnancy is an inconvenience, he won't raise the minimum wage, and he said if he comes home and dinner is not on the table, he gets angry.\"\nThat’s a long list. Here, we wanted to know if Trump has taken a position against equal pay. We found that Trump has said various things but at times has said he supports the concept that women and men should make equal pay.\nEqual pay\nWe’ve detailed key issues about the gender wage gap in our PolitiFact Sheet, but a consistent argument is that women earn 77 cents on the dollar that men earn.\nTitle VII of the Civil Rights Act of 1964 makes it illegal for employers to discriminate against employees based on race, color, religion, sex, or national origin.\nThe Institute for Policy Women’s Research says discrimination is a big factor for why the gender wage gap still persists. Experts consider \"occupational segregation\" another reason for the wage gap, which means women more often than men work in jobs that pay low and minimum wages.\nIn her campaign website, Clinton says she will work to close the pay gap and to pass the Paycheck Fairness Act, a bill she introduced when she was a senator.\nTrump’s stance\nTrump’s campaign website does not include specific policies for how he would handle equal pay concerns if he was elected president. But his campaign refuted Clinton’s claim that Trump doesn’t believe in equal pay.\n\"We support equal pay for equal work and will enforce all statutes against discrimination,\" Trump’s campaign said in a statement.\nAt the Republican National Convention in July, Trump’s daughter, Ivanka Trump, said that at Trump Organization \"women are paid equally for the work that we do.\"\nShe said her father had made wage equality a practice at his company. \"He will fight for equal pay for equal work, and I will fight for this too, right alongside of him,\" Trump said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut before the convention, in January, the New York Times reported a former female Iowa field organizer filed a discrimination complaint, saying men at Trump’s campaign doing the same jobs were paid more and were permitted to plan and speak at rallies, but her requests were ignored. Trump told the New York Times the former organizer was a disgruntled employee and that his people told him \"she did a terrible job.\"\nFactcheck.org in June noted Trump has likened equal pay legislation to socialism, and that performance, not gender, should determine compensation.\nOn Nov. 19, 2015, Trump said:\n\"Here is the problem. If you start getting involved with government on ‘this one gets this pay and this one gets that pay,’ and then you say — ‘Where does it all start?’ Because you could have a woman that’s much better than a man, or you could have a woman that’s not as good as man, if you sort of say, ‘Everybody gets equal pay,’ you get away from the whole American Dream. You get away from capitalism in a sense.\n\"I can tell you, that I have women, honestly that are just, in many cases, they’re better than men, and I pay them more than men. And to a certain extent, people have to go out there, they have to fight for themselves. … I don’t know if people agree with me, once you get where everybody gets the same, I mean, you’re into a socialistic society.\"\nIn August 2015, Trump said on MSNBC's Morning Joe that if men and women do the same job, they should get the same pay, \"but it's very hard to say what is the same job.\"\nClinton’s campaign pointed to another August 2015 interview, in which CNN’s Chris Cuomo asked Trump if he would pass equal pay legislation.\nTrump said he was looking into it \"very strongly.\"\n\"One of the problems you have is you get to have an economy where it's no longer free enterprise economy,\" Trump said.\nTrump said he favored the concept, but that it’s \"very complicated.\"\n\"I feel strongly -- the concept of it, I love,\" Trump said. \"I just don't want it to be a negative, where everybody ends up making the same pay. That's not our system. You know, the world, everybody comes in to get a job, they make -- people aren't the same.\"\nOur ruling\nClinton said Trump \"doesn't believe in equal pay.\"\nTrump’s campaign website does not have a stipulated stance on equal pay for men and women, but his campaign says he supports \"equal pay for equal work.\" Trump has said men and women doing the same job should get the same pay, but it’s hard to determine what’s \"the same job,\" and that if everybody gets equal pay, \"you get away from capitalism in a sense.\"\nTrump has also said pay should be based on performance, not gender -- so he does appear to favor uniform payment if performance is alike.\nClinton’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.\nhttps://www.sharethefacts.co/share/6bff771d-527f-4055-95a6-652087abc7b6", "vclaim_id": "vclaim-pol-03997"}