{"url": "/factchecks/2014/may/09/david-dewhurst/dewhurst-claim-wendy-davis-raised-money-socialists/", "speaker": "David Dewhurst", "vclaim": "Wendy Davis \"was just doing a fund-raiser in Chicago with the international socialists organization.\"", "truth_label": "pants-fire", "date": "stated on May 7, 2014 in a roundtable debate with state Sen. Dan Patrick:", "title": "Dewhurst claim that Wendy Davis raised money for socialists group unsupported and ridiculous", "text": "Wendy Davis became debate fodder late in a roundtable showdown between Lt. Gov. David Dewhurst and state Sen. Dan Patrick, who will meet in a May 27, 2014, runoff for the Republican Party’s lieutenant governor nomination.\nToward the end of their quarrelsome give-and-take joust, hosted May 7, 2014, by WFAA-TV in Dallas, Patrick blamed Dewhurst for igniting Davis’ gubernatorial bid with his oversight of the Texas Senate in the summer 2013 special legislative session in which Davis, a Democratic senator from Fort Worth, filibustered GOP-sought abortion restrictions.\nDewhurst scoffed, saying that Republican Greg Abbott, the state attorney general, is winning the governor’s fray.\n\"And Wendy Davis’s star is falling, not rising,\" Dewhurst said. \"She was just doing a fund-raiser in Chicago with the international socialists organization.\"\nShe was? We put that claim to the Texas Truth-O-Meter.\nWe asked Dewhurst’s campaign spokeswoman, Eliza Vielma, for the basis of Dewhurst’s claim, and, by email, she pointed to May 6, 2014, Abbott campaign press release. The Abbott release quoted a Chicago Sun-Times news blog post previewing Davis as a featured guest at a May 5, 2014, Chicago fund-raiser for U.S. Rep. Jan Schakowsky, D-Ill.\nAbbott’s release also cited an Oct. 16, 2010, post on \"The Corner,\" a National Review Online blog that describes itself as a \"web-leading source of real-time conservative opinion.\" The 2010 post, by Stanley Kurtz, a senior fellow at the Washington, D.C.-based Ethics & Public Policy Center, said that while researching his book, \"Radical-in-Chief: Barack Obama and the Untold Story of American Socialism,\" he came across \"documentary evidence\" that Schakowsky was a member of the Democratic Socialists of America at the start of her political career.\nKurtz closed his post by saying the \"idea of socialist politicians working openly or quietly within the Democratic Party is not a wild impossibility but a real phenomenon.\"\nNo documents were included in the post to back up Kurtz’s claim that Schakowsky was a member of the socialist group. So we followed up with him. By email, Kurtz said Schakowsky was an \"active member\" of Chicago’s DSA chapter in the 1980s, a conclusion he said he based on chapter newsletters from 1983 and 1986 that he said he viewed in archives at New York University.\n\"I do not know how long\" Schakowsky \"remained a member of the DSA,\" Kurtz wrote.\nAfter we published this fact check, Kurtz told us by email, he sent Breitbart Texas copies of the relevant newsletter pages. Schakowsky is credited as the author of an article in the February/March 1983 issue of the Chicago Socialist, published by the Chicago chapter. Her article recapped a Joliet meeting of the Illinois Public Action Council, a mix of progressive groups. A June 1986 newsletter item, headlined \"DSAers on the move,\" included a sentence stating that on the local political scene, a DSAer had been hired by the chairman of the Illinois Democratic Party while Schakowsky’s bid \"for Cook County Board got a boost when she drew 2nd ballot position among 14 candidates.\" The Cook County Board of Commissioners is the county’s legislative body. Also by email, Bob Roman, secretary of the Chicago DSA chapter, told us the posted excerpts were authentic.\nSchakowsky’s House spokesman, Lee Whack, referred us to her campaign political director, Alex Armour, who didn’t engage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBy telephone, Maria Svart, the national director of the DSA, noted the group is an activist and educational group and not a political party. She also reaffirmed what a predecessor in that role, Frank Llewellyn, told PolitiFact in 2011. To join the group, a person must fill out a form and pay dues, Llewellyn said, adding that the last member of Congress who was a card-carrying member was California Democratic Rep. Ron Dellums, who served 28 years in the House until leaving in 1998.\nSvart also said that while the group doesn’t announce its members, as far as she knows, Schakowsky isn’t a member and never was.\nSeparately, we spotted a web post by the Chicago chapter of the DSA showing Schakowsky spoke at the group’s May 13, 2011, Eugene V. Debs-Norman Thomas-Michael Harrington dinner celebrating union organizers and other activists on the left. A May-June 2011 DSA recap said Schakowsky told guests that despite Democrats being the House minority, she was optimistic in that conservatives in Congress had over-reached. A DSA web page on the history of the annual dinner lists Schakowsky as the 2000 dinner’s honoree. That listing led to another web post detailing why Schakowsky was honored, touching on her actions as a consumer advocate and state and federal legislator. It didn’t speak to her membership (or not) in the DSA.\nBy phone, Roman said Schakowsky is \"not somebody that we claim as a member.\" He also said he generally doesn’t comment on whether anyone is current or former member. \"Once you say ‘so and so’ is a member, was a member or was never a member, then you open yourself to queries about any single person who has ever been a member,\" Roman said.\nTo our inquiry, Davis campaign spokesman Zac Petkanas (fairly new to Texas) said of Dewhurst’s statement: \"That’s potentially the most absurd claim I’ve ever heard.\"\nPetkanas emailed us a copy of the invitation to the Schakowsky event attended by Davis. The invitation  lacks mention of Davis--and lists Winstead as the star attraction. Petkanas also provided what he described as the prepared text of Davis’ remarks at the event, which do not include an appeal for donations to Schakowsky’s political kitty. \"Davis stopped by the event to talk about Texas and give an update on her campaign,\" Petkanas said.\nOur ruling\nDewhurst said Davis raised money in Chicago for a socialist organization.\nDavis appeared at a fund-raiser for a Democratic U.S. House member who may have participated in DSA chapter meetings in the 1980s. There’s no sign Schakowsky is a current DSA member, nor is there evidence Davis raised money for a socialist group.\nThis claim shakes out as incorrect and ridiculous. Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, 6:18 p.m., May 12, 2014: This article was updated to include detail about the newsletter excerpts relied upon by Kurtz, the conservative author. These additions did not change our rating of Dewhurst’s statement.", "vclaim_id": "vclaim-pol-07878"}