{"url": "/factchecks/2020/aug/10/facebook-posts/no-donald-trump-did-not-put-hold-evictions-through/", "speaker": "Facebook posts", "vclaim": "President Donald Trump “put a hold on ALL EVICTIONS through December.”", "truth_label": "false", "date": "stated on August 8, 2020 in a Facebook post:", "title": "No, Donald Trump did not put a hold on evictions through December", "text": "Some Facebook users jumped the gun on a series of executive actions signed by President Donald Trump after bipartisan negotiations on a new coronavirus relief bill ground to a halt.\nOne of the four orders Trump signed on Aug. 8 addressed eviction policy, an urgent matter given the coronavirus pandemic, which has prompted a severe economic downturn and caused many renters to lose their jobs. An eviction moratorium that had been included in the coronavirus relief bill known as the CARES Act expired on July 24 and has not yet been extended. Between 30 million and 40 million people could be at risk of eviction over the next few months without an extended moratorium, the National Low-Income Housing Coalition estimated.\nThe Aug. 8 Facebook post said lawmakers wasted time on negotiations when Trump was taking forceful actions.\nTrump, the post said, \"put a hold on ALL EVICTIONS through December.\" It went on to say that Trump \"is for the people whether you like him or not. This executive order he just signed is going to save a lot of y’all asses.\"\nBut it is not accurate to say Trump extended eviction protections until December.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWhat the CARES Act did on evictions\nFirst, some background on the previous eviction moratorium from the CARES Act.\nThat law, which was passed with almost universal bipartisan support and was signed by Trump on March 27, 2020, provided a 120-day eviction moratorium for renters in specific categories. Those categories included renters who received federal housing assistance (such as by living in public housing or receiving federal financial assistance or tax credits), as well as renters who lived in properties in which the landlord’s mortgage is backed by the federal government, including the mortgage-bundling entities Fannie Mae and Freddie Mac.\nHowever, the ban in the CARES Act expired on July 24, and to date, it has not been extended.\nA different federal eviction moratorium is still in place, but it is set to end on Aug. 31. That one, imposed by the Federal Housing Finance Agency, pauses mortgages and evictions for single-family homes that have mortgages backed by Fannie Mae and Freddie Mac. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSeparately, renters may have protections under state or local policies.\nWhat Trump’s executive order did\nTrump’s executive order falls well short of extending the moratorium from the CARES Act. Instead, it tells executive branch officials to think about possible solutions rather than formally imposing a moratorium. (The executive order also doesn’t mention extending anything \"through December.\")\nHere are the key provisions of Trump’s order:\n• It tells the Health and Human Services secretary and the director of the Centers for Disease Control and Prevention to \"consider whether any measures temporarily halting residential evictions of any tenants for failure to pay rent are reasonably necessary.\"\n• It tells the Treasury secretary and Housing and Urban Development secretary to identify federal funds that can be applied to \"temporary financial assistance to renters and homeowners.\"\n• It tells the director of the Federal Housing Finance Agency to identify \"resources that may be used to prevent evictions and foreclosures for renters and homeowners\" caused by the pandemic. (As an independent agency, it’s unclear whether the president can order the agency to do anything.)\nUnlike the CARES Act eviction ban, \"the executive order does not ‘put a hold’ on evictions at all,\" said Andrew Scherer, the policy director of New York Law School’s Impact Center for Public Interest Law.\nOur ruling\nThe Facebook post said that Trump \"put a hold on ALL EVICTIONS through December.\"\nThat’s incorrect. The executive order tells executive branch officials to think about possible solutions, rather than formally imposing a moratorium, as the now-expired CARES Act language did, at least for properties with a linkage to federal housing finance. The executive order also says nothing about a December deadline.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-17081"}