{"url": "/factchecks/2020/sep/28/viral-image/trumps-reported-tax-payments-much-lower-biden-harr/", "speaker": "Viral image", "vclaim": "In 2017, Joe Biden paid $3,742,974 in federal income taxes and Kamala Harris paid $516,469 while Donald Trump paid $750.", "truth_label": "mostly-true", "date": "stated on September 27, 2020 in a Facebook post:", "title": "Trump’s reported tax payments much lower than Biden, Harris", "text": "In 2017, President Donald Trump paid only $750 in federal income taxes, according to the New York Times, which reported on Sept. 27 that it had obtained the president’s tax information covering more than two decades. \nThe news drew the disdain of some of Trump’s detractors even as the president, who has fought to keep his tax returns private, denied the story.\n\"Little by little, we will see exactly why he is trying so hard to hide his tax returns!!\" read one Facebook post sharing a screenshot of a tweet comparing Trump’s tax returns to those of Democratic presidential candidates, including Democratic presidential nominee, Joe Biden, and his running mate, Kamala Harris.\n\"Federal income taxes paid in 2017 (jointly with spouse): Joe Biden - $3,742,974,\" the tweet says. \"Kamala Harris - $516,469, Bernie Sanders - $343,882, Elizabeth Warren - $268,484, Donald Trump - $750.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe reached out to the Trump and Biden campaigns, as well as the office of Sen. Bernie Sanders, I-Vt., but none immediately responded.\nSen. Elizabeth Warren’s office pointed us to the the Massachussetts Democrat’s tax returns posted on her website. Many of the 2020 presidential candidates released their tax returns on the campaign trail, posting them online for voters to review. \n\"By allowing the public to see their taxes, the Democratic candidates are creating a contrast with President Donald Trump, who defied tradition by refusing to disclose his taxes when he ran for president in 2016,\" the New York Times reported in 2019. \nHere’s what we know. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nAccording to Biden’s 2017 tax return, he had made payments toward his federal income tax totaling $3,742,974. That’s the number that appears in the Facebook post. But the return says he still owed $1,666, so in all, he was on the hook for a little bit more: $3,744,640.\nAccording to Harris’ 2017 tax return — page 280 of 528 in this PDF of her 2004-18 tax returns that her campaign released—  her total federal tax was $516,469, the number that appears in the Facebook post. Including an estimated tax penalty of $2,608, she owed about $519,000 that year. \nAccording to Sanders’ 2017 tax return, he owed $343,882.  \nAccording to Warren’s 2017 tax return, the total federal income tax she owed was $268,484.\nThe Facebook post gets Sanders’ and Warren’s federal tax debts correct, and it’s very close on how much Biden and Harris owed in 2017. It also says that Trump paid $750 in federal taxes that year, which the New York Times recently reported. \nWe haven’t seen Trump’s income tax returns — he’s the only president in modern times to withhold them from the public. A lawyer for the Trump Organization told the New York Times that \"most, if not all, of the facts appear to be inaccurate\" in response to a letter the newspaper sent summarizing its findings. \n\"Over the past decade, President Trump has paid tens of millions of dollars in personal taxes to the federal government, including paying millions in personal taxes since announcing his candidacy in 2015,\" the lawyer told the paper in a statement.\nThe New York Times noted that this claim appeared to conflate income tax with other federal taxes Trump has paid, including Social Security and Medicare.\nIf evidence emerges to bear that out the claims of Trump’s lawyer, we will reconsider our rating on this fact-check. \nFor now, we rate this post Mostly True.", "vclaim_id": "vclaim-pol-19032"}