{"url": "/factchecks/2012/apr/24/bill-nelson/share-speculators-oil-market-has-doubled-past-10-y/", "speaker": "Bill Nelson", "vclaim": "At the same time gas prices have increased, \"the share of the oil market controlled by speculators has more than doubled over the past 10 years.\"", "truth_label": "half-true", "date": "stated on April 15, 2012 in an op-ed in POLITICO:", "title": "The share of speculators in the oil market has doubled in the past 10 years, says Bill Nelson", "text": "What’s higher: the price of gas, or blame for it?\n\nPresident Barack Obama and Sen. Bill Nelson, D-Florida, are among those who say they’ve found the culprit behind $4-a-gallon fill-ups.\n\nNelson vented about \"a new brand of oil trader,\" called a speculator, in an April 16, 2012, POLITICO opinion column. He likened speculators’ marketplace activities to gambling, but gambling that everyone pays for with higher fuel prices.\n\n\"One statistic is really telling: The share of the oil market controlled by speculators has more than doubled over the past 10 years,\" Nelson wrote. \"At the same time, gas has gone from $1.56 a gallon to an average of $3.90 or more a gallon.\"\n\nHis column came the day before Obama announced a plan to increase regulation of the commodities market and strengthen penalties for those who manipulate it.\n\nWith renewed national attention on these traders, we wanted to know if Nelson’s stat was right, and look at his broader point that speculators are contributing to higher gas prices.\n\n* * *\n\nLet’s start with a few basics on buying and selling oil.\n\nThe U.S. Commodity Futures Trading Commission releases reports about the commodities marketplace each week. These reports lay out the quantity of contracts -- called \"futures\" -- for various commodities, including wheat, gold, sugar and crude oil, and what kind of users are holding them.\n\nTraditional commercial traders, including airlines and farmers, use the exchange to buy or sell supplies in advance. They want to hedge their risk in an effort to avoid volatile prices down the road. They include oil producers, for example, who want to lock in prices and supplies for delivery at a future date.\n\nNoncommercial traders buy and sell futures contracts without using them for business purposes -- they’re in it to make a profit. Nelson called them speculators or middle men. Technically, they’re more like investment banks and hedge funds.\n\n\"They are making bets on the prices of the physical commodities, but they are not actually buying the commodities,\" wrote Sheridan Titman, a University of Texas at Austin finance professor, in a blog post.\n\nWe asked Nelson’s office for evidence to back up his claim that speculation in the oil market has more than doubled over the past 10 years.\n\nUsing CFTC reports, Nelson’s team compared West Texas Intermediate crude oil futures contracts -- the benchmark for U.S. oil prices -- held by noncommercial traders to commercial traders. By that measure, the share of the market grew from 24.2 percent in 2002 to 56.9 percent in 2012, Nelson spokesman Dan McLaughlin said.\n\nNelson’s team said these numbers actually downplay the presence of speculators in the marketplace. They also pointed us to testimony from CFTC chairman Gary Gensler that at least 80 percent of trades in the oil market are made by speculators.\n\nThe Paris-based International Energy Agency, of which the United States is a member, agreed that the share of noncommercial trader has more than doubled but used a slightly different anlaysis. They found that noncommercial traders’ share of long open interest contracts increased 15 to 45 percent from 2000 to 2011, and short open interest grew 13 to 36 percent.\n\nThe U.S. is unique among regulators worldwide for publishing Commitment of Traders reports. Still, IEA spokesman Greg Frost said, there’s more to consider about the oil market than U.S. crude oil futures.\n\nNelson’s measure does not include the physical market, other oil markets, or Brent derivatives, which are the basis for European oil prices, Frost wrote in an email.\n\nOther experts we talked to agreed that Nelson’s numbers were likely incomplete. But they also readily conceded that noncommercial trading has increased dramatically over the last decade.\n\n* * *\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nNow for Nelson’s larger point: Are speculators driving up gas prices? We found opinions here run the gamut.\n\n\"I’m sure that speculative trading in oil has been increasing, but I don’t see any reason why that would push up oil prices,\" said Titman, the finance professor at the University of Texas at Austin. \"There is also a lot of speculative trading in natural gas, and those prices have been falling.\"\n\nSome said Nelson’s use of the word \"speculators\" is pejorative and \"fast and loose.\" A noncommercial trader is not necessarily a speculator in a negative way, said Lutz Kilian, a University of Michigan economics professor.\n\n\"The real question is not whether there are many noncommercial traders in the market,\" he said, \"but whether these speculators somehow undermine the functioning of the oil futures market.\"\n\nSo far, he said, pointing to a March 2012 study he co-authored, no one has proven that’s the case or adequately defined \"excessive speculation.\"\n\nKilian further objected to Nelson’s claim that speculators have control over the market.\n\n\"I am not aware of any research study asserting or documenting that noncommercial traders ‘control’ the market,\" he said. \"That's simply the unsubstantiated opinion of the author.\"\n\nOthers say the influx of big financial firms in the commodities market has grown too large and is undermining the markets.\n\nYes, speculators fulfill an important role by taking on risk that commercial traders want to shed, said Jim Collura, who handles public policy at the New England Fuel Institute, which represents heating fuel distributors. But the market turns volatile when speculators dramatically outnumbers hedgers and dominate the marketplace, and that’s what is happening now, he said.\n\nThe noncommercial traders bet more than what the crude is worth, which drives up the price, said Sean Cota, outgoing chairman of the Petroleum Marketers Association of America, which represents gasoline stations, convenience stores, and heating oil businesses.\n\n\"A trader loves volatility,\" he said. \"If the price is the same every day they can’t make money.\"\n\nInformation from the U.S. Energy Information Administration, which conducts independent analyses for the U.S. Department of Energy, chronicled the growth of the crude oil futures contracts. In 2012, the amount of average daily open-interest contracts in crude oil futures in American exchanges was 1,475. That’s nearly three times as many contracts for the same period in 2002, when it was 496.\n\nThe agency’s analysis warned that a link between volatile energy prices and speculators is unproven despite growing research by scholars and securities analysts. Part of the problem? Most activity goes on in the over-the-counter derivatives market, which is less transparent, so more data is needed.\n\n* * *\n\nSo what else could explain the volatility of gas prices when U.S. supply is up and demand is down?\n\nWorldwide supply-and-demand has a lot to do with it, several experts said, pointing to the growing economies of China, India, Russia and Brazil.\n\n\"China has increased their consumption more than we’ve decreased ours,\" said James Hamilton, University of California-San Diego economics professor.\n\n\"My feeling is that a lot of these politicians are deliberately trying to steer that view and putting forward something else that appeals to people’s emotions,\" Hamilton said.\n\nSheridan Titman called blaming oil speculators \"the issue that will not go away\" -- in a blog post two years ago.\n\nOur ruling\n\nNelson said, \"The share of the oil market controlled by speculators has more than doubled over the past 10 years.\" The number is based on data collected by the U.S. Commodity Futures Trading Commission. But experts told us that measure doesn’t include the entire oil market.\n\nPlus, Nelson’s implication is that the rise in noncommercial traders is directly related to the upswing in gas prices over 10 years. That’s a controversial notion, and, as an independent agency pointed out, unproven either way.\n\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-11218"}