{"url": "/factchecks/2013/sep/26/terry-mcauliffe/terry-mcauliffe-says-ken-cuccinelli-tried-make-it-/", "speaker": "Terry McAuliffe", "vclaim": "Says Ken Cuccinelli tried to make it more difficult for mothers to obtain divorces.", "truth_label": "half-true", "date": "stated on September 4, 2013 in a TV ad:", "title": "Terry McAuliffe says Ken Cuccinelli tried to make it harder for moms to get divorces", "text": "Editors Note: On Sept. 16, PolitiFact Virginia rated as Mostly False a statement by Terry McAuliffe’s campaign  that Ken Cuccinelli wants to make it more difficult for mothers to get divorces. After reconsidering the evidence available, we’ve decided to change the rating to Half True, which means the statement is partially accurate but leaves out important details or takes things out of conext. \n \nTerry McAuliffe, Democratic Party gubernatorial candidate, turned to divorce law this month in his ongoing effort to portray Republican Ken Cuccinelli as insensitive to women.\nHere’s the text of a TV ad McAuliffe launched on Sept. 4 that contains a picture of a woman pushing two young children on swings:\n\"2008. Ken Cuccinelli writes a bill to give Virginia among the most extreme divorce laws in America.\nIf Cuccinelli had it his way, a mom trying to get out of a bad marriage, over her husband’s objections, could only get divorced if she could prove adultery or physical abuse or her spouse had abandoned her or was sentenced to jail. \nWhy is Ken Cuccinelli interfering in our private lives? \nHe’s focused on his own agenda. Not us.\"\nThe ad follows a series of McAuliffe claims that Cuccinelli has sought to limit access to abortion and birth control. We wondered whether Cuccinelli really did introduce legislation aimed at making it harder for moms to end bad marriages.\nLet’s start with a quick primer on Virginia’s divorce laws. The grounds for ending a marriage include adultery, felony conviction, cruelty or fear of bodily harm, wilful desertion and voluntary separation of 12 months when there are minor children or six months when there are no minor children and a property agreement exists.\nEven when other grounds exist, couples often use the separation rule so they can obtain a so-called \"no-fault\" divorce, according to Edward Barnes, president of Barnes & Diehl, a family law firm. He said the process ends up being a little less expensive and neither party is blamed for the divorce in a final decree, which is among the paperwork available as public records. And if there’s been adultery or other grounds for ending a marriage, the no-fault grounds can be used as a bargaining chip in divorce proceedings by the innocent party.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\"I think a lot of lawyers will think in terms of benefit to the children,\" Barnes said. \"There will not be an adultery decree that could be waved around later to hurt the children.\"\nAll states have unilateral no-fault divorce grounds, although they vary greatly in the separation time frame required.\nCuccinelli, as a state senator in 2008, introduced legislation that would have eliminated the ability for a spouse in a couple with minor children to unilaterally file for divorce under the separation ground. The bill would have allowed the other spouse to block the process by filing a written objection. The legislation died in the Senate Courts of Justice Committee.\nCuccinelli explained his support for tougher divorce laws in 2007 and 2009 campaign statements. \"Studies show that the dissolution of marriage has long term negative impacts on children and those marriages that last for five years are much more likely to go the distance,\" he wrote. \"For this reason, the state has an interest in marital preservation. I support family law reform that establishes mutual consent divorce and requires counseling where children are involved, unless abuse is involved.\"\nMcAuliffe’s TV ad suggests Cuccinelli’s 2008 bill would have weakened the options of moms seeking divorce and strengthened the hand of dads. McAuliffe’s campaign backed that message sending us links of columns from a conservative father’s rights groups supporting tightening divorce rules and from the Pennsylvania chapter of the National Organization for Women defending the no-fault divorce rules in that state.\nNeither article addressed Virginia law, Cuccinelli’s bill, or laid out specific arguments that no-fault divorce is more advantageous to mothers than fathers. The father’s group contended that children are best-served by being raised in a household with both of their parents; NOW said it is traumatic for children to remain in homes with dysfunctional marriages.\nBarnes, while no fan of Cuccinelli’s bill, said it’s misleading for McAuliffe to portray it as aimed against mothers. \"It’s gender neutral. Neither side can remarry. Both sides, if they’re living apart, can’t files tax returns as a couple and that costs them.\"\nOur ruling \nMcAuliffe’s ad says Cuccinelli introduced legislation in 2008 that would have made it more difficult for mothers to obtain divorces.\nCuccinelli’s unsuccessful bill would have eliminated the ability for a spouse in a couple with minor children to unilaterally file for a no-fault divorce. The legislation would have allowed the other spouse to block the process by filing a written objection.\nIn portraying the bill as an attack on women, McAuliffe ignores that the legislation would have made it equally more difficult for dads to get divorces.\nSo McAuliffe’s statement has accuracy, but leaves out an important detail and context. We rate it Half True.", "vclaim_id": "vclaim-pol-08833"}