{"url": "/factchecks/2011/sep/23/national-republican-senatorial-committee/republican-group-says-rep-tammy-baldwin-backs-15-t/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says U.S. Rep. Tammy Baldwin is backing President Barack Obama’s plan to pass a $1.5 trillion tax increase.", "truth_label": "false", "date": "stated on September 19, 2011 in a news release:", "title": "Republican group says Rep. Tammy Baldwin backs $1.5 trillion tax increase", "text": "When President Barack Obama unveiled a long-term deficit-reduction plan on Sept. 19, 2011, top congressional Republicans dismissed it as a stunt featuring $1.5 trillion in tax increases leaning heavily on the wealthy.\n\nWhile Obama’s plan has little chance in the GOP-controlled House, it did give Republicans more fodder to rail against Democrats for insisting on tax hikes -- and to tie Democrats to Obama’s sinking poll numbers.\n\nOne of the targets was U.S. Rep. Tammy Baldwin, who is running for the seat that Sen. Herb Kohl, a fellow Democrat, will vacate after 2012.\n\nThe messenger was the National Republican Senatorial Committee (NRSC), a campaign arm of the GOP that issued similar news releases going after Democratic Senate candidates in states including Virginia, Florida, Montana, Missouri and New Mexico.\n\n\"Today, as Baldwin continues to double down on her support of the failed first stimulus and the rest of his tax-and-spend policies, President Obama proposed the largest tax hike in U.S. history – a $1.5 trillion tax increase on investors and small businesses that he says is needed to pay for their reckless spending agenda...,\" the NRSC news release said.\n\nHere’s the part of the release that caught our eye (italics ours) -- a quote from NRSC spokesman Chris Bond:\n\n\"Under the Obama-Baldwin economic record, America has lost 2.4 million jobs, the federal debt has skyrocketed past $14.6 trillion, government spending has grown to record levels, and the response from Obama and Baldwin is to pass a record tax increase on the backs of Wisconsin small businesses,\" the release said.\n\nDid Baldwin, who recently launched her Senate bid, really come out in favor of a $1.5 trillion tax increase?\n\nWhen we asked Bond for evidence, he pointed to:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nBaldwin’s press statement on Sept. 8, 2011 expressing support after Obama’s speech that night. In his address, the president focused on the $447 billion American Jobs Act.\n\n\n\nBaldwin’s comments in favor of the Jobs Act on Sept. 17, 2011 at a Madison rally dubbed \"Fighting Bob Fest\" after Progressive icon Robert La Follette.\n\n\nThe Jobs Act is separate from Obama’s broader \"Long-Term Deficit Reduction Plan,\" which would raise taxes on the wealthy to pay for the jobs bill and help fund a 10-year drive to reduce federal deficits by some $3 trillion. The president touted the principles of that plan in the same speech where the Jobs Act was unveiled but did not lay out the details until Sept. 19, 2011.\n\nThat announcement was what prompted the NRSC release -- and where the timing gets interesting.\n\nBond said because the Jobs Act and Obama’s long term deficit reduction plan were linked in the initial speech and have somewhat overlapping funding sources, it’s fair to say Baldwin supports the White House’s deficit-reduction plan and the $1.5 trillion in tax increases to pay for it.\n\n\"This is one big policy rollout that they are doing,\" Bond said.\n\nLet’s look at the record.\n\nBaldwin indeed praised the Jobs Act -- specifically Obama’s focus on creating construction jobs to erect public infrastructure so America doesn’t \"sit back and watch China build newer airports and faster railroads.\"\n\nBaldwin’s press statement the night of the president’s speech on jobs and deficits was both broad (praising his call for \"bold action\") and specific (citing the Jobs Act infrastructure plan). The middle class, Baldwin said, \"is taking it on the chin in both the economic and political environments.\"\n\nHer comments came before and after Obama announced tax hikes to pay for the Jobs Act -- but two days before Obama released the specific and much longer list of tax hikes in his Long-Term Deficit Reduction plan. Those are the ones that tally out to $1.5 trillion.\n\nWe could not find any public comments by Baldwin in favor of the large package of tax hikes -- the one the NRSC says Baldwin is backing.\n\nWe asked Bond if he had evidence that Baldwin was specifically endorsing the tax package.\n\n\"I haven’t seen any politician say that,\" he told us. \"She hasn’t done it.\"\n\nBaldwin’s campaign confirmed this in an email: \"While Tammy Baldwin applauds the President’s plan to create jobs, she hasn’t taken a position on the (deficit-plan) revenue package and is concerned about some of the cuts to Medicare and Medicaid that have been proposed.\"\n\nObama’s deficit plan drew public praise from some liberal Democrats, especially the new minimum tax rate for individuals making more than $1 million a year, the so-called Warren Buffett rule. There was an undercurrent of caution among Democrats, though, with some saying they wanted to see details to ensure Medicare and Medicaid were protected.\n\nOur conclusion\n\nThe NRSC contended that Baldwin backed $1.5 trillion in tax hikes in Obama’s 10-year deficit plan.\n\nRepublicans certainly have a case that Baldwin prefers what Obama calls a \"balanced\" approach to deficit fighting -- revenue hikes along with spending cuts. She may ultimately side with many of Obama’s ideas, which were sent to the congressional \"super committee\" that is to propose a major debt plan late this year.\n\nBut the NRSC itself acknowledges Baldwin has not endorsed Obama’s deficit plan, which is a much broader proposal than the Jobs Act.\n\nWe rate this claim False.", "vclaim_id": "vclaim-pol-12378"}