{"url": "/factchecks/2013/feb/14/john-wisniewski/chris-christie-vetoed-bills-raise-minimum-wage-and/", "speaker": "John Wisniewski", "vclaim": "\"We have a governor who's vetoed measures like increasing our minimum wage and restoring the earned income tax cut.\"", "truth_label": "mostly-true", "date": "stated on February 2, 2013 in a campaign rally:", "title": "Chris Christie vetoed bills to raise minimum wage and restore Earned Income Tax Credit, Democratic Party chairman says", "text": "As state Sen. Barbara Buono kicked off her campaign to unseat Gov. Chris Christie, state Democratic Party Chairman John Wisniewski said she had a record on which to run.\n\nThat record, he said, belongs to the Republican governor.\n\nWith supporters holding up Buono signs behind him, Wisniewski sounded off on Christie’s tenure during a Feb. 2 campaign kickoff rally at New Brunswick High School. Buono forms the \"perfect contrast\" to Christie, said Wisniewski, a state assemblyman from Middlesex County.\n\n\"We have a governor who’s vetoed measures like increasing our minimum wage and restoring the Earned Income Tax Cut,\" Wisniewski said, eliciting boos from the crowd.\n\nThe assemblyman’s charges are pretty solid. By different means, Christie has vetoed bills to raise the minimum wage and to increase the Earned Income Tax Credit after reducing that benefit in his first state budget.\n\nBut Wisniewski’s statement ignores the fact Christie also has offered alternatives to both.\n\nFirst, let’s talk about the minimum wage.\n\nIn late 2012, the Democrat-controlled Legislature passed a bill to increase the hourly minimum wage from $7.25 to $8.50 and implement annual cost-of-living increases. But on Jan. 28, Christie conditionally vetoed the legislation and recommended certain changes, including scrapping cost-of-living increases and phasing in over three years a $1 increase.\n\nDemocrats have rejected that plan and vowed to ask voters in November to amend the state Constitution with a minimum wage hike tied to annual cost-of-living increases.\n\nNow, we’ll address the Earned Income Tax Credit for low-income residents who work.\n\nAs part of the fiscal year 2011 budget, the state tax credit was reduced from 25 percent to 20 percent of the federal amount. That reduction began with tax year 2010.\n\nThe Legislature passed a bill in June 2011 to restore the credit to the original 25 percent figure, but Christie later vetoed the bill without proposing any changes. In June 2012, Christie vetoed a second bill to restore the credit.\n\nHowever, around the same time, he offered to restore the credit as part of a plan to provide an income tax cut That proposal was outlined in Christie’s conditional veto of a separate bill that would have raised the income tax rate on taxable income of more than $1 million.\n\nThe Legislature has not acted on the governor’s proposal.\n\nMore recently, Christie agreed to increase the tax credit as part of his conditional veto on the minimum wage bill.\n\nSo, while it’s correct the governor vetoed two bills to restore the Earned Income Tax Credit, he also has offered at least two proposals that included increasing the tax credit.\n\nAlicia D’Alessandro, a spokeswoman for Wisniewski, said in an e-mail that the governor’s alternative proposals are not worth acknowledging.\n\n\"The conditions attached to his vetoes undercut the purpose of the bills and do not even merit acknowledgement,\" she said. \"In what world would the Democratic state chairman give credit to the Republican governor for ‘alternative measures’ that were clearly offered only for show?\n\n\"Anyone who believes that would happen at a campaign rally must think this election is happening in Fantasyland.\"\n\nOur ruling\n\nAt a campaign rally for Buono, Wisniewski said: \"We have a governor who’s vetoed measures like increasing our minimum wage and restoring the earned income tax cut.\"\n\nWisniewski is right about those vetoes. Christie conditionally vetoed a bill to raise the state’s minimum wage and issued absolute vetoes on two bills to increase the Earned Income Tax Credit.\n\nBut the governor has offered alternatives to increase the minimum wage and restore the tax credit to its previous level.\n\nWe rate the statement Mostly True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-09717"}