{"url": "/factchecks/2010/feb/26/charlie-crist/charlie-crist-correct-rubio-supported-gun-restrict/", "speaker": "Charlie Crist", "vclaim": "\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"", "truth_label": "true", "date": "stated on February 1, 2010 in a news release:", "title": "Charlie Crist correct that Rubio supported gun restrictions", "text": "It's going to be a long summer. It's only February and the barbs are already flying in the Republican campaign for U.S. Senate. (The primary isn't until Aug. 24.)In a recent press release, Gov. Charlie Crist fired off 10 claims about his opponent, former House Speaker Marco Rubio. One statement questioned Rubio's commitment to gun rights: \"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"A candidate's stance on gun issues can be critical in a Republican primary. Some gun rights groups oppose restrictions such as these. We thought the statement merited further research.The claim stems from a January 2000 Miami Herald article. Rubio, then 28, was running in a special election for his first term in the Florida House. The Herald article profiled Rubio and his opponent and recounted their positions on key issues. It said, \"Rubio supports 'reasonable restrictions' including background checks and waiting periods.\" It quoted Rubio saying, \"However, I believe we should spend more time focusing on why people, especially children, are committing acts of violence.\"Asked about the passage in the article, Rubio spokesman Alex Burgos confirmed that it accurately described Rubio's position and said, \"It's basically a restatement of his support for the current law.\"In 1990, Florida voters passed a law requiring a three-day waiting period to buy handguns. When the Brady Bill was enacted into federal law in 1993, it called for a five-day waiting period, but Florida's earlier law took precedence. The three-day waiting period is still in effect, unless the buyer has a license to carry a concealed weapon.Burgos noted that throughout his time in the Legislature, Rubio had an \"A\" rating by the National Rifle Association. Rubio voted for major NRA priorities such as a 2005 \"castle doctrine\" law allowing people to use deadly force if attacked in their home or any place a person \"has a right to be.\" Rubio also supported a 2008 law allowing most employees to bring guns to work, as long as they held a concealed weapons license and kept the gun in their cars.Marion Hammer, a lobbyist for the NRA who served as its national president and has donated money to Crist's campaign, told PolitiFact Florida that Rubio's rating would go down when new grades are released in May. That's a reflection of several compromises in the \"guns-at-work\" bill that occurred during Rubio's time as speaker, she said. Rubio's record on guns as a House member is clear -- he voted with major NRA priorities and got an \"A\" rating for each of his elections, at least until now. But Crist accurately claimed that Rubio supported laws that instituted waiting periods and background checks on gun owners. Crist's statement earns a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDebbie Wasserman Schultz\n\n\nstated on January 9, 2011 in comments on NBC's 'Meet the Press'\n\n\n\n\n\n\n\n\nSays the person who Florida U.S. Rep. Allen West first hired as chief of staff told people attending a Tea Party rally that, 'We will use bullets if ballots don't work.'\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 10, 2011", "vclaim_id": "vclaim-pol-15271"}