{"url": "/factchecks/2013/jul/26/portlanders-water-reform/are-pet-projects-blame-portlands-high-water-and-se/", "speaker": "Portlanders for Water Reform", "vclaim": "Says the reasoning behind Portland's high water and sewer rates is \"all kinds of ’pet projects’ unrelated to the core function of the water and sewer bureaus\"", "truth_label": "barely-true", "date": "stated on July 18, 2013 in a fundraising letter.:", "title": "Are 'pet projects' to blame for Portland's high water and sewer rates?", "text": "There’s little doubt that Portland has one of the highest combined water and sewer rates in the country. The city came in at No. 5 in a 2010 industry analysis of the nation’s 50 most populous cities, and rates have more than doubled since 2001.\n\nNaturally, this leads to some frustration from ratepayers. A couple years back, a group of Portlanders filed a lawsuit asking a Multnomah County judge to declare that the city improperly spent millions of dollars in ratepayer money on projects such as the Rose Festival Foundation headquarters and the Water House in east Portland.\n\nNow the man behind that lawsuit, Kent Craford, is launching another effort to tamp down on increases. He’s formed a group called Portlanders for Water Reform, which aims to get a measure on the 2014 ballot with the goal of wresting oversight of water and sewer utilities from the Portland City Council and giving it to an independently elected board.\n\nThe group explained its motivation in an e-mail looking for donations on the day it launched the campaign:\n\n\"As you know, Portland water and sewer rates are out of control and sadly they aren’t going to get any better. According to the Portland Water Bureau’s own numbers, water rates will increase 66 percent in the next five years. Portland’s water rates are higher than those in Phoenix, Arizona! This is unacceptable.\n\n\"What is even more unacceptable is the reasoning behind the high rates. All kinds of ’pet projects’ unrelated to the core function of the water and sewer bureaus has (sic) been funded in the bureaus’ budgets at the direction of the City Council. Ratepayers have sued the City over these expenditures. By the City’s own account, the projects identified in this lawsuit total over $127 million.\"\n\nThese are excerpts from a e-mail sent to select donors by a fundraising agency on behalf of Portlanders for Water Reform and then published by the Portland Mercury. Craford wouldn’t give The Oregonian a copy but he did confirm the letter’s authenticity.\n\nPolitiFact Oregon couldn’t help wonder whether these pet projects were really the reason for the growing rates. We decided to look into the matter for ourselves.\n\nFirst we spoke with the city attorney’s office to double check that the $127 million cited in the e-mail was accurate. It is. There are two things to keep in mind here, though. That $127 million figure is the high-end estimate. And the bill was wracked up over a time period of between four and 10 years.\n\nThe figure includes line items like the financing of political campaigns, the Portland Loo Project, the Rose Festival Headquarters (which has since been paid through other funds), the Dodge Park master plan, park arborists and the acquisition of Centennial Mills.\n\nNow that all adds up -- and it’s not just the group filing this ballot measure that has been closely watching the spending. So has The Oregonian, both in news articles and editorials. Still, as City Hall reporter Brad Schmidt has been careful to point out in his coverage, these projects are a relative drop in the bucket when shown against overall bureau spending.\n\nTogether, those bureaus spend about $440 million a year while the millions mentioned in the lawsuit have been dispersed over a number of years, at least as far back as 2008 according the lawsuit itself. That means the \"pet projects\" spending -- and folks at the city don’t believe everything in the lawsuit is unrelated to the bureaus’ missions -- accounts for about 7 percent of what the water and environmental services spent over the past four years.\n\nNow, we also spoke with people from each of the bureaus.\n\nDavid Shaff, the Water Bureau’s administrator, pointed out that the bureau is expecting to spend about $300 million alone on federally mandated reservoir changes. \"The Water House or the loo or the Rose Festival headquarters are a tiny fraction of that,\" Shaff said.\n\nSimilarly, over at the Bureau of Environmental Services, which takes care of sewers, money is being spent. Take, for instance, the Big Pipe. That project cost the city $1.4 billion and its debt is still being paid off. What’s more, to keep the city’s century-old system in working order, that bureau plans on spending $139 million over the next five years in one repair program alone.\n\nWe called Craford to get his take on all of this.\n\n\"It's a one page letter,\" he said. \"They need to be quick, they need to get people's attention and conclude with the request … it's not intended to be a book report.\"\n\nWe understand that, of course, but the way the e-mail reads it’s the pet projects that are driving the increasing water and sewer rates. Certainly, ending those projects would help curb the increases, but that wouldn’t end them -- not by a long shot.\n\n\"Of course these are not the only contributors to rates,\" Craford said. He then cited $300 million worth of spending on reservoirs he doesn’t believe we need -- though that has been mandated by the federal government -- and \"all sorts of projects that are ‘mission related’ that are unnecessary.\"\n\nIn a letter looking for donations, Portlanders for Water Reform clearly draws a link between the city’s high water and sewer rates and \"all kinds of ‘pet projects’ unrelated to the core function of the bureaus.\" The e-mail clearly states that those projects are \"the reasoning\" for the high rates, leaving the impression that they’re the main cause, if not the only one.\n\nA closer look reveals they are a relatively small part the rising rates, shadowed by much larger projects.\n\nThe statement contains some element of truth in that these project contribute to increased rates, but it ignores critical facts that would give a different impression, particularly larger projects like the $1.4 billion Big Pipe.\n\nWe rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmanda Fritz\n\n\nstated on October 3, 2011 in in campaign literature\n\n\n\n\n\n\n\n\nSays that \"In 2009, I saved ratepayers around $500 million by persuading the Council to pursue a less expensive compliance mechanism if the City is required to treat Bull Run drinking water.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 11, 2011", "vclaim_id": "vclaim-pol-09065"}