{"url": "/factchecks/2013/dec/28/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-most-republicans-ag/", "speaker": "Sheldon Whitehouse", "vclaim": "\"61 percent of non-tea party Republicans actually agree...there is 'solid evidence the earth is warming,' ...[but] 70 percent of tea partiers, contrarily, say there is 'no solid evidence' the earth is warming.\"", "truth_label": "mostly-true", "date": "stated on December 17, 2013 in a speech on the Senate floor:", "title": "Sheldon Whitehouse: most Republicans agree Earth is warming; tea party accounts for most denial", "text": "During his weekly floor speeches on climate change, U.S. Sen. Sheldon Whitehouse has been promoting the idea that congressional Republicans who blocked climate change legislation are out of touch with Republicans throughout the United States.\nOn Nov. 25, PolitiFact Rhode Island gave a Mostly True ruling on Whitehouse’s claim that, in a poll, \"53 percent of young Republican voters . . . under age 35 said that they would describe a climate [change] denier as 'ignorant,' 'out of touch' or 'crazy.'\"\nWhitehouse repeated his assertion about young Republicans in a slightly different way during his Dec. 17 speech on climate, his 53rd, focusing on the attitudes of the tea party faction of the Republican Party. He cited a poll that looked at all Republicans, not just those under age 35.\n\"Another national survey, this one by the Pew Research Center, found that most -- 61 percent of non-tea party Republicans -- actually agree, actually agree there is 'solid evidence the earth is warming,' with a plurality saying it is 'mostly because of humans,'\" Whitehouse said.\n\"But the tea partiers are different,\" he added. \"Seventy percent of tea partiers, contrarily, say there is 'No solid evidence' the earth is warming. And 41 percent of tea partiers assert that warming is 'Just not happening.'\"\n\"Unfortunately here in Congress,\" he said later in the speech, \"the dark, heavy hand of the polluters is helping the tea party drive the Republican Party off the cliff.\"\nWas Whitehouse correctly characterizing the attitudes of Republicans in general and members of the tea party in particular?\nWe went back to the Pew survey to look at those numbers.\nPew conducted the poll of 1,504 adults from Oct. 9-13, 2013; 655 said they were Republicans or leaned Republican, and 304 of them identified with the tea party.\nAsked whether there is \"solid evidence the earth is warming,\" 61 percent of non-tea party Republicans said yes; just 25 percent of tea party supporters said yes. (The margin of error for tea party numbers is plus or minus 6.5 percentage points and 6.2 percentage points for non-tea party Republicans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSo Whitehouse quoted the findings accurately, within the margin of error.\nWhitehouse was also correct when he said that 70 percent of tea party members responding said there is no solid evidence that Earth is warming, with 41 percent saying it's just not happening.\nIn contrast, a mere 13 percent of other Republicans said it's \"just not happening.\"\nYet just because Republicans think there's good evidence that Earth is warming doesn't mean they think human activity is responsible. That's an important point to consider when looking at whether members of the GOP support trying to do something to reverse the trend.\nAmong non-tea party Republicans who thought the planet is warming, nearly 40 percent said it was due to natural patterns.\nOur ruling\nSheldon Whitehouse said that \"61 percent of non-tea party Republicans actually agree . . . there is 'solid evidence the earth is warming,' . . . [but] 70 percent of tea partiers, contrarily, say there is 'no solid evidence' the earth is warming.\"\nThe senator was accurately quoting the results of the October Pew poll.\nBut there's more to the story if you want to understand the ongoing opposition to climate change legislation by supporters of the GOP.\nWhile many non-tea party Republicans acknowledge that climate change is occurring, a majority (54 percent) still either deny climate change or think it is part of a natural cycle not caused by human activity.\nThat's an important factor to consider, which Whitehouse omitted. For that reason, we rate his statement Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected]. And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08457"}