{"url": "/factchecks/2014/aug/29/burger-king/burger-king-says-its-not-moving-and-will-continue-/", "speaker": "Burger King", "vclaim": "After merging with Tim Hortons of Canada, Burger King is \"not moving. … Our headquarters will remain in Miami\" and \"(we) will continue to pay all of our federal, state and local U.S. taxes.\"", "truth_label": "half-true", "date": "stated on August 26, 2014 in a Facebook post:", "title": "Burger King says it's 'not moving' and 'will continue to pay all' of its taxes", "text": "When Burger King, the American fast-food icon, announced a deal to join forces with the Canadian coffee-and-donuts giant Tim Hortons, the reaction was swift. Burger King, it turned out, would become part of a Canadian parent company, potentially resulting in significant savings on what it pays in U.S. taxes -- a maneuver known as a corporate tax \"inversion.\" Politicians, and ordinary Americans, cried foul.\nSen. Sherrod Brown, D-Ohio, urged customers to bring their fast-food cravings to two companies that have long operated from Ohio -- Wendy’s and White Castle. \"Burger King has always said ‘Have it Your Way,’ \" Brown said in a statement. \"Well, my way is to support two Ohio companies that haven’t abandoned their country or customers.\"\nMeanwhile, hundreds of commenters took to Facebook to protest the move. \"If Burger King goes ahead with the ugly, greedy, anti-American tax-avoidance ploy of this inversion, I will NEVER AGAIN set foot inside any of your restaurants,\" said one.\nA reader asked us to check the accuracy of Burger King’s own Facebook message about the transaction. Here’s what the company posted:\n\"We hear you. We’re not moving, we’re just growing and finding ways to serve you better.\n\"As part of the announcement made today, both Burger King Corp. and Tim Hortons will continue to operate as independent brands. We’ll just be under common ownership. Our headquarters will remain in Miami where we were founded more than 60 years ago and business will continue as usual at our restaurants around the world.\n\"The decision to create a new global QSR leader with Tim Hortons is not tax-driven – it’s about global growth for both brands. BKC will continue to pay all of our federal, state and local U.S. taxes.\n\"We’re proud of the heritage of Burger King and will maintain our long-standing commitment to our employees, franchisees and the local communities we serve.\n\"The WHOPPER isn’t going anywhere.\"\nWe decided to check the company’s claim that after merging with Tim Hortons of Canada, Burger King is \"not moving. … Our headquarters will remain in Miami\" and \"(we) will continue to pay all of our federal, state and local U.S. taxes.\" (Burger King's public-relations firm did not return an inquiry.)\nTo start, we turned to Burger King’s corporate press release announcing the deal.\nIn it, Alex Behring, Burger King’s executive chairman, explains that the deal involves \"bringing together our two iconic companies under common ownership.\" Oakville, Ontario, will \"remain global home of Tim Hortons,\" the release says, while Miami is \"to remain global home of Burger King.\"\nThat’s the justification for the Facebook post’s claim that Burger King is \"not moving\" and that its \"headquarters will remain in Miami.\"\nBut that leaves out a significant wrinkle. The release notes that both companies will, in turn, be owned by a newly created, and as-yet unnamed, parent company. \"The new global company will be based in Canada, the largest market of the combined company,\" the release says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAnd that’s a detail that will likely have an impact on how much the company pays in U.S. taxes.\nBurger King is planning to manage its operations -- everything from the distribution of burger buns to its marketing strategy -- from Miami. But the new parent company's legal location, known as its \"domicile,\" will be in Canada -- an important point for tax purposes.\nWhen it was just an American company, Burger King paid U.S. taxes on its entire worldwide income -- a policy that few of the United States’ industrialized rivals have. Under U.S. tax law, the pre-merger Burger King would have been taxed when it brought home (or \"repatriated\") its foreign profits. It would have gotten a credit for the foreign taxes it paid and faced a U.S. tax liability on the amount above that.\nThe biggest tax effect for the post-merger Burger King is that it will pay U.S. taxes only on the profit it earns in the United States. (The company will continue to be taxed on those profits in the countries in which they’re earned.)\nA related impact: Burger King’s new corporate structure may make it easier for the company to shuffle its earnings around in order to minimize tax liability.\nFor instance, a company in Burger King’s situation can have \"the foreign part of the firm lend money to the U.S. part,\" Roberton Williams, a fellow at the Urban Institute-Brookings Institution Tax Policy Center, said. \"The interest paid by the U.S. part is deductible against its U.S. income and thus cuts its U.S. taxes owed. The interest is taxable to the foreign part of the firm, but presumably at a lower rate, thus saving taxes on net.\"\nMeanwhile, if the same merger had been made -- but the company instead chose to make its domicile in Miami -- the profits from Tim Hortons would have been subject to U.S. taxes once they were repatriated. Since Tim Hortons is of similar size to Burger King, this would not be a trivial amount. Given that they had a choice of locating the new parent company in either Canada or the United States, it’s easy to see why Burger King took the approach it did.\n\"When they say ‘(we) will continue to pay all of our federal, state and local U.S. taxes,’ they are correct for the most part,\" said Kyle Pomerleau, an economist with the Tax Foundation. \"Every penny they earn here will be taxed. The only tax that they would no longer legally be required to pay is the additional U.S. tax on income they earn overseas.\"\nIt’s also worth noting that, unlike some maneuvers that were done almost exclusively to cut a company’s corporate tax bill, there’s a genuine business-strategic reason for the Burger King-Tim Hortons merger -- international expansion and an opening for Burger King into the breakfast market. And it’s not as if Burger King is moving its domicile to a Caribbean island with minuscule tax rates. The combination of national and provincial rate for corporate taxation in Ontario is 26.5 percent.\nStill, however logical the deal may be in business terms, the company’s Facebook post leaves a lot out of the picture.\nThe Facebook post, while technically accurate, \"is misleading,\" said Edward Kleinbard, a University of Southern California professor in law and business and a former chief of staff of Congress’s Joint Committee on Taxation. \"The U.S. operating company will pay U.S. tax, but the existence of a new foreign holding company opens up a range of future tax avoidance possibilities.\"\nOur ruling\nOn its Facebook page, Burger King said that after merging with Tim Hortons of Canada, the company is \"not moving. … Our headquarters will remain in Miami\" and \"(we) will continue to pay all of our federal, state and local U.S. taxes.\"\nThe part about not moving is technically accurate, but it leaves out that the company’s domicile will move from the United States to Canada -- a shift with potentially significant impacts on its tax liability. As for the part about continuing to pay its taxes, we’d fully expect the company to pay what it owes under the law. But that ignores that the company should be able to legally avoid significant tax payments it would have made had the company not merged.\nThere may be sound financial reasons for Burger King’s incorporation decision, but the tone and message of the Facebook post is distinctly at odds with reality. The claim is partially accurate, but it takes things out of context, so we rate it Half True.", "vclaim_id": "vclaim-pol-07370"}