{"url": "/factchecks/2014/apr/16/jim-demint/not-many-times-more-democrats-sometimes-do-raise-m/", "speaker": "Jim DeMint", "vclaim": "\"The big Wall Street banks, the big corporations\" give \"many times more\" political donations to Democrats than Republicans.", "truth_label": "false", "date": "stated on March 7, 2014 in an interview:", "title": "Jim DeMint says Wall Street gives much more to Democrats than Republicans", "text": "When Politico Magazine ran an article about Jim DeMint, president of the conservative Heritage Foundation think tank, it posed this question with its headline:\n\"Is Jim DeMint the Most Hated Man in Washington?\"\nThe former U.S. senator from South Carolina, according to the article, had made a sport of bashing fellow Republicans.\nFour days later, on March 7, 2014, conservative talk show host Charlie Sykes asked the same question of DeMint during an interview on WTMJ-AM (620) in Milwaukee.\nDeMint called the label a badge of honor. And when the conversation turned to connections between the federal government and big business, he contradicted conventional political wisdom.\n\"The big Wall Street banks, the big corporations,\" DeMint asserted, give \"many times more\" in political contributions to Democrats than Republicans.\nThe \"many times more\" made us curious.\nDeMint's take\nHere's the part of the interview where DeMint made his statement.\nSykes: \"It’s an interesting point when we talk about the crony capitalism, because I think that the Left would like people to believe that somehow that big government is a rival to big business. And your point is, no, in fact, big business likes big government, big government likes big business and they conspire together against the little guy.\n\"You are describing crony capitalism here. But isn’t this kind of a problem that conservatives and Republicans have faced -- that, particularly in 2012, the Left rather successfully characterized conservatives as the party of big business, as the party of that kind of crony capitalism. What do Republicans and conservatives need to do to shake that image?\"\nDeMint: \"Well, it’s so false. I mean, it amazed me while I was in Congress to see the big Wall Street banks, the big corporations -- they give more to Democrats, many times more, than they do to Republicans because the big government, and the more it grows, the more it advantages them.\"\nDeMint essentially made a present-tense claim, but he also referenced his time in Congress --  he served in the Senate from January 2005 until April 2013, when he left for the Heritage Foundation.\nWe’ll also note that the context of his remarks were of all Washington, not just the House or Senate.\nSo, we will evaluate contributions going back to 2005 to see if Democrats received \"many more times\" in political contributions than Republicans from both groups: Wall Street banks and corporations.\nDeMint’s evidence \nWhen we requested information to back the Wall Street banks part of DeMint’s claim, Heritage Foundation spokesman Jim Weidman cited several articles, most of which highlighted the fund-raising success of Barack Obama, both during his run as the Democratic presidential candidate in 2008 and his run for re-election in 2012.\nNone of the articles, however, said that on the whole Democrats were raising several times as much money as Republicans in the financial sector.\nFor the corporations part of DeMint’s claim, a 2008 article said that for the first time in a decade, corporations were spending more money to elect Democrats than Republicans.\nBut again, no evidence that Democrats were collecting many times more in donations than Republicans.\nSome of the articles DeMint cited quoted figures from the nonpartisan Center for Responsive Politics, which runs the OpenSecrets.org website to track political donations. The center is a widely quoted authority. Let’s see what they have.\nDigging into the data\nHere are breakdowns of the center’s data over the past five two-year election cycles, dating back to when DeMint first entered the U.S. Senate in 2005.\nCycles begin with an odd-numbered year. So, the 2006 cycle encompasses 2005 and 2006, 2008 encompasses 2007 and 2008, etc.\nWall Street, or Wall Street banks, are not a specific category of donors. But the center told us that people interested in political contributions from Wall Street typically look at three categories: securities and investment, hedge funds and commercial banks.\n\n\n\n\nSecurities & Investment\n\n \n \n\n\n\nElection cycle\n\n\nDonations to Democrats\n\n\nDonations to Republicans\n\n\n\n\n2006\n\n\n$42.3 million\n\n\n$37.1 million\n\n\n\n\n2008\n\n\n$100.5 million\n\n\n$74 million\n\n\n\n\n2010\n\n\n$49.1 million\n\n\n$50.8 million\n\n\n\n\n2012\n\n\n$59.3 million\n\n\n$130.9 million\n\n\n\n\n2014\n\n\n$17.6 million\n\n\n$30 million\n\n\n\n\n \nSo, in securities and investment, Democrats led Republicans in two of the five cycles, but Republicans led in the three most recent cycles.\nAnd the largest margin for Democrats was 58 percent to 42 percent in 2008 -- nowhere near the \"many times more\" DeMint claimed.\nThe largest for Republicans was 69 percent to 31 percent in 2012.\n\n\n\n\nHedge Funds\n\n \n \n\n\n\nElection cycle\n\n\nDonations to Democrats\n\n\nDonations to Republicans\n\n\n\n\n2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n$4.17 million\n\n\n$1.44 million\n\n\n\n\n2008\n\n\n$13.3 million\n\n\n$6.6 million\n\n\n\n\n2010\n\n\n$5.88 million\n\n\n$6.4 million\n\n\n\n\n2012\n\n\n$4.06 million\n\n\n$12.5 million\n\n\n\n\n2014\n\n\n$1.75 million\n\n\n$3.69 million\n\n\n\n\nIn hedge funds, Democrats did have nearly a 3-to-1 advantage -- 74 percent to 25 percent in 2006. But that is just one cycle, dating back eight years.\nAs in the much larger securities and investment category, Republicans led in the three most recent cycles.\nThe Republicans’ best margin was 75 percent to 25 percent in 2012.\n\n\n\n\nCommercial Banks\n\n \n \n\n\n\nElection cycle\n\n\nDonations to Democrats\n\n\nDonations to Republicans\n\n\n\n\n2006\n\n\n$9.91 million\n\n\n$15.8 million\n\n\n\n\n2008\n\n\n$18.5 million\n\n\n$19.9 million\n\n\n\n\n2010\n\n\n$8.28 million\n\n\n$13.6 million\n\n\n\n\n2012\n\n\n$10.7 million\n\n\n$26.4 million\n\n\n\n\n2014\n\n\n3.3 million\n\n\n$7.63 million\n\n\n\n\nDemocrats didn’t lead in the commercial banks category in any of the five election cycles.\nAs for calculating corporation money, that is more complicated.\nThe broadest classification of political donors separates them into business, labor, or ideological interests. according to the Center for Responsive Politics. \"Business\" contributions from individuals are based on the donor's occupation/employer. Since nearly everyone works for someone, and since union affiliation is not listed on FEC reports, totals for business are somewhat overstated, while labor is understated. Still, the base of large individual donors is predominantly made up of business executives and professionals. Contributions under $200 are not included in these numbers, as they are not itemized.\nHere’s a breakdown for total business contributions -- from individuals and political action committees:\n\n\n\n\nBusiness\n\n \n \n\n\n\nElection cycle\n\n\nDonations to Democrats\n\n\nDonations to Republicans\n\n\n\n\n2006\n\n\n$510.4 million\n\n\n$645.1 million\n\n\n\n\n2008\n\n\n$1.1 billion\n\n\n$917.4 million\n\n\n\n\n2010\n\n\n$654.6 million\n\n\n$632.1 million\n\n\n\n\n2012\n\n\n$883.4 million\n\n\n$1.27 billion\n\n\n\n\n2014\n\n\n$228.5 million\n\n\n$316.4 million\n\n\n\n\n\nThere’s a similar pattern here, with Republicans leading in the two most recent election cycles and three of the five cycles overall. The Democrats’ best edge was 55 percent to 45 percent in 2008, far from even a 2-to-1 margin. The Republicans’ best advantage was 59 percent to 41 percent in 2012.\nOur rating\nDeMint said that the \"big Wall Street banks, the big corporations\" give \"many times more\" political donations to Democrats than Republicans and he referred to his time in the U.S. Senate from 2005 to 2013.\nDemocrats raised nearly three times more than Republicans in one financial sector in one election cycle. But for the most part, when they led their margins were much smaller. And in recent cycles, Republicans have led in money from Wall Street and business.\nWe rate DeMint’s statement False.", "vclaim_id": "vclaim-pol-07985"}