{"url": "/factchecks/2016/aug/17/gary-johnson/gary-johnson-correct-most-americans-support-legali/", "speaker": "Gary Johnson", "vclaim": "\"Most Americans support\" the legalization of marijuana.", "truth_label": "true", "date": "stated on August 5, 2016 in a Medium post:", "title": "Gary Johnson correct that most Americans support legalizing marijuana", "text": "In a Medium post touting his Libertarian presidential candidacy, former New Mexico Gov. Gary Johnson addressed a variety of policies in his platform, including fiscally conservative policies, criminal justice reform and caution before committing troops overseas.\nHe also returned to what has become one of his signature issues: the legalization of marijuana.\n\"In 1999, I became the only sitting governor to publicly advocate the legalization of marijuana,\" he wrote. Sen. Bernie Sanders, I-Vt., who ran for president in 2016, \"came to that viewpoint — a position that most Americans support — 16 years later.\"\nWe wondered: Is Johnson correct that \"most Americans support\" the \"legalization of marijuana\"?\nWe took a look at the recent polling and found that Johnson is basically on target.\nIt wasn’t always the case: As recently as 2005, public opinion was roughly 2-to-1 against marijuana legalization. But we found 14 polls since the beginning of 2014 that show consistent support for legalization. (The poll questions used the broad term \"legalization\" without providing specifics about how the drug would be sold or whether there would be restrictions on how it could be used.)\nHere’s a full list of those 14 polls since the start of 2014, drawn from the public opinion archive PollingReport.com:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nIn 12 of these 14 polls, an outright majority of respondents -- 50 percent or more -- supported legalization. As for the other two polls, legalization led in one by 48 percent to 47 percent and in the other by 49 percent to 48 percent.\nOverall, if you average the 14 polls, legalization led by a 53 percent-44 percent margin.\nJoe Hunter, the communications director for Johnson and his running mate, former Massachusetts Gov. William Weld, said the \"most reliable data, when available, is derived from asking the same question over time, with the same methodology. Of the major polling organizations, Gallup is the one who has done that.\"\nDuring the time frame we looked at, Gallup asked the question twice, once finding an 18-point edge for legalization and the other time finding a four-point margin. The most recent Gallup poll before that, taken in 2013, found a 19-point lead for legalization.\nOur ruling\nJohnson said that \"most Americans support\" the \"legalization of marijuana.\" All the polling since the start of 2014 -- 14 polls in all -- shows that legalization leads the status quo. Twelve of those 14 polls showed an absolute majority level of support. We rate Johnson’s statement True.\nhttps://www.sharethefacts.co/share/c0560b24-84ba-4da4-bafa-16832683ae92", "vclaim_id": "vclaim-pol-04460"}