{"url": "/factchecks/2016/feb/07/donald-trump/trump-calls-us-highest-taxed-country-world/", "speaker": "Donald Trump", "vclaim": "\"Right now we’re the highest taxed country in the world.\"", "truth_label": "false", "date": "stated on February 6, 2016 in an ABC Republican debate in New Hampshire:", "title": "Donald Trump calls U.S. 'the highest taxed country in the world'", "text": "Donald Trump blamed high taxes for stunting job growth in the United States during a GOP primary debate in New Hampshire.\nWhen ABC moderators pressed the real estate mogul for specifics about how he would boost the economy, Trump said he wanted to cut taxes for the middle class and businesses.\n\"Right now we’re the highest taxed country in the world,\" Trump said on Feb. 6, 2016.\nTrump’s campaign didn’t respond to us, but his claim could be accurate if he had been more specific. We’ve previously rated a statement that the United States has the highest corporate tax rate Mostly True, because the statutory corporate tax rate ranks as the world's highest. We should note, however, that deductions and exclusions usually lower the effective rate, placing the United States lower than other countries’ comparable levels.\nBut Trump did not specifically say the corporate rate at the debate, so we wanted to know how high U.S. taxes stacked up to the rest of the world.\nTax tables\nTax experts have told us that there are usually two ways to compare different countries: Tax revenue as a percentage of gross domestic product, and tax revenue per capita. We checked both through the Organization for Economic Cooperation, a group of 34 industrialized nations we could consider economic peers.\nIn OECD data from 2014, the most recent year available, the United States was far from the most highly taxed among this group.\nTaxation accounted for 26 percent of GDP, which ranks America 27th out of 30 countries (the OECD average was more than 34 percent).The top five highest-taxed countries as a percentage of GDP were Denmark, France, Belgium, Finland and Italy, all topping 43 percent. Korea, Chile and Mexico were the only nations ranked lower than the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs for tax revenue per capita, we move up a bit.\nAmerica is 17th out of 29 countries by this measure on the OECD list, with taxes totaling $14,994 per person. The top five were Luxembourg, Norway, Denmark, Sweden and Switzerland, which ranged from a high of almost $50,000 to to more than $23,000. Twelve nations were lower than the United States. The bottom two, Turkey and Chile, had tax revenues per capita of less than $3,000.\nIndustrialized economies are the best yardstick, but U.S. taxation as a percentage of GDP ranks 12th from the bottom if you compare it with a larger roster of 115 countries.\nThe World Bank’s data for 2012 — the last year for which it has complete figures — showed that the nations with lower percentages than the United States were two OECD members (Japan and Spain), a couple of oil-rich countries (Oman and Kuwait) and few impoverished states (like Afghanistan and the Central African Republic).\nPoint being, Trump is on the wrong side of the ledger with this claim.\nOur ruling\nTrump said, \"Right now we’re the highest taxed country in the world.\"\nWe used a couple of different measurements suggested by experts to determine that no matter how you slice it, the United States is far from the most taxed nation in the world, whether it’s an advanced industrialized economy or not.\nWe rate his statement False.\n \nhttps://www.sharethefacts.co/share/0fe57c6b-7f30-4095-bea2-2b7e4a3d9b33", "vclaim_id": "vclaim-pol-05450"}