{"url": "/factchecks/2015/oct/04/donald-trump/donald-trump-syrian-refugees-are-mostly-men/", "speaker": "Donald Trump", "vclaim": "Among Syrian refugees, \"there aren't that many women, there aren't that many children.\"", "truth_label": "false", "date": "stated on October 4, 2015 in an interview on ABC \"This Week\":", "title": "Donald Trump: Syrian refugees potentially headed to U.S. are mostly men", "text": "Donald Trump is now against bringing any Syrian refugees to the United States, saying he has concerns about how many able-bodied men seem to be fleeing the war-torn nation.\nThis Week host George Stephanopoulos asked Trump on Oct. 4, 2015, why he told a New Hampshire crowd he would send refugees back to Syria should he win the presidency. Trump had previously said he would accept some Syrian refugees for humanitarian reasons.\n\"The migration was strange to me because it seems like so many men,\" Trump answered. \"There aren't that many women, there aren't that many children. It looked like mostly men and they looked like strong men. These looked like physically strong people. And I'm saying, ‘Where are all the women? Where are all the children?’ \"\nStephanopoulos told Trump that half the refugees are children, which led the billionaire to shift gears and question why the United States was planning to take in so many refugees.\nTrump’s description of Syrian refugees as not being many children and women didn’t sound quite right to us, so we decided to check out it out.\nIt appears Trump was confusing his talking point over a couple of different issues.\nRegistered refugees vs. sea arrivals  \nIn the interview, Trump started talking about how he heard America was accepting 3,000 refugees, then 10,000, and \"now I hear we want to take in 200,000.\"\nTrump said, \"We don't know where they're coming from, we don't know who they are. They could be ISIS. It could be the great Trojan Horse. I mean this could be one of the great Trojan Horses ever since the original.\"\nHis campaign did not get back to us to clarify his remarks, but to us and experts we consulted, his answer sounds like he had a different refugee population in mind altogether.\nThe United Nations High Commissioner for Refugees registers and tracks Syrian refugees in camps spread over several nations, including Turkey, Lebanon, Jordan, Iraq and North African countries. According to numbers we accessed on Oct. 4, the total comes to more than 4 million.\nOf those 4 million, 50.3 percent are female, and 51.1 percent are children (boys and girls) 17 years old or younger. In all, only 23.5 percent of refugees across the Middle East and North Africa being counted by the U.N. were men older than 18.\nSo that settles that argument, right? Not really. Geoffrey Mock, Syrian country specialist for Amnesty International USA, says Trump’s anecdote may have been referring to Europe’s mass influx of refugees and migrants, not the U.N.-registered refugees in camps that Stephanopoulos was asking about.\n\"This is a complicated issue, and Trump is right to my mind on a few points, but he’s messing up situations, confusing them terribly so his overall point is way off base,\" Mock said.\nTrump likely meant so-called \"sea arrivals,\" refugees and migrants who cross the Mediterranean Sea to continental Europe. The U.N. counts almost 534,000 people who have crossed into Europe this year, with almost 3,000 dying during the journey. To Trump’s point, 69 percent of sea arrivals are men, and these are the people dominating headlines about the humanitarian crisis in Europe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOf those 534,000, about 55 percent of them are from Syria. The rest are from across Asia and Africa, from places like Eritrea, Afghanistan and Sudan. These people are not the same as Syrians in registered refugee camps. But as Trump warned, some do claim to be from Syria and are not, and many are indeed undocumented, experts told PolitiFact.\nBut the problem with Trump’s statement is that none of the majority-male refugees and migrants in Europe are coming to the United States.\nRefugee resettlement\nWe can’t confirm where Trump got his 200,000-refugee number, but it may refer to Secretary of State John Kerry’s announcement in September that the U.S. would accept 85,000 worldwide refugees in 2016, up from 70,000. In 2017, that number would expand to 100,000, for a total of 185,000 refugees over two years.\nTo add another wrinkle to Trump’s already confusing claims, those won’t all be Syrian refugees, but rather refugees from all over the world. Kerry did say some of the expansion was to accommodate Syrians, but there was no indication how many.\nThe U.N. has said 10 percent, or about 400,000, of the Syrian refugees in camps need to be resettled. President Barack Obama announced that in fiscal year 2016 (through Sept. 30), the United States would accept at least 10,000 refugees from Syria.\nThose 10,000 aren’t necessarily the type of people who would be ISIS operatives as Trump fears, according to Mock.\n\"The priorities go to torture survivors, people with serious medical conditions, children and teens on their own, and women and children at risk,\" Mock said. The people selected undergo screening by state agencies, including the Department of Homeland Security. The process can take years.\nThat doesn’t make for an efficient method of terrorizing the United States, Foundation for Defense of Democracies senior fellow Daveed Gartenstein-Ross said. While it’s a legitimate concern that there are ways of beating the screening process, he said, there would be more efficient ways for ISIS cells to reach America than what Trump is fearing.\n\"Instead of sitting around hoping you win the refugee lottery and then wait years, then pass the screening to get to America, it would be much easier for a terrorist group to send a person through Europe or put them onto an airplane to the United States,\" Gartenstein-Ross said. \"If they could otherwise pass the refugee screening process, they could certainly get on an airplane.\"\nMoreover, the scenario Trump paints doesn’t hold up to scrutiny once you take into account that it misrepresents the parties involved.\n\"When Trump raises concerns about photos of young men among the refugees who have made it to Europe, this has absolutely nothing to do with the Obama-announced resettlement program that will draw upon the population identified by the U.N. as being the most vulnerable among the 4 million Syrians in their refugee camps, all of whom are identified and registered,\" Mock said.\nOur ruling\nTrump said \"there aren't that many women, there aren't that many children\" among Syrian refugees.\nIt appears Trump is conflating two different sets of refugees: Those 534,000 reaching Europe by sea, who are mostly men, and the 4 million Syrians in U.N. refugee camps, most of whom are women and children.\nOnly about 10,000 refugees in the camps are slated for resettlement in the United States over the next year. Those making the perilous trip to Europe are not. \nThe priority refugees from this group would be torture survivors, people with serious medical conditions, unaccompanied children and teens, and women and children at risk. Those factors, coupled with background screenings, suggest they would likely not be ISIS operatives waiting to terrorize the United States.\nTrump's assessment of the refugee situation is badly mangled. We rate his statement False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  Among Syrian refugees, \"there aren't that many women, there aren't that many children.\"    Donald Trump Presidential candidate   in an interview on ABC \"This Week\" Sunday, October 4, 2015 10/04/2015    Read More  info", "vclaim_id": "vclaim-pol-05897"}