{"url": "/factchecks/2014/jul/14/lawrence-odonnell/msnbcs-odonnell-washington-has-spent-over-500-mill/", "speaker": "Lawrence O'Donnell", "vclaim": "\"Radio Marti and TV Marti have spent more than $500 million to reach less than 1 percent of the Cuban population.\"", "truth_label": "mostly-true", "date": "stated on July 8, 2014 in a broadcast of \"The Last Word with Lawrence O'Donnell\":", "title": "MSNBC's O'Donnell: Washington has spent over $500 million to reach less than 1% of Cubans", "text": "Over the decades since the Cuban revolution, American feelings toward our closest Communist neighbor have mellowed, if only just a bit. According to a Gallup poll, antipathy toward restoring ties with Cuba has inched down since the 1970s. Other research suggests a generational shift is underway as U.S.-born Cuban Americans come of age and move away from the firm anti-communist line of the Republican Party.\nMSNBC host Lawrence O’Donnell took aim at the American broadcasts designed to stir discontent with the Cuban government, Radio Marti and TV Marti. Both seek to offer Cubans an alternative source of news. O’Donnell cast them as a colossal waste of taxpayer money.\n\"Radio Marti and TV Marti have spent more than $500 million to reach less than 1 percent of the Cuban population, and as far as we can tell, change their minds about nothing,\" O’Donnell said on July 8, 2014. \"No politician who seriously aspires to the president who will dare to say a word about this wasted $500 million, because when it comes to Cuba policy, the American government is still crazy after all these years.\"\nWe can’t know whether these American broadcasts have shaped the opinions of Cubans, but we can look into O’Donnell’s claim about the money and the market penetration.\nLimited audience data\nO’Donnell’s colleagues at MSNBC pointed to a 2009 Government Accountability Office report. The GAO works on behalf of Congress to assess whether government programs spend their money wisely and achieve what they were set up to do. The 2009 study focused on TV Marti but at the very top, it spoke to the total spending.\n\"More than $500 million that has been spent over the years on broadcasting to Cuba,\" the GAO analysts wrote.\nWe found a 2011 GAO report that put total spending at $660 million since the launch of Radio Marti in the mid 1980s.\nAs for the television operation’s audience, the 2009 GAO report said that the best available research shows that \"it is small.\" The International Broadcasting Bureau (IBB) oversees the Marti project.\n\"Less than 1 percent of respondents to IBB telephone surveys since 2003 reported that they had watched TV Martí during the past week,\" the report said. \"Notably, results from the 2006 and 2008 telephone surveys show no increase in reported TV Martí viewership following the launch of AeroMarti and DirecTV broadcasting in 2006.\"\nAeroMarti was a $5 million a year effort to broadcast from an airplane. It has since ended. DirecTV made programs available to those Cubans with illegal dish antennas.\nMeasuring audience size in Cuba, for either television or radio, faces a huge hurdle -- tuning in could get you in trouble with the government. The GAO report notes, this makes it difficult to get reliable responses.\nDaniel Walsh is a communications professor at Appalachian State University who has studied America’s broadcast efforts in Cuba.\n\"There is no real way to get valid audience numbers for Radio Marti,\" Walsh said. \"I would say that 1 percent may be a bit low but not far off. Some Cubans, including government officials, listen to Radio Marti but don't admit it.\"\nThe International Broadcasting Bureau hired a firm to place calls to Cuba, mainly from Costa Rica. But according to the Cuban telecomm company Etesca, there are only about 2 million cell phone lines and about 1.3 million landlines. With a total population of more than 11 million, phone calls are unlikely to reach a representative sample.\nA 2010 Senate Foreign Relations Committee report summarized recent survey results for the radio service.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Fewer than 2 percent of respondents in 2003, 2005, and 2006 said they listened to Radio Marti during the previous week,\" the report said. \"In 2008, fewer than 1 percent of respondents said they listened to Radio Marti during the previous week.\"\nThe numbers have not always been so low. Philip Peters served in the State Department during the Reagan and Bush administrations. In congressional testimony in 2002, Peters said he believed in the project’s mission but drew attention to an \"alarming statistic.\"\n\"Radio Marti’s audience share has plummeted to 5 percent in 2001, down from 9 percent in 2000 and 71 percent 10 years ago, according to professional survey research commissioned by the Broadcasting Board of Governors (BBG), Radio Marti’s oversight body,\" Peters said.\nAccording to the GAO, concerns about the validity of these audience measures led the IBB to halt telephone surveys after 2008.\nThe division that runs Radio and TV Marti, the Office of Cuba Broadcasting, has interviewed recent arrivals from Cuba. Their results show significantly higher penetration. About 30 percent said they had listened to Radio Marti at some point during their last six months in Cuba. However, about half of those said they stopped because Cuban jamming made it difficult to listen. About 4 percent said they had watched TV Marti.\nProgram administrators cautioned that these results also fail to give an accurate view of market penetration because the total number of people surveyed is small, less than 400, and people who have chosen to leave Cuba do not represent a random sample.\nNicholas Cull, a professor at the University of Southern California, has studied the Marti project and believes it lacks an appreciable following in Cuba.\n\"Everything I've heard suggests it is tiny,\" Cull said.\nCuban jamming efforts present a consistent challenge to American government broadcasting. The Cuban government can effectively block reception by broadcasting on the same frequency as the American programs but at a much higher power. The U.S. response has been to shift frequencies up to 10 times a day (with an unknown impact on listenership), and to build a digital distribution strategy that uses cell phone text messaging, DVDs and flash drive technologies.\nAccording to the Broadcasting Board of Governors 2013 annual report, text messages and emails \"reach nearly 1 million Cubans each week.\" However, a spokesperson said it is unclear how many messages are read.\nStaff told PunditFact there are more than 660,000 cell phone numbers and more than 360,000 email addresses in their distribution database. They said they harvested this information from the Web and online sources and verified that the numbers and addresses were still active.\nThe texting and email effort began three years ago. According to government data, there are around 1 million cell phones in total in Cuba. The size of the Marti database might represent significant market penetration, although staff said \"the vast majority of the cell phones and emails we have in our distribution lists did not opt-in.\" That is, the Cubans did not request the information the Marti service offers.\nAbout 45,000 texts go out each month. In the past six months, the Office of Cuba Broadcasting has received 349 texts. Staff said Cuba is able to block sensitive messages based on key words.\nThe International Broadcasting Bureau has developed applications for smart phones for users to share messages, but the Cuban government moved only a few months ago to begin email access over its wireless network. The cost is very high, about $1.20 per megabyte. The average worker makes, officially, about $20 a month.\nOur ruling\nO’Donnell said that the United States had spent over $500 million to reach less than 1 percent of the Cuban population. The weight of the GAO findings, the assessment from one of the program’s early supporters, and outside experts largely confirm O’Donnell’s numbers. If anything, the government has spent more than O’Donnell said. He might have overstated how small the audience actually is, but independent government reviewers conclude that the audience is small. The new distribution methods of text and email come with some impressive numbers, but there is no verification that a substantial portion of these messages get through.\nWhile the quality of the data can be questioned, the numbers that do exist suggest O’Donnell was largely correct.\nWe rate the claim Mostly True.\nUpdate: The Cuban telecomm company Etesca said there are approximately 3.3 million cell phone and land lines in Cuba. This story has been updated to reflect that point.", "vclaim_id": "vclaim-pol-07607"}