{"url": "/factchecks/2010/jul/07/bill-white/bill-white-says-rick-perry-threatened-secede/", "speaker": "Bill White", "vclaim": "\"In Rick Perry's Texas, the governor threatens to leave, to secede from the greatest country in the\" world.", "truth_label": "false", "date": "stated on June 25, 2010 in a speech:", "title": "Bill White says Rick Perry threatened to secede", "text": "Democratic gubernatorial candidate Bill White hearkened to a moment we’ve reviewed before when White told delegates to the Texas Democratic Party’s convention in Corpus Christi June 25: “In Rick Perry’s Texas, the governor threatens to leave, to secede from the greatest country in the” world.White spokeswoman Katy Bacon later confirmed White was referring to the Republican governor’s reply to a reporter after he spoke at a tea-party rally outside Austin’s city hall on April 15, 2009.Did Perry threaten to secede?The cited moment played out after an Associated Press reporter, Kelley Shannon, asked Perry after the 2009 rally if he thought the gathering reflected a national movement. Perry answered that it could be. He said people feel strangled by spending and taxation and they want help, according to an AP recording we reviewed in April 2010.Shannon then asked Perry about some associating him with the idea of secession or sovereignty for Texas. “Oh, I think there’s a lot of different scenarios,” Perry replied. “Texas is a unique place. When we came in the union in 1845, one of the issues was that we would be able to leave if we decided to do that.“You know, my hope is that America and Washington in particular pays attention,” Perry continued. “We’ve got a great union. There is absolutely no reason to dissolve it. But if Washington continues to thumb their nose at the American people, you know, who knows what may come out of that? So. But Texas is a very unique place and we’re a pretty independent lot to boot.”Perry next fielded a question from someone else about whether Texas might now be considered a natural terorrist state — no, Perry said — and the question-and-answer period closed.At the time, Perry’s comments were widely interpreted as indicating the Republican governor believed secession could legally occur; he subsequently did not back down from that conclusion.However, a constitutional expert advised at the time that the Civil War long ago vanquished secession as a legal option.Sanford Levinson, a professor at the University of Texas School of Law, said neither the Texas Constitution, the U.S. Constitution nor the Joint Resolution Annexing Texas to the United States of 1845, bestows an explicit right for the state to return to a Republic. Levinson said there is “no possibility whatsoever that the United States or any court would recognize a ‘right’ to secede.”Levinson noted that the 1845 resolution allows Texas to break into five new states, and it doesn’t specify whether that would require congressional approval. But, he said, that’s distinct from secession.Does Perry’s “who-knows-what-might-come” comment support White’s statement that Perry threatened to leave the union?Using the Nexis search tool, we found 169 major newspaper articles linking Perry and secede. None quoted Perry threatening to push for secession, though critics and comedians framed his words in that way.Typically, San Antonio Express-News reporter Roy Bragg wrote in an April 19, 2009 article: “The governor didn't make an actual threat to secede.” Bragg also quoted Harvey Tucker, a Texas A&M University political scientist, suggesting Perry saw political gain by speaking to secession. “He didn't intend (to) talk about it. He didn't plan it. He was just drawn into it,” Tucker said.An October 2009 article in The Dallas Morning News quoted Allison Castle, the governor's spokeswoman, saying Perry's intention in his April comment “was to point a critical finger at the federal government, not to encourage abandoning the U.S.”Bacon told us in an e-mail that Perry’s “speculation, saying the state could secede if it wanted to, is a saber-rattling threat. Think about secession and all that is associated with it. He was not talking about it in a historical navel-gazing” or constitutional-interpretive fashion.What we find: In a politically theatrical moment, Perry edged toward a secession threat. Then or since, however, he hasn’t said Texas should quit the United States. (You wudda read all about it.)White’s similarly theatrical statement at his party’s convention is False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-14803"}