{"url": "/factchecks/2015/jan/08/sally-kohn/kohn-911-right-wing-extremists-killed-more-america/", "speaker": "Sally Kohn", "vclaim": "\"Since 9/11, right-wing extremists (incl anti-abortion, anti-gov) have killed more Americans than Islamic extremists.\"", "truth_label": "half-true", "date": "stated on January 7, 2015 in a tweet on Twitter:", "title": "Kohn: Since 9/11, right-wing extremists killed more Americans than Islamic extremists", "text": "The cold-blooded killing of a dozen people at the offices of Charlie Hebdo, a satirical weekly in Paris, has inflamed the debate over the ties between Islam and extremist violence. The gunmen’s motive is hardly in doubt. A video captured one of them shouting \"Allahu Akbar!\", or \"God is great\" in Arabic.\nLiberal pundit Sally Kohn waded into the firestorm on Twitter. At one point, seeing what she called  \"repeated condemnation of Islam as a whole,\" Kohn wrote, \"Since 9/11, right-wing extremists (incl anti-abortion, anti-gov) have killed more Americans than Islamic extremists.\"\nWe decided to check Kohn’s numbers.\nKohn’s tweet linked to a CNN opinion piece that in turn was based on data gathered by the New America Foundation, a Washington think tank that promotes data-driven innovation to social and economic policy.\nBy the New America count, in the time since 9/11, jihadists have killed 26 Americans on U.S. soil, while those with right-wing leanings have killed 39. The single-most deadly event by an Islamic extremist was the 13 people killed at Fort Hood. On the right-wing side of the ledger, the worst was the six people slain at a Sikh Temple in Wisconsin.\nThe first thing to note is that Kohn’s tweet failed to specify that the deaths took place in the United States. Kohn explained that she counted on people to use the link in the tweet to fill in that detail. We hunted around for a count of Americans -- aside from military and such -- who were killed by terrorists while overseas and came up dry.\nJudgment calls\nConservatives have challenged the New America tally. An article on Breitbart charged that the analysis wrongly attributed some of the killings to right-wing zealots when the ideological connection was weak.\nFor example, in 2009, Joshua Cartwright shot and killed two police officers in Fort Walton Beach, Fla. Cartwright had beaten his wife and then driven to a local shooting range. When two deputies found him there, he shot them, fled, and was later killed in a shootout with police.\nCartwright’s ties to right-wing extremists? The sheriff said Cartwright was interested in militia groups and thought the government was conspiring against him. His wife said he held anti-government views and was disturbed by the election of Barack Obama.\nAll told, the Breitbart article questioned enough deaths to tip the count. In order to reach that point, however, it needed to add in the 10 victims of John Allen Muhammad, the so-called Beltway Sniper who terrorized the Washington metro area with his random shootings in 2002. Muhammad attended a mosque in Seattle, but financial setbacks and the loss of custody of his children seemed to have triggered his killing spree.\nLeave those deaths out of the equation for slayings on American soil, and the edge, however slender, still goes to the right-wing extremists. By our count, the Breitbart article came up three deaths short.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFor the record, this analysis deals only with fatalities even though some of the Islamic-driven violence in this country, such as the Boston Marathon bombing and the Fort Hood shootings, left many with permanent, life-changing injuries.\nNo easy way to count\nIf this exercise shows nothing else, it is that the number of post-9/11 deaths in the United States from either cause is low, and drawing firm conclusions is dicey. A single event or a change in definitions can shift the balance.\nThe matter of definitions makes a big difference because most of the killers acted on their own. Experts in terrorist and extremist violence told PunditFact that in these cases, it can be difficult to draw the line between ideological and purely personal motivations.\nAlex Schmid is a research fellow at the International Centre for Counter-Terrorism in the Netherlands.\n\"Mental illness plays a role in up to 40 percent of the lone wolf attacks,\" Schmid said. In contrast, he said most organized terrorists are \"clinically normal.\"\nWilliam Braniff at the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland also said this is the most challenging part of any assessment. Braniff said the best research approach is to include any violence that might be tied to extremist beliefs. But also, be sure to include enough details so others can separate the clear cases from the murky ones.\n\"If I am a law enforcement official or a policymaker, I might want to know if or how violent ideologies attract those who are mentally unstable because ultimately, that suggests that more resources ought to be directed to mental health interventions,\" Braniff said.\nOur ruling\nKohn said that since 9/11, right-wing extremists have killed more Americans than Islamic extremists. She drew that from a database created by the New America Foundation which found 26 victims of jihadists compared to 39 of right-wing zealots.\nThat count is limited to deaths on American soil. Kohn didn’t include this context in her tweet, though she did include a link that clarified that point. The tally itself is subject to certain judgment calls and has been criticized on that basis. Also, there are times when the motives of the Islamic and right-wing extremists are difficult to separate from underlying mental illness.\nThe evidence suggests that while the margin might be small, it still falls on the side of slightly more deaths due to right-wing extremists. But the experts we talked to led us to conclude that a definitive answer is challenging.\nGiven these uncertainties, we rate the claim Half True.", "vclaim_id": "vclaim-pol-06869"}