{"url": "/factchecks/2020/sep/01/joe-biden/fact-checkin-joe-biden-pa-his-fracking-policy/", "speaker": "Joe Biden", "vclaim": "“I am not banning fracking.”", "truth_label": "mostly-true", "date": "stated on August 31, 2020 in a speech:", "title": "Fact-checking Joe Biden in Pa. on his fracking policy", "text": "Democratic presidential nominee Joe Biden appeared Monday in Pittsburgh and defended his position on hydraulic fracturing, or fracking — a controversial drilling technique that has lifted the economy in western Pennsylvania. \n\"I am not banning fracking. Let me say that again. I am not banning fracking. No matter how many times Donald Trump lies about me,\" said Biden, who spoke at a Carnegie Mellon robotics institute. \nBiden’s remarks came after Trump, speaking Thursday on the final night of the Republican National Convention, accused him of wanting to \"abolish\" natural gas production in the U.S. Fracking is used to extract natural gas from reservoirs deep beneath the earth’s surface. \nWe’ve examined Biden’s position on fracking before, so we know he has not called for banning the practice entirely. He wants to block the federal government from issuing new permits for drilling on public lands but would allow existing fracking operations to continue. \nThe Biden campaign also noted in an email that 90 percent of fracking takes place on private land. \nBiden’s position on fracking became muddled earlier this year when he misspoke during a March debate with Bernie Sanders, his last opponent standing in the Democratic primary.\nHere’s an excerpt of their exchange:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"I’m talking about stopping fracking as soon as we possibly can,\" Sanders said. \"I’m talking about telling the fossil fuel industry that they are going to stop destroying this planet — no ifs, buts, and maybes about it.\"\n\"So am I,\" Biden replied.\n\"Well, I’m not sure your proposal does that,\" Sanders said.\n\"No more — no new fracking,\" Biden said.\nBiden seemed to be saying he wanted to ban fracking — a sharp departure from his official position. And the former vice president’s opponents pounced.\nRepublican operatives quickly cut a short video of Biden’s remarks to use as a cudgel in races against moderate House Democrats, the Washington Post reported. And Sanders supporters accused Biden of misleading voters about his policy, which wouldn’t ban fracking, like Sanders wanted to do.\nThe Biden campaign retracted his remarks the night of the debate, but that hasn’t stopped conservative media outlets from inaccurately reporting that Biden supports a total ban on fracking. \nOur ruling \nBiden said he’s \"not banning fracking\" if he wins in November. To ban means to prohibit, and Biden doesn’t want to prohibit fracking entirely. He would allow existing fracking  to continue. Biden does, however, want to stop issuing new permits for fracking on public lands, and he left that part out of his speech in Pittsburgh. Biden’s statement is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-18852"}