{"url": "/factchecks/2013/jan/21/rick-scott/rick-scott-says-florida-fourth-graders-are-worlds-/", "speaker": "Rick Scott", "vclaim": "Says a recent study shows Florida students are second in the world in fourth grade reading, behind Singapore.", "truth_label": "mostly-true", "date": "stated on January 15, 2013 in a discussion with black lawmakers:", "title": "Rick Scott says Florida fourth graders are world's second-best readers", "text": "Florida Gov. Rick Scott wants to operate every facet of state government like a business. Monitor spending. Measure performance outcomes. Compare results to competitors.\n\nHis vision for the state’s education system isn’t all that different.\n\n\"I like measurement,\" Scott said during a Jan. 15, 2013, discussion with black lawmakers. \"One positive, as you know: In the fourth grade reading, we're second to Singapore in the world, Florida students were. In math, we're above the international average. So there's some good things happening.\"\n\nHis claim that Florida fourth graders are oh-so-close to being the world’s best readers piqued our interest.\n\nRight away, we found his source: results from the latest Progress in International Reading Literacy Study.\n\nThe study is coordinated by the International Association for the Evaluation of Educational Achievement and completed every five years since 2001. It examines reading achievement and habits of American fourth graders and their peers across the world. In 2011, fourth graders from 53 countries and subnational entities participated.\n\nThat year, Florida used federal grant money to be evaluated independently of the United States -- the only U.S. \"benchmarking\" state for the PIRLS exam. Florida paid $1.9 million from a federal Race to the Top grant for this assessment and two other international studies, including the Trends in International Mathematics and Science Study (TIMSS) of fourth and eighth graders.\n\nThe PIRLS results, released December 2012, surprised state officials. The average score of Florida fourth graders ranked No. 2, above the average for the United States.\n\n\"Second in the world. To be able to use those words is ... wow,\" Mary Jane Tappen, a deputy chancellor at the Florida Department of Education, told the Orlando Sentinel.\n\nThe gaps between reading scores for the highest achieving countries were not statistically significant. Florida’s score was just two points short of No. 1 Hong Kong -- not Singapore, as Scott said. Florida edged out Russia and Finland by one point, and Singapore by two points. Northern Ireland, the U.S., Croatia and Chinese Taipei were in the second highest tier of readers, followed by Ireland and England.\n\nThat’s not the only way to look at the data. Florida did finish second behind Singapore in terms of the percentage of fourth-grade students scoring in the advanced reading level (24 percent vs. 22 percent).\n\nOne measure isn’t exactly better than the other, said Martin West, associate professor at Harvard’s Graduate School of Education.\"These are just slightly different ways of cutting the data and the distribution of achievement in a given system,\" West said.\n\nThe results vouch for Florida’s success in improving reading achievement in elementary grades, West said. In 1998, Florida fourth graders were well below the national reading average, but they were performing well above the national average by the late 2000s, he said.\n\n\"They made considerable progress over the course of that decade,\" West said. \"They’ve sort of held their level over the past couple of years.\"\n\nHow important is the ranking? Chad Minnich, an editor at the TIMSS & PIRLS International Study Center at Boston College, warns against considering results based on rank. A more useful takeaway, he said, is to look at the increased number of countries who scored above the test’s high international benchmark, and that Florida did very well among those.\n\nStill, we wondered what would have been had other states been evaluated on their own. Florida’s education system has been getting a lot of accolades lately, but it’s still not in the upper echelon of states like Massachusetts, Maryland, Connecticut and New Jersey.\n\nMost people consider the annual National Assessment of Education Progress, dubbed \"the nation’s report card,\" to be the best state-by-state measure of state education systems. The exam is given to a sample of fourth, eighth and 12th grade students every two years in reading and math.\n\nFlorida students typically perform above average on the NAEP. States including Massachusetts, New Jersey, Connecticut and Maryland -- states with vaunted education systems -- are usually top dogs.\n\n\"It’s certainly the case that based on this data from NAEP, we know that there are at least a handful of states that were they to participate, they would be likely to perform at higher levels than Florida,\" West said.\n\nOur ruling\n\nScott said Florida students are second in the world in fourth grade reading, behind Singapore, and offers a study as evidence.\n\nThe study backs his claim up, to a point.\n\nFlorida students finished second in overall reading to Hong Kong, not Singapore. In the percentage of advanced readers, Florida ranked second behind Singapore.\n\nBut it’s important to note these rankings do not account for every country in the world. Or every state in the United States. In fact, Florida was the only state included in the ranking Scott cited because Florida paid to be included.\n\nScott would have been correct to say Florida finished second in the study, but he stretched the truth a bit when he said Florida ranked second in the world.\n\nIt would have been more accurate to say Florida ranked second among 53 education systems that were included.\n\nWe rate Scott’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09824"}