{"url": "/factchecks/2019/jul/11/viral-image/no-michael-kors-didnt-say-hes-tired-pretending-bla/", "speaker": "Viral image", "vclaim": "Says Michael Kors said, \"I’m tired of pretending I like blacks.\"", "truth_label": "pants-fire", "date": "stated on July 5, 2019 in a Facebook post:", "title": "No, Michael Kors didn’t say he’s tired of pretending to like black people", "text": "An old, fake claim that a fashion designer made racist remarks about black people is getting renewed attention online as users share what looks like a news headline. \n\"Michael Kors: ‘I’m tired of pretending I like blacks,’\" reads the headline in the image shared on Facebook on July 5. It’s dated Jan. 6, 2015, and goes on to quote Kors as saying: \"These people have made a mockery of my product, brand and life. I can’t stomach the thought of my Michael Kors purses being stuffed with synthetic hair, weave or whatever those people call it.\"  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe did not get an immediate response to an email sent to the Michael Kors company about the Facebook post. But the post stems from a story NaHa Daily, a now-defunct satirical website. The supposed article also quotes Kors as saying things like, \"Just for the sake of a sale I have to deal with women like Nicki Minaj?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"Considering every black person either has or knows someone with a MK watch, MK purse or MK key chain this might affect Michael Kors sales,\" the story says. \nBut there’s no evidence Kors said anything like what the NaHa Daily story — or Facebook post — allege. The designer is well-covered in the news. His reaction to First Lady Melania Trump wearing his label at her husband’s 2017 congressional address garnered media attention, for example. Searching the Nexis news database, we found no articles quoting Kors saying he doesn’t like black people. \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-00444"}