{"url": "/factchecks/2018/jul/30/donald-trump/has-donald-trump-had-highest-poll-numbers-any-gop-/", "speaker": "Donald Trump", "vclaim": "\"Wow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan.\"", "truth_label": "false", "date": "stated on July 29, 2018 in a tweet:", "title": "No, Donald Trump's poll numbers do not beat Lincoln, all other GOP presidents", "text": "President Donald Trump is known for tooting his own horn. In recent weeks, one of the accomplishments he’s been trumpeting is his standing with Republican voters.\nIn a July 29 tweet, Trump wrote, \"Wow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan. There must be something wrong, please recheck that poll!\"\nWow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan. There must be something wrong, please recheck that poll!— Donald J. Trump (@realDonaldTrump) July 29, 2018\n\n\nIt wasn’t the first time he’d said something similar. On July 10, he said in a tweet, \"New Poll says Trump, at over 90%, is the most popular Republican in history of the Party.\"\nAnd three days later, in an interview with the British newspaper The Sun, Trump said, \"You know, a poll just came out that I am the most popular person in the history of the Republican Party. Beating Lincoln. I beat our Honest Abe.\"\nTrump has reason to crow about his popularity among Republicans: His approval rating within his own party has ranged from 84 percent to 90 percent since mid April 2018.\nThe ratings for approval among Republicans \"are moving in a narrow range,\" said Karlyn Bowman, a polling analyst with the American Enterprise Institute. \"They are very high and pretty stable.\"\nAnd the media has taken note. Around Trump’s 500th day in office on June 4, there were a flurry of articles that noted how Trump’s approval ratings at that point in their tenure were higher than those of most previous Republican presidents, at least among respondents in their own party.\nFor instance, the Daily Mail cited Gallup — the longest-running source for presidential approval ratings – to report that Republicans’ support for Trump, then at 87 percent, was higher on his 500th day than any post-war president except for George W. Bush, who was at 96 percent with Republicans after the 9/11 attacks. (For that matter, no Democrat had a higher rating with Democrats than Trump did with Republicans.)\nBut the way Trump phrased his tweet was problematic. One concern involves polling at the time of Honest Abe — to be precise, the lack thereof. The other involves higher approval ratings of recent Republican presidents.\nThere were no scientific opinion polls in Lincoln’s day\nUnscientific straw polls date to at least 1824, with \"informal trial heat tallies\" \"taken in scattered taverns, militia offices, and public meetings,\" D. Sunshine Hillygus, a Duke University political scientist, has written.\nBut the polls of Lincoln’s time are not considered scientific.\nThe idea of scientific polling came into its own after a disastrous 1936 poll by Literary Digest, a popular magazine. The magazine’s poll was based on responses from millions of Americans, but the data it gathered had a significantly different demographic balance than the electorate as a whole. This lack of scientific rigor led the poll to incorrectly call the 1936 presidential election, opening the door to survey methods championed by George Gallup and others.\nGallup began polling in 1935 using a method that's different from today's but rigorous for its time. Early polls by Gallup determined the demographic makeup of the electorate, then assigned survey-takers to visit far-flung locales in order to personally interview respondents with certain demographic characteristics.\nToday, reputable pollsters use a better system: random sampling to choose phone numbers from across the country, which they then call to ask standardized, carefully worded questions. The assumption is that a truly random sample will reproduce the whole nation in microcosm to within a few percentage points of accuracy (the familiar \"margin of error\").\nModern polling has its critics, and the industry has had to adapt its methods to account for factors such as the growing use of cell phones. One newer type of poll is based on online \"panels\" of voters designed to mirror the demographics of the electorate.\nDespite its imperfections, scientific polling remains the best tool available. And Lincoln never faced it.\nTrump’s standing among Republicans is high, but not highest all-time\nNow let’s look at the only Republican presidents for whom scientific polling data exists.\nThe most recent publicly available data from Gallup’s weekly tracking poll at the time of Trump’s tweet showed him with 85 percent approval from Republicans.\nSo how does that 85 percent rating compare with his Republican predecessors? We looked at Gallup historical data for Republican presidents going back to Eisenhower. We looked for the closest polling data for July 29 of their second year in office (the day of Trump’s claim). We used the equivalent period after the inauguration of Gerald Ford, who unlike the others was not sworn in on Jan. 20.\n\n\n\n\nPresident\n\n\nApproval rating among Republicans, near July 29 of second year\n\n\n\n\nDonald Trump\n\n\n85 percent\n\n\n\n\nGeorge W. Bush\n\n\n96 percent\n\n\n\n\nGeorge H.W. Bush*\n\n\n79 percent or 91 percent\n\n\n\n\nRonald Reagan\n\n\n74 percent\n\n\n\n\nGerald Ford\n\n\n67 percent\n\n\n\n\nRichard Nixon\n\n\n81 percent\n\n\n\n\nDwight Eisenhower\n\n\n92 percent\n\n\n\n\n \n*For the elder Bush, Gallup polling around the relevant date was less frequent; we’re showing the closest results on either side of that date, one of which is higher than Trump and the other of which is lower.\nSo, as of the point of Trump’s tweet, not only did George W. Bush have a higher approval rating among Republicans, but so did Dwight Eisenhower and, arguably, George H.W. Bush.\nTwo other points of comparison make Trump’s achievement less impressive.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOne is to compare Trump’s highest approval rating of his tenure so far — 90 percent as recently as mid-July — to the record-high rating for his predecessors through July 29 of their second year in office.\n\n\n\n\nPresident\n\n\nHighest approval rating among Republicans through July 29 of second year\n\n\n\n\nDonald Trump\n\n\n90 percent\n\n\n\n\nGeorge W. Bush\n\n\n99 percent\n\n\n\n\nGeorge H.W. Bush\n\n\n94 percent\n\n\n\n\nRonald Reagan\n\n\n92 percent\n\n\n\n\nGerald Ford\n\n\n77 percent\n\n\n\n\nRichard Nixon\n\n\n90 percent\n\n\n\n\nDwight Eisenhower\n\n\n92 percent\n\n\n\n\n \nBy this measure, Trump actually ties for the second-worst of any post-World War II Republican president, surpassing only Ford.\nAnother approach is to compare each president on the highest approval rating of their tenure. (Trump has only been in office for a year and a half, but he opened the door to this analysis by claiming the \"highest poll numbers in the history of the Republican Party.\")\n\n\n\n\nPresident\n\n\nHighest approval rating among Republicans, entire time in office\n\n\n\n\nDonald Trump\n\n\n90 percent\n\n\n\n\nGeorge W. Bush\n\n\n99 percent\n\n\n\n\nGeorge H.W. Bush\n\n\n97 percent\n\n\n\n\nRonald Reagan\n\n\n94 percent\n\n\n\n\nGerald Ford\n\n\n80 percent\n\n\n\n\nRichard Nixon\n\n\n91 percent\n\n\n\n\nDwight Eisenhower\n\n\n95 percent\n\n\n\n\n \nOnce again, by this measure, Trump fares the second worst of any post-war Republican president, only surpassing Ford.\nBy historical standards, Trump has had \"solid, but not extraordinary in-party approval,\" said Kathleen Joyce Weldon, director of data operations and communications at the Roper Center for Public Opinion Research at Cornell University.\nWorth noting: The differences in some cases are small and would be within the margin of error.\nWhile Trump remains popular among Republicans, it’s worth noting that his approval rating among Americans as a whole is quite a bit lower. (Trump’s 40 percent approval rating, per Gallup, was exceeded by all of his predecessors at that point in their presidencies.)\nIn the meantime, a smaller proportion of Americans are identifying themselves as Republicans, said Steven Smith, a political scientist at Washington University in St. Louis.\nAccording to Gallup, the share of Americans who call themselves Republicans was 31 percent from Feb. 1-5, 2017, the first measure after Trump was inaugurated. But between March and July 2018, that number has ranged between 23 percent and 27 percent.\nWhile the shift is small, Smith said, it may be a sign that some critics of Trump within the Republican Party are simply leaving the party for now, rather than registering a negative assessment to pollsters as a Republican.\nOur ruling\nTrump said, \"Wow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan.\"\nCredit where credit is due: Trump is very popular among Republicans, and at one point, his approval rating within his own party trailed only George W. Bush among postwar Republican presidents.\nHowever, no pre-1936 president served in an era with scientific polling, so Trump’s comparison of himself to Lincoln is spurious. Meanwhile, Trump’s approval rating at the time of the tweet ranked in the middle of the post-World War II Republican presidents, and measured in other ways, his support among Republicans was actually worse than every post-war Republican president except for Gerald Ford.\nWe rate the statement False.\n Share the Facts 2018-07-30 21:37:39 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Wow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/1023534604148518912?s=09   a tweet Sunday, July 29, 2018 2018-07-29    Read More  info", "vclaim_id": "vclaim-pol-01793"}