{"url": "/factchecks/2017/jan/11/robert-astorino/astorino-has-not-raised-tax-levy-westchester-count/", "speaker": "Robert Astorino", "vclaim": "\"I have never once raised the county tax levy -- not for seven straight years.\"", "truth_label": "true", "date": "stated on January 10, 2017 in a press release:", "title": "Astorino has not raised the tax levy in Westchester County", "text": "Gov. Andrew M. Cuomo wants local governments to cut costs and share services to reduce burdensome property taxes for New York state residents. Cuomo unveiled a proposal in his State of the State speech for county leaders to craft an annual cost-cutting plan, which would be submitted to voters for approval.\nWestchester County Executive Robert P. Astorino took exception at Cuomo deflecting blame for property taxes.  \n\"I would remind the governor that I have never once raised the county tax levy -- not for seven straight years --  while Mr. Cuomo's state mandates have ravaged county, municipal and school budgets,\" Astorino said.\nHas Astorino kept the tax levy flat in Westchester County since taking office?\nAstorino’s budget\nCuomo won a second term as governor in 2014 when he beat Astorino, the Republican nominee. Astorino has acknowledged he’s keeping the door open to another shot at Cuomo. As county executive of Westchester County, Astorino leads a county that has among the highest property taxes in the country. When Astorino started as county executive in 2010, the county collected about $560.7 million in property taxes from residents. In his first year, Astorino approved a $12.3 million, or two percent, cut in the county's real property tax levy. Since then Westchester County’s property tax levy has remained flat.\nSo the county portion of residents’ property tax bill has decreased. Instead of just keeping the tax rate flat, Astorino and the county legislature opted to keep the dollar amount of the tax levy the same. Since more residents have moved into Westchester County in the past seven years, the property tax levy - now $548 million annually - has been spread out among more taxpayers.\n\"With the tax levy frozen, county property taxes for residents in Westchester have actually gone down,\" said Ken Girardin of the Empire Center, an independent, non-partisan and non-profit think tank in Albany.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThat does not necessarily mean a resident’s total property tax bill is lower. Their bill is comprised of county and local taxes, including school taxes.\nThe sales tax rate in Westchester County has been 3 percent since 2004, according to the state Dept. of Taxation and Finance. Yonkers, the largest city in the county, was allowed by the legislature to raise its local sales tax in 2015. That decision was made by the city council and approved by the state legislature, not the county.\nThe few other taxes the county collects, like the hotel occupancy tax, have also stayed at the same rate since Astorino was elected, the county’s press office says. Revenue from these taxes has increased since Astorino took office.\nOur ruling\nAstorino said \"I have never once raised the county tax levy -- not for seven straight years.\"\nHe’s right, according to the county’s budget department and the New York State Comptroller’s Office. He has proposed seven budgets, all of which either kept the tax levy flat or lowered it.\nWe rate Astorino’s claim as True.\nhttps://www.sharethefacts.co/share/8d4a03aa-443d-4f46-a6b9-323e5ecb108b", "vclaim_id": "vclaim-pol-03798"}