{"url": "/factchecks/2011/feb/13/mark-daniels/mark-daniels-says-oregons-proposed-paper-bag-fee-t/", "speaker": "Mark Daniels", "vclaim": "A 5-cent charge on paper bags is a tax.", "truth_label": "false", "date": "stated on February 8, 2011 in a legislative hearing:", "title": "Mark Daniels says Oregon’s proposed paper bag fee is a tax", "text": "Opponents have raised a number of arguments to make their case against Senate Bill 536, which would ban plastic shopping bags and require retailers to charge a nickel per paper bag: It’s the elimination of choice at the checkout. It’s based on lies by the environmental community. And yes -- they went there -- it’s a tax on sacks.\n\nAt a public hearing, Mark Daniels, a vice president from Hilex Poly Co., said the proposal would force consumers to \"pay a tax on paper bags.\" To that, bag-ban champion Sen. Mark Hass, D-Beaverton, jumped in and said the nickel charge is not a tax, and pointed to a Legislative Counsel opinion showing so. The next day, the Taxpayer Association of Oregon, which is opposed to the bag ban, accused Hass of trying to censor speech.\n\nSo, we wanted to know, is a nickel charge on a paper bag a tax? Is it a de-facto tax?\n\nA tax has a very specific definition in Oregon government. It’s so specific that the state constitution calls for a higher number of votes-- three-fifths of each chamber -- to pass a tax than to pass a fee, which only requires a simple majority. Voters approved the change in May 1996, embedding the provision into the Oregon Constitution. In any case, to be a tax, it must raise revenue for the general treasury.\n\nFormer legislative counsel Greg Chaimov agrees with the current Legislative Counsel opinion that the nickel provision is neither a tax nor a fee. \"It’s whatever the grocers want to call it. For constitutional purposes, a fee or a tax is at issue only if it is bringing money into the government.\"\n\nDexter Johnson, the current legislative counsel, said the bag charge would be most similar to the bottle bill deposit, also known as the \"container deposit law.\" In Oregon and in other states, you have to pay a nickel extra for beer, soft drinks and bottled water; that money stays with distributors unless you return the bottle to the grocer for your nickel.\n\nAnd here’s another charge that doesn’t count as a tax or a fee. In 1999, state lawmakers ordered utility companies to assess a \"public purpose charge\" on electricity and gas bills. Much of the money goes to the nonprofit Energy Trust of Oregon, with some proceeds going to weatherize schools and low-income homes. Again, it doesn’t \"raise revenue\" because the money doesn’t go into state coffers -- even if the government dictates how the money should be spent.\n\nBack to the bag charge. The state doesn’t get any of that money. Grocers can spend the money however they want. And shoppers -- and this is critical -- don’t need to pay a nickel for a paper bag. They are free to bring in their own carrying devices, from gym bags to multi-use plastic bags to previously used paper bags. There is no constitutional right to a disposable sack.\n\nAnna Richter Taylor, a lobbyist representing Hilex, argues that for Oregonians who have never before had to pay for a supermarket bag, this is a tax. \"The Legislature can call it what they want, but government -- and not grocers -- is forcing consumers to buy a reusable bag or a paper bag,\" she said.\n\nPolitiFact Oregon doesn’t like paying for something that once was free. But remember, television used to be free. Bottled drinks were once 5 cents cheaper. Utility companies used to not charge 3 percent extra for energy programs. Frankly, we think it’s easier to avoid the 5 cent charge on bags than it is to bypass bottled drinks or the public purpose charge on utility bills.\n\nWe rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13617"}