{"url": "/factchecks/2010/oct/28/american-federation-children/group-says-state-senate-candidate-monk-elmer-voted/", "speaker": "American Federation for Children", "vclaim": "Says state Senate candidate \"Monk Elmer voted to exceed the (school district property tax) spending caps.\"", "truth_label": "pants-fire", "date": "stated on October 27, 2010 in a direct mail campaign piece :", "title": "Group says state Senate candidate Monk Elmer voted to exceed spending caps while on Kimberly school board", "text": "It’s hard to confuse a Bulldog with a Papermaker. And Idaho with Wisconsin. And a school district experiencing a state of emergency with one receiving national praise.\n\nBut that’s what the American Federation for Children did in a direct mail piece sent to residents of the 1st state Senate District, which stretches from the Fox Cities northeast to include the Door County peninsula.\n\nThe seat is open after the retirement of Sen. Alan Lasee, a Republican who had held it since 1977. Seeking to replace him are Democrat Monk Elmer, a family practice physician and president of the Kimberly school board, and former state Rep. Frank Lasee, a Republican and distant relative of Alan Lasee.\n\nThe American Federation for Children, which advocates for school choice, is one of several outside groups active in the race, one of a handful that could determine control of the Senate.\n\nThe group sent out a direct mail piece headlined \"Knock Knock, Monk Elmer and Higher Taxes are Calling.\" It listed a variety of complaints, each with an official-looking footnote, including this one:\n\n\"Monk Elmer just can’t stop spending ... Monk Elmer voted to exceed the spending caps.\"\n\nAmong those receiving it: Elmer himself.\n\nElmer, president of the Kimberly school board, didn’t  recognize the name of the reporter or even the newspaper cited in the footnote: Amy Huddleston, Times-News correspondent.\n\nWith good reason: The reporter and newspaper are in Idaho.\n\nThe April 17, 2010 article from the Times-News in Twin Falls, Idaho, was about the Kimberly School District there declaring a fiscal state of emergency and approving a resolution seeking voter approval for a special $300,000 tax levy.\n\nYikes. Tough to campaign for higher office when you’re president of that school board.\n\nOf the American Federation for Children, Elmer said: The group \"thinks they can put down any information they want and they don’t think anybody’s checking them.\"\n\nWe left messages at the group’s national office and for former Assembly Speaker Scott Jensen, who heads the group’s state operation, but received no reply.\n\nElmer and the State Senate Democratic Campaign Committee complained publicly about the ad on Oct. 19, 2010. But there’s been no evidence that the group has modified the claim. Indeed, Elmer says it has shown up in other pieces of direct mail.\n\nOf course, Elmer is doing some explaining to voters about the school board’s budgets since he’s taken over as president in Kimberly, Wis. (home of the Papermakers, population 6,146) and not Kimberly, Idaho, (Bulldogs, pop. 2,614).\n\nThe Kimberly, Wis. tax levy increased 0.2 percent to about $14.5 million in his first budget; for 2009-’10 the levy was up $1.2 million, or 8.4 percent, to $15.7 million. On Oct. 25, the board voted for a 2010-’11 tax levy of $16.67 million, up $989,000, or 6.3 percent.\n\nYes, tax hikes. But no vote to exceed spending caps -- and no state of emergency.\n\nElmer defended the tax increases, saying the district faced sharp cuts in state aid, while striving to provide excellent schools. Newsweek recently placed Kimberly (Wisconsin) on its list of the best school districts in the country (No. 1,637 out of 2,000, and 27th of the 32 state schools on the list.)\n\nLet’s conclude with an obvious geography lesson:\n\nIn a key state Senate race, the American Federation for Children reached for a great headline and issue to use against Democratic candidate Monk Elmer. They reached all the way to Kimberly, Idaho, which is about 1,641 miles away from the home of Monk Elmer back in Kimberly, Wis. That’s about as far as that claim is from the truth. And that makes the claim ridiculous. Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14115"}