{"url": "/factchecks/2007/oct/25/fred-thompson/a-mixed-record/", "speaker": "Fred Thompson", "vclaim": "\"I supported tort reform with regard to securities...product liability...interstate commerce.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2007 in a Republican debate in Orlando, Fla.:", "title": "A mixed record", "text": "At an Oct. 21 Republican debate in Orlando, Fla., Fred Thompson responded to an attack by Rudy Giuliani, who had criticized votes by Thompson against tort reform.\n\nThompson said, \"I supported tort reform with regard to securities legislation. I supported tort reform with regard to product liability legislation, things that have to do with interstate commerce. I think it appropriately passed. I supported and worked for those things. Local issues belong at the state level. Most states have passed tort reform. That's our system. It's not all federalized.\"\n\n\nThompson's statement fairly summarizes his record on the issue.\n\n\nA former trial lawyer, he has opposed some tort reform bills because he said they violated his principle of states' rights. But he has supported others because he said they involve interstate commerce.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nIn 1995, he voted with his party for a bill limiting product liability lawsuits against manufacturers. However, he was instrumental in narrowing it from the broad tort reform that the Republican leadership had wanted. He was one of only nine Republican senators to vote against an earlier version of the bill, which included protections for doctors against medical malpractice suits and sanctions meant to limit frivolous lawsuits. The legislation went on to be passed without the protections for doctors and limits on frivolous suits.\n\n\nAlso in 1995, Thompson voted with fellow Republicans on a bill that made it harder for shareholders to file class-action lawsuits against companies. When that law caused more and more class-action securities fraud lawsuits to be filed in state courts, Thompson voted for a 1998 law that required such cases to be handled by federal courts.\n\n\nHe is correct that most states have passed some sort of tort reform, according to Darren McKinney, spokesman for the American Tort Reform Association, a group that advocates state and federal tort reform.\n\n\nOverall, we find Thompson's response to Giuliani's attack to be Mostly True.", "vclaim_id": "vclaim-pol-16547"}