{"url": "/factchecks/2010/apr/09/frederica-wilson/wilson-banned-dirty-dancing/", "speaker": "Frederica Wilson", "vclaim": "Says she introduced a ban on \"dirty dancing.\"", "truth_label": "mostly-true", "date": "stated on April 9, 2010 in her campaign Web site.:", "title": "Frederica Wilson says she banned dirty dancing", "text": "State Sen. Frederica Wilson, a Miami Gardens Democrat running for the congressional seat now held by Kendrick Meek, is making an unusual boast about her accomplishments as a school board member: She says she introduced a ban on \"dirty dancing.\"Here is what she says on her campaign Web site: \"As a member of the Miami-Dade County School Board, Senator Wilson introduced reading labs and an African-American history curriculum into our schools, as well as a dirty-dancing ban in our community.\"She reiterated that claim in a March 9, 2009 press release announcing her campaign and on her Facebook page -- so there's no doubt she's against kids engaging in nasty booty moves. Pelvic thrusts aren't usually mentioned in congressional campaigns, so we jumped at the chance to explore whether she truly had introduced a ban. First, some background on dirty dancing. To many, the phrase conjurs up memories of the 1987 movie starring Patrick Swayze and Jennifer Grey. Remember the story? Grey plays a good girl nicknamed \"Baby\" who is on a family vacation at a Catskills resort. She stumbles upon a room where the working-class crew -- including Johnny, a beer-swigging-shirt-unbuttoned dance instructor played by Swayze -- are grinding their scantily clad bodies wrapped around each other in Do You Love Me. Johnny teaches Baby to dance -- among other, ahem, lessons -- and they fall in love. She learns some choreographed dance moves that are more of the gaze-into-each-other's-eyes variety than the make-your-grandma-blush type. In one famous scene, he lifts her by her hips as she is dripping wet in a lake. A decade later, the Miami-Dade school board took up the topic. There was no mention of the movie in the articles we found about the mid 1990s discussions, but there was plenty of harrumphing about kids dancing in sexually suggestive ways.\"I've seen it in little tiny elementary school children. I couldn't take it, \" Wilson said in a Nov. 19, 1995, Miami Herald article which stated that she asked school administrators to hold a meeting on the topic. \"I don't think it sets a good standard for our district. We cannot allow (the dancing kids) to degrade the school district or themselves.\" In a 1997 op-ed, school board member Wilson said she was considering introducing a ban.\"It has been called 'dirty dancing,' but it's really nothing more than simulated sexual intercourse. Outrageously, too many folks involved with Dade County's public schools -- including teachers, administrators, and parents who ought to know better -- call it 'cheerleading,' 'marching,' or other types of school-sponsored student performance. Whatever it's called, it's vulgar and degrading. It has no place in our schools, on our playgrounds, or in our students' lives. So, imagine my disgust and dismay when I marched in Dade's Martin Luther King Day Parade earlier this year and saw Dade high school cheerleaders bumping and grinding their way down Martin Luther King Boulevard.\" In a July 1997 news article, she was quoted saying, \"I've seen horrendous behavior. I saw a band member bend over and a female majorette come from behind and simulate actual intercourse. I almost passed out, but people in the stands were applauding.\"Rather than calling it a \"dirty dancing ban,\" it was known as \"Guideline 25B: Student dance performances and/or productions: Procedures for promoting and maintaining a safe learning environment.\"The board's explanation of the rule said that cheerleading, dance and band performances at events, performances or educational settings \"are essential to the establishment and maintenance of an atmosphere that fosters cultural and artistic exchanges. However the board recognizes that certain modes of dance are inappropriate, unsuited for immature audiences and may offend the community's sense of propriety rather than foster appropriate conduct that is consistent with school board rules and state statutes.\" School board documents said the rule prohibited performances that depicted \"actual or simulated sexual intercourse (normal or deviate), masturbation, excretory functions and actual lewd exhibition of genitalia.\" It's clear from news coverage and school board minutes that Wilson was the driving force behind the ban. School board minutes for the July 9, 1997, meeting state that Wilson proposed the rulemaking. The motion passed unanimously. On Aug. 27, 1997, the school board voted again in favor of the proposal. But there's still a bit of exaggeration in her statement: Wilson described this as a ban \"in our community\" when it strictly related to school-related groups or performances. She told us that was a reasonable description because \"the dirty dancing ban was on school bands and majorettes in the community. We have a lot of parades -- the MLK parade, different half time shows at football games in the community. I witnessed it -- a lot of forward-thrusting of the pelvic bone.\" Clearly Wilson introduced the dirty dancing ban approved by the school board in 1997 and we don't doubt that school activities now have less forward-thrusting of the pelvic bone. But her claim that the ban would apply \"in our community\" is a little misleading. Some people might think her ban applied to the entire county, not just the schools. So we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-15127"}