{"url": "/factchecks/2019/jan/14/roy-cooper/new-nc-law-makes-small-significant-changes-campaig/", "speaker": "Roy Cooper", "vclaim": "A bill passed by GOP legislators \"makes it harder to prosecute people and groups that violate campaign finance laws.\"", "truth_label": "true", "date": "stated on December 26, 2018 in a Facebook post:", "title": "New NC law makes small but significant changes to campaign finance investigations", "text": "The North Carolina elections board — which is investigating possible fraud in the 9th Congressional District race — was left leaderless last month after a court found its structure to be unconstitutional.\nSo Republican legislators crafted a bill to install a new board, which Democratic Gov. Roy Cooper vetoed. He said the bill \"mandates secrecy for campaign finance investigations by the Elections Board.\"\n\"Not only that, the new bill makes it harder to prosecute people and groups that violate campaign finance laws,\" Cooper said in a Dec. 26 Facebook post.\nThe bill, which became law after the legislature overrode Cooper’s veto, does make campaign finance investigations less transparent.\n(Under the old law, the existence of investigations were considered public record as soon as someone filed a complaint. Under the new law, as PolitiFact NC recently wrote, an investigation would become known to the public only if charges are filed or if the person who filed the complaint decides to inform the public about it.)\nBut does the new law make it harder for authorities to \"prosecute\" people who might have violated campaign finance laws?\nCooper’s post, along with the word \"prosecute,\" are somewhat vague. Contacted by PolitiFact, Cooper spokesman Ford Porter argued that the bill introduces new hurdles that could impede prosecution of campaign finance violations.\nPolitiFact NC reviewed the new law and the changes explained by legislative staff. There’s a new requirement for filing a complaint, a new statute of limitations on investigating complaints, and a new step the North Carolina elections board must take before referring campaign finance violations to prosecutors.\nComplaint restrictions\nUnder the old law, complaints could be made informally, by email. Under the new law, complaints have to be signed and sworn under oath.\nThe old law didn’t provide a statute of limitations for investigating complaints.\nThe new law says:\nNo investigation shall be initiated more than four years from the earliest of the following dates:\n\n\nThe facts constituting the violation are known to the State Board or county board with jurisdiction.\n\n\nThe facts constituting the violation can be determined from the public record.\n\n\nThe complainant knew or should have known of the conduct upon which the complaint is based.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\n\nA new review process\nThe new law also creates a new procedure that must be followed before the elections board can refer campaign finance cases to prosecutors.\nUnder the old law, the elections board and ethics commission were one agency — the N.C. State Board of Elections and Ethics Enforcement. And the agency could refer cases to prosecutors without waiting on a recommendation.\nUnder the new law, the agency will be divided into the state elections board and the state ethics commission. The new process is:\n\n\nThe elections board investigates a campaign finance complaint.\n\n\nThe elections board sends its findings to the ethics commission.\n\n\nWithin 90 days, the ethics commission makes a recommendation to the elections board on whether or not it should refer the case to prosecutors.\n\n\nThe elections board is free to refer the cases to prosecutors (with or without the ethics commission’s support).\n\n\nHypotheticals\nSupporters of the new law might argue that it won’t change the outcome of the review, referral and prosecution process — and they could be right.\nIt’s possible that the new requirement to have a complaint signed and sworn won’t discourage anyone from coming forward with legitimate allegations, that having the ethics commission involved won’t get in the way of prosecution, and that no cases will emerge that predate the new four-year statute of limitations on the election board.\nHowever, there’s also a chance the new statute of limitations could prevent the board from holding someone accountable for something that happened more than four years ago.\nIt’s also possible that the ethics commission and elections board would disagree on whether to pursue criminal charges. The ethics commission will be composed of eight members, who could potentially deadlock. And it’s possible that, if county prosecutors are aware of a disagreement between the elections board and the ethics commission, it would influence their decision to withhold charges.\nJohn Wallace, an attorney who has represented the N.C. Democratic Party, noted that the law requires the elections board to send some campaign finance cases to a politician’s home district. He noted that some district attorneys \"may not be knowledgeable or experienced with respect to the prosecution of campaign finance matters.\"\nOur ruling\nCooper said a bill passed by GOP legislators \"makes it harder to prosecute people and groups that violate campaign finance laws.\" The new law will require complaints to be signed and sworn, the elections board to abide by a new statute of limitations, and the state ethics commission to weigh in on cases.\nSupporters of the law could argue that those additions to the process are relatively small obstacles to clear to prosecute someone for campaign finance violations. And they may have a point. But the new requirements are hurdles, nonetheless. We rate this claim True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-01-14 21:35:51 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  A bill passed by GOP legislators “makes it harder to prosecute people and groups that violate campaign finance laws.”    Roy Cooper Governor of North Carolina https://www.facebook.com/NCgovernor/posts/2224007851252463?__xts__[0]=68.ARAbGesZjWjxQTpQ7CpKGC7aqOf5sSoWq4_EEOLWXRcxrnEQ26olnuwWzINMV7bTTX10vluofy2rc3MUsD_HiRm2hzH-y7yax2IHggISawDimIJ-VVc7hHoBVpftczSuittyK-sOgnowah19CeIUwFyZmJcN0qOHzTwWgf5ka-MkBLAuC1q8_cupf1kBfe0_tEXLnNImkS2zhv9P3nf3gZZ3b9tZou2ZvObyBSfDmR7PszIW0d1Wsb2zX7VveUFYk61u7Ybgn1BZegPr-AHeiPqnXU4fsV7dma-0i25U365a6MzcwmlUDMU1x7CgXrb706w-l0oMdyaYEsymiDdLrNh6&__tn__=-R   NC Wednesday, December 26, 2018 2018-12-26    Read More  info", "vclaim_id": "vclaim-pol-01131"}