{"url": "/factchecks/2018/oct/28/kathy-manning/beto-orourke-nc-democrat-kathy-manning-claims-no-c/", "speaker": "Kathy Manning", "vclaim": "\"I'm not taking any corporate PAC money.\"", "truth_label": "half-true", "date": "stated on October 23, 2018 in a debate:", "title": "Like Beto O'Rourke, NC Democrat Kathy Manning claims no corporate PAC donations in her campaign", "text": "The campaign for a U.S. House seat representing parts of Greensboro and surrounding areas has frequently focused on money: Who’s getting the most outside funding, and who is or isn’t beholden to special interests.\nThe two main candidates are Republican incumbent Ted Budd and Democratic challenger Kathy Manning. In a recent debate they sparred once again over the questions of money and influence.\nManning criticized Budd for taking thousands of dollars from special interest groups, but Budd defended himself, saying: \"If anybody wants to support me, that’s great.\" Manning retorted that she will act differently if elected.\n\"When a corporation or corporate special interest makes a campaign contribution, they do it because they’re looking for you to support legislation that will help (its) bottom line,\" Manning said in the debate. \"That’s why I’m not taking any corporate PAC money. I don’t want to be beholden to corporations. I want to go to Washington to fight for the people of our district.\"\nShe reiterated that talking point in her closing statement, saying, \"I haven’t taken a dime of corporate PAC money because I want to represent the people.\"\nManning is technically correct that she doesn’t take money from corporate PACs. But her claim ignores the fact that — like nearly all politicians — her donor list is full of CEOs, lobbyists, real estate developers and other corporate bigwigs.\nShe also takes money from other types of non-corporate PACs, some of which are funded by corporate PACs and other business interests.\n\"She’s got a lot of money from unions,\" said Sarah Bryner, the research director for campaign finance watchdog group Center for Responsive Politics. \"Lots of PAC money. Just not what most of us would consider corporate PAC money.\"\nMany types of PACs\nCorporate PACs are one of three different types of political action committees (the others are labor PACs and political PACs) that can give directly to candidates.\nThere are also super PACs, which can’t give to candidates but can spend money on their behalf. The Manning-Budd race has drawn more than $3 million in outside spending so far, according to the Center for Responsive Politics, in addition to the nearly $5 million the candidates have raised.\nData from the Center for Responsive Politics on its website OpenSecrets.org shows Manning’s $2.9 million in fundraising includes more than $180,000 from PACs as of Oct. 16. Budd’s $1.8 million in fundraising includes nearly $800,000 from PACs in that same period.\nFor both candidates, their single largest donor is a political PAC.\nBryner said donations like this make it hard for candidates to truly say their campaigns are free from corporate influence, since political PACs are often funded by corporate PACs or other corporate interests.\nFor instance Manning took $10,000 from the New Democrat Coalition, a pro-business Democratic PAC that gets much of its funding from donors in industries like defense contracting, pharmaceuticals, insurance, energy and health care. And it’s far from the only PAC with business connections.\n\"If you take money from a political party, that money may have come from a corporation,\" Bryner said.\nAnd then there’s the fact that corporate PACs are not funded from corporate revenues at all. It’s illegal for businesses to give money directly to candidates. Instead, corporate PACs are funded voluntarily by employees of the corporation.\nFor that reason, Joseph Albanese, a researcher at the pro-PAC group Institute for Free Speech, wrote in March that it’s misleading and unfair for candidates to imply that taking money from corporate PACs is inherently worse than taking money from people who work for that company.\n\"This is essentially equivalent to saying that donations from anyone who works for a corporation are a corrupting influence on our democracy,\" Albanese wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nManning’s big donors\nAs one example, Manning has not taken any money directly from the PAC run by Alphabet, the holding company that owns Google and other tech companies.\nThat’s perhaps not too surprising; earlier this summer the magazine The Atlantic reported that \"most nonincumbents don’t receive any corporate PAC donations.\"\nManning has, however, taken money from at least three political PACs (the Democratic Congressional Campaign Committee, BRIDGE PAC and AmeriPAC) that are funded in part by the Alphabet PAC. Manning has also taken money from Alphabet employees, including $10,800 from the CEO (and his wife) of an urban development company Alphabet owns called Sidewalk Labs.\n\"The idea that by rejecting corporate PAC money — which by the way is also money from people — that you’re rejecting corporate influence, is a little silly,\" Bryner said.\nThe list of Manning’s most generous donors contains a lot of corporate bigwigs. The maximum donation a couple can give is $10,800, and some of the couples giving that amount include:\n▪ Daniel Doctoroff and his wife Alisa. Daniel Doctoroff is the CEO of Sidewalk Labs.\n▪ Kay Hagan and her husband Charles. Kay Hagan is a former U.S. senator and bank executive, and Charles Hagan is a Greensboro attorney.\n▪ Doug Baker and his wife Julie. Doug Baker is the CEO of EcoLab, a Minnesota chemical company that owns the North Carolina cleaning supply company Swisher Hygiene.\n▪ Seth Klarman and his wife Beth. Seth Klarman is the CEO of Baupost Group, one of the world’s biggest hedge funds.\n▪ Bobby Long and his wife Kathryn. Bobby Long is a prominent Greensboro businessman who’s involved with the investment firm Granville Capitol, whose CEO Steve Hassenfelt also gave Manning $5,400.\n▪ Norman Samet and his wife Sylvia. Norman Samet is the former leader of both the Triad and High Point chambers of commerce and owns a construction and development company, Samet Corp.\nA growing trend\nDespite the difficulties in avoiding corporate influence in elections, many politicians like Manning have recently been pledging to not take money from corporate PACs.\nSome of the politicians making similar claims have been urged on by End Citizens United, a PAC that is dedicated to opposing super PACs and corporate influence in politics.\nEnd Citizens United endorsed Manning and donated $8,500 to her campaign, writing: \"Voters are fed up with the way Washington does business, and they’re demanding reform. By rejecting corporate PAC money, Kathy is taking bold steps to address the problem before she even gets to Congress.\"\nPerhaps the most notable member of this trend is Democratic Texas Senate challenger Beto O’Rourke.\nO’Rourke, who has raised a whopping $60 million in his attempt to unseat Republican Sen. Ted Cruz, has done so without any corporate PAC money. But for similar reasons as laid out in this fact-check, PolitiFact previously ruled O’Rouke’s 2017 claim about avoiding corporate cash as Half True.\nOur ruling\nKathy Manning said \"I’m not taking any corporate PAC money. I don’t want to be beholden to corporations.\"\nManning is technically correct that she hasn’t taken any corporate PAC money. But she has taken money from other PACs, including from non-corporate PACs that are funded by corporate PACs.\nFurthermore, what Manning fails to mention is that corporate PACs are not funded by corporations themselves, but rather by the employees of those corporations. And she has taken plenty of money from employees of large corporations, including the CEOs of companies in industries like investment banking, real estate, chemicals and tech.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-01385"}