{"url": "/factchecks/2016/nov/02/eric-greitens/greitens-misses-bigger-picture-kosters-domestic-vi/", "speaker": "Eric Greitens", "vclaim": "Chris Koster \"opposed protecting the women of Missouri\" because he \"was one of only four senators to vote against\" a bill ending the practice of making rape victims pay for their own rape kits.", "truth_label": "half-true", "date": "stated on September 30, 2016 in a press release:", "title": "Greitens misses bigger picture on Koster's domestic violence vote", "text": "In a September press release, Eric Greitens, Missouri’s Republican candidate for governor, said his opponent, Missouri Attorney General Chris Koster, voted against legislation protecting women from sexual assault and domestic violence.\n\n\nGreitens said Koster voted against a 2007 bill mandating that the state pay for \"rape kit\" medical exams, not the victim of the assault. Koster was a state senator at the time the bill was proposed.\"\nChris Koster is always quick to tout his ‘experience.’ But he is totally silent about his record on issues related to sex crimes and violence against women, probably because it is so bad,\" the release reads.\n\n\nIt continues: \"He opposed protecting the women of Missouri.\"\n\n\nWe wanted to know more about Koster’s stance on the bill, so we decided to investigate Greitens’ claim.\n\n\nMore about the bill\n\n\nThe legislation, House Bill 583, became law. Besides mandating that the state paid for rape kits, the bill also classified repeated instances of first-degree domestic assault as a Class A felony and established a designated address for sexual assault victims in order to protect their privacy.\n\n\nGreitens is right — Koster was one of four senators who voted against the bill. The Senate passed it with a vote of 29-4. It passed in the House 133-19.\n\n\nBut Greitens’ release doesn’t provide the full story.\n\n\nWe reached out to Koster’s campaign, who sent us a statement about why Koster opposed the bill.\n\n\n\"The idea Attorney General Koster wants rape victims to pay for their own rape kits is beyond ludicrous,\" the statement read.\n\n\n\"This bill contained a blanket provision that could allow convicted murderers whose trials occurred decades earlier to get out of prison, based on potentially manufactured evidence. He couldn't support that and for that reason opposed the bill,\" the Koster campaign said.\n\n\nThe bill allows the Department of Corrections to grant parole to inmates serving time in prison for murdering their spouse or \"domestic partner\" if the inmate can prove that he or she was the victim of repeated domestic violence. To get parole, the inmate must provide evidence of domestic violence, and that evidence could not have been used in the original trial.\n\n\nAccording to the bill, the evidence could include \"witness statements, hospital records, social services records, and law enforcement records.\"\n\n\nThe provision allows parole only if the inmate has served 15 years of his or her sentence. The parole board must determine that the prisoner will not break the law again. The inmate’s trial had to have begun before 1991, and the homicide has to have been the person’s first violent felony conviction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n\nKoster’s campaign staff said Koster objected to witness statements being used as evidence of domestic abuse leading to the murder. Koster’s position was that under the wording of the bill, the parole board and not the original jury would decide the prisoner’s fate on the basis of the witness statements.\n\n\n\"The bill doesn't provide a standard where the parole board weights (sic) the evidence, i.e. preponderance or without a reasonable doubt. This opens the door to manufactured evidence that would not be weighed by a jury,\" his campaign said.\n\n\nThe Missouri Coalition Against Domestic and Sexual Violence supported the bill when it was in the legislature, said Colleen Coble, the coalition’s CEO.\n\n\nCoble said the bill’s aim was to allow imprisoned women who killed their partners following an act of domestic violence to have their cases reviewed by the parole board. Before 1991, evidence of domestic violence was not commonly presented as a defense in court, she said.\n\n\nCoble said Koster was supportive of the bill’s other provisions, including the measure to have the state pay for medical exams.\n\n\nKoster’s voting record\n\n\nWe wanted to find out more about how Koster voted on other legislation related to sexual violence when he was a state senator. Koster’s staff provided us with more information.\n\n\nAs attorney general, Koster assembled the Domestic Violence Task Force in 2010. The task force suggested 12 changes to Missouri’s domestic violence laws in a 2011 report to the Missouri General Assembly. One of the recommendations was to create more consistent definitions of \"domestic violence,\" \"abuse,\" \"adult,\" \"family\" and \"household member.\"Some of the suggestions were folded into a Senate bill that became law that year.\n\n\nAs a state senator, Koster sponsored several bills related to sexual assault, though none became law.\n\n\nIn 2006, he sponsored a bill that would increase penalties for sexual offenders who fail to register. That year, he also sponsored a bill that would have required lifetime probation for first-time sex offenders.\n\n\nIn 2007, he sponsored a bill that would allow victims of sexual assault to register a designated address with the Missouri Secretary of State’s office to protect their privacy. That was one of the provisions of the bill Greitens referenced.\n\n\nHe also sponsored a bill that year requiring people convicted of felonies to serve a minimum of three years in prison if they failed to register as a sex offender at the time of their crime as required.\n\n\nOur ruling\n\n\nGreitens says Koster voted against a 2007 bill requiring the state to pay for rape victims’ medical exams.\n\n\nIn reality, the bill did more than that.\n\n\nKoster says he objected to wording that made it possible for convicted murderers to be granted parole by claiming they were victims of domestic abuse. Koster said the language made it possible for murderers to manufacture evidence to be released before the completion of their sentence.\n\n\nGreitens is cherry-picking one part of the legislation to paint his opponent as soft on domestic abuse. We rate his claim Half True.\n\nhttps://www.sharethefacts.co/share/e7439573-fb2e-4b8e-8fc7-5fb0193e64a5", "vclaim_id": "vclaim-pol-04001"}