{"url": "/factchecks/2020/jun/02/tweets/how-false-conspiracy-theory-about-washington-commu/", "speaker": "Tweets", "vclaim": "Says officials in Washington, D.C., are “jamming all communications.”", "truth_label": "false", "date": "stated on June 1, 2020 in a hashtag:", "title": "How a false conspiracy theory about a Washington communications blackout went viral on Twitter", "text": "It had only been June for two hours when SoyBoy2020 sent the tweet.\n\"WTF is happening? #DCBlackout.\"\nThe post was the first instance of the hashtag #dcblackout on Twitter that day. It got four retweets and 13 likes — not bad considering SoyBoy2020 has only five followers.\nUnder normal circumstances, it might have ended there. But by the end of June 1, #dcblackout had become a viral conspiracy theory on Twitter, highlighting how uncertainty surrounding Black Lives Matter protests around the country can lead to the rapid spread of misinformation on social media.\nOn May 31, demonstrations over the death of George Floyd, a black man who died in Minneapolis police custody after a white officer kneeled on his neck, hit a fever pitch in Washington, D.C. Protesters faced off with police and National Guard troops overnight. Multiple fires burned near the White House, and the Washington Monument was surrounded by smoke.\nIn the early hours of June 1, Twitter users like SoyBoy2020 used the chaos to plant the seeds of a false narrative about a government crackdown on protesters. \nThe hoax goes like this: To quell unrest at Black Lives Matter demonstrations, officials in Washington started \"jamming all communications.\" That move prevented protesters from using their cell phones to contact each other. \n\"how does dc go from being on fire to being completely silent?? somethings not adding up,\" wrote one of the first Twitter users to share the hashtag, which has been mentioned hundreds of thousands of times.\nRELATED: Fact-checking misinformation about the George Floyd protests in Minneapolis\nWashington officials say there’s no evidence to support allegations of a communication blackout in the city.\n\"This appears to be misinformation. We have no confirmation of a cell phone blackout,\" said Alaina Gertz, a public affairs specialist at the Metropolitan Police Department, in an email.\nD.C. Police Chief Peter Newsham and representatives from Verizon and AT&T have also debunked the claim. But that didn’t stop #dcblackout from taking off on Twitter. \nBy 3 a.m. on the East Coast — one hour after the first mention — the hashtag had been used tens of thousands of times. By 7 a.m., it was showing up in Twitter’s list of trending topics.\nIt’s not uncommon for hashtags containing misinformation to trend on Twitter. But experts say #dcblackout appears to have been part of a coordinated social media disinformation campaign.\n\"This is at 2 in the morning, and within the hour, this hashtag has been used 50,000 times,\" said Darren Linvill, an associate professor and disinformation expert at Clemson University. \"That doesn't happen when some anonymous account with three followers makes up a hashtag at 2 in the morning. That doesn't happen naturally.\"\nUsing a tool called Botometer, which detects whether Twitter accounts have bot-like characteristics, we determined that dozens of the accounts that first shared #dcblackout appear to be automated or partially automated. Others pivoted from tweeting infrequently or about other subjects to posting about Black Lives Matter protests — one sign that a coordinated disinformation campaign is afoot.\nAs people started waking up on the East Coast, the hashtag quickly grew as it was shared among protest sympathizers looking for answers. It incorporated other pieces of misinformation, such as a photo from the ABC show \"Designated Survivor\" that some Twitter users claimed showed Washington in flames.\nOne of the photos that was going around, looked similar to the photo above but was actually a screengrab from the ABC Show Designated Survivor. Make sure you do a reverse image search of photos before you share them, especially as news is quickly unfolding. pic.twitter.com/SOYHOE1ysH— MediaWise (@mediawise) June 1, 2020 \nThen things got weird.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nLinvill noticed that several Twitter accounts started sharing the exact same language about #dcblackout. It started with a tweet from someone named Bethany at 9 a.m.\nYeah...... as someone seeing #dcblackout trending, who lives and works in the DC metro area, and who has friends telecommuting into DC rn..... This hashtag looks like misinformation. \"No social media from DC\" because we were asleep. Stop scaring people. #dcsafe— Bethany (@betanianne) June 1, 2020 \nBotometer suggests that Bethany is a real account holder. But her tweet was copied verbatim hundreds of times by other accounts — including some that appeared to have been hacked.\nThis is alarming. Lol pic.twitter.com/7xbibbJBul— adezero 😷 (@adezero3) June 1, 2020 \nOne of them was Jason Elia, an author and filmmaker who has a verified account on Twitter. At 11:18 a.m., he tweeted the exact same words that Bethany posted more than two hours before.\nHowever, in a follow-up tweet, he said it wasn’t him.\nThe fuck?! I swear I did not tweet this. I’m in fucking Oklahoma City currently. I hate DC and very few reasons would ever get me to go there. Also I only tweet from iPhone. https://t.co/snRsQFgy4l— Jason Elia (@jedijamesdean) June 1, 2020 \nHacking Twitter accounts is a tactic that disinformation campaigns employ to turn authentic users into propaganda machines. ProPublica reported that a recent coronavirus-related operation that uses hacked accounts has ties to the Chinese government.\nIn this case, Linvill said the goal of the disinformation campaign was probably to sow confusion by manipulating the conversation on both sides of the hashtag.\n\"This is not some guy in his basement,\" he said.\nWe reached out to Twitter repeatedly for a comment on #dcblackout, but we haven’t heard back. Spokesman Brandon Borrman told the Washington Post that the company has taken action against some of the accounts sharing the hashtag.\n\"We’re taking action proactively on any coordinated attempts to disrupt the public conversation around this issue,\" he said. \"We are actively investigating the hashtag #dcblackout and during that process have already suspended hundreds of spammy accounts that tweeted using the hashtag.\"\nEven as media outlets started debunking the hoax and Twitter began taking action, #dcblackout continued to grow. \nOn Twitter, users doubting the #dcblackout conspiracy theory added to its rise. Around noon, the bulk of accounts tweeting with the hashtag were authentic, according to Hoaxy, another tool that measures Twitter accounts with bot-like characteristics. \n\n(Screenshot from Hoaxy)\nBy 1 p.m., Google search results for the hoax returned no news articles about it, creating what misinformation researchers call a \"data void,\" where the absence of credible information about a topic provides a fertile environment for misinformation to proliferate.\nThe conspiracy theory that Washington officials were restricting the communications of Black Lives Matter protesters also made its way to other social media platforms. \nWe found several examples of claims related to #dcblackout shared by political pages on Facebook. Some of the pages had names with terms used by far-right extremists and were created within the past few weeks.\nLinvill said disinformation campaigns like #dcblackout prey on unsuspecting social media users to push a specific narrative. To avoid them, he suggests staying vigilant about what you share and how you protect yourself online.\n\"You have to realize that your social media account is a tool that other people want access to for a variety of reasons,\" Linvill said.\nOur ruling\nTwitter posts using the hashtag #dcblackout suggested that officials in Washington started \"jamming all communications\" to quell unrest at Black Lives Matter demonstrations.\nThere’s no evidence of any effort. Experts say #dcblackout appears to have been part of a coordinated social media disinformation campaign that grew on Twitter and spread to other platforms. \nWe rate the claim False.", "vclaim_id": "vclaim-pol-17863"}