{"url": "/factchecks/2013/aug/02/dan-patrick/dan-patrick-says-2014-15-state-budget-cut-border-s/", "speaker": "Dan Patrick", "vclaim": "Says the 2014-15 state budget \"cut border security and funding to fight criminal gangs.\"", "truth_label": "barely-true", "date": "stated on June 27, 2013 in a campaign video:", "title": "Dan Patrick says the 2014-15 state budget “cut border security and funding to fight criminal gangs.\"", "text": "In a video announcing his run for lieutenant governor June 27, 2013, state Sen. Dan Patrick said that border security is a federal responsibility but Texas’ problem, and the state shouldn’t budget less for it.\n\"This year’s budget, despite increasing nearly 9 percent, actually cut border security and funding to fight criminal gangs,\" the Houston Republican said. \"It was one of the reasons I voted against the budget.\"\nIn a recent PolitiFact check, we found that state spending (aka general revenue) rose no more than 8.7 percent from 2012-13 to 2014-15. Did that include cuts to combating gangs and securing the border?\nAnalysis showed us that wasn’t exactly so -- in fact, budgeted border spending rose about $118 million.\nBorder security has been a fiscal priority for Gov. Rick Perry, who has urged state efforts to supplement federal border operations starting in 2005. In 2010, he said those efforts had decreased border crime 60 percent, a claim we rated as Pants on Fire largely because its basis was crime in rural areas only, excluding towns and cities.\nTexas’ border security efforts, according to an April 2013 issue brief from the Legislative Budget Board staff, began with state programs funded by federal grants in 2005-2007, followed by lawmakers signing off on $124 million in state spending from 2008-09 through 2012-13. State border operations are coordinated by the Governor's Office of Homeland Security within the Department of Public Safety, it said.\nThe state created centers in the border area and Austin to gather intelligence, built a crime laboratory in Laredo, used software to map criminal activities in real time and coordinated federal, state, local and private law enforcement, the brief said, and also bought six aircraft, six patrol boats and 326 patrol vehicles.\nPatrick spokesman Logan Spence told us by email that Patrick’s claim referred to three specific categories of DPS spending in the biennial budget: \"organized crime,\" \"border security\" and \"local border security.\"\nSpence emailed us summaries from the budget board, which advises lawmakers on state funding issues, giving the amounts appropriated for those categories in the past two budgets sent to Gov. Perry. The summaries, from Sept. 7, 2011, and May 20, 2013, showed all-funds spending, meaning state plus federal and other funds:\n\n\n\"Organized crime\" -- $17.4 million drop, from $134.6 million to $117.2 million.\n\n\n\"Border security\" plus \"local border security\" -- $6.1 million drop, from $89 million to $82.9 million.\n\n\nDPS spokesman Tom Vinger told us via email that those changes were attributable to funds being moved to different areas within the department, plus \"one-time big ticket items\" under border spending and revised estimates for items such as federal grants in the \"organized crime\" spending.\nSpence had also sent us budget board summaries that wrapped in border operations conducted under Texas Parks and Wildlife and Trusteed Programs in the Governor’s Office. Those summaries, from May 2011 and June 2013, indicated that all-funds border security spending in those programs plus the DPS \"border/\"local border\" categories went from $219.5 million in 2012-13 to $94.1 million in 2014-15 -- indicating a drop of $128.1 million.\nThen again, the June 2013 summary also said \"additional funding is provided\" to DPS for border security above the $94.1 million total.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIncluding that unspecified spending, the budget allocates more than $100 million to border security operations not spelled out in those estimates, we heard from a chief budget-writer and the staff of the board that advises lawmakers on spending issues\nBudget board staff spokesman John Barton told us via phone that by July 15, 2013, the board had estimated a total for border spending in all parts of DPS’ budget: $331.2 million in the 2014-15 budget. That total suggests an increase of $118.3 million over the agency’s revised 2012-13 border security budget total of $212.9 million.\nVinger confirmed the amounts in the July 15 estimate were budgeted for DPS, offering no further comment.\nFor another legislative perspective, we contacted a spokesman for Senate Finance Committee chairman Sen. Tommy Williams, R-The Woodlands. Via email, Gary Scharrer asserted that as a committee member, Patrick would have known the wider scope of border spending and could have requested such numbers before his June campaign announcement.\nScharrer said via email that according to Senate Finance Committee staff, border operations spending across all agencies in 2014-15 was $343.2 million, up $121.6 million from the previous budget. We weren’t able to learn what date that estimate was produced, but Scharrer said Patrick would have been aware that such spending was going into the budget.\n\"He would have been in the loop on border security budget discussions,\" Scharrer said. Noting the Senate gave the budget act its final approval on May 25, Scharrer said, \"The numbers were available\" to Patrick.\n\"Sen. Patrick could have checked with LBB or DPS for clarification – or verification –  before going public. Many members fact-check ahead of time,\" Scharrer said, adding with a note of humor that they do so \"to save themselves from PolitiFact sweeping in after them.\"\nAs to budgeted money to battle criminal gangs, Barton told us DPS’s \"organized crime\" category was not the only state money spent to fight gangs. However, he said, the budget board did not have an estimate of such a 2014-15 total.\nSpence said he stood by the information he sent us. \"People read those summaries and rely on those summaries as accurate data from the Legislative Budget Board,\" he said.\nAsked about the budget board staff’s July 15 estimate of $331.2 million border spending in DPS for 2014-15, Spence said, \"I think there’s a disagreement about what is border security spending.\"\nCiting a couple of items mentioned in the July 15 estimate, Spence said, \"A raise for troopers is not border security spending. Police academies and all those things... If the budget says ‘Border security spending is this,’ then members of the committee and members of the Senate are going to rely on that.\"\nBarton said all items in the estimate relate directly to border security. For instance, he said, the nearly $75 million in listed pay raises reflects money going to officers involved in border operations. \nOur ruling\nPatrick said the 2014-15 state budget written by lawmakers and signed into law by Perry \"cut border security and funding to fight criminal gangs.\"\nYet his cited figures drew from budget summaries that did not show all border spending. Budgeted border security funding in 2014-15 exceeds the total in the 2012-13 budget by about one third, while budgeted 2014-15 spending on battling gangs has yet to be fully calculated.\nIt’s a PolitiFact principle not to hold people responsible for information that wasn’t available when they made their claims. In this instance, though, our sense is Patrick could at least have pinned down total border security funding before he spoke.\nThe fact that anti-gang spending has still not been totaled leaves Patrick’s claim with a possible element of truth. We rate the full statement as Mostly False.", "vclaim_id": "vclaim-pol-09032"}