{"url": "/factchecks/2020/jun/10/viral-image/national-guard-soldiers-werent-forced-sleep-dc-str/", "speaker": "Viral image", "vclaim": "Says a photograph shows U.S. soldiers sleeping on the ground after Washington D.C.’s mayor kicked them out of local hotels.", "truth_label": "barely-true", "date": "stated on June 6, 2020 in a Facebook post:", "title": "National Guard soldiers weren’t forced to sleep on D.C. streets because of mayor", "text": "Were National Guard members forced to sleep on the streets of Washington, D.C., after the mayor kicked them out of their hotels, as some social media posts claim?\nNo. But a Facebook post takes a picture of National Guard members lying on the ground out of context and suggests it is evidence that D.C.’s mayor did just that.\nThe post’s full caption reads: \"These are our soldiers that (sic) DC mayor kicked out of local hotels. We all should be raging mad at this sight.\"\nThis miscaptioned post stems from two real events — a photo taken in Minneapolis and an unrelated flap involving the D.C. mayor and the National Guard — but in both cases, the real story is less dramatic than this social media post suggests.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\n \nFirst, the photo was taken in Minneapolis, not D.C.\nWhen a reverse-image search surfaced hundreds of posts that shared the same image, some claiming it was taken in D.C., while others saying it was from Minnesota, we reached out to the Minnesota National Guard.\nA spokesperson there confirmed that the photo shows some of its members taking a rest during a longer shift in Minneapolis. It was taken in front of a bank on May 30 and had nothing to do with the troops’ lodging arrangements.\n\"While other members of the unit provided security, these soldiers grabbed a quick nap in front U.S. Bank E 2800 Lake St. in Minneapolis,\" Maj. Scott Hawkins, spokesperson for the Minnesota National Guard, wrote in an email. \"As more soldiers came on state activate duty orders, replacements became available to relieve them and regular 12 hour shifts were instituted. The Minnesota National Guard had plentiful sleeping arrangements within our staging areas with cots and food supplies. We were not dependent on hotel lodging.\"\nThe D.C. hotel billing dispute\nHere’s what happened in D.C., meanwhile.\nThousands of National Guard troops from multiple states were sent to D.C. in response to the protests.\nOn June 5, Sen. Mike Lee, R-Ut., tweeted that Muriel Bowser, the Democratic mayor of D.C., evicted Utah National Guard members from hotels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"These brave men and women have risked their lives protecting DC for three days,\" Lee wrote in a subsequent tweet. \"Rioting, looting, arson, and vandalism have all disappeared bc (sic) these soldiers served. And now they are being kicked to the curb by an ungrateful mayor. This must be stopped.\"\nThese brave men and women have risked their lives protecting DC for three days. Rioting, looting, arson, and vandalism have all disappeared bc these soldiers served. And now they are being kicked to the curb by an ungrateful mayor. This must be stopped. 2/2 pic.twitter.com/YYyctKvUqN— Mike Lee (@SenMikeLee) June 5, 2020 \nBowser responded on Twitter, acknowledging that Utah National Guard troops were in D.C. hotels but that  \"D.C. residents cannot pay\" the troops’ hotel bills.\nSenator — until they are recalled home — which I have formally requested from the President, your troops are in DC hotels. However, DC residents cannot pay their hotel bills. The Army can clear that up with the hotel today, and we are willing to help. https://t.co/WZypXMubxl— Muriel Bowser (@MurielBowser) June 5, 2020 \nReporters at WUSA9 looked into the Twitter spat and reported that Bowser was referring to  a contract the District had with the Marriott Marquis hotel. The District had agreed to cover the accommodation costs of D.C. National Guard members who were activated for COVID-19 response. \nAt a June 5 news conference, Bowser said the District did not intend, nor would be able to, evict any guardsman from any hotel. She wanted it to be clear that billing arrangements for any out-of-state troops would have to be covered by the military or by their home states. \n\"We have an agreement with one of our hotels for our COVID response, for which the District has paid and the District has a contractual arrangement,\" Bowser said. \"So our message to the hotel was that if they are going to use the rooms that we reserved, then they have to pay for them and you have to refund us our money. That, we understood, would just be a matter of the Guard or the Army making those arrangements. So those out of state troops would be covered either by the Army or their home states, not by D.C. residents.\" \nWe reached out to Bowser’s office for comment but did not hear back by time of publication.\nThe Utah National Guard released a statement on June 5 about the situation and said they were informed their 200 service members would be relocated from their hotel rooms and that the D.C. National Guard was working to resolve the matter. Hours later, an updated statement said that a different hotel had been identified, and that the soldiers would be relocated.\nOur ruling\nA photo of National Guard soldiers sleeping outside is being shared online. The caption says it was taken in Washington, D.C., after the mayor \"kicked them out of local hotels.\"\nThe photo is from Minneapolis, not D.C. The Minnesota National Guard said the soldiers were on a longer shift and grabbed a quick nap but did have formal sleeping arrangements elsewhere.\nD.C. Mayor Muriel Bowser did request that the Army cover the costs of accommodations for out-of-state troops who were in the District in response to recent protests. She said certain rooms that the District paid for were reserved for COVID-19 responders.\nThere is some truth to the hotel dispute in D.C. concerning out of state National Guard members, but the photo is miscaptioned and there is no evidence that the mayor forced soldiers to sleep on the street. We rate this Mostly False.", "vclaim_id": "vclaim-pol-17904"}