{"url": "/factchecks/2011/nov/10/rick-santorum/rick-santorum-says-unemployment-college-grads-4-5-/", "speaker": "Rick Santorum", "vclaim": "\"The unemployment rate among (the) non-college-educated is well into the double digits in America. It's 4 percent or 5 percent for people who have college degrees.\"", "truth_label": "half-true", "date": "stated on November 9, 2011 in a Republican presidential debate in Michigan:", "title": "Rick Santorum says unemployment for college grads is 4 to 5 percent but for non-college-educated it's well into double digits", "text": "During a Republican presidential debate in Michigan on Nov. 9, 2011, former Sen. Rick Santorum of Pennsylvania drew a striking contrast between the unemployment rates for Americans with bachelor’s degrees and those without.\n\n\"The unemployment rate among (the) non-college-educated is well into the double digits in America,\" he said. \"It's 4 percent or 5 percent for people who have college degrees.\"\n\nTo check this, we turned to the Bureau of Labor Statistics, the federal government’s official source of employment statistics. (One technical note for economic geeks -- we’re using the 25-and-over age group for our data rather than the 16-and-over age group used to calculate the familiar national unemployment rate. That’s because BLS data doesn’t provide educational attainment breakdowns for age brackets below 25.)\n\nLet’s look at the rate for college graduates first, since it’s more readily accessible.\n\nIn October 2011, the seasonally adjusted unemployment rate for Americans 25 years and older who had at least a bachelor’s degree was 4.4 percent. That rate was not unusual: In the 32 months since March 2008, the unemployment rate for college-educated Americans has remained within a fairly narrow band, between 4.3 percent and 5.1 percent.\n\nSo on that claim, Santorum’s on the mark.\n\nJudging the other part of his claim -- that \"the unemployment rate among (the) non-college-educated is well into the double digits\" -- is trickier, because it depends on your definition of \"non-college-educated.\" We see at least two plausible definitions -- those who have only a high school degree and never attended college at all, and those who attended college but did not earn a degree.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOf these two categories, the data for the first is easier to provide, since BLS offers that information directly. The seaonally adjusted unemployment rate for high school graduates without any college experience and who are 25 years and older was 9.6 percent in October. The highest that number climbed since the onset of the most recent recession was 11.2 percent, in October 2009.\n\nShifting to those who graduated high school and attended college but did not graduate, the numbers have to be extrapolated. So we did that and found that for this group, the unemployment rate was 9.7 percent in October 2011.\n\nIn other words, not only are both measures virtually identical, but they are also not -- as Santorum said -- \"well into the double digits.\" Nor, during the period we looked at, were they ever well into the double digits for Americans with a high school diploma.\n\nTo find an unemployment rate for 25-and-overs that can be described as \"well into the double digits,\" you have to get an even less-well-educated pool -- those without a high school degree. For high school dropouts 25 and over, the unemployment rate was 13.8 percent in October 2011.\n\nOur ruling\n\nSantorum was correct when he said that the unemployment rate is 4 percent or 5 percent for college graduates; it’s currently 4.4 percent. But he overstated his case when he said that \"the unemployment rate among (the) non-college-educated is well into the double digits in America.\" While relatively high by historical standards, the actual numbers today are not in the double digits, much less well into them. On balance, we rate Santorum’s statement Half True. \n\nUPDATE: After this item appeared, a number of readers asked us to clarify the unemployment rates for people at various educational achievement levels, so we'll provide more detail here. If you take all people except those with a bachelor's degree  -- that is, the sum of high school dropouts, those with only a high school diploma, those with some college but no bachelor's degree, and those with an associate's degree -- the unemployment rate was 9.6 percent. Alternately, if you take people without any college experience -- that is, the sum of high school dropouts and those with only a high school diploma -- the unemployment rate was 10.6 percent. Since neither group was \"well into the double digits,\" as Santorum said, we see no reason to change our ruling.", "vclaim_id": "vclaim-pol-12113"}