{"url": "/factchecks/2015/feb/13/roy-moore/alabama-chief-justice-roy-moore-81-percent-alabami/", "speaker": "Roy Moore", "vclaim": "Alabamians \"haven’t changed their opinion\" on same-sex marriage since voting to ban it in 2006.", "truth_label": "half-true", "date": "stated on February 12, 2015 in an interview with CNN:", "title": "Alabama Chief Justice: Opposition to gay marriage in Alabama hasn't changed since 2006 state ban", "text": "CNN’s Chris Cuomo challenged Alabama Supreme Court Chief Justice Roy Moore to defend a decision that will allow local courts to ignore a federal judge’s ruling striking down the state’s anti-gay marriage law.\n\"Times have changed as they did with slavery,\" Cuomo said Feb. 12 on New Day. \"The population no longer feels the same way. And even in your state, people no longer feel the same way.\"\nMoore held firm that marriage was defined as between a man and a woman, and said, \"81 percent as recently as 2006 said it was the definition. They haven’t changed their opinion.\"\nSupport for gay marriage has increased nationwide significantly in just the last decade. According to the Pew Research Center, in 2006, 55 percent of Americans opposed gay marriage. By 2014, 52 percent supported marriage rights for same-sex couples, and opposition was down to 40 percent.\nBut has there been no movement on the issue in Alabama, as Moore claimed? We decided to take a look.\nIn June 2006, voters in Alabama overwhelmingly approved a constitutional amendment barring authorities from issuing marriage licenses to \"parties of the same sex.\" The referendum passed with 81 percent of the vote. Moore’s office confirmed that was the number he was alluding to.\nWhat has happened since then? Being a solidly red state, and a rural one at that, Alabama is not surveyed as often as some other states. But here’s what we found from the polls that do exist.\nIn 2012, a poll of likely voters by the Capital Survey Research Center — an arm of the Alabama Education Association and one of the most consistent pollsters in the state until it recently closed — found 71 percent opposed same-sex marriage.\nLikely voters would be those most expected to show up for an off-year primary election, as was the case when the referendum passed in 2006. So by that measure, while gay marriage remains deeply unpopular in the state, there was a 10 percentage point decrease in opposition.\nThat drop in Alabama is largely in line with the slope of the decline in opposition at the national level. During the same time frame, nationwide opposition to gay marriage fell to 46 percent in 2012 from 55 percent in 2006, according to Pew.\nIt’s not a perfect comparison to look at the 2006 Alabama referendum, which asked people to vote on a constitutional ban on gay marriage, and a 2012 survey that queried voters on whether they support gay marriage. For example, some people might have opposed gay marriage but didn’t think a constitutional amendment was necessary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut it’s a measurable change in sentiment on the overall topic that is backed up by other research.\nIn 2005, 87 percent of registered voters told the Capital Survey Research Center that they supported the position of, \"Allowing only traditional marriage between a man and a woman.\" But an Alabama television station found in 2015 that 70 percent of registered voters oppose gay marriage.\nFinally, the Williams Institute at UCLA estimated marriage opinions for every state in 2004 and 2012 based on each state’s demographics in those years. How was this accomplished? They took the demographic make-up (age, religion, race, etc.) of each state and compared it against national survey data that broke down sentiments about marriage by those demographics.\nResearchers took this approach because lack of polling data in many states made it difficult to spot trends. What they found was support for gay marriage in Alabama grew from 16 percent in 2004 to 32 percent in 2012.\nAlabama’s increase of 16 percentage points was actually larger than the national average (13.5 percentage point increase), though the starting point there was much, much lower than most states.\nAnd that’s an important point to note: Alabama was among the states with the lowest support for gay marriage in 2004 and it remains among the lowest today. By the Williams Institute’s estimate, only Arkansas and Louisiana have a fewer percentage of citizens supportive of gay marriage (31 percent).\nThat result is echoed by the Public Religion Research Institute, which found that Alabama and Mississippi in 2014 had the lowest support for same-sex marriage among their populations at 32 percent.\nOur ruling\nMoore said since voters passed a constitutional amendment barring same-sex marriage in 2006, Alabamians \"haven’t changed their opinion.\"\nAn overwhelming number of people still oppose same-sex marriage in Alabama, and it remains one of the least-supportive states of gay marriage, according to the information available.\nBut polling data suggests measurable movement on this issue. In 2006, 81 percent of voters supported the referendum to prohibit gay marriage in Alabama. Recent polls show about 71 percent of likely voters oppose same-sex marriage today. That’s in line with other data that show growing support for same-sex marriage in the last decade there, and is similar to the rate of decline in opposition nationally.\nThe statement contains partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-06730"}