{"url": "/factchecks/2014/jan/30/wayne-thorburn/only-3-republicans-19-travis-county-races/", "speaker": "Wayne Thorburn", "vclaim": "Nearly 90% of Travis County government races will be settled by the time of the Democratic primary.", "truth_label": "mostly-true", "date": "stated on January 8, 2014 in an opinion column in the Austin American-Statesman:", "title": "Only 3 Republicans in 19 Travis County races", "text": "If you think most of Travis County’s next batch of elected leaders will be chosen in November, you’re wrong, according to Wayne Thorburn.\nThe Austinite, a former director of the Republican Party of Texas whose book \"Red State: An Insider’s Story of How the GOP Came to Dominate Texas Politics\" comes out this spring, wrote in a Jan. 8, 2014, opinion column for the Austin American-Statesman: \"There are 27 county government offices up for election in 2014. Of these, only three have the potential of being settled in the November election. ... Nearly 90 percent of all county races will be settled by the time of the Democratic primary\" on March 4, 2014.\nTravis County’s pretty blue, as Thorburn noted and as PolitiFact Texas explored in a recent fact-check of U.S. Rep. Lloyd Doggett’s claim that its surrounding counties are red (True).\nIs it so blue that most of the county’s votes cast in the Nov. 4 election won’t really decide anything?\nBy email, Thorburn pointed us to the state elections website and said, \"Please realize that I did not say 90 percent of all races that will appear on the November ballot in Travis County (which would include state, multi-county district, and state legislative positions). What I specifically said is county offices, including county judge, commissioners from precincts 2 and 4, several justices of the peace, and several county court at law positions.\"\nThe only assumption he made, Thorburn said, is that no Libertarian or Green Party candidates will win. \"The secretary of state's web site does not include any Libertarian or Green Party candidates who may be nominated by a convention, rather than a primary,\" he said.\nCounty elections official Michelle Parker guided us by phone to a breakdown of races on the county’s election website. Next, from the state secretary’s elections web page of candidates who filed for the primary by the Dec. 9, 2013 deadline, we pulled the Travis County names.\nAfter setting aside the candidates for Congress, governor and other federal or state offices, we came up with 32 candidates running in 19 races and only three Republicans in the lot.\n\n\n\n\nDistrict Judge 201st District Court\n\n\nAmy Clark Meachum\n\n\nDEM\n\n\n\n\nDistrict Judge 250th District Court\n\n\nKarin Crump\n\n\nDEM\n\n\n\n\nDistrict Judge 419th District Court\n\n\nOrlinda Naranjo\n\n\nDEM\n\n\n\n\nCounty Judge\n\n\nAndy Brown\n\n\nDEM\n\n\n\n\nCounty Judge\n\n\nSarah Eckhardt\n\n\nDEM\n\n\n\n\nCounty Judge\n\n\nMike McNamara\n\n\nREP\n\n\n\n\nCounty Court At Law Judge #1\n\n\nTodd Wong\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #2\n\n\nEric Montgomery Shepperd\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #3\n\n\nJohn Lipscombe\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #3\n\n\nPaul Evans\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #4\n\n\nMike Denton\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #5\n\n\nNancy Hohengarten\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #6\n\n\nBrandy Mueller\n\n\nDEM\n\n\n\n\nCounty Court At Law Judge #7\n\n\nElisabeth Earle\n\n\nDEM\n\n\n\n\nCounty Probate Court Judge\n\n\nGuy Herman\n\n\nDEM\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nDistrict Clerk\n\n\nVelva L. Price\n\n\nDEM\n\n\n\n\nCounty Clerk\n\n\nDana DeBeauvoir\n\n\nDEM\n\n\n\n\nCounty Treasurer\n\n\nDolores Ortega Carter\n\n\nDEM\n\n\n\n\nCounty Treasurer\n\n\nRamey Ko\n\n\nDEM\n\n\n\n\nCounty Commissioner Precinct 2\n\n\nRaymond Frank\n\n\nREP\n\n\n\n\nCounty Commissioner Precinct 2\n\n\nBrigid Shea\n\n\nDEM\n\n\n\n\nCounty Commissioner Precinct 2\n\n\nGarry Brown\n\n\nDEM\n\n\n\n\nCounty Commissioner Precinct 2\n\n\nRichard Jung\n\n\nDEM\n\n\n\n\nCounty Commissioner Precinct 4\n\n\nDarla Wegner\n\n\nDEM\n\n\n\n\nCounty Commissioner Precinct 4\n\n\nMargaret J. Gomez\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 1\n\n\nYvonne M. Williams\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 2\n\n\nRandall Slagle\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 2\n\n\nGlenn Bass\n\n\nREP\n\n\n\n\nJustice of the Peace Precinct 3\n\n\nSusan Steeg\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 4\n\n\nRaul Arturo Gonzalez\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 5\n\n\nHerb Evans\n\n\nDEM\n\n\n\n\nJustice of the Peace Precinct 5\n\n\nJames Braxton Forrest\n\n\nDEM\n\n\n\n\n \nAfter we inquired, Thorburn said he had miscounted the number of races, and now tallied 19. \"The percentages are still valid if 84.2 percent is acceptable as \"nearly 90 percent,’ \" he said.\nTravis County Republican Party spokesman Andy Hogue confirmed by email that three Republicans are running for three Travis County offices, though he pointed out that more are bidding for offices Thorburn did not include: state House districts 47 and 50, both within the county’s boundaries.\nMost Travis County candidates are, so far, unopposed, so that unless a Green or Libertarian files, Democrats are set to claim 12 offices without having to campaign for them.\nFour more races will be settled in the Democratic primary in March (unless a Green, independent or Libertarian files) because they feature two Democrats facing off: county treasurer; county commissioner Precinct 4; county court at law judge No. 3; and justice of the peace Precinct 5.\nThe three races with a Republican contender: county judge, Precinct 2 county commissioner and Precinct 2 justice of the peace.\nOur ruling\nThorburn said \"nearly 90 percent\" of the Travis County government races this year will be settled by the March Democratic primary, thanks to the paucity of Republicans who filed to run.\nHis declared count was too high. Still, 16 out of 19 races for county office lack a Republican candidate, which suggests that 84 percent of the positions will be all but settled once the primaries are over.\nWe rate this statement as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08324"}