{"url": "/factchecks/2013/aug/30/ernest-moniz/energy-secretary-moniz-says-us-halfway-greenhouse-/", "speaker": "Ernest Moniz", "vclaim": "\"We are about halfway\" to the president’s goal to cut greenhouse gas emissions and \"about half of that is because of the substitution of natural gas for coal in the power sector.\"", "truth_label": "mostly-true", "date": "stated on August 26, 2013 in a question and answer session at Columbia University:", "title": "Energy Secretary Moniz says U.S. is halfway to greenhouse gas reduction goal; natural gas is key", "text": "When President Barack Obama took office in 2009, he set a goal of cutting greenhouse gas emissions by 17 percent by 2020 if all other major economies pledged to limit their emissions, too. Improvements would be tallied against how much of those gases the United States put into the atmosphere in 2005, the year the global climate change treaty known as the Kyoto Protocol was supposed to take effect.\nThe White House would have liked it if Congress had passed a cap-and-trade bill that in theory would create strong market pressures to reduce the release of carbon into the air. That never happened, but two major changes gave the president a shot at making serious headway toward his target. Energy consumption cratered when the economy collapsed and, as you would expect, lower energy use means lower emissions.\nOn the more positive side of the ledger, the surge in natural gas production also helped the country move toward Obama’s goal, although not without concern over environmental side effects.\nIn a question-and-answer session on climate change at Columbia University on Aug. 26, 2013, Energy Secretary Ernest Moniz highlighted the impact of natural gas on emissions.\n\"In these last years, the natural gas revolution, shall we say, has been a major contributor to reducing carbon emissions,\" Moniz said. \"The president has a goal, as I mentioned, of 17 percent by 2020. We are about halfway there, and about half of that is because of the substitution of natural gas for coal in the power sector, essentially driven by market forces.\"\nWe pay attention to the president’s promises and track how well he delivers the goods on the Obameter. But we also thought it would be worth digging into Moniz’s claim.\nDepartment of Energy’s focus on carbon dioxide\nThe Energy Department, predictably, looks at the way energy use contributes to greenhouse gas emissions, and in particular, it tracks the dominant greenhouse gas, carbon dioxide. The department’s Energy Information Administration recently published the numbers for 2012, and the details surprised many people. The update reported that energy-related carbon dioxide emissions in 2012 were the lowest since 1994.\nCompared to 2005, those emissions had fallen by 11.8 percent. That is much more than halfway toward the president’s goal of 17 percent.\nThe update also said the biggest drop was due to the declining use of coal to produce electricity. \"Low natural gas prices led to competition between natural gas — and coal-fired electric power generators,\" the authors wrote. \"Lower natural gas prices resulted in reduced levels of coal generation, and increased natural gas generation.\" And to produce the same amount of energy, natural gas puts less carbon dioxide into the air than coal does.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe most detailed data is only as recent as 2011, but the shift from coal to natural gas is clear. In terms of power generation, between 2005 and 2011, use of coal fell from 50 percent to 42 percent while the use of natural gas rose from 19 percent to 25 percent.\nThis isn't bulletproof evidence of causation, but it strongly suggests that the switch from coal to natural gas has played a role in reducing carbon dioxide emissions.\nGreenhouse gases —  more than carbon dioxide\nIf the only molecule to worry about were carbon dioxide, Moniz would have been totally right, but many compounds contribute to climate change. Obama pledged to reduce greenhouse gas emissions by 17 percent, not just carbon dioxide. The Environmental Protection Agency’s latest report looks at all the relevant gases, some of which are thousands of times more potent in their climate change impact than carbon dioxide. The EPA’s tally also includes activities other than energy production that put gases into the atmosphere.\nThe agency’s figures show that from 2005 to 2011, emissions fell by 7 percent. Measured against the goal of 17 percent, the country has more than halfway to go. It’s roughly at the 40 percent mark.\nIt is possible that when the 2012 numbers are in, the rate of progress will have shot up. The Department of Energy reported a relatively dramatic decline in the release of carbon dioxide in 2012. The EPA’s next report is planned for April 2014.\nWe should note that a separate report from Moniz’s agency gives cause for concern. The Energy Information Administration projects that energy-related carbon dioxide emissions will start to creep up in 2018. By 2020, analysts predict they will show only a 9 percent reduction from 2005 levels.\nOur ruling\nMoniz said the country is \"about halfway\" toward the president’s goal of a 17 percent reduction in greenhouse gas emissions by 2020 compared to 2005 levels. In terms of carbon dioxide, Moniz is correct, but when looking at all greenhouse gases, data from the EPA suggests the country has a little more progress to make.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-08939"}