{"url": "/factchecks/2013/aug/13/bill-foster/bill-foster-says-rick-kriseman-passed-zero-bills-l/", "speaker": "Bill Foster", "vclaim": "Says that while Foster was mayor, Rick Kriseman was \"ineffective\" in the Florida House of Representatives because \"there was no legislation that passed the House that had (Kriseman’s) name on it.\"", "truth_label": "half-true", "date": "stated on August 6, 2013 in a mayoral forum:", "title": "Bill Foster says Rick Kriseman passed zero bills in Legislature, was 'ineffective'", "text": "Here’s how St. Petersburg Mayor Bill Foster wants voters to think of mayoral rival Rick Kriseman: As Foster got down to business at City Hall, Kriseman was lobbing partisan bombs in Tallahassee and getting nothing done.\nFoster used the Tampa Bay Times/Bay News 9 mayoral forum on Aug. 6 to go after Kriseman’s stint as a Democrat in the Florida House.\n\"For the years that I was mayor of the city of St. Petersburg, you were up there, and there was no legislation that passed the House that had your name on it,\" Foster said. \"You were ineffective, and it was a waste of time.\"\nWe thought Foster’s claim merited more scrutiny. (In a separate fact-check we’ll consider Kriseman’s response.)\nKriseman, a former St. Petersburg City Council member, was first elected to the state House in 2006. He served through the 2012 legislative session, meaning he was in Tallahassee for three of Foster’s four years as mayor -- 2010, 2011 and 2012.\nIn each year, House rules limited Kriseman to filing, or sponsoring, six substantive bills.\nA search of House records shows that Foster is correct -- no bills Kriseman sponsored ultimately became law, let alone passed the House. Kriseman proposed laws banning oil drilling in Florida waters, increasing term limits for Florida House and Senate members, creating a recall provision for the governor and Cabinet offices and limiting deductions and other benefits for businesses that pay the state’s corporate income tax.\nMany of the bills Kriseman sponsored were never even considered in a House committee, meaning lawmakers never debated them.\nSo yes, Kriseman was 0-for-18.\nBut is it a sign that Kriseman was ineffective as a lawmaker?\nThere’s no proof of that.\nIn the Florida Legislature, Democrats are in the minority, so they have a harder time getting legislation passed. As a Democrat, Kriseman sat on one of the lowest rungs in the 120-person House. The system rewards senior Republicans, then Republicans, and then with whatever little time’s left over, maybe a Democrat or two.\nIt doesn’t mean Democrats are unable to get bills passed -- Kriseman himself had success in 2007, for instance -- but the prospects are slim.\nWhy?\nMembers of the minority party in the House do not routinely chair committees, so they cannot guide legislation toward the House floor. And they do not run the House chamber, so they cannot bring up legislation for a full vote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nRepublicans have been the majority party in the Florida House since 1996. In 2011 and 2012, the GOP held a two-thirds majority in the House, an important threshold that allowed Republicans to completely control the legislative process.\nEven innocuous bills written by Democrats got hung up in the process.\nIn an interview, Foster pointed out Kriseman’s failure to get a \"no-brainer\" local measure passed that would have merged the duties of the Pinellas Planning Council with the county’s Metropolitan Planning Organization. It did not budge through even one committee under Kriseman’s sponsorship, but it became law the next year when two Pinellas Republicans put their names on it.\nTo Foster, it’s proof of Kriseman’s ineffectiveness. To Kriseman, it’s proof of one committee chairman’s influence.\n\"That year, very few local bills passed. (Rep.) Ritch Workman was killing everyone’s local bills,\" Kriseman said.\n\"The chances of the minority member’s bill passing is slim to none,\" said Mike Fasano, a Republican who served both in the House and Senate and was recently appointed Pasco County tax collector.\nThe mechanics are different in the state Senate where a smaller number of lawmakers, 40, allows for more collaboration, he said.\nOne more point: getting a bill signed by the governor is difficult for most everyone in the House, Republican or Democrat.\nIn 2011, lawmakers filed 1,850 general bills. Only 245 passed both the House and Senate, and a handful of them were vetoed by Gov. Rick Scott.\nKriseman described the dynamics in the House during an interview with the Times/Herald in 2011.\n\"If you go into the session with the understanding that your bills are dead,\" he said, \"you will be free to speak your mind and vote how you feel like you need to vote because they can't do anything to you.\"\nPart of his job was working \"to make bad bills better,\" Kriseman said, pointing to a 2009 telecommunications bill sponsored by Rep. Will Weatherford, R-Wesley Chapel. Kriseman voted against it throughout the session but voted for it on the floor after substantial changes were made, which he said he worked out with Weatherford. \nWeatherford, by the way, passed no bills in the two years before he became House speaker.\nOur ruling\nFoster claimed that Kriseman failed to get legislation passed in the House from 2010-2012 and that Kriseman was ineffective as a result.\nWe’re not passing judgment on whether Kriseman was good or bad at his job. But we were unable to find a direct correlation between Kriseman’s inability to get a bill passed during Foster’s timeframe and his effectiveness as a lawmaker.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-08995"}