{"url": "/factchecks/2020/oct/27/tom-brady/no-suicides-have-not-outpaced-covid-19-deaths/", "speaker": "Tom Brady", "vclaim": "“More suicide deaths than coronavirus death past two months.”", "truth_label": "false", "date": "stated on October 27, 2020 in an Instagram post:", "title": "No, suicides have not outpaced COVID-19 deaths", "text": "If you or someone you know is considering suicide, contact the National Suicide Prevention Lifeline at 1-800-273-8255 or suicidepreventionlifeline.org/chat/\nSuper Bowl champion Tom Brady told his Instagram followers that suicide accounts for more death than COVID-19.\n\"More suicide deaths than coronavirus death past two months,\" Brady had on his Oct. 27 post. \"So wash your hands and wear your mask, but don’t forget to be nice to people and yourself.\"\nWe reached out to Brady to learn where he got his numbers and did not hear back, but government numbers and experts show he’s wrong. \nThere’s a general sense in the mental health community that disruptions in daily life, whether through social isolation or the loss of jobs, increases the risk of suicide. But Brady’s statement goes too far.\n\"There’s no way this can be true,\" said president of the American Association of Suicidology Dr. Jonathan Singer.\nThe most reliable statistics on suicides come from the National Center for Health Statistics and are from 2018. That year, there were 48,312 reported suicides, or an average of 4,026 every month.\nCoronavirus deaths per month in the United States have been four times higher or more in recent months.\nGoing back to June — a month when deaths were falling — it was about 19,000. Now, it’s about 22,000 people per month.This chart shows the ebb and flow of deaths, measured as a seven-day rolling average.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\nThe point is, no matter which recent months you take, COVID-19 has killed far more people than suicide has per month historically.\nIs something happening different in 2020? Well, we don’t know; and neither does Brady.\nSinger noted that preliminary numbers of reported suicides for 2019 show a slight decline since 2018 in the suicide rate. And Singer said there are no national numbers that are current.\n\"Reporters ask us what is the effect of the coronavirus on suicides, and we don’t know,\" Singer said. \"Because we don’t have the data.\"\nSome counties track suicides nearly daily, but Singer said there is no way to estimate national trends based on limited local information.\n\"For this to be right, you would need a rise in the suicide rate that is just impossible,\" Singer said.\nOur ruling\nBrady said that in the past two months, there have been more deaths from suicide than COVID-19.\nThere are no national numbers that back this up. COVID-19 has been killing people at a rate that is at least three times greater than suicide historically.\nA leading researcher we reached said even in the absence of firm data, it is impossible for the suicide rate to have increased to surpass the COVID-19 death rate.\nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18792"}