{"url": "/factchecks/2020/jan/21/facebook-posts/facebook-post-makes-false-comparison-viewership-de/", "speaker": "Facebook posts", "vclaim": "\"CNN reports DemDebate had 2.3 million viewers. Trump rally had 6.7 million last night!\"", "truth_label": "false", "date": "stated on January 15, 2020 in a Facebook post:", "title": "Facebook post makes false comparison on viewership for Democratic debate, Donald Trump rally", "text": "A Facebook post claims that far more people tuned in to watch a rally for President Donald Trump than to view the Democratic presidential debate televised the same night.\n\"CNN reports DemDebate had 2.3 million viewers. Trump rally had 6.7 million last night!\" said a Jan. 15 Facebook post, published a day after the Democratic debate in Iowa and the Trump rally in Wisconsin. \nThe post, shared more than 700 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s inaccurate. CNN said the debate had an average 7.3 million television viewers, plus 4 million live starts on CNN’s platforms such as CNN.com and mobile apps. (Live starts refers to the number of times a play button was clicked on during a live event, or if a user opened the CNNgo app via Apple TV and selected \"live TV\" to start playing the debate.)\nThe debate started at 9 p.m. eastern time and ended shortly after 11 p.m., and Trump’s rally began shortly after 8 p.m. eastern time. He spoke for about 1.5 hours at the UW-Milwaukee Panther Arena in Milwaukee, Wisc. (The arena’s capacity is 12,700.)\nNeither the White House nor Trump’s 2020 re-election campaign provided viewership numbers for Trump’s Milwaukee rally. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nFox Business channel aired the rally in its entirety. It had about 662,000 total viewers during the 8 p.m. time slot, and about 476,000 total viewers in the 9 p.m. hour, according to Nielsen data. \nFox News channel’s 8 p.m. show, \"Tucker Carlson Tonight,\" aired the rally for 1 minute and had about 3.3 million total viewers for the show’s entirety. Fox News’ 9 p.m. show, \"Hannity,\" aired it for 12 minutes and the show had about 3.4 million total viewers. (Those two shows usually have about that many viewers.)\nMSNBC did not air the rally, according to a review of MSNBC programming on the media monitoring service TVEyes. An ABC spokesperson said the network did not air the rally live on television, and while it did provide streaming of the event online at ABC News Live, it did not provide viewer numbers. PolitiFact also asked CBS and NBC if they aired the rally live in its entirety or in part, but we did not get a response.\nOur ruling\nA Facebook post said, \"CNN reports DemDebate had 2.3 million viewers. Trump rally had 6.7 million last night!\"\nThe post vastly underreported the viewership numbers for the Democratic debate aired on CNN; there were 7.3 million viewers on TV alone. As to the number of viewers the Trump rally received, we know that Fox Business, a cable channel that aired the rally in its entirety (as CNN did for the debate), pulled in 662,000 viewers at 8 p.m. and 476,000 viewers at 9 p.m.\nCombined, \"Hannity\" and \"Tucker Carlson Tonight,\" two top shows on Fox News, aired less than 15 minutes of the hour-plus Trump rally. Each show had more than 3 million viewers that night, as they typically do. But it would be a stretch to conclude that the millions who watched the two shows equal millions who tuned in to solely watch Trump’s rally.\nThe Facebook post makes a claim with numbers that don’t add up. We rate it False.", "vclaim_id": "vclaim-pol-17608"}