{"url": "/factchecks/2012/sep/24/karen-handel/karen-handel-lays-out-case-against-obama-others-ne/", "speaker": "Karen Handel", "vclaim": "\"Obamacare will provide coverage for abortions, despite the president’s commitment that it would not.\"", "truth_label": "mostly-true", "date": "stated on September 11, 2012 in a book:", "title": "Karen Handel lays out case against Obama, others in new book", "text": "In her new book, former Georgia Secretary of State Karen Handel said she was the target of a left-wing conspiracy that cost Handel her job last year at Susan G. Komen for the Cure, one of the nation’s leading breast cancer prevention organizations.\n\nThe main conspirators, Handel wrote, were top officials at Planned Parenthood, who blamed her for Komen’s plans to end funding to their organization. She also claimed the White House was a co-conspirator for a few reasons, such as Handel’s claim that Planned Parenthood’s political arm is a major fundraising source for the Democratic Party. \n\nThe book, \"Planned Bullyhood,\" lays out Handel’s case, including a claim PolitiFact Georgia found interesting. Handel wrote that Planned Parenthood will receive millions of dollars in grants under the federal government’s health care law, which conservatives derisively call \"Obamacare.\"\n\n\"[M]ost disturbing, is the fact that Obamacare will provide coverage for abortions, despite the president’s commitment that it would not,\" Handel, a Republican, wrote on page 161 of the book.\n\n\"Under a rule issued by the U.S. Department of Health and Human Services, insurance plans within the state health exchanges are required to cover abortions,\" wrote Handel, the former chairwoman of the Fulton County Board of Commissioners, who narrowly lost the GOP gubernatorial runoff in 2010.\n\nHandel resigned her position as vice president of policy at Komen earlier this year.\n\nHandel’s statement contained two claims we wanted to fact-check: Does the health care law provide a means for coverage for abortions, and does the law provide such coverage despite President Barack Obama’s commitment that it would not?\n\nHandel surrogates sent us several documents to support her claim. A National Right to Life official also sent us materials on her behalf to argue her statement is accurate.\n\n\"I think the gist of what she’s saying is correct,\" said Douglas Johnson, the Washington-based organization’s legislative director.\n\nA U.S. Department of Health and Human Services weblink, though, contradicts Handel’s claim that the law provides coverage for abortions. It says the health care law does not pay for abortions, citing a decades-old federal policy called the Hyde Amendment. Obama signed an executive order in the health care law including language from the amendment stating \"federal funds are not used for abortion services [except in cases of rape or incest, or when the life of the woman would be endangered].\"\n\nIf a state chooses to, it can use its own funds to cover abortions in certain other circumstances, and states will continue to have this option under the health care law.\n\nThe health care law creates exchanges: new organizations designed to create a more organized and competitive market for buying health insurance. Starting in 2014, exchanges will serve primarily individuals buying insurance on their own and small businesses with up to 100 employees, though states can choose to include larger employers in the future.\n\nSo, can women get abortions through the exchanges? It depends.\n\nState governments can restrict insurance coverage for abortion in the health care exchanges. Some states have already made plans to do so.\n\n\"That’s about the only positive thing that came out of [the health care law],\" Johnson said.\n\nIf the state does not bar coverage of abortions, private insurers can offer a plan that covers abortions beyond the federal limitations within an exchange. No private insurer will be forced to cover abortion, our partners at PolitiFact have noted.\n\nThe health care law outlines a methodology for states to follow to ensure that no federal funds are used toward coverage for abortions beyond the Hyde Amendment. Any plan that covers abortions beyond Hyde limitations must estimate the actuarial value of such coverage by taking into account the cost of the abortion benefit (valued at $1 or more per enrollee per month).\n    \n\"Before choosing a health plan, consumers will know whether the plan covers these services,\" Erin Shields, a spokeswoman for the Department of Health and Human Services, was quoted as saying in The Huffington Post. \"And if it does, payments will be made into a separate account to ensure no federal dollars fund these services.\"\n\nHandel has a different description of how this works.\n\n\"The new rule requires that an individual enrolled in one of these plans pay a separate fee of at least one dollar — an abortion surcharge. The abortion surcharge is paid directly to the abortion\nfund, going to an account that is separate from the monthly insurance premium. Why two separate accounts? It’s the Obama administration’s cunning and deceptive way to circumvent the prohibition of federal funds going to abortion — and no doubt, Planned Parenthood,\" she wrote.\n\nJohnson said he and other organizations agree with Handel’s interpretation of this funding provision.\n\nAs for whether the president had committed to prohibiting abortion coverage in the health care law, that part is clearer. PolitiFact reported that Obama told some conservative Democrats in Congress uneasy about voting for the health care law \"there will be no public funding of abortion in this legislation.\" He also signed an executive order on March 24, 2010, that \"federal funds are not used for abortion services [except in cases of rape or incest, or when the life of the woman would be endangered].\"\n\nSeveral leading abortion rights organizations were disappointed with the plan to include the Hyde Amendment into the health care law.\n\nCecile Richards, president of Planned Parenthood, put out a statement opposing the deal.\n\n\"Planned Parenthood strongly opposes the new abortion language offered by Senator Ben Nelson in the manager's amendment,\" she said. \"[I]t is a sad day when women’s health is traded away for one vote.\"\n\nObama did say and signed an executive order that committed to no federal funding for abortion in the health care law. Handel’s claim that the law will provide coverage for abortions could have been made more precisely. States can bar all plans participating in the state exchanges from covering abortions. That’s not mentioned in Handel’s book.\n\nBasically, abortions can be performed under the health care law, depending on which state you reside in. Because that bit of detail was not mentioned, we rate Handel’s entire claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMelanie Crozier\n\n\nstated on July 21, 2010 in a Politico article\n\n\n\n\n\n\n\n\nKaren Handel \"would have felt like it was OK to go in and abort\" Sarah Palin's son Trig, who has Down syndrome.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 26, 2010", "vclaim_id": "vclaim-pol-10330"}