{"url": "/factchecks/2011/may/21/terry-mcauliffe/mcauliffe-says-mcdonnell-job-creation-effort-hasnt/", "speaker": "Terry McAuliffe", "vclaim": "\"If you take the population growth here in Virginia, we are net zero on job creation since (Bob McDonnell) became governor.\"", "truth_label": "true", "date": "stated on May 7, 2011 in a speech.:", "title": "McAuliffe says McDonnell job-creation effort hasn't kept pace with population growth", "text": "Former Democratic National Committee Chairman Terry McAuliffe was not kind to Gov. Bob McDonnell’s jobs record in a recent speech.\n\nMcAuliffe, who ran unsuccessfully in the 2009 Democratic gubernatorial primary, said the state’s employment situation has regressed since McDonnell, a Republican, became governor in January 2010.\n\n\"We have not gone forward. We have gone backwards,\" McAuliffe, who is considering another run for governor in 2013, said in a May 7 speech at a Democratic rally. \"I know Bob is for jobs, talks about these great press releases. But if you take the population growth here in Virginia, we are net zero on job creation since he became governor.\"\n\nHas Virginia’s population growth outpaced its job growth since McDonnell became governor? We decided to check.\n\nLevar Stoney, McAuliffe’s spokesman, told us the information came from a January 2011 report by The Commonwealth Institute for Fiscal Analysis, a think tank that focuses on economic issues facing low and moderate-income residents.\n\nThe study said if the pace of Virginia’s job growth between February through December of 2010 continues, it would take until 2022 to return the state to its pre-recession employment levels.\n\nThat report, however, does not include the specific statement McAuliffe made about the state’s job growth trailing its population increase under McDonnell.\n\nSo we turned to the Bureau of Labor Statistics figures to see if McAuliffe was right.\n\nThe BLS compiles monthly figures from a survey of households showing how the size of each state’s working-age population compares to its number of residents who are employed. Working-age population is defined as the number of people 16 or older who are not in the military, incarcerated or in mental institutions.\n\nWe’ll start with February 2010, McDonnell’s first full month in office. Virginia’s working-age population was 6,049,306 that month. The number of employed residents was 3,891,279. That means 64.3 percent of the state’s working-age population had jobs.\n\nIn March, 2011 -- the latest BLS figures -- Virginia’s working-age population was 6,125,642. There were 3,931,679 employed Virginians -- 64.2 percent of the working-age population.\n\nSo in March 2011, the percentage of the state’s working-age population with jobs was one-tenth of 1 percent lower than in February 2010. The working-age population had risen 76,336 over the span, while  the number of employed residents went up by 40,400.\n\nMcAuliffe is right that the state’s population increase has outpaced the rise in number of jobs.\nBut that trend is not is not unique to Virginia.\n\nBetween February 2010 and March 2011, only a dozen states saw their number of employed residents rise faster than the increase in their working age populations, according to the BLS.\n\nNationwide, the percentage of working-age people with jobs was at 58.5 in February 2010 and in March 2011. Virginia has easily outperformed the national average every month during that span since McDonnell became governor.\n\nWe don’t point this out to take McDonnell’s side. We merely note there is a universe of employment statistics that politicians sift to paint favorable pictures of their own performance creating jobs and disparage the work of opponents.\n\nMcAuliffe did not address the record of his fellow Democrat Tim Kaine, who preceded McDonnell as governor. But Kaine, who is running for the U.S. Senate next year, is open to the same criticism McAuliffe aimed at McDonnell.\n\nIn February 2006, Kaine’s first full month in office, 66.5 percent of the state’s working age population had a job. By December 2009, Kaine’s last full month, it dropped to 64.2 percent. Virginia’s working-age population rose 275,496 during Kaine’s term while the number of employed people only increased by 48,249.\n\nTo sum up:\n\nMcAuliffe said that since McDonnell became governor in January 2010, the state’s population growth has outpaced its job growth.\n\nMcDonnell is a Republican. McAuliffe does not note that the same trend existed when his fellow Democrat Tim Kaine was governor from from 2006 to 2010. Economists say governors have little control over economic conditions. Virginia has consistently had one of the lowest unemployment rates in the nation this century.\n\nThose points aside, McDonnell bills himself as a job-creating governor. McAuliffe accurately summarized one set of statistics about employment in Virginia during McDonnell’s term. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13064"}