{"url": "/factchecks/2017/may/05/antonio-villaraigosa/villaraigosas-mostly-true-claim-about-rise-school-/", "speaker": "Antonio Villaraigosa", "vclaim": "\"When I became mayor of Los Angeles, we had a 44 percent (high school) graduation rate. I said that was unacceptable. I challenged that notion. I said the mayor needs to be involved with our schools. We need to partner together. As I left, after a number of reforms, we grew our graduation rate from 44 percent to 72.\"", "truth_label": "mostly-true", "date": "stated on March 23, 2017 in a speech at a candidates forum:", "title": "Villaraigosa’s Mostly True claim about the rise in school graduation rates", "text": "Early in his campaign for California governor, former Los Angeles Mayor Antonio Villaraigosa has repeatedly touted his accomplishments as an education reformer.\nAt a candidates’ forum in Sacramento in late March, Villaraigosa had this to say about his involvement with the Los Angeles Unified School District:\n\"When I became mayor of Los Angeles, we had a 44 percent (high school) graduation rate. I said that was unacceptable. I challenged that notion. I said the mayor needs to be involved with our schools. We need to partner together. As I left, after a number of reforms, we grew our graduation rate from 44 percent to 72.\"\nThis wasn’t his first reference to graduation rates. Villaraigosa also cited it  in his campaign press release announcing his run for governor in November 2016. It’s safe to say he'll talk a lot about this between now and the 2018 election.\nWe wanted to know whether the district’s graduation rate really had improved that much and whether Villaraigosa was directly involved in these gains.\nWe set out on a fact check.\nFirst, some background\nVillaraigosa is among several prominent Democrats competing to succeed Jerry Brown as governor. Others include California Treasurer John Chiang; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nRepublican candidates include John Cox, a venture capitalist from San Diego County and Rosie Grier, a former professional football player.\n\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.\nVillaraigosa was mayor of Los Angeles from July 2005 through July 2013.\nSoon after taking office, he made a failed bid to take control of the school district. His office did eventually, however, take over the administration of several of the district’s lowest performing schools.\nNow, the numbers\nAsked for evidence about the graduation rate numbers, Villaraigosa’s campaign spokeswoman Michelle Jeung cited two studies conducted in the mid 2000s, and detailed in news reports from the time, that found the district’s graduation rate hovering at about 44 percent.\nAs reported by the LA Daily News in June 2006, \"Just 44 percent of Los Angeles Unified students receive a high school diploma, making the 727,000-student district's graduation rate among the lowest of large urban school districts,\" according to a national study by the nonpartisan publication Education Week.\nThe report relied on enrollment data from the 2002-2003 school year, according to a Los Angeles Times article.\nVillaraigosa’s spokeswoman also cited a March 2005 Harvard University study, Confronting the Graduation Rate Crisis in California. It put the district’s graduation rate at 45.3 percent, based on enrollment data from the early 2000s.\nAt the time, L.A. Unified officials strongly criticized the Education Week report, saying in the Daily News article that the district’s graduation rate, by that time, was \"closer to 64 percent.\"\nThe district’s chief instructional officer called the Education Week study \"horrifically flawed\" and \"unfair\" because of the methodology used, according to a Los Angeles Times article from the same year.\nThey questioned the use of the data from 2002-2003 and said the school district had made graduation rate strides.\nDistrict officials added that the studies did not take into account students who move during the year.\n\"We're making real gains in this. We're keeping kids in longer, but we're also getting more accurate information,\" LA Unified Superintendent Roy Romer said.\nGraduation rate as Villaraigosa left\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThere’s less contention over the school district’s graduation rate at the end of Villaraigosa’s time as mayor. For the 2013-2014 school year, which immediately followed Villaraigosa’s final term, the district had a 70.2 percent graduation rate, according to California Department of Education data. The following two school years, the rate increased to 72.2 percent and then 77 percent.\nPeter Tira, a spokesman for the state Department of Education, noted there’s been a change in how graduation rates are calculated. Before the 2009-2010 school year, the state included students who had transferred to adult schools or been sent to juvenile hall when it calculated graduation rates. Tira said it no longer includes these and other categories of students.\nVillaraigosa’s role\nThere’s disagreement over just how low the school district’s graduation rates were in the early-to-mid 2000s. But there’s little doubt Villaraigosa charged head-first into education reforms as mayor.\nSome informed observers of Los Angeles politics and education told us the former mayor does deserve credit for improvements at the school district, though they say it wasn’t his doing alone.\nOne of them is Ben Austin, who served as deputy mayor under former Los Angeles Mayor Richard Riordan. He said Villaraigosa endorsed and helped elect a majority of the district’s school board.\n\"He exercised a tremendous amount of influence over the school board to the point of installing his own superintendent\" through the board, added Austin, who serves on an advisory board for Students Matter, a nonprofit that promotes access to quality public education. Austin said he supported Villaraigosa in his runs for mayor.\nVillaraigosa’s spokeswoman cited the former mayor’s creation in 2007 of the nonprofit Partnership for Los Angeles schools as one of his biggest education reforms. Through the Partnership, Villaraigosa took over 16 of the district’s worst-performing schools. Citing data released by the school district, the Partnership reported a 41 percent graduation rate increase at its schools from 2008 to 2015.\nDuring his time as mayor, Villaraigosa repeatedly clashed with the city’s teachers union over school reforms. In a statement, United Teachers Los Angeles Alex Caputo-Pearl said it was \"a stretch at best\" to say Villaraigosa was responsible for the district’s improved graduation rates.\nDan Schnur is director of the Jesse M. Unruh Institute of Politics at the University of Southern California. He is a former Republican consultant.\nSchnur said he has no reason to dispute the graduation rate numbers cited by Villaraigosa.\n\"The question is: Who deserves the credit for that happening? (Villaraigosa) did prioritize the issue in his campaign and in his administration,\" Schnur said. \"The case can be made that his use of the bully pulpit (as mayor) was a contributing factor.\"\nSchnur’s wife, Cecile Ablack, served as Villaraigosa's deputy mayor for communications.\nExperts told us much of the credit goes to the district’s students and the school board Villaraigosa helped form.\n\"He elected a (school board) majority of pretty bold reformers,\" Austin noted.\nOur ruling\nCalifornia gubernatorial candidate and former Los Angeles Mayor Antonio Villaraigosa recently claimed about the Los Angeles Unified School District:\n\"When I became mayor of Los Angeles, we had a 44 percent (high school) graduation rate. I said that was unacceptable. I challenged that notion. I said the mayor needs to be involved with our schools. We need to partner together. As I left, after a number of reforms, we grew our graduation rate from 44 percent to 72.\"\nA 2006 study by the nonpartisan Education Week placed the district’s graduation rate at 44 percent, while a Harvard study the year before placed the rate at 45.3 percent. They both used enrollment data from the early 2000s.\nSchool district officials in 2006 disputed the findings, saying improvements had been made and the rate was closer to 64 percent.\nDistrict data shows that rate had climbed to 70.2 percent immediately after Villaraigosa’s term ended. It rose to 72.2 percent and then 77 percent in the following two years.\nSeveral observers of Los Angeles politics and education said Villaraigosa doesn’t get all the credit but did play an outsized role. He helped elect a reform-minded school board, install a superintendent and created a nonprofit that took control of and helped improve the district’s worst performing schools.\nThe dispute over the district’s view of its graduation rate is missing from Villaraigosa’s statement. As is the fact that the studies used data from the early 2000s, a few years before Villaraigosa took office.\nBut there’s certainly evidence to back up the former mayor’s claim about graduation rate improvements and his influence.\nIn the end, we rate Villaraigosa’s claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: We have updated our fact check to note that Dan Schnur’s wife, Cecile Ablack, served as deputy mayor for communications under former Mayor Villaraigosa. \n Share the Facts 2017-05-05 19:20:05 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  \"When I became mayor of Los Angeles, we had a 44 percent (high school) graduation rate. I said that was unacceptable. I challenged that notion. I said the mayor needs to be involved with our schools. We need to partner together. As I left, after a number of reforms, we grew our graduation rate from 44 percent to 72.\"    Antonio Villaraigosa Candidate for California governor    Thursday, March 23, 2017 2017-03-23    Read More  info", "vclaim_id": "vclaim-pol-03341"}