{"url": "/factchecks/2017/may/03/larry-krasner/philly-da-candidate-im-only-one-wholl-never-seek-d/", "speaker": "Larry Krasner", "vclaim": "\"Larry Krasner is the only candidate running for District Attorney who explicitly pledges to never seek the death penalty.\"", "truth_label": "barely-true", "date": "stated on May 1, 2017 in the platform section of his campaign website:", "title": "Philly DA candidate: I’m the only one who’ll never seek the death penalty", "text": "There’s really no question that Philadelphia civil rights attorney and candidate for district attorney Larry Krasner has been more outspoken on the death penalty than any of his seven opponents. But is he the only candidate running for district attorney who has explicitly pledged to never seek it if elected?\nKrasner’s campaign, gearing up for the May 16 primary, wrote on the Democratic candidate’s platform page on his website that \"Larry Krasner is the only candidate running for District Attorney who explicitly pledges to never seek the death penalty.\" But we swear we’ve heard that before, at least once. So we decided to check the claim.\nWe reached out to every candidate for district attorney -- six other Democrats and one Republican -- to ask for clarification on their stance on the death penalty, including whether or not they support Gov. Tom Wolf’s death penalty moratorium (that could be overturned when another governor takes office).\nHere’s what we learned:\n\n\nBeth Grossman - We didn’t hear back from Grossman, the lone Republican candidate in the race, but she told Philadelphia Magazine in March that she supports the death penalty \"in certain cases,\" but wondered if it’s \"economically feasible.\"\n\n\nMichael Untermeyer - Untermeyer, an ex-Republican and a former assistant district attorney, doesn’t personally support the death penalty but wouldn’t rule it out in the most extreme circumstances, his campaign said.\n\n\nJoe Khan - A spokesman for Khan, a former federal prosecutor, said the Democrat would only seek the death penalty in the most extreme circumstances. During a recent forum when candidates were asked if they would ever seek the death penalty, Khan responded that he wouldn’t while a statewide moratorium is in place.\n\n\nJack O’Neill - O’Neill, a former assistant district attorney and a Democrat, said while prosecuting homicides in Philadelphia, he never chose to seek the death penalty. But he said he wouldn’t rule it out in the most heinous circumstances, like if a police officer were killed.\n\n\nTeresa Carr-Deni - The former judge’s campaign confirmed her stance is that she would only seek the death penalty in extreme or heinous circumstances.\n\n\nRich Negrin - Negrin, the former city managing director, didn’t respond to a request for comment. But during a recent forum when asked if he would ever seek the death penalty if elected, Negrin responded \"no.\" That’s a harder stance than he took in a February interview with Philadelphia Magazine, when he said only that he supports Wolf’s moratorium, not that he would never seek the death penalty if that moratorium were to be lifted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\n\nTariq El-Shabazz - A spokeswoman for El-Shabazz, a former deputy under District Attorney Seth Williams, said El-Shabazz \"will not seek to impose the death penalty.\" In the same forum mentioned above when asked about whether or not he would seek the death penalty, El-Shabazz responded \"no\" -- twice. But similar to Negrin, that’s different from his prior characterization. In an interview with Philadelphia Magazine in March, El-Shabazz said only that he supports Wolf’s moratorium.\n\n\nThat means that besides Krasner, two other candidates in the race -- Negrin and El-Shabazz -- have said at one point or another that they would not seek the death penalty if elected district attorney, but both failed to offer up that hard stance when asked earlier this year. (In Krasner’s February Philadelphia Magazine interview, he said he’s strictly against the death penalty and would never seek it if elected.)\nA spokeswoman for El-Shabazz said his stance is \"not new,\" and the candidate himself said last month that he has opposed the death penalty for his entire career. PolitiFact Pennsylvania could not find an example from prior to April when either Negrin or El-Shabazz said publicly that they would never seek the death penalty if elected district attorney.\nWhen PolitiFact reached out to Krasner’s campaign Monday regarding the statement on their website that Krasner is \"the only candidate running for District Attorney who explicitly pledges to never seek the death penalty,\" a spokesman responded that that language has since been updated. The website now reads: \"Larry Krasner is the only candidate running for District Attorney who explicitly pledges to never seek the death penalty and has done so throughout the campaign.\"\n\"Some of the other candidates have changed their positions so quickly that it's hard to keep up,\" spokesman Rich Garella said in an email, noting: \"We have now adjusted the language on our website to reflect the fact that two of them have recently adopted the position that [Krasner] has had for more than 30 years.\"\nGarella wasn’t able to identify when the claim in question was posted on Krasner’s campaign website. Krasner, a well-known civil rights and criminal defense attorney, has long been an outspoken critic of the death penalty.\nOur ruling\nKrasner’s campaign for district attorney wrote that he \"is the only candidate running for District Attorney who explicitly pledges to never seek the death penalty.\" At this point in the race, two other candidates have made a similar pledge.\nBut it doesn’t appear either of those candidates were as explicit about that view throughout the campaign, unlike Krasner, who has long railed against the death penalty. When PolitiFact pointed out the discrepancy to Krasner’s campaign, the website was almost immediately updated.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-03350"}