{"url": "/factchecks/2017/may/04/robert-pittenger/does-new-version-ahca-protect-coverage-pre-existin/", "speaker": "Robert Pittenger", "vclaim": "Says the Republican plan to replace Obamacare, \"absolutely does not eliminate protections for pre-existing conditions.\"", "truth_label": "barely-true", "date": "stated on May 2, 2017 in a written statement:", "title": "Does new version of the AHCA protect coverage for pre-existing conditions?", "text": "One of the key sticking points over U.S. House Republicans’ plan to repeal and replace Obamacare is what will happen to people with pre-existing health conditions if this new plan passes.\nNorth Carolina Republican Rep. Robert Pittenger supports the bill. He said Tuesday that people still would be able to buy health insurance even if they already have cancer, heart disease, diabetes or some other type of health issue.\nOne of the biggest changes in the Affordable Care Act, or Obamacare, was a requirement that insurers cannot reject people on the basis of pre-existing conditions or charge them exorbitant rates for their premiums.\n\"The American Health Care Act absolutely does not eliminate protections for pre-existing conditions,\" Pittenger said.\nHowever, that is misleading.\nIt’s an issue that affects many people, too. According to the nonpartisan Kaiser Family Foundation, more than one in four Americans between 18 and 64 has a pre-existing condition – including more than 1.6 million people in Pittenger’s state of North Carolina.\nOf those, 86,000 North Carolinians with pre-existing conditions buy their insurance through the Obamacare marketplace, according to Avalere, a Washington, D.C, health care consulting company – as do nearly 2.3 million people nationwide.\nPresident Donald Trump made a similar claim to Pittenger’s, saying on April 30 that \"pre-existing conditions are in the bill.\"\nPolitiFact rated that Mostly False.\nPittenger made his claim two days later. However, nothing changed in that time regarding the AHCA’s proposed rules for protecting people with pre-existing conditions.\nSo Pittenger’s claim misses the mark, too.\nWeakening current protections\nThe AHCA does keep the requirement that people with pre-existing conditions must be offered health insurance. But it would drop Obamacare’s rules capping how much extra those people can be charged.\nThe part of the AHCA dealing with pre-existing conditions is the MacArthur Amendment, named after Republican Rep. Tom MacArthur of New Jersey. (See PolitiFact’s full analysis of the amendment here.)\nCompare two of the amendment’s key provisions:\n\n \nSo it appears people wouldn’t pay wildly different rates due only to their gender, which is also the case under Obamacare. But by contrast, insurers would only have to provide access to coverage for people with pre-existing conditions. It says nothing about the rates of that coverage.\nThat means if the AHCA passes, it would allow for people with pre-existing conditions to be charged more per year for their insurance coverage – possibly to the tune of thousands or even tens of thousands of dollars more per year, some studies have found.\nThe exact amount might differ regionally, since some states might not allow the higher rates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nPittenger said that if the AHCA passes and people want better health insurance, they could move to a different state.\nHow the changes work\nMatt Fiedler, a health care analyst for the Brookings Institute, said the AHCA would force people with a pre-existing condition to choose between two different pools of insurance coverage, both with \"a very high premium.\"\n\"In either case, people with serious health conditions would lack access to affordable insurance options,\" he said.\nThe AARP opposes the AHCA for that reason.\nSo does the nation’s largest group of doctors, the American Medical Association, which said the AHCA will do \"serious harm to patients and the health care delivery system.\"\nUpton amendment and high-risk pools\nFor people with pre-existing conditions, states could allow insurers to charge more if they set up a high-risk pool or participate in a new federal invisible risk-sharing program.\nMedical professionals question the quality of care those pools would provide.\n\"The history of high-risk pools demonstrates that Americans with pre-existing conditions will be stuck in second-class health care coverage – if they are able to obtain coverage at all,\" said Dr. Andrew Gurman, president of the American Medical Association.\nTen groups that advocate for patients – including the American Cancer Society and American Heart Association – also issued a joint statement in opposition.\nThey said in the past, high-risk pools \"resulted in higher premiums, long waiting lists and inadequate coverage.\"\nOne of Pittenger’s fellow Republicans, Rep. Fred Upton of Michigan, initially said the AHCA \"torpedoes\" pre-existing condition protections.\nBut Upton changed his mind Wednesday after House leadership set aside an extra $8 billion, spread over five years, to subsidize people whose premiums skyrocket.\nHowever, there's disagreement as to whether the money is enough.\nAnd it’s not clear who would be eligible to receive subsidies, how much they could receive or how much they would be required to pay on their own.\nOur ruling\nPittenger said that the Republican AHCA health care plan \"does not eliminate protections for pre-existing conditions.\"\nWhile insurers technically would still be required to offer coverage to people with pre-existing conditions, the AHCA would weaken protections for those people.\nInsurers would be able to charge people significantly more if they had a pre-existing condition like heart disease, cancer, diabetes or arthritis – possibly requiring people to pay thousands of dollars extra every year to remain insured.\nWe rate this claim Mostly False.\n Share the Facts 2017-05-05 18:12:34 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  Says the Republican plan to replace Obamacare, \"absolutely does not eliminate protections for pre-existing conditions.\"    Robert Pittenger U.S. Representative    Tuesday, May 2, 2017 2017-05-02    Read More  info", "vclaim_id": "vclaim-pol-03347"}