{"url": "/factchecks/2017/feb/23/blog-posting/target-did-not-stop-selling-bible-stores-despite-f/", "speaker": "Bloggers", "vclaim": "\"Target to discontinue sale of Holy Bible.\"", "truth_label": "pants-fire", "date": "stated on February 16, 2017 in a headline:", "title": "Target did not stop selling the Bible in stores, despite fake news reports", "text": "A fake news story that claimed discount store chain Target would no longer sell the Bible doesn’t stand up to a more careful reading.\nThe website NewsLeak.co, which is registered to an address in the Eurasian capital of  Tbilisi, Georgia, ran an undated story around Feb. 16, 2017, with the headline, \"Target to discontinue sale of Holy Bible.\" The story was flagged by Facebook as part of its efforts to rid its news feeds of fake news.\nThe story said the store had been under fire for its policy of allowing transgendered customers to use the bathroom of the gender with which they identified. That part is accurate.\nBut the story veers into false territory by saying Target CEO Bryan Hornell claimed the chain \"will no longer cater to religious extremists\" by selling the Bible. Hornell allegedly said in a letter that Targets would start phasing out anything related to religion — including Christmas decorations — in its stores.\nThere are many examples of this story all over the Internet, but none of them are true.\nThey’re all based on a (currently deleted) May 16, 2016, story from NationalReport.net, a site that generates made-up articles. \"All news articles contained within National Report are fiction, and presumably fake news,\" its disclaimer reads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat disclaimer isn’t on the stories themselves, and don’t look to appear on earnest reposts of the article on other sites.\nBeyond that, there are clues that this isn’t a real story, starting with the fact that the chairman and CEO of Target is Brian Cornell, not Bryan Hornell.\nAs for being able to buy the good book, a search of the Target.com website turns up 791 results in a search for \"Holy Bible,\" so it’s readily available.\nBut just to make sure, we contacted Target’s public relations department, which assured us that yes, you can still buy the Bible in stores. And no, there were no plans to change that.\nTarget did eventually start offering private bathrooms to try to settle the boycott over transgendered bathrooms, but it never said it would stop selling the Bible.\nWe rate this statement Pants On Fire!\nhttps://www.sharethefacts.co/share/eb166a41-f45d-47df-87c1-3df849991812", "vclaim_id": "vclaim-pol-03638"}