{"url": "/factchecks/2020/nov/03/instagram-posts/nonpartisan-reality-national-guard-troops-deployed/", "speaker": "Instagram posts", "vclaim": "\"Deep RED cities are not boarding up\" and the National Guard is \"not being called in, in case Biden wins.\"", "truth_label": "false", "date": "stated on November 2, 2020 in an image:", "title": "A nonpartisan reality: National Guard troops deployed to red and blue states on Election Day", "text": "Cities nationwide are bracing for unrest after Election Day, but one popular Instagram post says the potential violence is politically one-sided.\n\"Right now, across the nation, in DEEP blue (D) cities, National Guard is being activated, and businesses boarded up,\" says text in the image, which was published Nov. 2 by Anthony Cabassa, chairman of the Republican National Hispanic Assembly in California. \n\"The election has been sold as a Dem win, ALL the polls show ‘Racist Trump’ losing key states. So why are deep RED cities not boarding up? Why is National Guard not being called in, in case Biden wins?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, which owns Instagram.) \nThe screenshot comes from a post from Cabassa on Parler, a website that has likened itself to a conservative version of Twitter. It’s inaccurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nNational Guard troops are being deployed nationwide, including in states that regularly vote for Republicans. Fact-checkers have debunked the claim that the National Guard is only in areas that tend to vote for Democrats. \nThe Military Times reported Nov. 2 that the National Guard has deployed more than 3,600 troops in 16 states. Among them are several states that are expected to swing in Trump’s favor on Election Night, including Alabama and Tennessee. Those states also have Republican governors, which are generally the ones to decide whether to bring in the National Guard or not.\nIn Texas, National Guard troops could be sent to cities like Houston, Dallas, Fort Worth, Austin and San Antonio, according to the Military Times. \nThe Instagram post is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18431"}