{"url": "/factchecks/2012/aug/23/barack-obama/obama-ad-says-class-sizes-dont-matter-romney/", "speaker": "Barack Obama", "vclaim": "\"Mitt Romney says class sizes don’t matter.\"", "truth_label": "true", "date": "stated on August 22, 2012 in a campaign ad:", "title": "Obama ad says class sizes 'don't matter' to Romney", "text": "A new Barack Obama campaign ad titled \"Children\" attacks Republican Mitt Romney on education by painting him as out of touch with public school students and their families.\n\nIn the ad, parents Kevin and Caroline say their children’s best experiences have been in the classroom.\n\n\"But Mitt Romney says class sizes don’t matter,\" a narrator interjects.\n\nA photo of Romney appears, along with a Washington Times headline declaring \"Romney downplays value of small class size.\"\n\nMany parents have long believed that small class sizes translate into a better education for kids. School districts often boast about having low ratios, which presumably gives teachers more time to focus on each student.\n\nEducation Week, a well-respected independent journal, reports that most research supports the idea that small classes have benefits for students but that the smaller classes do not not automatically translate into better learning.\n\nWhere does Romney stand on this? We decided to check his record.\n\nWhat he said\n\nThe Washington Times story cited in the ad was about Romney's May visit to a Philadelphia charter school. He joined a roundtable of teachers and talked about his approach to education while governor of Massachusetts.\n\n\"I came into office and talked to people, and said ‘What do we do to improve our schools?’ And a number of folks said, ‘Well, we need smaller classroom sizes -- that will make the biggest difference.’ So I gathered information across our state. We had 351 cities and towns. I said let’s compare the average classroom size from each school district with the performance of our students, because we test our kids, and we’ll see if there’s a relationship. And there was not.\n\n\"As a matter of fact, the school district with the smallest classrooms, Cambridge, had students in the bottom 10 percent,\" he continued. \"So just getting smaller classrooms didn’t seem to be the key.\"\n\nA teacher asked Romney for his views on class size.\n\nHe mentioned work by the consulting firm McKinsey Global Institute comparing class size and student performance among several countries. Romney said the study found that \"in schools that are the highest-performing in the world, their classroom sizes are about the same as in the United States. So it’s not the classroom size that’s driving the success of those school systems.\" He said factors such as parent involvement, motivated teachers and quality administrators were better drivers of success.\n\nRomney often cites McKinsey's research. His campaign pointed us to similar remarks Romney made in Orlando last September and in Nashua, N.H. in November.\n\n\"I plotted the one versus the other, classroom size against student performance. And guess what? There was no relationship at all,\" he said in Orlando.\n\nThe Obama campaign also cited his speech in The Villages, a retirement town in central Florida. Romney said Massachusetts data \"showed that classroom size was not relevant in my state to how well the kids were doing.\"\n\nFinally, on page 216 of his book No Apology, Romney wrote, \"in the United States, then, the effort to reduce classroom size may actually hurt education more than it helps.\"\n\nRomney’s campaign website makes no mention of class size but touts the importance of school choice and expanding access to \"high-quality public charter schools.\" His campaign spokesman, Ryan Williams, pointed out that Obama’s education secretary, Arne Duncan, has also expressed skepticism about the emphasis on small classes.\n\nOur ruling\n\nObama’s ad claims that \"Mitt Romney says class sizes don’t matter.\"\n\nThat's pretty much what he has said, saying that Massachusetts data \"showed that classroom size was not relevant in my state to how well the kids were doing.\"\n\nWe rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10536"}