{"url": "/factchecks/2017/jan/17/luke-messer/rep-luke-messer-correct-2006-act-allows-border-wal/", "speaker": "Luke Messer", "vclaim": "\"By funding the authorization that’s already happened a decade ago (in the Secure Fence Act of 2006), we could start the process of meeting Mr. Trump’s campaign pledge to secure the border.\"", "truth_label": "true", "date": "stated on January 5, 2017 in a CNN story:", "title": "Rep. Luke Messer is correct, 2006 act allows the construction of a border wall", "text": "With Donald Trump days away from taking the presidential oath, Republicans have been examining ways to help him meet his campaign promise of a wall along the U.S.-Mexico border.\nCritics have called out the proposed wall as a tremendous expense. But Rep. Luke Messer, R-Ind., has said the Secure Fence Act of 2006 already supports construction of the border wall.\n\"By funding the authorization that's already happened a decade ago, we could start the process of meeting Mr. Trump's campaign pledge to secure the border,\" Messer said in a CNN story published Jan. 6.\nWe wondered if the 2006 law gives Trump the green light to get started on his immigration promise. Experts told us Messer’s claim is on point.\nA 2006 law\nThe Secure Fence Act of 2006 was signed into law by Republican President George W. Bush.\nThe act allowed the Department of Homeland Security to \"take all actions the secretary determines necessary and appropriate to achieve and maintain operational control over the entire international land and maritime borders of the United States.\"\nThose actions include the use of personnel, technology and physical infrastructure enhancements, the law says.\nThat authorization of physical infrastructure enhancements could include a fence, wall, barrier, et cetera, said Molly Gillaspie, a spokeswoman for Messer.\nThe 2006 law defined \"operational control\" as the prevention of all unlawful entries into the country, \"including entries by terrorists, other unlawful aliens, instruments of terrorism, narcotics, and other contraband.\"\nIt also directed the department to build two-layered fencing along five stretches of the border, amounting to about 850 miles, according to a 2009 Congressional Research Service report. That double layer requirement was revised by the Consolidated Appropriations Act, 2008, the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe modification directed the Homeland Security secretary to construct reinforced fencing \"along not less than 700 miles of the southwest border where fencing would be most practical and effective and provide for the installation of additional physical barriers, roads, lighting, cameras, and sensors to gain operational control of the southwest border.\"\nCurrently, there are 702 miles of fencing along the U.S.-Mexico border, according to U.S. Customs and Border Protection. That includes 652 miles of primary fencing, 36 miles of double-layered fencing and 14 miles of tertiary fencing, according to the agency.\nIn a post-election interview Nov. 13, Trump told CBS's Lesley Stahl he would accept fencing \"for certain areas … but certain areas, a wall is more appropriate.\" In a press conference Jan. 11, Trump told reporters, \"It’s not a fence. It’s a wall. You just misreported it. We’re going to build a wall.\"\nThe Secure Fence Act of 2006 gives the Department of Homeland Security some discretion on how they choose to secure the border and the Consolidated Appropriations Act, 2008 gave the department greater flexibility, said Christopher Wilson, deputy director of the Mexico Institute at the Wilson Center, a nonpartisan think tank researching global issues.\n\"It is our belief that U.S. Customs and Border Protection can build additional barriers along the U.S.-Mexico border — whether you call these ‘walls,’ fences or other sorts of barriers — in the regular course of its work and without requiring additional authorization from Congress,\" said Michelle Mittelstadt, director of communications and public affairs at the Migration Policy Institute, a nonpartisan think tank studying migration policies and trends.\nA limitation for the construction of the southwest border wall would rise from Congress’ willingness to pay for it, not from needed authorization, said Edward Alden, an expert on border security and a senior fellow at the Council on Foreign Relations, a nonpartisan think tank.\nThe REAL ID Act of 2005, passed by Congress, even gave the Homeland Security secretary the authority to \"waive all legal requirements\" that may get in the way of constructing border barriers, Alden noted.\nThat authority was used in 2008 by then Secretary of Homeland Security Michael Chertoff to waive environmental reviews.\nOur ruling\nMesser said, \"By funding the authorization that’s already happened a decade ago (in the Secure Fence Act of 2006), we could start the process of meeting Mr. Trump’s campaign pledge to secure the border.\"\nThe 2006 law authorized the Department of Homeland Security to \"take all actions the Secretary determines necessary and appropriate to achieve and maintain operational control over the entire international land and maritime borders of the United States.\"\nThose actions include the use of personnel, technology and physical infrastructure enhancements. Experts told us that what’s now needed from Congress to build a wall are funds, not additional permission.\nMesser’s claim is accurate, we rate it True. Share the Facts   Politifact    0 6  Politifact Rating:   \"By funding the authorization that’s already happened a decade ago (in the Secure Fence Act of 2006), we could start the process of meeting Mr. Trump’s campaign pledge to secure the border.\"    Luke Messer Representative   in a CNN story Thursday, January 5, 2017 -01/-05/2017    Read More  info", "vclaim_id": "vclaim-pol-03787"}