{"url": "/factchecks/2013/apr/10/sondy-pope/rep-sondy-pope-says-most-public-school-students-ge/", "speaker": "Sondy Pope", "vclaim": "\"The vast majority of our public school students are receiving less state support than their private voucher peers.\"", "truth_label": "half-true", "date": "stated on March 30, 2013 in in a news release:", "title": "Rep. Sondy Pope says most public school students get less state money than private school students", "text": "Even before Gov. Scott Walker unveiled his plan to expand school choice, a leading Democratic voice on education warned against spending more on \"unproven and unaccountable\" voucher schools.\n\nOn a per-pupil basis, state backing for choice programs in Milwaukee and Racine already exceeds state funding for the average public school pupil, said state Rep. Sondy Pope (D-Cross Plains).\n\n\"Last session Republicans chose to protect and expand private school vouchers and that came at the expense of public education,\" Pope said in a Jan. 30, 2013 news release noting the GOP-approved cuts to state school aid for public districts.\n\nNow, Pope said, \"the vast majority of our public school students are receiving less state support than their private voucher peers.\"\n\nShe offered statistical proof: \"The average public student receives roughly $4,900 of state general aid while choice students are guaranteed $6,442 in state aid. Over 80% of school districts now receive less than the voucher guaranteed amount.\"\n\nLegislators are reviewing Walker’s 2013-’15 budget plan to increase funding to choice schools while capping overall public school revenue.\n\nAs debate heated up on his plan, Walker contended that even after that increase, choice schools would be getting about half the funding per pupil that public schools get. We rated that Half True, noting problems with his math and methodology.\n\nNow let’s examine Pope’s claim that the vast majority of public school students are receiving \"less state support than their private voucher peers.\"\n\nPope's equation\n\nIn evaluating Pope’s claim, one key phrase is \"state support.\"\n\nPope excludes non-state funding such as local property tax support and federal funding, which typically make up about half of public school district revenue. And she specifically defines \"state support\"  as general aid distributed under the state’s equalization formula.\n\nWe found numbers from credible sources that back up her specific claim, but also some problems inherent in the comparison.\n\nBased on figures reported by the nonpartisan Legislative Fiscal Bureau and the state Department of Public Instruction, just over 81 percent of Wisconsin’s public school districts received less in general state aid per-pupil than the $6,442 amount guaranteed to choice schools if they spend that much. The figures are for 2012-’13.\n\nThose districts encompass more than 75% of all public school students.\n\nPope’s decision to zero in on state general aid fits with her talking points about restoring state general aid cut in the last budget session.\n\nAnd talking about general aid allows for a direct comparison with state aid to choice schools because in both cases the aid is unrestricted -- it can be spent on anything in the educational program. General aid is by far the largest source of state aid to schools.\n\nBut her claim gave us a vague feeling of deja vu.\n\nLet’s go back to that Walker claim, that choice schools would get about half the funding that public schools get -- even after the increases in his budget in per-pupil aid to choice.\n\nWalker picked the largest possible revenue figure for public schools, one including federal funds, all state aid and local property taxes. Pope, by contrast, uses a much narrower -- if commonly used -- revenue figure for public schools. This explains why their conclusions are so starkly different.\n\nBut some of the same cautions apply to both claims.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n \"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nApples and oranges\n\nResearchers told us clean comparisons were difficult between the two types of schools. But they thought a better way was to compare public school revenue from state general aid and property taxes vs. the choice school guarantee of $6,442.\n\nThe results of a comparison using that method would be dramatically different than Pope’s way. Statewide, public districts get an average of $9,884 from property taxes and general state aid.\n\nIn fact, in the Walker item, we found that choice school revenue is about 25% lower  than the public-school funding amount on average. (Important disclaimer: a complete comparison is currently impossible.)\n\nIt’s important to note that Pope made clear she was concentrating on the state general aid payments that lawmakers cut, and was not discussing how schools compare when all funding sources are considered.\n\nHowever, there are more cautions and caveats even with that approach.\n\nOn top of general aid, public schools also receive state funds for specific programs such as special education and class-size reduction. It’s known as \"categorical aid.\"\n\nIf you included that categorical funding, fewer public districts would fall below the $6,442 level. About 67 percent of public districts -- not the claimed more than 80 percent -- are below the choice aid level even with categorical aid included, based on calculations by the Wisconsin Taxpayers Alliance.\n\nThe Milwaukee comparison\n\nMilwaukee Public Schools, we should note, is not one of the \"vast majority\" of districts where public students get less under Pope’s comparison -- or the broader view of including categorical aid.\n\nStudents in Milwaukee Public School in 2011-’12 got $6,442 in general state aid -- the exact same amount of state-guaranteed aid paid out to voucher students there. Milwaukee is home to most of the nearly 25,000 voucher students in the state.\n\nFinally, there’s a nuance that affects the comparison Pope uses.\n\nPope sets up a comparison of \"state support\" to choice and to public schools. But the choice funding of $6,442 per pupil really is a hybrid of state aid and local property taxes.\n\nIt gets paid out 100 percent in state funds, and the state by law is on the hook for that amount (if schools spend to the maximum), so the $6,442 figure is often cited as \"state support.\"\n\nBut in reality, property taxes levied by Milwaukee Public Schools are estimated to support 34.7 percent of  the $154.6 million Milwaukee choice program in 2012-’13. Racine property taxpayers also contribute a big chunk to that city’s choice program.\n\nHere’s how it works: The state offsets a big part of its costs by reducing general aid to Milwaukee and Racine, and in turns allows them to make up the difference by raising local property taxes. MPS officials say, given the size of the reduction, they are compelled to raise the tax to protect education.\n\nThis property tax component is fiercely debated, because Milwaukee Public Schools levies for those funds but by law is not allowed to count those students for purposes of the state’s aid formula. The effect is a shift onto Milwaukee property taxpayers due to the lost state aid.\n\nThe bottom line -- when you take the property taxes into account -- is the state’s estimated share of choice costs for 2012-’13 is $4,207 -- not the full $6,442, the Legislative Fiscal Bureau said in a March 6, 2013 letter to state Sen. Paul Farrow.\n\nIf you use $4,207 as a comparison point, Pope’s result flips -- only 33 percent of public districts get less general aid than that.\n\nOur rating\n\nPope said the \"vast majority of our public school students are receiving less state support than their private voucher peers.\"\n\nAs was the case in Walker’s diametrically opposed claim, Pope accurately cites funding figures to make a point.\n\nBut the narrow way she sets up the comparison is both a virtue and a vice, creating a technically accurate statement that leaves too little room for important details necessary to explain such a complex comparison.\n\nWe rate her claim Half True.", "vclaim_id": "vclaim-pol-09490"}