{"url": "/factchecks/2016/mar/28/democratic-congressional-campaign-committee/mostly-false-claim-distorts-congressman-jeff-denha/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Congressman Jeff Denham \"has agreed all illegal immigrants should be detained, arrested and deported.\"", "truth_label": "barely-true", "date": "stated on March 17, 2016 in a campaign press release:", "title": "Mostly False Attack Distorts Congressman Jeff Denham’s Immigration Stance", "text": "In an effort to tie Rep. Jeff Denham (R-Turlock) to Donald Trump’s extremist views on immigration, the Democratic Congressional Campaign Committee recently claimed: Denham \"has agreed all illegal immigrants should be detained, arrested and deported.\"\nThe statement by the DCCC, the political campaign arm of House Democrats, caught our attention because Denham is considered a moderate on immigration reform within the GOP. He’s rejected hard-line views and even co-sponsored a comprehensive immigration reform package introduced by Democrats.\nHouse Democrats have long coveted Denham’s seat, a potential swing district in California’s diverse Central Valley, and they’re targeting him once again this year.\nWe decided to check whether Denham, a three-term incumbent, truly has agreed with this hard-line immigration stance — either recently or somewhere in his past.\nWe also wondered whether the DCCC distorted Denham’s stance, in an effort to weaken his re-election chances.\nOur research\nThe DCCC made its claim in a March 17 press release titled \"The Denham and The Donald Line Up Again Against Immigrant Families.\" It includes a photo of the two Republicans standing next to each other.\nThe DCCC has labeled Denham \"vulnerable\" to a Democratic challenger. The committee is backing Democrat Michael Eggman, a Central Valley beekeeper. Denham and Eggman will face each other in the June primary election and likely again in November. They squared off in 2014, with Denham defeating Eggman and retaining his heavily Latino district that includes Manteca, Modesto and Turlock.\nWe asked the DCCC for evidence proving Denham has agreed unauthorized immigrants should be rounded up. A spokeswoman pointed to audio from a 2010 Republican primary debate between Denham and other candidates for Congress. She did not provide any more recent evidence.\n\nIn the audio above from the 2010 debate, the immigration question is asked at the 11:55 minute mark. Denham's response is at the 16:15 minute mark.\nDenham’s campaign spokesman did not respond to interview requests.\nDuring the 2010 debate, the candidates are asked: \"Do you believe that anyone who is here (in the United States) right now as an illegal immigrant should be detained, arrested and deported?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nDenham, who was serving in the California Legislature at the time, responded: \"The simple answer is: Yes, we’ve got to uphold the laws of our state, the laws of our nation. But as a state senator, one of the calls that I get frequently are those families that came here legally, that are working here legally and somehow lost their immigration status to no fault of their own.\"\nFrom that both-sides-of-the-fence response, it’s a stretch to call Denham an extremist on immigration, said UC San Diego Political Science Professor Gary Jacobson.\n\"It’s not clear what (Denham’s) opinion is from that, really,\" added Jacobson, who studies Congress. He surmised the DCCC \"may have cherry picked\" the statement. \n‘As far as rounding people up’\nA response from Denham to a question later in that same 2010 debate adds some clarity. He’s asked how the nation should pay for increased immigration enforcement. His answer stops well short of agreeing that \"all illegal immigrants\" should be deported, as the DCCC attributes to him.\n\"First, absolutely, we’ve got to make sure we’ve got a secure border. But as far as rounding people up, again, you’ve got to look at how they came here in the first place,\" Denham said. \"Did they come here illegally? Or did they come here legally and just have their citizenship expire?\"\nJack Pitney, an expert on Republicans in Congress, said the DCCC claim doesn’t sound like something Denham has or would agree with. \n\"Nobody’s ever going to mistake Jeff Denham for Donald Trump,\" added Pitney, who teaches at Claremont McKenna College.\nOur ruling \nThe Democratic Congressional Campaign Committee claimed GOP Rep. Jeff Denham \"has agreed all illegal immigrants should be detained, arrested and deported.\" \nIt pointed to a response by Denham in a 2010 Republican primary debate, in which the congressman said: \"The simple answer is: Yes, we’ve got to uphold the laws of our state, the laws of our nation.\" \nIn this response, Denham makes no effort to explicitly disagree with the moderator’s statement. But it’s a far stretch to say his answer shows Denham wanted to detain, arrest and deport all unauthorized immigrants.\nA later response from Denham in the same debate shows the congressman believed immigration enforcement should be judicious. He stopped well short of the idea of rounding up all unauthorized immigrants, saying some may be undocumented to no fault of their own. \nThe claim by the DCCC — which is backing Denham’s opponent in the June primary — contains some element of truth but ignores critical facts that would give a different impression.\nWe rate it Mostly False.\n\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05202"}