{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-largely-right-household-incomes-are-d/", "speaker": "Donald Trump", "vclaim": "\"Household incomes are down more than $4,000 since the year 2000.\"", "truth_label": "mostly-true", "date": "stated on July 21, 2016 in his acceptance speech at the Republican Natiional Convention in Cleveland:", "title": "Donald Trump is largely right that household incomes are down $4,000 since 2000", "text": "Donald Trump assailed the health of the United States economy in his acceptance speech Thursday at the Republican National Convention in Cleveland.\n\"What about our economy?\" he asked, rattling off a series of statistics. \"Two million more Latinos are in poverty today than when President Obama took his oath of office less than eight years ago. Another 14 million people have left the workforce entirely. Household incomes are down more than $4,000 since the year 2000. That’s 16 years ago.\"\nHere, we’ll focus on the final part of that statement -- that household incomes are down more than $4,000 since the year 2000.\nOn the numbers, Trump is right. Once you adjust for inflation, median household income fell from $57,724 in 2000 to $53,657 in 2014, the last full year for which data is available. That’s a decline of $4,067 -- in line with what Trump said.\nThis chart shows the trend since 2000.\n\nHowever, it’s worth noting one bit of context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhile this statistic came amid a series of shots at President Barack Obama, the majority of the period Trump was referring to came under the presidency of George W. Bush, a Republican.\nDuring the first eight years of the span Trump referred to -- 2000 to 2008 -- Bush was president. And during Bush’s tenure, inflation-adjusted median household income declined by $2,411, which is more than half the total amount it fell between 2000 and 2014.\nSince Obama took office, it has fallen by $1,656. That’s not a great legacy, but it’s worth remembering that slicing the numbers this way puts all of the Great Recession on Obama’s watch while also denying Obama 2015, when there was a slow but steady recovery, because data is not available.\nOur ruling\nTrump said, \"Household incomes are down more than $4,000 since the year 2000.\"\nHe’s right on the number. However, for a statistic embedded in a series of attacks on Obama, it exaggerates the income trend under the current president. A majority of the decline in real household income since 2000 actually occurred under a Republican president.\nThe statement is accurate but needs additional information, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/dd9bd01f-4542-406b-b87e-313c218b1da3", "vclaim_id": "vclaim-pol-04629"}