{"url": "/factchecks/2012/oct/12/paul-ryan/ryan-obama-promised-unemployment-would-not-exceed-/", "speaker": "Paul Ryan", "vclaim": "Says Obama promised unemployment would never go above 8 percent.", "truth_label": "barely-true", "date": "stated on October 11, 2012 in a vice presidential debate:", "title": "Ryan: Obama promised unemployment would not exceed 8 percent", "text": "Seated a few feet apart in their lone debate, Wisconsin Rep. Paul Ryan and Vice President Joe Biden jousted over how to boost the economy.\n\nRyan sought to brand President Barack Obama’s recession remedies as a failure and said the president had broken his promise to keep unemployment below 8 percent.\n\n\"They passed the stimulus. The idea that we could borrow $831 billion, spend it on all of these special interest groups, and that it would work out just fine, that unemployment would never get to 8 percent -- it went up above 8 percent for 43 months. They said that, right now, if we just passed this stimulus, the economy would grow at 4 percent. It's growing at 1.3.\n\nThe claim that Obama said unemployment would not exceed 8 percent is one we’ve heard before. A super PAC ad took it even further, saying Obama promised unemployment topping out at 5.6 percent.\n\nBut we've found these claims contain only a grain of truth.\n\nProjection vs. promise\n       \nThe source for Ryan’s statement -- and others like it -- is a Jan. 9, 2009, report called \"The Job Impact of the American Recovery and Reinvestment Plan\" from Christina Romer, then chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser.\n           \nTheir report projected that the economic stimulus plan would create 3 to 4 million jobs by the end of 2010. It also included a chart predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.\n           \nThe important word here is projection. The economic analysis wasn’t a promise, it was an educated assessment of how events might unfold. And it came with heavy disclaimers.\n           \n\"It should be understood that all of the estimates presented in this memo are subject to significant margins of error,\" the report states. \"There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"\n           \nThere's also a footnote that goes along with the chart stating: \"Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11% in the absence of action.\"\n\nRepublicans have also cited a speech from then President-Elect Obama about the stimulus.\n\nBut Obama’s speech also presents the report’s findings as \"projections,\" and later says that a stimulus plan would \"likely\" save or create 3 million to 4 million jobs. Only then does he simplify his language to say, \"we’ll create\" as he talks about a focus on jobs in energy, health care and infrastructure.\n   \nHere’s how he sets it up:\n\n\"I asked my nominee for Chair of the Council of Economic Advisers, Dr. Christina Romer, and the Vice President-Elect's Chief Economic Adviser, Dr. Jared Bernstein, to conduct a rigorous analysis of this plan and come up with projections of how many jobs it will create — and what kind of jobs they will be. Today, I am releasing a report of their findings so that the American people can see exactly what this plan will mean for their families, their communities, and our economy. The report confirms that our plan will likely save or create three to four million jobs.\"\n   \nAs we now know, as the pair prepared their estimates, the economy was already far worse than the best numbers at the time captured. The unemployment rate hit 8 percent even before Obama signed a stimulus package into law in February 2009. It peaked at just over 10 percent in early 2010 and has decreased very slowly. In September, it fell to 7.8 percent, according to the Bureau of Labor Statistics.\n   \nOur ruling\n   \nRyan said the Obama administration promised \"unemployment would never get to 8 percent.\"\n   \nObama didn’t say that. Rather, his Council of Economic Advisers predicted that the stimulus would hold it to that level. Their report included heavy disclaimers that the projections had \"significant margins of error\" and a high degree of uncertainty due to a recession that is \"unusual both in its fundamental causes and its severity.\"\n   \nThe sub-8 percent prediction did not hold true, but it’s still incorrect to characterize it as a promise or guarantee.\n   \nWe rate Ryan’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10195"}