{"url": "/factchecks/2015/mar/01/gina-raimondo/gov-gina-raimondo-says-rhode-island-invests-less-e/", "speaker": "Gina Raimondo", "vclaim": "Rhode Island has invested less in tourism, economic development and economic development personnel than four nearby states.", "truth_label": "barely-true", "date": "stated on February 18, 2015 in a presentation:", "title": "Gov. Gina Raimondo says Rhode Island invests less in economic development than four of its neighbors", "text": "Sometimes, when it comes to Rhode Island's economy, it seems as though the state's motto should be, \"There's nowhere to go but up!\"\nGov. Gina Raimondo emphasized the state's economic problems during a Feb. 18 presentation where she focused on some \"alarming\" economic numbers reflecting Rhode Island's troubled economy.\nMany of the statistics were all too familiar. The Ocean State has one of the highest unemployment rates in the United States, some of the slowest job growth in the country, and one in six people on food stamps.\nBut the 10th slide in her PowerPoint presentation caught our attention. The headline asserts: \"We haven't invested strategically in areas that spur job creation.\"\nThe numbers she cites show that Rhode Island is last compared with Massachusetts, Connecticut, New York and New Jersey in statewide tourism spending, the size of our economic development agency budget and the number of economic development agency personnel.\nRhode Island is the nation’s smallest state in area,  but not in population. We wondered if the ranking would look different if Raimondo had taken that into consideration.\nWe found that it did. We’ll look at each category separately.\nTOURISM: According to Raimondo, Rhode Island spent just $470,000 on tourism. New Jersey, which spends the least of those other states, spent $9 million. Massachusetts and Connecticut spend $15 million and $13 million respectively, she said.\nBased on those numbers and the latest state-by-state census data, that's 45 cents per Rhode Island resident. That would be less than half of what New Jersey spends ($1.01) and much less than Massachusetts ($2.24), New York ($3.05) and Connecticut ($3.62).\nThe $470,000 number comes from a Dec. 2, 2014 report from the Rhode Island Commerce Corporation, which said Rhode Island spent $468,230 on statewide tourism promotion during the 2014 fiscal year.\nBut that amount fails to include the $6.5 million from Rhode Island's hotel room tax that went to the state's six regional tourism organizations, including $2.5 million to Discover Newport and $1.9 million to the Providence-Warwick Convention and Visitor's Bureau. Smaller amounts, based on their hotel occupancy, go to South County, Blackstone Valley and Block Island.\n(Similarly, the Massachusetts total given by Raimondo's office fails to include the additional $6 million spent for regional tourism.)\nIf you fold in that money -- and it's all supposed to go toward promoting tourism in at least some portion of the state -- Rhode Island actually spends $6.63 per person on tourism, more than Massachusetts ($3.27) and Connecticut ($3.56).\nAmong the other New England states, only Maine spends more, at $6.98 per resident. The report doesn't contain comparable data for New York and New Jersey, the other two states used in the Raimondo comparison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nWhen we asked Raimondo's office why those regional tourism expenses were ignored, Raimondo spokeswoman Marie Aberger said \"spending money promoting South County or Blackstone Valley does not build a brand for Rhode Island in the same way as spending money promoting Rhode Island. We have tourism assets throughout the state (beaches, restaurants, vineyards, historical sites, art museums) and should be attracting people to visit Rhode Island through a smart, coordinated, statewide approach.\"\nECONOMIC DEVELOPMENT AGENCY: Aberger cautioned in an email that \"comparisons among state economic development entities are difficult because every state organizes its economic development apparatus differently. Rhode Island currently has one major economic development organization—the RI Commerce Corporation—while other states have multiple major entities.\"\nFor the sake of argument, we'll stick with the numbers the governor's office chose to use.\nNew Jersey, according to Raimondo, had a $29-million economic development agency budget, the lowest of the four states she compared us with. That's still seven times more than Rhode Island, at $4 million. Massachusetts spent $80 million.\nBut, once again, adjusting for population tells a very different story. When you factor population into the mix, Raimondo's statistic looks very different. Rhode Island spent $3.80 per person, which was more than New Jersey ($3.26) and New York ($3.56) but less than Connecticut ($11.40) or Massachusetts ($11.95).\nECONOMIC DEVELOPMENT EMPLOYEES: Finally, if you look at the number of people working on economic development in those various state agencies, Rhode Island has 33 employees per million residents, more than the other four states. (Connecticut has 28 per million, Massachusetts and New Jersey have 22 each and New York has 16.\nIt turns out that the total number of New Jersey employees -- 200 -- is a guesstimate. According to New Jersey's website, 257 worked for the New Jersey Economic Development Authority, but 87 are in the Office of Recovery, part of the effort to disburse aid from Superstorm Sandy in 2012. Aberger said the estimate came from \"an expert who served in a leadership role\" at the agency, whom she did not name.\nFinally, when we asked Raimondo's office why the governor's statistics were not adjusted for population size, spokeswoman Aberger sent us this statement:\n\"There are certain baseline costs and functions required to run an effective development agency whether a state is big or small (for example, you would not compare the size of staff in the Governor’s Office in Rhode Island to the size of the Governor’s Office in California adjusted for population size because there are certain baseline positions needed regardless of the size of the state).  Because these numbers should not be compared 1 to 1, overall numbers were presented. While it is fair to suggest larger states should have larger staffs and budgets, we certainly shouldn’t be as far behind as we are. In addition, Massachusetts and Connecticut are our neighbors – so we need to compete regardless of the population size.\"\nOur ruling\nGovernor Raimondo said that compared with Massachusetts, Connecticut, New York and New Jersey, Rhode Island has invested less in tourism, economic development and economic development personnel.\nThat's true in terms of the raw numbers. But if you include all tourism spending and adjust for population size, Rhode Island isn't at the bottom of the pack at all.\nIf you look at economic development, the state has more employees per capita than any of those four other states. It's spending more money on economic development per capita than New Jersey and New York. And its total tourism budget, based on the report Raimondo's office supplied us, is higher than Massachusetts and Connecticut.\nIt's only when you look at funds devoted to promoting Rhode Island as a state and exclude the much larger sums to promote Newport, Providence and other areas that we come in last per capita.\nBecause the statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06678"}