{"url": "/factchecks/2020/nov/12/donald-trump/trumps-tweet-about-27-million-deleted-votes-basele/", "speaker": "Donald Trump", "vclaim": "Dominion Voting Systems “deleted 2.7 million Trump votes nationwide.”", "truth_label": "pants-fire", "date": "stated on November 12, 2020 in a tweet:", "title": "Trump’s tweet about 2.7 million deleted votes is baseless", "text": "Since Joe Biden was elected to be the next U.S. president, President Donald Trump has falsely claimed that voter fraud affected the outcome of the race. Now, Trump says millions of votes cast for him were deleted.\nIn a Nov. 12 tweet, Trump blamed Dominion Voting Systems, a company that makes voting machines. As evidence, he cited a report from One America News Network, a pro-Trump television network.\n\"Dominion deleted 2.7 million Trump votes nationwide,\" the president said in his tweet, quoting the OANN report. \"Data analysis finds 221,000 Pennsylvania votes switched from President Trump to Biden. 941,000 Trump votes deleted. States using Dominion Voting Systems switched 435,000 votes from Trump to Biden.\"\nSince Election Day, Trump has refused to concede the presidential race to Biden and doubled down on unproven allegations of fraud. Rudy Giuliani, Trump’s personal lawyer, has also fanned unproven allegations that Dominion changed votes for the president.\nTrump’s tweet about millions of deleted votes doesn’t stand up to scrutiny, either.\n\n(Screenshot from Twitter)\nThe report Trump cited in his tweet aired on OANN on Nov. 12. The network cited an \"unaudited analysis of data obtained from Edison Research.\" We reached out to OANN for a copy of that analysis, but we haven’t heard back. \nEdison Research is a company that contracts with the National Election Pool, a consortium of American news organizations, to provide exit polling data during election cycles. Edison Research also partners with several TV networks to provide vote tabulation data.\nThe company said it has not found data that back up OANN’s report or Trump’s tweet.\n\"Edison Research has produced no such report, and we have no evidence of any voter fraud,\" said Larry Rosin, president of Edison Research.\nThe \"unaudited analysis\" that OANN cited appears to stem from a thread on TheDonald.win, a pro-Trump website that has been a source of false information about COVID-19 and conspiracy theories about child sex trafficking. It was created in 2019 after Reddit banned a similar community from its platform. \nThe user whose work inspired the thread, and whose account was five days old on Nov. 12, claimed to find irregularities in votes tabulated by Dominion machines. There is no evidence to back that up.\n\"I am not aware of any credible evidence involving technology from Dominion Voting Systems that indicates that it has resulted in incorrect tabulations — and certainly not on the scale that the president has just stated,\" said Edward Perez, an election technology expert at the OSET Institute, a nonprofit that studies voting infrastructure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWhy the focus on Dominion? The company has become the subject of online disinformation that seeks to tie it to Democrats or blame it for clerical errors in the ballot-counting process.\nTwenty-eight states used Dominion’s voting technology for voting this year, according to a company webpage that addresses online rumors. Minor reporting problems in two of those states — Georgia and Michigan — have been misconstrued as evidence of fraud.\nIn Antrim County, Mich., a clerk’s error led to an incorrect early tally that made it appear as if Biden was winning the state by about 3,000 votes. The voting equipment and software \"did not malfunction, and all ballots were properly tabulated,\" according to the Michigan secretary of state’s office.\n\"The software did not cause a misallocation of votes; it was a result of user human error,\" the office wrote. \"Even when human error occurs, it is caught during county canvasses.\"\nIn Georgia, early morning voting on Election Day was halted temporarily in Morgan and Spalding counties when Dominion machines were involved in a problem involving electronic poll books made by a subcontractor. Technicians resolved the issue, and Trump easily carried both counties.\nRELATED: Trump supporters falsely tie Nancy Pelosi to broader election misfire scheme\n\"No credible reports or evidence of any software issues exist,\" Dominion says on its website. \"While no election is without isolated issues, Dominion Voting Systems are reliably and accurately counting ballots. State and local election authorities have publicly confirmed the integrity of the process.\"\nOn its website, the U.S. Cybersecurity and Infrastructure Security Agency says bad actors would not be able to change vote counts undetected even if they tried.\n\"The systems and processes used by election officials to tabulate votes and certify official results are protected by various safeguards that help ensure the accuracy of election results,\" the agency says. \"These safeguards include measures that help ensure tabulation systems function as intended, protect against malicious software, and enable the identification and correction of any irregularities.\"\nWe reached out to the White House and the Trump campaign for a comment, but we haven’t heard back.\nOur ruling\nTrump said in a tweet that a voting technology company deleted millions of votes that were cast for him during the presidential election.\nThat claim is not based in fact.\nThe president’s tweet traces back to an unsubstantiated claim on a pro-Trump website that cited Edison Research. But Edison Research told us they have found no evidence of voter fraud. Dominion, state election officials and federal officials say there’s no evidence that millions of votes were miscounted.\nTrump’s claim is inaccurate and ridiculous. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-18515"}