{"url": "/factchecks/2016/aug/10/michael-madigan/Madigan-highlights-Rauners-support-Trump-camp/", "speaker": "Michael Madigan", "vclaim": "\"Bruce Rauner is of record that he will fully support the Trump candidacy. It's documented. It’s available.\"", "truth_label": "mostly-true", "date": "stated on August 1, 2016 in Interview with WSIU and WBBM, published Aug. 1. :", "title": "Madigan targets Rauner's support for Trump campaign", "text": "Governor Bruce Rauner has stayed decidedly quiet about the 2016 presidential campaign.\nDespite Rauner’s reluctance to comment, Democrats are pouncing on the opportunity to try to link the first-term governor to the Republican presidential nominee, Donald Trump. Illinois House Speaker and Democratic Party Chairman Michael Madigan is one of those Democrats. Madigan has compared Rauner to Trump several times and said he feels fully justified grouping the two together.\nIn an interview with WSIU and WBBM radio stations published Aug. 1, Madigan said:\n\"Bruce Rauner is of record that he will fully support the Trump candidacy. It's documented. It’s available.\" \nWe wondered if Madigan was right. Does Rauner fully support Trump? What’s Rauner’s take on the Republican presidential nominee? We looked into Madigan’s claim to find out.\nSupporting the presidential nominee \nWhen we asked where Madigan found the information backing his claim, Madigan spokesman Steve Brown simply said, \"It’s everywhere online. Google it, and it will come up in 9 seconds.\"\nBrown didn’t point to any specific articles, so we took his recommendation and Googled our question. For the record, it only took Google .45 seconds to find articles relating to Rauner and Trump.\nIn March, Rauner told reporters he would support the Republican presidential nominee, even if it turned out to be Trump. When asked why, Rauner explained, \"I’m the leader of the Republican party in Illinois.\" He added, \"I will do everything I can to support that nominee.\"\nThat same month, he told students in Wilmette he was \"horrified\" by the presidential campaign rhetoric. \"Democracy is hard, you know, and this presidential election, oh my goodness, I'm appalled by the rhetoric, it's appalling,\" Rauner said. \"And it's ugly and it's nasty and it's weird, and just some of the statements that get made, I'm just, I'm horrified.\"\nSince those public comments, Rauner’s been asked repeatedly about his actions related to the presidential election. Rauner hasn’t said much and doesn’t answer questions about Trump.\nOn July 12, Rauner did not join Trump during a campaign fundraiser even though the two were both in Chicago that day. A week later, Rauner skipped the Republican National Convention in Cleveland when Trump formally became the party’s presidential nominee.   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nRauner’s aides told the Chicago Tribune the governor wouldn’t formally endorse Trump, and did not explain why not. The Tribune reported, \"Rauner repeatedly had sought to stay out of the presidential race, though he did say that as leader of the GOP in Illinois, he would back the eventual nominee. But Rauner aides stressed there are various levels of \"support,\" and that the governor would not be giving Trump a formal endorsement.\"\nBrian Gaines, a political science professor at the University of Illinois, said because Rauner isn’t up for election this year, there’s really no reason for him make any more comments about his relationship with Trump.\n\"There’s no law saying that a politician needs to endorse their party’s candidate,\" Gaines said.\n\"(Sen.) Mark Kirk is the more interesting example. Since he would have more interaction with the president and he’s up for election, he really needs to comment. Rauner’s interaction is somewhat fabricated.\"\nIn June, Kirk said publicly he would no longer support Trump. Gaines said Rauner’s language regarding Trump is much more nuanced and purposefully vague.\n\"(Rauner) could say voting for Trump is a form of support and he wouldn’t have to say another word,\" Gaines explained. \"And as the Trump campaign looks weaker and weaker, Rauner can point back and say ‘I never said I would endorse Trump.’\"  \nRauner continues to refuse to answer questions from reporters about the presidential election, and his office did not return multiple requests for comment from PolitiFact Illinois for this story.  \nOur ruling\n\"Bruce Rauner is of record that he will fully support the Trump candidacy. It's documented. It’s available.\" \nMadigan is correct. In March, Rauner said he would fully support the Republican presidential nominee. When asked by a reporter if he would still support the nominee if it’s Trump, Rauner reiterated his earlier statement, saying: \"I will support the Republican Party’s nominee.\"\nBut Madigan does not reference any of Rauner’s subsequent comments, including Rauner’s refusal to formally endorse Trump.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/8a7c3a9c-5eb5-4591-a6dc-7f29f5a7ad3c", "vclaim_id": "vclaim-pol-04498"}