{"url": "/factchecks/2010/sep/15/jb-van-hollen/jb-van-hollen-says-more-22000-ip-addresses-wiscons/", "speaker": "J.B. Van Hollen", "vclaim": "\"Over 22,000 unique Internet Protocol addresses -- in Wisconsin alone -- have downloaded child pornography.\"", "truth_label": "mostly-true", "date": "stated on March 18, 2010 in written testimony to a Wisconsin Senate committee:", "title": "J.B. Van Hollen says more than 22,000 IP addresses in Wisconsin have downloaded child pornography", "text": "As Wisconsin’s attorney general -- and a candidate for re-election -- Republican J.B. Van Hollen has declared one of his priorities to be fighting Internet crimes against children. The issue is cited on the home page of both the state Department of Justice website and his campaign website.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nWhen supporting a bill in March 2010, Van Hollen submitted written testimony to a state Senate committee that said his department’s Internet Crimes Against Children Task Force included more than 130 local law enforcement affiliates from across the state. That was up from 22 when he took office three years earlier.\n\nVan Hollen also cited a statistic that seems harder to put a precise number on:\n\n\"Over 22,000 unique Internet Protocol addresses -- in Wisconsin alone -- have downloaded child pornography,\" he said.\n  \nBut how does the attorney general know exactly how many Internet addresses, linked to Wisconsin computers, are involved with child porn?\n\nLet’s set aside the number itself for a moment, and look at the rest of Van Hollen’s statement -- that the addresses in question had downloaded child porn. Dean Stensberg, Van Hollen’s executive assistant at the Department of Justice, told PolitiFact Wisconsin that Van Hollen was citing work by department investigators.\n\nBut Van Hollen was misquoting his own department.\n\nWhen the department announced the figure in November 2008, it said that during the first  9.5 months of that year, people using the 22,000 addresses had attempted to download child pornography -- not that they had actually downloaded it, though undoubtedly many did. The DOJ also noted that some of the pictures and movies involved were confirmed to be child porn, but others were suspected child porn.\n\nNow let’s turn to the number itself.\n\nTo assess the department’s methodology, we reviewed a 19-page affidavit the department used in a June 2010 child pornography investigation. To get a judge to issue a search warrant in such cases, investigators have to describe their procedure:\n\nInvestigators view computer files of pictures and movies and list those that contain child pornography. They then use computer software to determine which of those files are being offered for exchange over a peer-to-peer network, which allow individuals to connect their computers with other computers around the world. Then the investigators identify the IP addresses  -- every computer connected to the Internet has a unique number -- used by people offering to share the child porn files.\n\nJudges issue search warrants based on that approach, indicating the DOJ’s methodology for identifying the addresses is sound.\n\nWe can’t review confidential law enforcement files to see if they tally 22,000. But we can get an outside assessment of the approach.\n\nDavid Finkelhor, director of the Crimes Against Children Research Center at the University of New Hampshire, noted the numbers of attempted child porn downloads could include people who legally download a large amount of legal adult pornography and inadvertently end up with some child pornography on their computers.\n\nFinkelhor, affiliated with the national Internet Crimes Against Children Task Force, said the 22,000 figure seems plausible for Wisconsin, based on similar statistics he has heard.\n\nThat assessment squares with some figures we found:\n\nIllinois: In September 2010, the Illinois Attorney General’s Office said investigators had identified 6,500 IP addresses in that state that were trading or downloading child pornography in the previous 30 days.\n\nThat would come to 61,750 IP addresses over 9.5 months, nearly three times as many as the 22,000 addresses Van Hollen said his department found in a similar period.  (Illinois’ population is a little more than twice Wisconsin’s.)\n\nIndiana: The Indiana State Police said its investigators found 19,000 unique IP addresses that traded child porn movies during a six-month period. That would mean more than 30,000 addresses over 9.5 months. (Indiana’s population is almost 14 percent more than Wisconsin’s.)\n\nNationally: Finally, in an August 2010 report, the U.S. Department of Justice said two programs used by law enforcement agencies -- one in place since 2006 and the other since late 2009 -- have identified more than 20 million IP addresses nationwide offering child pornography pictures and videos on a peer-to-peer file-sharing network. That report did not break down state-by-state totals.\n\nSo where does that leave us?\n\nVan Hollen told the Senate committee his department had identified 22,000 IP addresses in the state that had downloaded child porn. That went beyond his Department of Justice’s report, which characterized the number as \"attempting\" to download images that were \"known or suspected to be\" child pornography.\n\nGiven the nature of the claim, we can’t go in and tally up the addresses ourselves. But judges have signed off on the methodology, and at least two other Midwestern states appear to have found even larger numbers of computer addresses involved in child porn.  We rate Van Hollen’s statement Mostly True.", "vclaim_id": "vclaim-pol-14425"}