{"url": "/factchecks/2008/dec/03/sarah-palin/the-mccain-campaign-experiments-with-dishonesty/", "speaker": "Sarah Palin", "vclaim": "Obama would \"experiment with socialism.\"", "truth_label": "pants-fire", "date": "stated on October 24, 2008 in a speech in Springfield, Mo.:", "title": "The McCain campaign experiments with dishonesty", "text": "(Published Oct. 27, 2008)\n\n\nSen. John McCain's campaign has seized on Sen. Barack Obama's offhand remark that he wants to \"spread the wealth around\" to allege Obama is a socialist.\n\n\nEven in the context of a heated presidential campaign, that's a remarkably incendiary accusation. It's become a standard part of the McCain campaign rhetoric, uttered by surrogates and candidates alike.\n\n\nGov. Sarah Palin's remarks in Springfiled, Mo., are a good example: \"Senator Obama says that he wants to spread the wealth, which means — you know what that means,\" she said at a rally on Oct. 24, 2008. \"It means that government takes your money, (handed) out however a politician sees fit. Barack Obama calls it spreading the wealth, and Joe Biden calls higher taxes patriotic. And yet to Joe the Plumber, he said it sounded like socialism. And now is not the time to experiment with socialism.\"\n\n\nShe has repeated the line in Nevada, New Mexico, Colorado and most recently in Leesburg, Va., on Oct. 27, 2008. It consistently evokes boos and jeers from a crowd protective of the American system of government.\n\n\nBut is Palin stoking their anger honestly?\n\n\nSocialism refers most commonly to a system in which the government owns the means of production and distribution of goods. That is, the state truly is responsible for creating and spreading the wealth. Let's look at the root of Palin's claim — Obama's Oct. 12, 2008, exchange with plumber Samuel J. Wurzelbacher, who has come to be known simply as Joe the Plumber — and see if that's what Obama was suggesting.\n\n\nWurzelbacher approached Obama on the street in his Holland, Ohio, neighborhood, and said he was close to buying a plumbing company that makes $250,000 to $280,000 a year. He complained that Obama would tax him more, punishing his success.\n\n\nObama responded that he was raising the top tax rate so he could decrease taxes for those who make less than $250,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"It's not that I want to punish your success,\" Obama said. \"I just want to make sure that everybody who is behind you, that they've got a chance at success too.\"\n\n\n\"Seems like you would be welcome to a flat tax then,\" Wurzelbacher said.\n\n\n\"You know, I would be open to it except for here's the problem with a flat tax,\" Obama countered. \"You'd have to slap on a whole bunch of sales taxes on it. And I do believe that for folks like me who have worked hard but, frankly, also been lucky, I don't mind paying just a little bit more than the waitress who I just met over there who — things are slow, and she can barely make the rent. Because my attitude is if the economy's good for folks from the bottom up, it's going to be good for everybody. If you've got a plumbing business, you're going to be better off if you've got a whole bunch of customers who can afford to hire you. And right now, everybody's so pinched that business is bad for everybody. And I think when you spread the wealth around, it's good for everybody.\"\n\n\nSo when Wurzelbacher brought up a flat tax, Obama responded by endorsing progressive taxation – the principle of taxing those with higher incomes at a higher percentage than those with lower incomes. And it is in that context that Obama said he wanted to \"spread the wealth.\"\n\n\nProgressive taxes do indeed spread the wealth a bit. But they do so much more modestly than government owning the means of production.\n\n\nFew serious policy makers — including McCain — consider progressive taxation socialist. In fact, on the Oct. 26, 2008 edition of NBC's\n\nMeet the Press\n\n, McCain stood by a comment he made in 2000 that \"there's nothing wrong with paying somewhat more\" in taxes when you \"reach a certain level of comfort.\" \n\n\n\"You put into different, different categories of wealthier people paying, paying higher taxes into different brackets,\" McCain told host Tom Brokaw, as if to say progressive taxes are a no-brainer.\n\n\nIndeed, progressive taxation has been a cornerstone of American tax policy since the federal government first collected an income tax in 1863. It was based on the Tax Act of 1862, which President Abraham Lincoln signed, and which imposed a \"duty of three per centum\" on all income over $600, and five percent on income over $10,000.\n\n\nObama's proposed top tax rate of 39.6 percent, (up from today's 36 percent) is considerably higher than that. But it's not particularly high in the context of modern times; as he pointed out to Wurzelbacher, it's about what top earners paid in the Clinton years. In 1987, the top tax rate was 38.5 percent. In 1944, it was 94 percent for the highest portions of high incomes.\n\n\nSo no, Obama's tax increase on those making more than $250,000 would not represent a transformation of the U.S. system of government. His desire to \"spread the wealth\" through progressive taxation makes him no less a capitalist than McCain, or Lincoln. Palin's allegation that Obama wants to \"experiment with socialism\" seems designed less to inform than to inflame. That's Pants on Fire wrong.", "vclaim_id": "vclaim-pol-15864"}