{"url": "/factchecks/2014/sep/14/mike-wise/did-nfl-commissioner-roger-goodell-interview-janay/", "speaker": "Mike Wise", "vclaim": "Says NFL Commissioner Roger Goodell interviewed domestic abuse victim Janay Rice with Ray Rice present and for \"every domestic violence agency, every law enforcement agency, that’s a no-no.\"", "truth_label": "mostly-true", "date": "stated on September 14, 2014 in comments on CNN's \"State of the Union\":", "title": "Did NFL commissioner Roger Goodell interview Janay Rice with her husband, Ray Rice, present?", "text": "The Sunday news shows broke from their usual coverage of Washington’s inner-workings to examine another institution fraught with controversy: the National Football League.\nThe heat is on NFL Commissioner Roger Goodell for his discipline of former Baltimore Ravens running back Ray Rice, who was shown in a video leaked last week punching out his now-wife Janay Rice in an Atlantic City, N.J., casino elevator in February.\nThe video’s release prompted more voices to question Rice’s initial two-game suspension as too lenient, including Goodell, who announced Rice’s indefinite suspension amid fallout from the video. To some sports pundits and victim advocates, that’s not nearly enough to prove Goodell is for real about punishing players accused of domestic violence.\nWashington Post sports columnist Mike Wise said Goodell should lose his job on CNN’s State of the Union.\n\"The thing that bothered me most is Roger Goodell at one point tried to play essentially a marriage counselor with the victim and the perpetrator, Janay and Ray Rice,\" Wise said. \"He put the victim and the perpetrator together. Every domestic violence agency, every law enforcement agency, that’s a no-no.\"\nWise continued: \"She is sitting, telling her story in front of the person who essentially abused her. And it’s the tone deafness of those types of things that show me that this commissioner does not take domestic violence seriously enough.\"\nPunditFact wondered if Wise is right: Did Goodell talk to victim Janay Rice with Ray Rice present? And does that violate the policy of domestic violence advocacy organizations and law enforcement agencies?\nThe meeting lead-up and fallout \nAn NFL spokesman declined to comment, citing the investigation by former FBI director Robert Mueller of the NFL's actions.\nThe meeting in question occurred June 16 at the NFL’s headquarters in New York, three months after a New Jersey grand jury indicted Rice on charges of third-degree aggravated assault from the elevator incident. Ray Rice, who married Janay Rice on March 28, was accepted into a pretrial intervention program to avoid time behind bars in May.\nThe purpose of the mid-June meeting was to discuss disciplinary action by the NFL. Sports Illustrated’s Peter King broke the first details about the meeting, citing anonymous inside sources that the NFL has not contradicted.\nThe meeting included not just Goodell and Ray and Janay Rice, but also Ravens General Manager Ozzie Newsome, Ravens President Dick Cass, and two NFL executives, King reported. In the meeting, Janay Rice asked Goodell to be lenient to Ray Rice, the source told King, saying major discipline could ruin the running back’s career.\nOn July 24, the NFL announced it would suspend Rice for just two games, setting off early waves of criticism.\nKing’s story is important because it informed the subsequent chorus of columns and punditry that slammed Goodell for not talking to the couple separately. The popular sports blog Deadspin quoted two domestic violence victim advocates -- Rene Renick, vice president of programs and emerging issues with the National Network to End Domestic Violence, and attorney adviser Viktoria Kristiansson of prosecutor resource group AEquitas -- who said Goodell’s combined meeting with the couple was inappropriate.\n\"Even having the two of them in the room and thinking that she can speak freely in that kind of a situation is crazy,\" Renick told Deadspin. \"There is no way she can speak freely. And if there was any chance that she was afraid or coerced, she couldn't have said that. She would have been probably in a whole lot of danger.\"\nA columnist for the Ravens’ hometown paper, the Baltimore Sun’s Dan Rodricks, interviewed a local social worker and counseling professor who echoed that point. And Wise, too, wrote a July 29 column that went into more detail about Goodell’s meeting with the couple than Wise discussed on CNN.\nIn an interview with PunditFact, Wise said the meeting was \"ethically irresponsible\" and shows Goodell’s background lacks professional mental health training.\n\"I have no qualms whatsoever about maintaining that law enforcement agencies and domestic violence advocates on the whole support not interviewing a perpetrator and the abused together, especially when deciding matters of discipline for the perpetrator,\" Wise said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLaw enforcement policies\nRuth M. Glenn, interim executive director of the National Coalition Against Domestic Violence, confirmed to PunditFact what other domestic violence advocates told other news organizations: Goodell should not have talked to Janay Rice in front of her husband.\n\"When that incident is being reviewed, investigated, whatever it is, there should never be an opportunity where that inquiry occurs when they’re both present,\" Glenn said. \"Absolutely, it doesn’t make it any different if it had happened a day before.\"\nGlenn said the domestic violence prevention community has pushed for years for law enforcement agencies to adopt policies that call for interviewing victims and suspects separately (example of model policies and checklists here.)\nWe found plenty of examples of law enforcement agencies that expressly say to separate the victim, suspect and witnesses involved in the dispute, including Santa Clara County (Calif.), Kentucky, Michigan, South Carolina and New Jersey. (We didn’t have time to check each district or state by our deadline, and the U.S. Department of Justice did not offer a comment, but we are comfortable saying this policy is widespread.)\nStanford University law professor Robert Weisberg noted that detectives always question witnesses separately.\nStill, while separation may be required in the immediate aftermath of an incident, it isn’t always maintained throughout the legal process, said said Charles H. Rose III, Stetson University College of Law professor. Sometimes couples in domestic violence cases are interviewed together so officials can judge how they act with one another.\n\"By the time Goodell was involved it was no longer necessary to have them be interviewed apart,\" Rose said. \"In effect, the wagons had already been circled.\"\nAlso left unsaid by Wise: Goodell was not initiating a law enforcement investigation. That already had occurred.\n\"You cannot apply a law enforcement paradigm to an employment issue,\" Rose said. \"Different standards, different law, and different results.\"\nGoodell’s goal for talking with Ray and Janay Rice may not have been analogous with a law enforcement investigation, cautioned James Acker, a University at Albany-SUNY School of Criminal Justice professor.\n\"If it was, then for the same reasons, such a joint discussion would not likely be appropriate,\" Acker said. \"On the other hand, for all I know, the context was quite different. Perhaps Goodell already had received a factual account elsewhere; perhaps he wanted to attempt to gauge the Rices' relationship and try to form an impression of them together.\"\nOur ruling\nWise has a problem with Goodell meeting with Ray and Janay Rice together as Goodell sought information about the February elevator incident and aftermath that would inform Rice’s discipline by the league.\nFirst, there’s little debate that the meeting occurred, as it has been widely reported and not challenged by the NFL.\nSecond, Wise also claimed that \"in every domestic violence agency, every law enforcement agency\" a meeting like that would be \"a no-no.\"\nThat’s for the most part correct as well, though experts we spoke to questioned whether it’s the right parallel to draw.\nQuestioning victims separately from suspects in domestic violence cases does appear to be a widespread practice both encouraged by domestic violence advocates and many police and state policies after an incident occurs.\nBut Goodell was not conducting a criminal investigation -- that already had occurred, and he had access to that information. Also, there are occasions when couples involved in domestic violence cases are interviewed together later, allowing police and prosecutors to judge how they act with one another so they can assess credibility and potential prosecution, one expert told us.\nSetting aside whether the comparison is apt, Wise’s claim is accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-07306"}