{"url": "/factchecks/2019/apr/10/pete-buttigieg/did-south-bend-unemployment-fall-half-under-mayor-/", "speaker": "Pete Buttigieg", "vclaim": "\"We cut unemployment by more than half\" in South Bend, Ind.", "truth_label": "mostly-true", "date": "stated on April 7, 2019 in an interview on NBC's \"Meet the Press\":", "title": "Did South Bend unemployment fall by half under Mayor Pete Buttigieg?", "text": "Unlike the various senators, House members and governors running for the 2020 Democratic presidential nomination, Pete Buttigieg doesn’t have a high-level policy record. But he does have a record for the more than seven years he’s spent as mayor of South Bend, Ind., a city of just under 102,000 people that is best known as the home of the University of Notre Dame.\nDuring an interview on NBC’s \"Meet the Press,\" host Chuck Todd challenged Buttigieg on some of the city’s more worrisome economic statistics. The mayor drew on one of his own to show improvement on his watch.\nTodd: \"I'm going to put up a couple of numbers here having to do with South Bend. The poverty rate is still over 25 percent. The eviction rate is 6.7 percent, which is fairly high. Not the highest in Indiana, but on the high end of Indiana. Obviously, you've been re-elected. So voters believe you've put the city in the right direction in that sense. But these are still tough numbers. What haven't you been able to accomplish that you wish you would?\"\nButtigieg: \"... We're a city that was devastated by the loss of industry, especially when the auto factories left in the 1960s. When I took office, there were articles about whether South Bend was a dying city. Our poverty rate is too high, but it's down. We cut unemployment by more than half. And we've been able to change the trajectory of the city to where we're growing in population and in investment at a pace we haven't seen in a generation.\"\nIn this fact-check, we’ll scrutinize Buttigieg’s claim that, as mayor, he cut unemployment in South Bend by \"more than half.\" We’ll also dig into his economic development record in his two terms as mayor.\nThe numbers\nWhen Buttigieg took office in January 2012, the unemployment rate in South Bend and neighboring Mishawaka — the closest region for which the Bureau of Labor Statistics calculates the unemployment rate — was 9.6 percent. Today, it’s 3.8 percent. That’s a drop of more than half.\nIt’s also a slightly steeper fall for South Bend than for the United States as a whole. In January 2012, South Bend-Mishawaka had an unemployment rate 1.3 points above the national average. By February 2019, the rate in South Bend was exactly the same as the national rate.\nSo as far as the numbers go, Buttigieg is on target.\nBut no single executive — whether president, governor, or mayor — controls the economy. Economic gains (or losses) are subject to broader trends, from demographic changes to the performance of the international economy to advances in technology.\nAnd for mayors, this caution is even more important to note, because it’s hard to filter out the various effects at the national, state and local level.\nConsider this graph of the unemployment rate since January 2012 in the United States (in light blue), Indiana (dark blue), and South Bend (red).\n\nIt’s clear that the unemployment rate for the nation, the state, and the city have dropped almost in lockstep over the past seven-plus years.\n\"There is no doubt that he worked hard on economic development, but it is hard to give him exclusive credit for the overall turnaround given the fact that there were somewhat similar results statewide,\" said Robert L. Dion, the chair of law, politics and society at the University of Evansville.\nEconomic development projects\nWhen we reached out to Indiana political observers, most agreed that Buttigieg has had a successful tenure — and that he did spearhead policies that improved the city’s economic position.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nButtigieg played a significant role in several specific economic-development projects, observers said.\n\"One is the former Chase Tower downtown,\" said Andrew Downs, director of the Mike Downs Center for Indiana Politics at Purdue University Fort Wayne. \"It was nearly vacant when he took office and now it is a Marriott-brand hotel. The other is the revitalization of the old Studebaker automobile plant. There is quite a bit of work to do there, but there is positive movement after decades of inaction.\"\nIn addition, Buttigieg was involved with a project by the Pokagon Band of Potawatomi Indians to open a casino in South Bend in 2018, bringing what was touted as 1,200 jobs.\nJeff Rea, the president and CEO of the South Bend Regional Chamber and the former Republican mayor of Mishawaka, said he’s had a \"positive\" impression of Buttigieg’s impact on economic development.\n\"City investments near Four Winds Field, home of Chicago Cubs’ Class A affiliate, and through the downtown area have helped spur almost $200 million of new private investment,\" Rea said. \"Under his leadership, a growing logistics and distribution cluster is growing on the city’s northwest side. We still have a long way to go, but business leaders feel like we’re on the right track.\"\nDion added that Buttigieg \"worked with the state government of Indiana through their Regional Cities Initiative to direct economic development funding to South Bend.\" (Dion said Buttigieg would have to share credit for the state-linked efforts with then-Gov. Mike Pence, a Republican who now serves as vice president.)\nButtigieg's campaign cited many of the same mayoral initiatives that independent observers mentioned.\n\"Major economic development projects in cities always need private investment and organizations to make them happen, but these days they don’t seem to happen without the support of the city government,\" Downs said.\nButtigieg also devoted attention to the urban landscape in ways that made the city more attractive to companies and individuals looking to relocate, observers said. For instance, Buttigieg led efforts to install a light display along the St. Joseph River.\n\"This might seem trivial, but the city has changed traffic flow of some downtown streets — changing one-way streets to two-way streets, on the theory that two-way streets are more conducive to street level retail and food service business success,\" Downs said.\nObservers also suggest that Buttigieg offered an intangible factor that could help close deals and raise the city’s profile: his own personality.\nButtigieg \"has been a visible and vocal supporter of South Bend,\" Downs said. \"His personality and attention to celebrating what South Bend is, and could be, should not be underestimated.\"\nDavid E. Campbell, the chair of the political science department at the University of Notre Dame, compared it to what Alexander Hamilton called \"energy in the executive.\"\n\"Mayor Pete has been a doer, initiating a variety of projects to catalyze South Bend's recent renaissance,\" Campbell said. \"Reasonable people can disagree on the relative impact of any single initiative, but there can be no doubt that he has brought a revived sense of pride in South Bend, and a feeling that this is a city on the move.\"\nOur ruling\nButtigieg said \"we cut unemployment by more than half\" in South Bend.\nOn the numbers, he’s right, and observers of South Bend’s fortunes say Buttigieg did things, both tangible and intangible, to improve the city’s economic outlook. That said, it’s worth noting that the decline in unemployment closely tracked declines in Indiana and the United States, suggesting that what he accomplished on unemployment was not unique.\nWe rate the statement Mostly True.\n Share the Facts 2019-04-10 21:30:52 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"We cut unemployment by more than half\" in South Bend, Ind.    Pete Buttigieg Democratic presidential candidate https://www.nbcnews.com/meet-the-press/meet-press-april-7-2019-n991806   an interview with NBC's \"Meet the Press\" Sunday, April 7, 2019 2019-04-07    Read More  info", "vclaim_id": "vclaim-pol-00775"}