{"url": "/factchecks/2010/mar/29/charlie-crist/crist-attacks-rubio-campaign-contributions/", "speaker": "Charlie Crist", "vclaim": "Marco Rubio controlled funds that \"out of the $600,000 that were raised, only $4,000 went to candidates to try to improve their chances to be elected to office.\"", "truth_label": "half-true", "date": "stated on March 28, 2010 in a debate on Fox News Sunday:", "title": "Crist attacks Rubio on campaign contributions", "text": "Down in the polls in his quest to become a U.S. senator from Florida, Gov. Charlie Crist wasted no time attacking primary opponent Marco Rubio in a nationally televised debate on FOX News Sunday.\"I view public service as a calling, something that you do to try to help other people, to improve their lives, their quality of life,\" said Crist. \"Unfortunately, recent news accounts in Florida have come out that indicate, in fact, that Speaker Rubio views public service as a way to enhance his personal enrichment.\"Crist said that Rubio had set up a $600,000 \"slush fund\" that he used for personal expenses rather than political purposes.\"In fact, out of the $600,000 that were raised, only $4,000 went to candidates to try to improve their chances to be elected to office. That's not what people want. They want people who are not there to enrich themselves but who are there to enrich the lives of their fellow Floridians.\"Crist's statement is based on an investigation into Rubio's finances by the Miami Herald and St. Petersburg Times.Rubio, the former speaker of the Florida House, controlled two separate political committees, according to the report. In December 2002, Rubio created Floridians for Conservative Leadership, which raised $228,000 in donations. At the end of 2003, he created Floridians for Conservative Leadership in Government, which raised $386,000. Of those two committees, it's true that only $4,000 went to direct contributions to political candidates.Crist, meanwhile, conflates the two committees together to get to his $600,000 \"slush fund.\" But there's an important distinction between the two: The purpose of the first fund was to \"support state and local candidates who espouse conservative government policies.\" It was registered with the state of Florida and allowed to give contributions to political candidates. The $4,000 in direct campaign contributions came out of this fund of $228,000. The Herald/Times review of other legislators' committees showed that they typically contributed far more to other candidates and reported vastly fewer credit card payments. According to the Herald/Times report: \"Rubio spent the biggest chunk of the committee's money, $89,000, on political consultants, $14,000 in reimbursements to himself, and more than $51,000 in credit card expenses. Records show those expenses were for food, lodging and airfare but do not detail who was traveling or where expenses were incurred.\"The second fund was to \"educate the public about conservative leadership in government.\" It was a 527 fund, registered with the Internal Revenue Service, but not the state of Florida. Because it was not registered with the state, it was not allowed to donate money to political candidates, and indeed it did not. According to the Herald/Times report, most of the money, about $236,430, from this second fund went to pay for Republican poltiical consultants. Read more details about the expenses in the Herald/Times report.We contacted the Rubio campaign after the debate for a response to Crist's charges. Campaign spokesman Alberto Martinez reiterated that the committees' operations were entirely within the law, and that all the money was spent advancing conservative causes, even if it didn't go directly to other candidates. The second fund wasn't allowed to give contributions, anyway, he added. It was intended to help Rubio travel around the state to promote conservative ideas to the general public. Crist also said during the debate that of the $600,000, \"it's been shown lately it's been used to fix his minivan, get haircuts, employ family members, things of this nature that are not what a political committee is supposed to do.\" But Crist here is mixing Rubio's two political groups with a separate issue: Rubio had access to a credit card for the Republican Party of Florida, and that's what he used to pay for the minivan and and hair bills. Rubio has said the minivan charge was for damage to his car that occurred at a political event, and the hair charges also included items for a silent auction event that he ended up paying for himself. Here, we're ruling on Crist's statement that \"out of the $600,000 that were raised, only $4,000 went to candidates to try to improve their chances to be elected to office.\" He's right about the $4,000. But he arrives at the $600,000 number by conflating two separate funds, one of which was not permitted to give to candidate campaigns. So we rate Crist's statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15159"}