{"url": "/factchecks/2016/jun/14/rob-wittman/rob-wittman-erroneously-says-each-military-dog-sav/", "speaker": "Rob Wittman", "vclaim": "\"On average, each U.S. military working dog saves the lives of between 150 and 200 servicemen and women over the span of his career.\"", "truth_label": "false", "date": "stated on June 18, 2016 in a Facebook post.:", "title": "Rob Wittman wrongly says each military dog saves 150 to 200 lives", "text": "We love a heroic dog story, and this one caught our eye:\n\"On average, each U.S. military working dog saves the lives of between 150 and 200 servicemen and women over the span of his career,\" U.S. Rep. Rob Wittman, R-1st, wrote in a recent Facebook post.\nBelow the comment was a picture of Wittman petting Valerie, a service dog, at a U.S. Navy contractors’ expo held May 16-18, a few miles from Capitol Hill.\nWittman noted that he had backed legislation to help reunite military dogs, when they retire, with their handlers. \"Brave and independent pups like Valerie deserve the hero’s treatment,\" he wrote.\nNo doubt, military dogs deserve their due. But we wondered whether Wittman gave the canines too much credit in claiming each one averages saving 150 to 200 lives during their careers.\nFarahn Morgan, the congressman’s press secretary, told us Wittman got the figure from the American Humane Association.\nShe provided a news release the organization sent in June 2015. It praised Congress for passing legislation that allows the military to fly service dogs back to the U.S. after retirement to be reunited with their handlers or adopted. Transportation previously had been handled by private fundraising organizations, including the humane association.\n\"The nation’s military working dogs, each of whom saves the lives of between 150-200 servicemen and women in the course of their career, are one step closer to being guaranteed treatment as the heroes they are,\" the humane association news release began.\nWe asked the humane association for its source of the statistic. Spokesman Mark Stubis told us the association got the numbers a few years ago from \"a number of organizations that were working with military dog adoptions.\" He referred us to several news reports that also cited statistics but offered no specific source. They included:\nThe Wall Street Journal, Feb. 25, 2012: \"It is hard to quantify how many soldiers have been saved by canine detection skills, but estimates range from 150 to 1,800 lives per dog.\"\nPeople, March 15, 2010: \"‘If one dog finds one explosive, he’s saved at least 150 lives,’ says Navy Petty Officer 1st Class Ekali Brooks.\"\nCNN, Jan. 6, 2012: \"’These dogs are more soldiers than they are equipment,’ said Debbie Kandoll, founder of Military Working Dog Adoptions. Kandoll, who helps civilians adopt military working dogs, estimates that the average war dog saves 150 soldier lives during its service.’\"\nCNN said that, according to the Department of Defense, there are 2,700 military dogs serving worldwide. The Journal offered the same number, although no source was cited. So, Let's do some math: If 2,700 military dogs saved between 150 and 200 lives each, how many service member's lives would be saved?\nThe answer: Between 405,000 and 540,000. That’s roughly the same or more than the number of U.S. service members who were killed during World War II - pegged at 405,399 by the U.S. government.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n \"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe asked the Department of Defense if it could verify that each military dog saves between 150 and 200 lives. Spokesman Eric Pahon repudiated the claim.\n\"The DoD has not conducted a study and we feel that the number is likely greatly inflated over what the actual numbers might be,\" Pahon wrote in an email.\nPahon said there are about 1,740 military working dogs, not including those belonging to special forces such as Army Green Berets and Navy SEALs, or those assigned to security details such as the Pentagon police. He declined to release the total number, citing security concerns.\nPahon said the average career of a military dog lasts eight to nine years. Many of them are trained as bomb sniffers.\n\"Most of our explosive-detecting (dogs) have never found anything except explosive training aids because they have never encountered a live explosive device,\" he said.\n\"Those that have found devices were actually conducting deployed operations at the time in (Afghanistan or Iraq). For those that are found, the typical device in a roadway or building would kill far fewer people than 150 people. As such, the (dog) would need to find several devices or bomb-making components to reach the 150-200 number and that would only apply to very few dogs.\"\nPahon said that while the contributions of the bomb sniffers are not quantifiable, \"they are an invaluable asset for freedom of movement of our ground patrols.\"\nHe added that many of the dogs aren’t bomb sniffers but are trained to detect drugs or walk patrols. \"These are critical duties that are not directly life-saving, but contribute to overall mission success and safety,\" Pahon wrote.\nOur ruling\nWittman said, \"On average, each U.S. military working dog saves the lives of between 150 and 200 servicemen and women over the span of his career.\"\nThis is a myth that’s been spread for years, often by organizations promoting the adoption of retired military dogs. Wittman says he picked up the figure from the American Humane Association’s website.\nNobody seems to know the original source of the numbers. Wittman and others who state the number unequivocally fail in their burden of proof.\nThe Department of Defense says it never has quantified the number of lives saved by military dogs and that the 150- to 200-per-dog number \"is likely greatly inflated.\"\nThink about it: If the number was correct, it would mean the dogs are saving the lives of more than 400,000 service members every eight to nine years.\nWhile recognizing military dogs for the important service they perform, we rate Wittman’s statement False.https://www.sharethefacts.co/share/32d1c048-0b9b-4f10-9fee-3d1fba355582", "vclaim_id": "vclaim-pol-04838"}