{"url": "/factchecks/2015/oct/07/scott-walker/wisconsin-couldnt-fire-state-employee-watching-hou/", "speaker": "Scott Walker", "vclaim": "A state agency wanted to fire an employee who spent four hours per day watching pornography, but the state \"employment commission reinstated the person.\"", "truth_label": "mostly-true", "date": "stated on September 25, 2015 in comments to reporters:", "title": "Wisconsin couldn't fire state employee for watching hours of pornography at work, Scott Walker says", "text": "When Gov. Scott Walker announced his support of a proposed overhaul of Wisconsin’s civil service system, he cited several examples of state worker misdeeds that he said help prove the need for reform.\nIn comments to reporters the next day, Sept. 25, 2015, he repeated one of the examples, saying:\n\"In one of our state agencies, where an employee on average was spending more than four hours a day watching pornographic things on their website. That's something that, even though the agency wanted to terminate that person, the employment commission reinstated the person.\"\nThe porn-watching employee did get his job back -- but because of the decision of a private arbitrator, not a state commission.\nDepartment of Corrections case\nHere’s how the Milwaukee Journal Sentinel reported in January 2006 about the case of Robert DeLeon, a state probation and parole agent from Shawano:\nDeLeon was fired in 2004 for accessing Internet pornography and other inappropriate sites for hours a day over a period of at least five months. A computer technician at the Department of Corrections found that DeLeon was logging on to the Internet during the work day for long periods and visiting inappropriate sites, including some with pornography.\nComputer logs showed DeLeon had spent an average of 4.2 hours a day on the Web in the fall of 2004. During the time he was viewing pornography at work, he had been being paid for more than 10 hours of overtime a week. DeLeon maintained that the logs did not accurately reflect his behavior at work because much of the time he minimized the windows on his computer screen while he worked.\nDeLeon’s union appealed the termination, which put the case before attorney A. Henry Hempe, a Madison arbitrator.\nIn November 2005, Hempe ruled that instead of being fired, DeLeon should have received a one-day suspension. Part of Hempe’s rationale was that the Department of Corrections had a \"relatively light discipline for first-offense misuse of state computers.\" He cited 10 other recent cases in which corrections employees viewed pornography on state computers, in some cases repeatedly, and none of those employees was fired.\nHempe also said DeLeon had a previously unblemished personnel record and had not fallen behind on his work.\nDeLeon was reinstated to his job and ordered not to use the Internet. The arbitrator also ordered he receive $45,000 in back pay.\nThe state could not appeal the arbitrator’s ruling.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWalker has said one reason the civil service system should be overhauled is to enable the state to fire such employees. One change that would be made by the bill, which is expected to pass, would better define the \"just cause\" definition of fireable offense such as stealing from the state or showing up to work drunk.\n(The Milwaukee Journal Sentinel’s state employees database shows DeLeon still works as a probation and parole agent in Shawano, earning nearly $53,000 per year.)\n\nWe checked with Wisconsin Employment Relations Commission chairman James Scott on this case and for an update on how such cases are handled.\n\nScott told us that at the time of the DeLeon case, collective bargaining agreements controlled how cases such as an appeal of a termination were handled. The cases were heard not by the state commission, but by a private arbitrator who was chosen jointly by the employee’s union and the state department that was involved. The arbitrator's decision on a termination was final, and neither party could take the case to court.\nSince Act 10, Walker’s 2011 collective bargaining reform law, there are no union contracts in place for state employees that permit arbitration of disputes -- other than for the State Patrol, as public safety employees are excluded from the law.\nState employees covered by Act 10 who want to challenge a termination or other discipline can file a grievance and can appeal that result to the state commission, Scott said.\nOur rating\nWalker said a state agency wanted to fire an employee who spent four hours per day watching pornography, but the state \"employment commission reinstated the person.\"\nThe Department of Corrections in 2005 did terminate a state probation and parole agent who had been watching pornography on his computer for hours a day. The employee was given his job back not by a state commission, but by a private arbitrator, who was chosen jointly by the department and the employee’s union per a collective bargaining contract.\nWe rate Walker’s statement Mostly True.\n.\nMore on public employees\nState Sen. Jon Erpenbach says Scott Walker \"said he wouldn't touch\" the state civil service system but now supports overhauling it. Mostly False.\nMayor Tom Barrett says every general City of Milwaukee employee \"pays toward his or her pension, but approximately 88 percent of our police officers and firefighters do not.\" Mostly True.\nState Rep. Dale Kooyenga says the University of Wisconsin System  \"is larger than any business in the state of Wisconsin.\" Mostly True.", "vclaim_id": "vclaim-pol-05882"}