{"url": "/factchecks/2010/jun/16/karen-handel/did-handel-ever-joing-log-cabin-republicans/", "speaker": "Karen Handel", "vclaim": "Says she was never a  member of the Georgia Log Cabin Republicans.", "truth_label": "pants-fire", "date": "stated on June 9, 2010 in a newspaper article:", "title": "Did Handel ever join the Log Cabin Republicans?", "text": "Karen Handel, who wants to become the state’s first female governor, is getting a high-profile education in Republican primary politics -- bare-knuckled Georgia style. One of Handel’s opponents, former U.S. Rep. Nathan Deal, has publicly attacked Handel for her cozy relationship with the gay community earlier in her political career when she was campaigning for the Fulton County Commission and later its chairmanship. Among other things, Deal has alleged Handel was a member of the Log Cabin Republicans, a gay rights GOP organization that endorsed both her 2002 and 2003 election bids.Handel and her strategists have repeatedly denied she was ever a member of the group, including in a June 9 article in The Atlanta Journal-Constitution. In the article, Marc Yeager, who was president of the Georgia group in 2002 and 2003, said that Handel was a “dues-paying member of the Georgia Log Cabin Republicans from 2002 to 2004, something Handel also denies.” Deal continues to insist Handel was a member. So who’s telling the truth? To understand what’s going on here, you have to turn back the political clock seven or eight years. Back to very different campaigns. Handel was then seeking a job where Fulton County’s large and politically active gay community was a key constituency. The support of that community is vital to anyone seeking office locally. Both Republicans and Democrats aggressively court the gay vote. But in a statewide Republican primary, the dynamics change dramatically, tilting strongly conservative. In statewide races, the clout of gay voters fades. In a statewide Republican primary, the conservative vote moves to the forefront. And that vote can easily be a decisive factor in a multicandidate contest like the one in which Deal and Handel find themselves.Deal is trying to paint Handel as overly friendly with Atlanta’s gay community in an effort to cut into the most conservative part of her voter base.  Make no mistake, this is a fight to the finish. At most, only two candidates of the seven running will emerge from the July 20 GOP primary. Deal’s camp has gone for Handel’s jugular over her outreach to gay voters. And Deal’s strategists think they smell blood. Handel’s camp has responded by accusing Deal of having a “history of bigoted remarks.”A news release by the Handel camp late last week said this: “When he [Deal] found out that 8 years ago Karen Handel spoke to the Log Cabin Republicans ... it sent him into a month-long, delusional attack against her.” Deal has, among other things, accused Handel of supporting “gay adoption” during her Fulton County Commission bids. There is scant evidence of that, and PolitiFact Georgia has previously given the former congressman a “Barely True” on the Truth-O-Meter for that accusation. But the paper and electronic trail on Handel and the Log Cabin Republicans is much stronger. The Southern Voice, a newspaper that catered to the gay community and later went bankrupt, carried numerous articles about Handel’s 2002 and 2003 commission runs. And in those she is repeatedly identified as a member of the Georgia Log Cabin Republicans. Handel never asked for a correction or clarification. Handel spokesman Dan McLagan agrees with that last point. “The Southern Voice is going to say all kinds of wacky stuff,” McLagan said. “The fact a retraction was not asked for is not proof of the assertion. She probably wasn’t sitting around reading a gay tabloid.” McLagan added: “She doesn’t remember ever having been a member.” But Yeager, the Log Cabin leader at the time, said he does remember. “Karen handed me the check [for her membership dues],” he said during an interview with PolitiFact Georgia.   And he happens to be a guy who keeps a record of his e-mails. One of those, from Yeager to Log Cabin board member Cathy Dudley in March 2003, contains an attachment -- a mailing list for the hundred or so Georgia Log Cabin members at that time. The list was being used to mail monthly invites to Log Cabin meetings. Handel’s name, telephone numbers, e-mail address and home address are on that list, which was examined by PolitiFact Georgia. It clearly lists her as a dues-paying member whose membership ran through July 2003. Another attachment in a later e-mail listed her as a member through July 2004. McLagan was unimpressed. He suggested that Jamie Ensley, the current president of the Georgia Log Cabin Republicans, had membership records indicating Handel was not a member of the group. Unlike Yeager, however, Ensley declined to share membership records with PolitiFact Georgia.“Under no circumstances can I share our memberships rolls,” Ensley said. McLagan, meanwhile, questioned the motives of  Yeager, who is no longer with the Log Cabin Republicans. McLagan said Yeager’s partner is an Obama supporter. Yeager said that is true, but he stands by his statements and e-mails about Handel’s earlier membership in the Log Cabin Republicans.“My partner, Roger, ... applied for becoming an Obama delegate early in the process but never pursued it due to the time required for the whole nomination and delegate process,” Yeager said in an e-mail to the AJC. “I don’t think he ever went to any meetings. Certainly it has been no secret that he always has been and still is a Democrat. This was always a point of curiosity within the gay press with me being president of Georgia LCR [Log Cabin Republicans].”‘Nuf said, or so says McLagan. “These guys have an agenda,” McLagan said.  Handel, however, is running against fellow Republicans at this point in the race, not Democrats. And it is a fellow Republican who has accused her of belonging to the Log Cabin Republicans.What about Yeager’s e-mails that show Handel’s name appeared on the Log Cabin Republicans’ membership roll? They certainly appear genuine.“I can type up an e-mail that says anything,” McLagan said. Perhaps. But the evidence is overwhelming that Handel did indeed belong to the Georgia Log Cabin Republicans -- whether or not she remembers it. Newspapers reported it. A membership list backs it up. And the man running the organization at the time swears by it.Handel and her handlers, however, still choose to deny it. This might have rated a False on the Truth-O-Meter. But the complex dance Handel has engaged in over this issue moves it up a notch. Seems the metro Atlanta temperatures aren’t the only thing a bit overheated these days. We give her a Pants On Fire. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNathan Deal\n\n\nstated on May 12, 2010 in in a statement published in the Rome News Tribune.\n\n\n\n\n\n\n\n\n\"Handel endorsed gay adoption\" in 2003 when she was running for chairwoman of the Fulton County Commission.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jim Tharpe • June 7, 2010", "vclaim_id": "vclaim-pol-14903"}