{"url": "/factchecks/2019/apr/29/tim-ryan/does-half-population-have-diabetes-or-prediabetes-/", "speaker": "Tim Ryan", "vclaim": "\"Half the country today has either diabetes or prediabetes.\"", "truth_label": "mostly-true", "date": "stated on April 11, 2019 in a town hall in New Hampshire:", "title": "Does half the U.S. population have diabetes or prediabetes, as Tim Ryan claimed?", "text": "If elected president, Democratic congressman Tim Ryan says he’d focus on a health care system that not only covers people when they are sick, but also keeps them healthy.\nMost of the health care costs are for chronic diseases that can be prevented, Ryan claimed in New Hampshire.\n\"Half the country today has either diabetes or prediabetes,\" Ryan, a U.S. representative from Ohio, said at an April 11 WMUR town hall in Manchester. \"A diabetic costs 2.3 times as much as every other patient. That is going to sink the health care system.\"\nResearch from the American Diabetes Association says that on average, people diagnosed with diabetes had medical costs about 2.3 times higher than people without diabetes and no other chronic disease. We wanted to focus on Ryan’s first claim: Does half of the U.S. population really have diabetes or prediabetes?\nRyan’s claim is close to true for adults, but there is limited data for children.\nThe American Diabetes Association told us it would be more accurate to say that nearly half of all adults in the United States have either diabetes or prediabetes.\nHigh number of adults with diabetes, prediabetes\nRyan’s campaign directed us to the Centers for Disease Control and Prevention’s 2017 National Diabetes Statistics Report, the latest national report available. It highlights estimates of people with diabetes and prediabetes in 2015, when the total U.S. population was about 321 million people.\nCDC said that most estimates of diabetes in the report did not differentiate between type 1 and type 2 diabetes; but the data was likely to be more characteristic of type 2, since type 2 accounts for 90% to 95% of all diabetes cases. Prediabetes occurs when the blood sugar level is higher than normal, but not high enough to be diagnosed as type 2 diabetes.\nThe report says about 30.3 million people of all ages, or 9.4% of the population, had diabetes in 2015.\nThe measure of people with prediabetes is a bit different: only measuring people 18 years old and older. The CDC said about 84.1 million people who are 18 years or older had prediabetes. That was almost 34 percent of the U.S. adult population in 2015.\nThose percentages amount to about 43 percent of the U.S. population in 2015, not including those under 18 with prediabetes, said Ryan’s campaign spokeswoman Julia Krieger.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\n\"Congressman Ryan typically says ‘about’ half of the population when referencing this stat, particularly since there is less documentation/reliable numbers when it comes to cases of undiagnosed or childhood diabetes or prediabetes,\" Krieger said.\nCDC had specific data to estimate the prevalence of prediabetes and diabetes in adults.\nAccording to the CDC report, 12.2% of the adult population in 2015 had diabetes, diagnosed or undiagnosed. Adding that 12.2% to the percent of adults with prediabetes amounts to about 46% of the adult population with diabetes or prediabetes.\nThe report did not have data on children with prediabetes or undiagnosed diabetes.\nThere isn’t much data for children, \"because diabetes has been traditionally a disease of older age,\" said Domenico Accili, a professor of medicine at Columbia University and director of the Columbia University Diabetes Research Center.\nYet studies have found that the incidence of prediabetes in the pediatric population is considerably lower than in the adult population, Accili said.\nYouth screening for prediabetes is only recommended for those who are overweight or obese, said Stephen Benoit, a CDC medical officer.\nCDC’s findings are derived from national surveys, so there are limitations in applying estimates to the total 2015 population. The numbers could swing in either direction when using different assumptions.\nThe CDC recommend that people with prediabetes eat healthy and be more active to prevent or delay diabetes.\nOur ruling\nRyan said, \"Half the country today has either diabetes or prediabetes.\"\nThere is a significant number of people with diabetes or prediabetes. Ryan’s claim might leave the impression that half the country — including children and adults — have either of these conditions. However, there is limited data on people under 18 years old with prediabetes or undiagnosed diabetes.\nRyan’s statement is more accurate if narrowed to the adult population — about 46% of adults have either diabetes or prediabetes.\nOverall, Ryan’s statement is accurate but needs clarification. We rate it Mostly True.\n Share the Facts 2019-04-29 15:11:17 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Half the country today has either diabetes or prediabetes.\"    Tim Ryan U.S. Representative    in a town hall in New Hampshire Thursday, April 11, 2019 2019-04-11    Read More  info", "vclaim_id": "vclaim-pol-00697"}