{"url": "/factchecks/2020/may/18/facebook-posts/what-bill-gates-has-do-livestock-lab-grown-meat/", "speaker": "Facebook posts", "vclaim": "\"Bill Gates worked to end livestock production, and is pushing lab grown meat.\"", "truth_label": "half-true", "date": "stated on May 4, 2020 in a Facebook post:", "title": "What Bill Gates has to do with livestock, lab-grown meat", "text": "Billionaire philanthropist and Microsoft founder Bill Gates is the target of yet another widespread Facebook post, this time for his support of efforts to create climate-friendly meat replacements.\n\"Bill Gates worked to end livestock production, and is pushing lab grown meat,\" said a May 4 Facebook post.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn this case, the post is accurate in one way and misleading in another.\nGates has invested in numerous companies working to make meat substitutes using plant-based ingredients and, in some cases, laboratory technology.\nBut we found no evidence that Gates has worked to wipe out livestock production.\nThe Bill & Melinda Gates Foundation did not respond to a request for comment.\nLab-grown meat\nNews reports from the last several years indicate that Gates has at different times invested in start-ups focused on developing artificial or plant-based alternatives to meat, such as Nature’s Fynd, Hampton Creek, Memphis Meats, Beyond Meat and Impossible Foods. \nImpossible Foods, for example, makes burger patties that use soy and potatoes for protein. The patties get their flavor from heme, an iron-rich molecule found in meat and plants that sparked some controversy but was approved for use by the Food and Drug Administration.\nAccording to the Washington Post, the company’s heme \"is made by taking the DNA from the roots of soy plants, inserting it into genetically engineered yeast and then fermenting that yeast.\"\nOther companies are even more lab-oriented. Memphis Meats uses biotechnology to grow meat in what its website describes as a four-to-six-week process that involves \"sourcing high-quality cells from animals\" and \"cultivat(ing) the cells into meat.\"\n\"Gates has indeed invested in several non-animal alt-protein companies, including Memphis Meats, which grows real meat from animal cells,\" said Paul Shapiro, author of \"Clean Meat: How Growing Meat Without Animals Will Revolutionize Dinner and the World.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIn an October interview with Bloomberg News, Gates celebrated Impossible Foods and Beyond Meat for their plant-based meat substitutes. He said he had invested in both and that their products will contribute to a \"dramatic reduction in methane emissions, animal cruelty, manure management and the pressure that meat consumption puts on land use.\"\nHe’s made similar points on his personal blog, GatesNotes, writing in one post that a rising population requires more food and that farming livestock can take a toll on the environment and require increased deforestation to make room for the animals. \nLivestock are responsible for 14.5% of greenhouse gas emissions each year, according to the Food and Agriculture Organization of the United Nations.\n\"Raising meat takes a great deal of land and water and has a substantial environmental impact,\" Gates wrote in a 2013 blog post. \"Put simply, there’s no way to produce enough meat for (a future population of) 9 billion people. Yet we can’t ask everyone to become vegetarians.\"\n\"That’s why we need more options for producing meat without depleting our resources,\" he said.\nEnding livestock?\nWe found no proof that Gates has worked to end livestock production completely.\n\"He's never said his goal is to end livestock production, and he actually funds some projects to boost livestock-rearing in developing countries,\" Shapiro said. Shapiro cited the Bill & Melinda Gates Foundation’s agricultural development efforts and a news article detailing $40 million the foundation put toward research and projects to breed cows that produce more milk.\n\"If you care about the poor, you should care about agriculture, and if you care about agriculture, you care about livestock,\" Gates said in 2018, according to Reuters. \"What that means in this context is helping poor farmers get as much as possible out of their animals.\"\nThe foundation has also paid out a number of related grants, according to its website, such as a nearly $8 million grant to the International Livestock Research Institute in November to help \"advocate for investment in livestock development globally,\" among other things.\nWe searched Google and the Nexis database and found no credible reports showing Gates has worked to end livestock production or said he would like to do so.\nOn the contrary, Gates wrote in his blog that if he were living in extreme poverty, he would raise chickens. In another post, he said that despite the implications on the climate, \"We can’t simply get rid of soil — or stop growing crops, using fertilizer, and raising livestock.\"\nOur ruling\nA Facebook post said \"Bill Gates worked to end livestock production, and is pushing lab grown meat.\"\nGates has invested at different times in several companies working to make meat replacements. Some of those companies are using biotechnology to grow their products in labs. But we found no evidence that he has tried to get rid of all livestock production.\nBased on the information available, we rate this post Half True.", "vclaim_id": "vclaim-pol-18322"}