{"url": "/factchecks/2019/sep/06/john-delaney/trumps-trade-war-blame-amazon-wildfires-s-reach/", "speaker": "John Delaney", "vclaim": "The Amazon rainforest fires are \"directly related to trade\" tensions between the United States and China.", "truth_label": "false", "date": "stated on August 27, 2019 in an interview:", "title": "Is Trump’s trade war to blame for the Amazon wildfires? That’s a reach", "text": "At first glance, U.S.-Chinese trade tensions may seem unrelated to the surge of wildfires in the Amazon rainforest. But one Democratic presidential candidate is linking the environmental devastation to President Donald Trump’s trade war with Beijing.\nJohn Delaney’s argument is that tit-for-tat tariffs between the economic superpowers have decimated U.S. soybean exports to China. As a result, he said, farmers in Latin America are now incentivized to take extreme measures to feed their newly expanded Chinese market. \n\"In reality, (the Amazon wildfires are) directly related to trade. The fact that U.S. farmers can't sell soybeans to China has created an opportunity for Brazil to sell soybeans to China,\" John Delaney said Aug. 27 on Fox News. \"As a result, farmers are tearing down the Amazon to grow soybeans.\"\nWe found that while those two dots — the U.S.-Chinese trade war and Amazon wildfires — can be connected, Delaney exaggerated the link.  \nAmazon fires \nExperts who study ancient environments say farmers have been burning the Amazon rainforest for millenia.\nSo why have this year’s fires have garnered so much attention? Because there haven’t been this many fires since 2012. \nMore than 95,000 fires were ablaze in the Brazilian Amazon at last count, which represents a 59% increase from around this time last year, according to the Brazilian National Institute for Space Research. The number changes daily.\nWhile this year is not on track to be record-breaking, the amount of fire is \"relatively high compared to recent years,\" Mikaela Weisse and Sarah Ruiz of the World Resource Institute wrote.\nEnvironmental experts believe humans are responsible for the vast majority of these wildfires, intentionally or not\nChina turns to Brazil\nSo what’s that got to do with U.S.-Chinese trade relations?\nUnder Delaney’s logic, Trump’s trade war with China set in motion retaliatory tariffs against U.S. soybean farmers. And increasingly, Chinese soybean buyers have looked to farmers in Brazil, where Amazon lands could be used to cultivate the crop — even if it means burning rainforest to clear more arable land.  \nThe U.S. Soybean Export Council, a trade association, expects American soybean exports to China this year to be about one-third of last year.\nAt the same time, Brazil has replaced the United States as the biggest supplier of soybeans, according to the South China Morning Post.\nWhile Brazil has been selling soybeans to China for years, the U.S.-Chinese trade war has been a welcomed development for Brazil’s soybean farmers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"We are prepared to take advantage of the trade war to increase our business with China and further build trade relations,\" Igor Brandao, chief of the agribusiness division of Brazil’s trade promotion agency, told the South China Morning Post.   \nMultiple causes\nWe reached out to experts from a variety of fields — economics, trade, politics, environmental sciences — who told is that no single factor alone is responsible for the uptick in Amazon wildfires this year.\nWhile the U.S.-Chinese trade war is certainly one factor, it should not be given the most weight, some experts told us. The more direct cause lies with decisions by Brazil’s political and business leaders. \nSouth American farmers and ranchers have long sought more Amazon lands to raise cattle and grow crops. In countries where the Amazon lies — Brazil, Bolivia, Paraguay, and Peru — there are laws against deforestation, but enforcement has been inconsistent.   \nWhile previous Brazilian presidents have exercised relatively tighter control over the rainforest, the administration of President Jair Bolsonaro, who took office at the start of 2019, has taken a more hands-off approach in order to encourage more agricultural activity and development.\nSome experts we spoke to said this was the true spark — not strained U.S.-Chinese trade relations.\n\"The main economic reason for the fires is pent-up demand — under previous Brazilian presidents — for new acreage for cattle and crops,\" said Gary Hufbauer, a fellow at the Peterson Institute for International Economics, which supports free trade. \"The Bolsonaro government relaxed controls and the burning escalated.\n\"While I deplore Trump’s trade war,\" he said, \"I think the tie to Amazon fires is remote.\"\nA National Geographic analysis of data from the Global Fire Emissions Database also concluded that the uptick in fires is a result of the Bolsonaro administration’s laxer regulation.\n\"In Brazil — which controls the majority of the vast forest — regulations were put into place over a decade ago to curb the expanse of deforestation,\" National Geographic reported. \"But these rules have been loosened by the new Brazilian administration, and consequently fires are spiking.\"\nDelaney’s campaign pointed us to a number of press reports that drew a connection between Trump’s trade war with China and the burning Amazon rainforests. \nThe Trump administration's trade war with China has \"provided some economic incentive to clear the Amazon forests via fire,\" said Ross Burkhart, a political science professor at Boise State University who specializes in environmental policy. But he added that any connection is an indirect one, and somewhat beside the main point.  \n\"Focusing on that impact takes away from the more direct causal factors,\" he said, \"which in my view involve internal decisions made by Brazilian agricultural, business, and political leaders.\"\nOur ruling\nDelaney said the Amazon rainforest fires are \"directly related to trade\" tensions between the United States and China.\nU.S.-Chinese trade tensions have expanded South American farmers’ opportunity to sell soybeans in China, which in turn has created an economic incentive to burn Amazon land so it can be used for crop production. But a more direct cause of the surge in wildfires is the loosening of deforestation rules under the current Brazilian government that favor the country’s agricultural and business interests.\nWe rate this False.", "vclaim_id": "vclaim-pol-00195"}