{"url": "/factchecks/2010/apr/08/holly-turner/turner-says-workman-gave-thousands-political-candi/", "speaker": "Holly Turner", "vclaim": "\"Giving money to politicians has paid off for Paul Workman. Workman gave thousands to politicians and got millions in government construction projects.\"", "truth_label": "false", "date": "stated on March 31, 2010 in a TV ad:", "title": "Turner says Workman gave thousands to politicians and got millions in government contracts", "text": "Paul Workman and Holly Turner are jockeying for votes before their April 13 runoff to be the Republican nominee for the Texas House District 47 seat in southwestern Travis County, which includes part of Austin.\n\nTurner took the fight to TV March 31, debuting a hard-hitting ad that accuses Workman of donating to politicians and getting construction contracts.\n\n\"Giving money to politicians has paid off for Paul Workman,\" a narrator says. \"Workman gave thousands to politicians and got millions in government construction projects.\"\n\nTo support this charge, Turner’s campaign sent over a list of projects handled by Workman Commercial Construction Services, which Workman founded. Turner’s spokesman, Craig Murphy, cited Workman’s contributions to several Williamson County officials: commissioners Ron Morrison ($250 in 2006), Lisa Birkman ($1,250 since 2004), and Valerie Covey ($500 total in 2006 and 2007) and County Judge Dan Gattis ($100 in 2010).\n\nMurphy also pointed to a real estate firm, T. Stacy & Associates, where Workman is director of development. Murphy noted the firm’s Web site lists the state of Texas among 40 featured clients.\n\nWe also looked at Workman’s estimated $15,010 in political donations since 2000 to candidates for state office and political groups, according to records kept by the Texas Ethics Commission. Through this year, Workman has donated $9,740 to 20 individual candidates — about $1,500 to Democrats and $8,240 to Republicans. Overall, the Austin chapter of the Associated General Contractors PAC was Workman’s top recipient, fielding $2,790 in the period, followed by the Texas Building Branch Associated General Contractors PAC ($1,780), then-state Rep. Joe Nixon ($1,500) and Gov. Rick Perry ($1,390).\n\nNext, we reviewed 16 construction projects that Murphy cited on Workman Commercial’s Web site. Among them: Dripping Springs Elementary School, Lake Travis High School, Williamson County Regional Park, the Williamson County Justice Center, the Crowley Justice Center, the Boswell High School Dance and Cheer Center, the Irving Valley Ranch Library, Texas A&M University Langford Architecture building, and the Cypress Fairbanks-Leider, Bonham and Neff elementary schools.\n\nThe Austin Business Journal reported in 1997 that Workman Commercial had earned $12.7 million doing work for the Austin Independent School District, and the American-Statesman reported in 2006 that Workman’s company had received about $14.5 million from Williamson County for various projects since 1998.\n\nEric Bearse, Workman’s spokesman, said: \"Workman Commercial built two projects in Williamson County — a park and a courthouse. They were two separate projects, both bid publicly. And (in each case) they were the low bidder.\"\n\nConnie Watson, a public information officer for Williamson County, confirmed that the contracts were let through competitive bidding, which Watson said the county requires for all construction and road projects. County commissioners ultimately award the contracts, based on a company’s bid, experience and other factors, she said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n(We don’t know whether Workman donated to local school board members in school districts where he won contracts. Workman said he didn’t recall making any contributions, and we didn’t check board members’ finance reports, which are stored in each school district’s headquarters.)\n\nAdditionally, Workman told us there was no connection between his political donations and his government contracts. In 1997, he told the Austin Business Journal that a contribution such as $250 to Commissioner Morrison \"does not influence a politician; it may just get us to the point where we could get a phone call answered if we need to see them about something.\"\n\nMurphy, of Turner’s camp, told us: \"People don’t make contributions to local county commissioners for nothing. It’s in the law to have competitive bidding but that doesn’t stop people from doing their best to influence these decision-makers.\"\n\nMurphy reminded us that Turner’s TV ad also says Workman admitted he donated to Democrats in order to benefit his business. According to Murphy, Workman said so during a Feb. 26 debate when another House candidate, David Sewell, asked about his contributions to Democratic candidates. (Investigating a separate claim in February, we found that Workman donated to Democratic candidates seven times — $1,500 total since 2000.)\n\n\"Workman said he did not share values with those Democrats, he was making contributions to benefit his business,\" Murphy said. Sewell, who has since endorsed Workman, said he didn’t remember his question or Workman’s response. We could not confirm that the exchange took place.\n\n\"We are not claiming he made bribes,\" said Murphy. \"Was there a quid pro quo? No way to know that.\"\n\nWe agree: There’s no way to know.\n\nIt’s undisputed that Workman has contributed thousands to political candidates — both local and statewide — and that his company has handled government construction projects worth millions.\n\nBut that doesn’t mean Workman’s donations \"paid off\" in contracts for his companies, and Turner offers no evidence of that.\n\nWe rate her loaded statement as False.", "vclaim_id": "vclaim-pol-15128"}