{"url": "/factchecks/2020/apr/22/viral-image/video-shows-popular-market-nigeria-caught-fire/", "speaker": "Viral image", "vclaim": "Nigerians are “burning Chinese stores.”", "truth_label": "false", "date": "stated on April 19, 2020 in a Facebook post:", "title": "Video shows a popular market in Nigeria that caught fire", "text": "A video showing billowing, black plumes of smoke as a building burns was posted on Facebook on April 19 with an ominous message: \"Nigera… citizens burning Chinese stores in retaliation of what’s happening in China with blacks…\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSome people commenting on the video quickly deemed it \"fake news.\" Rather, they said the video showed a fire at a market in Ibadan, the capital city of Oyo state in Nigeria. \n\"Ppl, check facts before u believe everything,\" one account said. \nThere are many markets in Ibadan, but a Facebook post with the same video published four days earlier, on April 15, identifies it as a fire at the Dugbe market. A news report published the same day also included the video and said that shop owners tried and failed to put the fire out themselves. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nOn April 16, The Guardian, a daily newspaper in Nigeria, reported that \"property and goods worth several millions of naira were yesterday destroyed by fire that razed the popular Dugbe Market at the commercial nerve center of Ibadan.\" \nThe paper said that \"some of the affected traders were sobbing uncontrollably as their goods went up in flames,\" but the article makes no mention of Chinese stores, as the Facebook post claims. The cause of the fire is under investigation, according to the Daily Post, another Nigerian newspaper. Other news reports said witnesses reported a spark from a welder’s shop started the fire.\nWhile Africans are being evicted in the southern China city of Guangzhou over fears of a second wave of COVID-19 cases, we found no evidence supporting the claim in this Facebook post that Nigerians burned down this building in retaliation. \nWe rate it False.", "vclaim_id": "vclaim-pol-16988"}