{"url": "/factchecks/2012/jan/20/bob-mcdonnell/mcdonnell-says-plan-bolster-teacher-pensions-puts-/", "speaker": "Bob McDonnell", "vclaim": "Says proposal to boost teacher pension fund \"puts no mandate on local government.\"", "truth_label": "false", "date": "stated on December 19, 2011 in a speech.:", "title": "McDonnell says plan to bolster teacher pensions puts no mandate on localities", "text": "Gov. Bob McDonnell is calling on local governments to kick in $1 billion towards public teachers’ retirement nest eggs over the next two years.\n\nThe initiative is part of the governor’s overall plan to inject a record $2.21 billion of state and local dollars into the ailing Virginia Retirement System’s pension plans for state employees and teachers.\n\nDuring a December 19 speech to the General Assembly’s money committees, the governor said his proposal \"puts no mandate on local government, but just continues their fair share of retirement for their teachers.\"\n\nWe were curious whether McDonnell’s plan, if approved by the General Assembly, would mandate a level of pension of contributions for local government. So we took a look.\n\nWebster’s New World College Dictionary defines mandate as \"an authoritative order or command, (especially) a written one.\"  \n\nIn political debate, mandate is a charged word connoting an strong central government sending down dictates that erode local sovereignty and personal rights. Many conservatives, including McDonnell, have railed against mandates. McDonnell, on Jan. 16, unveiled a legislative effort to eliminate 21 \"burdensome state mandates on localities\" this winter.\n\nThe governor did not list pension rates on his list of local mandates. So let’s look at how employer contributions for teacher pensions are set by the state.\n\nEvery two years, the Virginia Retirement System’s board of trustees recommends a level of employer contribution for teacher retirement plans. For the biennial budget cycle starting July 1, VRS called for a contribution equaling 16.77 percent of the total teacher payroll for local school systems participating in the state pension plan. The governor, in presenting a two-year state budget to the legislature last month, called for a smaller contribution of 11.66 percent.\n\nThe General Assembly, while considering the state budget, ultimately sets the pension amounts that localities pay for teacher retirement.   \n\nWith that background, we called the McDonnell’s office and asked this question: If the General Assembly -- which has final say on pension rates -- approves the governor’s plan, why would it not qualify as a mandate on localities? We were referred to Ric Brown, Virginia’s secretary of finance.\n\nBrown's answer was that teachers are local employees. The state is not dumping a burden on localities, he said, because cities and counties already have a responsibility to pay most of the pension costs for their teachers.\n\nAlthough the General Assembly can set a lower rate than McDonnell recommends, doing so won’t save localities long-term money, Brown said. That’s because the cities and counties ultimately have the liability to fund the pension and must pay now or pay later, he explained.\n\nThe VRS is an estimated $19.9 billion short of the assets needed to pay its projected pension liabilities over the next 85 years. One of the reasons is that legislators for decades have set pension contribution rates at lower levels than recommended by VRS.\n\nMcDonnell has said the proposal, if approved, would be \"the largest employer contribution to the Virginian Retirement System in history.\" We checked out that statement earlier this month and rated it True.\n\nThe state does help localities with teacher retirement costs by paying its share of the Standard of Quality -- regulations that provide minimum education guidelines for Virginia public schools.\nUnder McDonnell’s plan, localities would pay $1 billion for teacher retirement costs over the next two budget years, and the state would contribute $600 million.\n\n\"The state determines what the localities pay. This is nothing new … This is not a new mandate,\" said Mary Jo Fields, the director of research at the Virginia Municipal League. \"The fact that we pay part of the retirement costs is not unreasonable, but the amount we pay is unreasonable. Our share it too large, but Governor McDonnell didn’t invent that.\"\n\nWhat would happen if a county or city refused to pay the pension rates set by the General Assembly?  Brown said the VRS could extract the payment by \"intercepting\" state aid intended for the locality.\n\nOur ruling: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nMcDonnell said his proposal to boost localities’ teacher pension contributions \"puts no mandate on local government.\"\n\nThe governor and his finance secretary justify the statement by noting teachers are local employees and, as such, it is up to localities to pay for the bulk of their retirement costs.\n\nBut the simple fact is that the General Assembly sets the rates localities pay into the state pension for teachers. If lawmakers adopt McDonnell’s plan, cities and counties must make the record retirement contributions or risk losing state aid.\n\nThat sounds like a mandate to us, albeit one that started long before McDonnell became governor.\n\nWe rate McDonnell’s no-mandate claim False.", "vclaim_id": "vclaim-pol-11759"}