{"url": "/factchecks/2020/apr/09/facebook-posts/no-evidence-these-home-remedies-will-cure-cancer-h/", "speaker": "Facebook posts", "vclaim": "Says cutting out sugar and drinking hot lemon water will cure cancer.", "truth_label": "false", "date": "stated on January 3, 2019 in a Facebook post:", "title": "No evidence these home remedies will cure cancer, health experts say", "text": "In the midst of fact-checking faux remedies and treatments for the novel coronavirus, we came across a post that offers a list of dubious home remedies that supposedly cures cancer of all types and stages.\nThe post displays a photo of a man in scrubs alongside another image of what appears to be human organs. An error-riddled block of text below the photos reads:\n\"Dr. Gupta says no one must die of cancer except out of carelessness. 1) First step is to stop all sugar intake, without sugar in your body, cancer cell would die a natural death. 2) Second step is to blend a whole lemon fruit with a cup of hot water and drink it for about 1-3 months first thing before food and cancer would disappear, research by Maryland College of Medicine says, it’s 1000 times better than chemotherapy. 3) Third step is to drink 3 spoonfuls of organic coconut oil, morning and night and cancer would disappear.\"\nThere’s no credible medical evidence that supports any part of this claim.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nA reverse-image search only reveals other versions of the post, and we could not locate anyone with the name \"Dr. Gupta\" making these claims. \nThe \"Maryland College of Medicine\" also doesn’t currently exist. The University of Maryland was founded in the early 1800s under that name, but it was re-charted in 1812 with its current name. \nWe couldn’t find any research published by the university’s school of medicine that supports any of the post’s alleged cancer cures. \nTed Gansler, the strategic director of pathology research at the American Cancer Society, called the claims in the post \"absurd.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"There’s no credible evidence to back any of the absurd claims in that post,\" Gansler wrote in an email. \"Furthermore, these claims are inconsistent with scientific understanding of how cancer cells grow, spread, and die.\"\nAccording to a list of cancer myths compiled by the Mayo Clinic, more research is needed to understand the relationship between sugar in the diet and cancer. Although all cells, including cancer cells, depend on blood sugar for energy, more sugar doesn’t make cancer cells grow faster, just as deprivation doesn’t slow growth.\nThe health group says the misconception that it does may be based on a misunderstanding of how imaging tests called PET scans work. The scans are used to help show how one’s tissues and organs are functioning. Patients take a drug, known as a \"radioactive tracer,\" typically a form of glucose. \n\"All tissues in your body absorb some of this tracer, but tissues that are using more energy — including cancer cells — absorb greater amounts. For this reason, some people have concluded that cancer cells grow faster on sugar. But this isn't true,\" the organization says in the post.\nWhile Mayo points to evidence that links high sugar intake with an increased risk for cancer, such sugar consumption is also associated with other indicators that increase cancer risk such as weight gain, obesity and diabetes. But eliminating sugar altogether (and in combination with the treatments proposed in this post) does not \"cause cancer to die a natural death,\" as the post says. \nOne study found that coconut oil reduced side effects of chemotherapy in some breast cancer patients, and another found that lauric acid, a component of coconut oil, can inhibit growth of colon cancer cells. But medical researchers say there’s no evidence that it cures all types of cancer, in any stage, outright.\nThe National Center for Health Research, a D.C.-based nonprofit medical research organization, addressed rumors about lemons and cancer and said that the fruit is \"not a proven remedy against cancer of all types and no studies have ever been done that would compare the effectiveness of a lemon to chemotherapy.\"\nOur ruling\nA post going around the internet is offering fake cancer remedies. Its citations come up short and experts say that the dubious medical advice is inconsistent with scientific evidence.\nWe rate it False.", "vclaim_id": "vclaim-pol-16904"}