{"url": "/factchecks/2019/sep/20/cecil-roberts/are-1600-new-coal-fired-power-plants-being-constru/", "speaker": "Cecil Roberts", "vclaim": "\"There are 1,600 new coal-fired power plants being constructed as I speak around the world.\"", "truth_label": "barely-true", "date": "stated on September 4, 2019 in a speech:", "title": "Are 1,600 new coal-fired power plants being constructed today?", "text": "The president of the United Mine Workers of America  -- a union representing coal miners, many of them in West Virginia -- sees a future for coal in electricity generation despite concern that coal’s carbon emissions could bring about climate change. \nIn a Sept. 4 speech at the National Press Club in Washington, the union’s president, Cecil E. Roberts, touted the number of coal-fired power plants being constructed internationally.\nRoberts said: \"We need to develop technology to remove carbon from the burning of coal, or you’re never -- write that word down -- never going to resolve climate change. Never. Why is that? There are 1,600 -- 1,600 -- new coal-fired power plants being constructed as I speak around the world.\"\nThat’s a large number. Is it correct? We took a closer look. (The union did not respond to requests for comment.)\n\n \nWe found a New York Times article published on July 1, 2017, that said, \"Over all, 1,600 coal plants are planned or under construction in 62 countries.\"\nAt the very least, the 1,600 figure may be outdated, since it’s more than two years old. So we took a closer look at the sourcing.\nThe article attributed this data to the Global Coal Plant Tracker, portal published by the Global Energy Monitor (GEM). This group, founded in 2007, has board members from such environmental groups as Clean Energy Action, Greenpeace, and the Rainforest Action Network. (The group did not respond to an inquiry for this article.)\nAs it turns out, the number on the site today is lower. \nThe tracker classifies coal-fired units as being under one of the following categories: announced, cancelled, under construction, mothballed, operating, permitted, pre-permit stage, retired, and shelved. So we looked at the figures using a few combinations of these categories.\nThere are 458 units currently under construction, according to the tracker -- well below the 1,600 Roberts cited. \n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nA screen capture shows 458 coal-fired units with site preparation and other activities underway. (Global Coal Plant Tracker)\nIf you add in those in the permitted or pre-permit stage, the number increases to 903. This number includes plants seeking environmental approvals and other developmental steps, according to the GEM website.\n\nA screen capture shows 903 coal-fired units with permit, pre-permit and under construction. (Global Coal Plant Tracker)\nEven if you add in those that are \"announced\" -- which does not really qualify as being \"under construction\" -- it brings the number up to only 1,160. That’s more than one-quarter lower than the figure Roberts cited. (None of these are in the United States.)\nKelly Sims Gallagher, director of the Climate Policy Lab at Tufts University, told PolitiFact that other sources of data indicate declining interest in coal-fired power plants.\nThe International Energy Agency, a Paris-based international organization, found that final investment decisions for new coal power plants have declined steadily between 2015 and 2018.\n\nGallagher said this separate source of data \"reinforces\" questions about Roberts’ underlying argument -- that the coal power-plant sector is healthy.\nFinally, a technical point: The tracker uses the term \"units,\" while Roberts referred to \"plants.\" A worldwide survey of coal-fired power plants shows that plants often include several units. \nOur ruling\nRoberts said, \"There are 1,600 new coal-fired power plants being constructed as I speak around the world.\"\nA New York Times article from more than two years ago cited the 1,600 figure, but even then it described units being \"planned or under construction\" -- not strictly under construction. \nIn addition, those numbers appear to have shrunk in the succeeding two years. Using the same website as the Times used, there are 458 coal-fired units being built worldwide today, and 903 if you include those in the pre-permitting or permit phase -- significantly less than what Roberts indicated. \nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-00139"}