{"url": "/factchecks/2020/feb/05/viral-image/no-trump-didnt-call-vermin-supreme-winner-iowa-cau/", "speaker": "Viral image", "vclaim": "Says Donald Trump tweeted, “I have it on good authority that the real reason for the delayed results from the #IowaCaucus is they are trying to hide the fact that the winner was @VerminSupreme. This is one time I hope the DNC is actually successful, as Vermin is the only candidate that is smart (and crazy) enough to possibly beat me!”", "truth_label": "pants-fire", "date": "stated on February 4, 2020 in a Facebook post:", "title": "No, Trump didn’t call Vermin Supreme the winner of the Iowa caucus", "text": "The results of the Iowa Democratic presidential caucus were delayed because, according to the state’s Democratic Party, an app it was using to tabulate results had a \"coding issue.\" \nA Feb. 4 Facebook post appears to show a tweet from President Donald Trump offering another explanation. \n\"I have it on good authority that the real reason for the delayed results from the #IowaCaucus is they are trying to hide the fact that the winner was @VerminSupreme,\" the tweet says. \"This is one time I hope the DNC is actually successful, as Vermin is the only candidate that is smart (and crazy) enough to possibly beat me!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\"I never thought the day would come when I’d 100% agree with President Trump on something,\" one account commented on the post. \"I stand corrected!\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe screenshot of the tweet shows it was published at 10:59 a.m. on Feb. 4. \nTrump tweeted several times on Feb. 4, including about the Iowa Democratic caucuses.\nBut we didn’t see a tweet about Vermin Supreme, a performance artist and perennial Libertarian presidential candidate who wears a boot on his head. And because it’s widely reported when the president deletes tweets — such as this one, where he wrongly referred to the Kansas City Chiefs’ home state as Kansas — we’d expect similar coverage about a scrubbed Vermin Supreme tweet. Of course, there’s none. \nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-17343"}