{"url": "/factchecks/2018/aug/22/civitas-institute/do-amazon-apple-operate-states-voter-id/", "speaker": "Civitas Institute", "vclaim": "\"Apple and Amazon already operate in many states that require levels of voter ID.\"", "truth_label": "true", "date": "stated on June 25, 2018 in a tweet:", "title": "Do Amazon, Apple operate in states with voter ID?", "text": "With three top research universities a half-hour drive from one another and the well-established Research Triangle Park, the Triangle area is increasingly attractive to large corporations.\nThat’s why it’s on Amazon’s short list as a possibility for a second headquarters. Apple CEO Tim Cook may have had the same thing in mind when he met with Gov. Roy Cooper to discuss a possible new project. \nTalk of the two tech giants coming to North Carolina has sparked pushback from advocacy groups.\nThe Color of Change, an online racial justice organization, launched a campaign telling these companies to stay away from North Carolina because the state’s November ballot will ask voters whether to approve a constitutional amendment creating a voter ID requirement. No Gay No Way, a Washington-based campaign, is against Amazon putting a second headquarters in any state with discriminatory policies against the LGBTQ community, and the organization lists North Carolina as one of those states.\nThe Civitas Institute, a conservative Raleigh group, tweeted on June 25, 2018, that Amazon and Apple already operate in states with various levels of voter ID laws, so the proposed voter ID amendment should not be a factor in deciding to open an Apple campus or Amazon headquarters in North Carolina.\nIs that true? Do Apple and Amazon, known for their liberal social stances, already operate in states with strict voter ID laws?\nAccording to the National Conference of State Legislators, 34 states have voter ID laws as of 2018. The strictest voter ID laws are in Georgia, Indiana, Kansas, Mississippi, Tennessee, Virginia, Wisconsin, Arizona, North Dakota and Ohio.\nPolitiFact North Carolina looked at Apple and Amazon press release archives for information on their locations.\nWhere does Amazon operate?\nAmazon’s headquarters is in Seattle. A voter ID bill became law in Washington state in 2005, after the company was founded in 1994. The law is categorized by NCSL as non-strict, meaning there is an option for voters without identification to be able to vote, such as signing an affidavit of identity. Strict voter ID laws, according to the NCSL, require voters to have ID, or vote on a provisional ballot and take extra steps to have their vote count.\nAt Amazon fulfillment centers, the company stores the products sellers send before shipping them to buyers. Arizona, home of several fulfillment centers, passed a strict voter ID law in 2005. Three years later, Amazon opened its first fulfillment center in Goodyear, Arizona.\nIndiana passed one of the country’s strictest voter ID laws in 2005. Amazon opened fulfillment centers there in 2008 and 2011.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nVirginia passed a strict voter ID law in 2013, a year after Amazon opened a fulfillment center there.\nIn 2011, Amazon opened three fulfillment centers in Tennessee. That’s the same year the state passed a strict voter ID bill.\nNine of the American cities on the Amazon shortlist have some type of voter ID law.\nWhere does Apple operate?\nApple’s first campus was built in Cupertino, California, where there are no voter ID laws.\nHowever, Apple’s third campus is in Austin, Texas. There has been a voter ID requirement in Texas since 1997. Apple has had a presence in the state since 1992, according to Terri Bolin, the manager of lobby operations for the Austin Chamber of Commerce. Apple expanded its presence in Austin again in 2016, according to the Austin Chamber of Commerce’s 2016-2018 relocation and expansion records.\nThe state tried to make the 1997 voter ID law stricter in 2011 by allowing only government-issued IDs to be used. The law was struck down by a federal district court, but a non-strict photo ID law from 2017 went into effect in 2018. The original 1997 law is categorized as a strict photo-ID law by the NCSL.\nIn 2017, Apple announced it would be building a data center in Iowa. That’s the same year Iowa passed a voter ID bill.\nThe company also has plans to expand its existing operations in Arizona. Arizona is known for having some of the strictest voter ID requirements in the country since 2005.\nThe North Carolina General Assembly placed six constitutional amendments on this fall’s statewide ballot. If the voter ID amendment passes, the legislature would follow up by writing a law with details, so there is no information on how strict the voter ID requirement would be. A North Carolina voter ID law from 2013 was struck down by the 4th U.S. Circuit Court of Appeals as unconstitutionally discriminatory.\nPolitiFact ruling\nThe Civitas Institute’s statement that Apple and Amazon already operate in states with voter ID laws is accurate. While some of their offices, such as in Washington state and Virginia, predate the laws, many others don’t. They have built offices, such as in Tennessee and Iowa, either after a voter ID bill became law, or the same year. PolitiFact North Carolina rates this statement True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke Reporters' Lab and PolitiFact, with funding from the International Center for Journalists and the NC Local News Lab. The story is available for publication by news organizations around the state. \n Share the Facts 2018-08-22 21:15:30 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Apple and Amazon already operate in many states that require levels of voter ID.\"    Civitas Institute conservative think tank https://twitter.com/NCCivitas/status/1011282380043247617   North Carolina Monday, June 25, 2018 2018-06-25    Read More  info", "vclaim_id": "vclaim-pol-01706"}