{"url": "/factchecks/2008/sep/29/barack-obama/deficit-grows-under-obamas-plans/", "speaker": "Barack Obama", "vclaim": "Barack Obama \"pays for every dime\" of his spending plans.", "truth_label": "barely-true", "date": "stated on September 26, 2008 in Oxford, Miss.:", "title": "Deficit grows under Obama's plans", "text": "At the first presidential debate in Oxford, Miss., John McCain and Barack Obama discussed spending.\n\n\nMcCain accused Obama of dramatically increasing spending, and Obama responded.\n\n\n\"I don't know where John is getting his figures,\" Obama said. \"Let's just be clear. What I do is I close corporate loopholes, stop providing tax cuts to corporations that are shipping jobs overseas so that we're giving tax breaks to companies that are investing here in the United States. I make sure that we have a health care system that allows for everyone to have basic coverage. I think those are pretty important priorities. And I pay for every dime of it.\"\n\n\nObama often discusses how to pay for varying proposals, and he has said he believes \"that if you want to propose a new program, you better cut some old ones.\" He says he will pay for his health care plan, for example, by  reducing inefficiencies in the health care system and by rescinding the Bush tax cuts on those making $200,000 or more.\n\n\nBut \"pay for every dime\"? Not to our way of thinking.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe nonpartisan Tax Policy Center found that the deficit grows dramatically under both candidates'  proposals. Without any changes, the deficit will stand at $2.3-trillion in 2018. Under Obama's plan, the deficit grows even more, to $5.9-trillion by 2018. And it grows even more than that under John McCain's plan, to $7.4-trillion (in part because McCain will continue the Bush tax cuts for all income levels). That doesn't sound like pay-as-you-go to us, for either candidate.\n\n\nThe Tax Policy Center's analysis does not include spending cuts to existing programs, but it's difficult to see how spending cuts would erase deficits of this size. Obama has said he would curtail the war in Iraq to save money, while McCain talks about eliminating pork and earmarks from the budget. Neither of those measures would close the gap.\n\n\nAnother watchdog group, the bipartisan Committee for a Responsible Federal Budget, used a different method to examine the candidates' proposals. They chose to take a snapshot of a single year — 2013 — and calculate how the candidates' proposal would affect the deficit for that year alone. They found that Obama's plan adds about $286 billion to the deficit for that year, while McCain's adds about $211-billion.\n\n\nA few important caveats here: Calculating the costs for new spending proposals, tax cuts, tax increases and spending cuts for the federal government can be complicated. Nobody knows exactly how much some of the candidates' proposals will cost in the end (health care is a good example), and some of their proposals for reducing spending are vague and impossible to substantiate.\n\n\nAs for Obama's claim that he \"pays for every dime\" of his spending plans: If the deficit were to stay the same or grow only modestly as a result of Obama's policies, we would give him a better rating. But independent groups agree that the deficit will grow significantly under an Obama administration, and that's an important yardsitck. We give Obama credit for the level of detail many of his proposals have when it comes to spending and cost. But Obama doesn't pay \"for every dime\" of his proposals. We rate his statement Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15950"}