{"url": "/factchecks/2012/jan/26/barack-obama/barack-obama-campaign-says-us-dependence-foreign-o/", "speaker": "Barack Obama", "vclaim": "\"For the first time in 13 years, our dependence on foreign oil is below 50 percent.\"", "truth_label": "half-true", "date": "stated on January 18, 2012 in a campaign commercial:", "title": "Barack Obama campaign says U.S. dependence on foreign oil now below 50 percent", "text": "Good news, America: The country is no longer importing the majority of oil it needs.\n\nYou might have heard about this from a television commercial sponsored by President Barack Obama’s reelection campaign, the first commercial the president’s team has run in the 2012 race.  Obama for America launched the ad Jan. 18 in Ohio, Michigan, Iowa, Virginia, Wisconsin and North Carolina.\n   \n\"For the first time in 13 years, our dependence on foreign oil is below 50 percent,\" the announcer says on the ad.\n\nObama repeated the claim Jan. 24 in his State of the Union address, too.\n       \nIn the ad, the Obama team listed its source right on the screen: The U.S. Energy Information Administration, in a report dated May 25, 2011. Since the ad was placed in Ohio and we have to fill our gas tanks like nearly everyone else, PolitiFact Ohio decided to check the facts.\n\nAbout the ad: It wasn’t only about oil. It also touched on \"secretive oil billionaires attacking President Obama\" -- a reference to ads placed by an outside group, Americans for Prosperity, backed by billionaires David and Charles Koch. The Obama reelection ad also mentioned Obama’s \"unprecedented record on ethics,\" and this country’s expanding clean-energy industry.\n\nOther fact-checkers have weighed in on some of these already, with FactCheck.org noting that some of the 2.7 million jobs in the clean-energy sector (a boast on the screen) were gained long before Obama took office, although his policies have added to the gains. The president’s commercial cited PolitiFact as its source for saying that Obama \"kept his promise to strengthen ethics rules,\" but the ad failed to mention that PolitiFact later gave a \"Promise Broken\" rating to a related ethics promise, concerning lobbying and the revolving door for former government officials.\n\nBut what about the oil?\n\nThe Obama campaign is correct that U.S. oil dependence is below 50 percent. According to his own source, the energy administration, it was 49.3 percent in 2010. That’s down from a high of 60.3 percent in 2005.\n\nThere are several ways to measure foreign oil dependency, the agency adds, and some of the other measures also show a decline but still have U.S. dependence above 50 percent. But we are writing for the general public, not petroleum engineers and economists, and the energy agency itself, staffed by professional analysts, not politicians, certainly includes the broadest measure (net crude and oil product imports as a share of U.S. total demand).\n\nYet this decline in dependence has occurred since 2005. Team Obama is correct in saying dependence only recently -- in 2010 -- fell below 50 percent, but the commercial suggests that the current president deserves credit. The problem with that is apparent when looking at the year--to-year drop, because it mirrors the recession, with the biggest annual decline in 2009.\n\nYes, Obama was president then, serving in his first year. But we’ll let his own source, the energy agency, speak to this. As it says in the very report cited in the commercial:\n\n\"This decline partly reflects the downturn in the underlying economy after the financial crisis of 2008. Not surprisingly, demand has bounced back somewhat from a low of 18.8 million barrels per day in 2009, when the U.S. economy bottomed out. But the downward trend in consumption started two years before the 2008 crisis and reflects factors such as changes in efficiency and consumer behavior as well as patterns of economic growth.\"\n\nThese other factors include increases in domestic biofuels production, natural gas liquids and refinery gains, as well as growth in ethanol production that helped displace traditional hydrocarbon fuels and reduced the need for petroleum imports.\n\nAnd then there were \"strong gains in the deep-water Gulf of Mexico and the Bakken formation,\"  ending decades of contraction in domestic oil production.\n\nIn fact, domestic crude oil production is expected to grow by more than 20 percent in the next decade, according to the energy administration’s latest annual outlook, that was released Jan. 23. Domestic crude oil production should reach a level in 2020 not seen since 1994, the report says.\n\nBut as PolitiFact has reported before, deep-water production comes after years of exploration and preparation. It does not happen over night and gains made during Obama’s term so far have roots in previous administrations and economic difficulties that have had factories and households paring back.\n\nSo does that mean Obama deserves no credit at all?\n\nWell, no.\n\nThe energy agency says it expects moderating trends in import reliance to continue even as the economy improves and consumption rises. Energy efficiency, \"driven in part by tighter fuel economy standards, will prove increasingly important,\" the report says. And Obama has, in fact, promoted fuel efficiency, alternative fuels and even offshore drilling, though not as broadly as the energy industry would like.\n\nIn its new annual report, issued Jan. 23, the energy administration said that the United States will produce far more natural gas and oil by 2035, reducing imports to 36 percent of liquid fuels. The American Petroleum Institute, the oil industry trade group, said that’s great -- but falls short of what could occur with different regulations and policies.\n\nThat’s a debate for the industry and environmentalists. We’re sticking with the facts, and the fact is that part of Obama’s claim is correct: Our dependence on foreign oil is below 50 percent.\n\nBut fully evaluating the accuracy of the claim also means looking at the context in which it is made.\n\nObama clearly claims credit in the commercial; and his own source for the claim makes clear that a number of factors, including the poor economy and gains from drilling -- which began before his administration -- are among them.\n\nThese are important details. Without them, the claim in the ad -- made specifically to boast of Obama’s accomplishments -- lacks context. And when factually accurate claims leave out such important context, the Truth-O-Meter’s dial turns to Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11711"}