{"url": "/factchecks/2014/jun/10/lamar-smith/lamar-smith-claim-about-obamas-prison-break-illega/", "speaker": "Lamar Smith", "vclaim": "\"Last year,\" Obama \"administration officials released into our neighborhoods more than 36,000 criminal immigrants who had nearly 88,000 convictions. The crimes included hundreds of convictions for murder, rape and kidnapping and thousands of drug-related crimes.\"", "truth_label": "half-true", "date": "stated on May 31, 2014 in a letter to the editor of the San Antonio Express-News:", "title": "Lamar Smith claim about Obama's 'prison break' of illegal immigrants fails to acknowledge detainees had served criminal sentences and all releases weren't discretionary", "text": "U.S. Rep. Lamar Smith, R-San Antonio, recently charged President Barack Obama with freeing thousands of convicted murderers, kidnappers, rapists and other criminals before deportation.\nObama's \"lax immigration policies continue to put the lives of Americans at risk,\" Smith said in his letter in the May 31, 2014, San Antonio Express-News.\n\"Last year, administration officials released into our neighborhoods more than 36,000 criminal immigrants who had nearly 88,000 convictions,\" Smith wrote. \"The crimes included hundreds of convictions for murder, rape and kidnapping, and thousands of drug-related crimes. This would be considered the worst prison break in American history, except it was approved by the president and enabled by immigration officials.\"\nDid Obama deliver the equivalent of a giant prison break?\nBy email, Smith spokeswoman Kim Smith Hicks told us Rep. Smith relied on a May 2014 report from the Center for Immigration Studies, a think tank that focuses on lessening immigration. The report said that from October 2012 through September 2013, U.S. Immigration and Customs Enforcement \"freed 36,007 convicted criminal aliens from detention who were awaiting the outcome of deportation proceedings,\" according to an ICE document obtained by the center. By phone, the report’s author, Jessica Vaughan, told us the document came to the center from someone she declined to identify who fielded it in connection with congressional inquiries to the agency.\nThe center included a chart in its report showing more than 88,000 convictions including 116 homicide convictions and more than 300 sexual assault offenses. But the biggest cluster of convictions (17,000-plus) were for traffic offenses, followed by more than 15,000 drunk-driving violations. The released individuals accumulated about 9,200 \"dangerous drugs\" convictions, according to the chart, and 5,000 larceny offenses.\nThe document didn’t itemize reasons for the releases. But the center’s report said individuals were subsequently subject to little to no government supervision, though an unknown number were required to check in by telephone or to wear tracking devices. The center said less than 3,000 were released due to a 2001 Supreme Court decision preventing ICE from indefinitely detaining certain individuals whose countries will not take them back.\n\nVaughan told us all the convicts were let go from ICE-run facilities or other jails where housing had been federally paid for.\nSeparately, a May 16, 2014, Associated Press news story pointed out the released individuals had all completed their criminal jail sentences, according to ICE. Also, the story said, nearly all the released individuals still faced deportation along with required check-ins with authorities while their cases were pending.\nAnd why were the detainees let go?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe story quoted an ICE spokeswoman, Barbara Gonzalez, as saying that in many of the tallied cases, the agency was required by law to release the immigrants while their deportation cases were pending. \"The releases required by court decisions account for a disproportionate number of the serious crimes listed in the report,\" Gonzalez said. For example, she said, mandatory releases accounted for over 72 percent of the immigrants convicted of homicide, the AP reported.\nWe reached out to Gonzalez, hearing back from Carl Rusnok, a Dallas-based ICE spokesman, who emailed us similar information. \"Convicted criminals come into the agency’s custody to undergo removal proceedings after they have already satisfied the terms of their criminal sentence,\" Rusnok said. \"In many of the releases in 2013, ICE was required by law to release the individuals from custody, pursuant to decisions by the Supreme Court and other federal courts. Once in ICE custody, many of the individuals described in the report were released under restrictions such as GPS monitoring, telephone monitoring, supervision, or bond.\"\nRusnok continued: \"The releases required by court decisions account for a disproportionate number of the serious crimes listed in the report. For example, mandatory releases account for over 72% of the homicides listed.\" He added: \"Others, typically those with less serious offenses, were released as a discretionary matter after career law enforcement officers made a judgment regarding the priority of holding the individual, given ICE’s resources, and prioritizing the detention and removal of individuals who pose a risk to public safety or national security.\"\nThe Obama administration has asked Congress to fund fewer so-called detention beds in ICE facilities than before, we noted in a June 2013 fact check. An April 12, 2013, Washington Times news article summed up: \"Congress fought hard during the past decade to boost the number of detentions, arguing that those who were allowed back into the general population rarely returned to be deported.\" That story quoted then-Homeland Security Secretary Janet Napolitano as saying the department believed it could keep all high-priority individuals detained with the lower number of beds, while making use of alternatives to track the other people in deportation proceedings.\nBy email, the center’s Vaughan ultimately called Smith’s recent statement \"completely factual and correct.\"\nEarlier, Vaughan told us she saw little import to the released individuals reportedly fulfilling prison sentences due to their criminal convictions before their immigration cases were taken up. No information has been released, she said, about how many of the individuals were released under personal recognizance or on bonds, both of which she described as tantamount to no post-release supervision.  Reminded of ICE saying 72 percent of the individuals convicted of murder were let go under a court’s direction, Vaughan said that means 28 percent were released at the government’s discretion.\nReleased individuals might still face deportation, Vaughan said, but she’s doubtful many will show up for final decisions. She said the center has separately calculated that some three in four ICE detainees released while their immigration cases are pending fail to show up to finish the cases.\nOur ruling\nSmith wrote: \"Last year, administration officials released into our neighborhoods more than 36,000 criminal immigrants who had nearly 88,000 convictions. The crimes included hundreds of convictions for murder, rape and kidnapping, and thousands of drug-related crime\nThis statement has accurate figures, but fails to acknowledge that an unknown number of the releases--including nearly three in four of the individuals convicted of murder--were not at the administration’s discretion. Also missing: Most of the tallied convictions weren’t for violent offenses; each released individual didn’t skip out on prison time connected to criminal convictions; and most released individuals still faced deportation.\nWe rate this partly accurate claim as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07761"}