{"url": "/factchecks/2016/jan/04/will-kraus/numbers-dont-support-will-kraus-statement-voter-fr/", "speaker": "Will Kraus", "vclaim": "Says Missouri needs a voter I.D. law because \"there’s over 16 people in the state of Missouri who have been convicted of some type of voter fraud.\"", "truth_label": "half-true", "date": "stated on August 30, 2015 in an episode of \"This Week in Missouri Politics\":", "title": "Numbers don't support Will Kraus' statement on voter fraud", "text": "For nearly a decade, Missouri Republicans have pushed to require a photo I.D. to vote. Those efforts have all fallen short — either in the General Assembly, at the governor’s desk or in the courts. In the upcoming legislative session, lawmakers will try again.\n\n\nTheir 2016 plan is a referendum on amending the Missouri Constitution to give the Secretary of State, whose office oversees elections, the power to require that would-be voters present government-issued photo identification. Along with the amendment, lawmakers are pushing a bill that would write photo ID requirements into law.\n\n\nBoth measures were pre-filed Dec. 1 by Sen. Will Kraus, R-Lee’s Summit. Kraus has pushed similar measures in past legislative sessions, and next year he will be on the ballot for Secretary of State.\n\n\nHe says there are lots of things that already require a photo I.D., like driving a car or opening a bank account, and that voting should be among them. He’s also presented it as a solution to voter fraud.\n\n\nSpeaking on the Aug. 30 episode of This Week in Missouri Politics, Kraus said: \"There’s over 16 people in the state of Missouri who have been convicted of some type of voter fraud. That shows people in the state of Missouri are trying to cheat elections.\"\n\n\nThat combination of specificity and vagueness piqued our interest.\n\n\nCourt cases\n\n\nKraus didn’t give a timeframe for his statement. When reached for comment, his campaign emailed a report from the Heritage Foundation that pointed to 17 convictions since 2005.\n\n\nBut none of the cases involved voter impersonation, which is what voter I.D. laws are designed to combat. Instead, all 17 were convicted on false voter registrations.\n\n\nRegistering to vote doesn’t require a photo I.D.; it can be done by mail. And Kraus’ proposed amendment only applies to \"a voter seeking to vote in person,\" according to the bill summary. So none of those 17 cases would’ve been averted by his proposals.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nMoreover, not every person in the Heritage report was convicted of an election offense, per se. For instance, the document highlights the case of Nonaresa Montgomery, who was accused in 2001 of registering fake voters in St. Louis before the mayoral election. Election workers realized that among the names Montgomery submitted was an alderman who had been dead for about a decade, and the fake registrations never made it onto city rolls.\n\n\nSix volunteer activists pleaded guilty to election violations, but Montgomery wasn’t among them. Instead, she was found guilty of perjury for lying to a grand jury about being able to track the registration cards the volunteers had given her.\n\n\nVoter Impersonation\n\n\nThe Secretary of State’s office runs an elections integrity unit whose job is to monitor irregularities. Laura Swinford, who was the Secretary of State’s spokeswoman until November, said that unit hasn’t handled any cases of voter impersonation fraud.\n\n\n\"We don’t have reported cases of voter fraud. We just don’t,\" she said in October.\n\n\n\"The reality is there hasn’t been a documented case\" of voter impersonation, said Stephanie Fleming, who replaced Swinford as the Secretary of State’s spokeswoman.\n\n\nSwinford, who now is executive director of Progress Missouri, said the Secretary of State’s office recently encountered fraudulent signatures on petitions, but \"the reason we know that is the system is working.\"\n\n\nCounties aren’t required to report cases of election irregularities to the Secretary of State’s office, although they typically do, so it’s difficult to definitively say zero cases of voter impersonation have occurred, she said. But it’s rare enough to conclude voter impersonation isn’t a problem in Missouri, she said.\n\n\n\"I can’t prove there’s no bigfoot. There’s just no bigfoot,\" she said.\n\n\nOur ruling\n\n\nKraus said Missouri needs a voter I.D. law because there have been more than 16 cases of \"some type of voter fraud\" in Missouri. That number isn’t wrong, but it doesn’t support Kraus’ assertion that photo identification would solve the problem — or that there is a problem of people impersonating voters.\n\n\nKraus’ statement is partially accurate but takes things out of context. We rate his claim Half True.", "vclaim_id": "vclaim-pol-05578"}