{"url": "/factchecks/2011/jul/05/national-republican-congressional-committee/republicans-blame-blue-dog-democrats-federal-spend/", "speaker": "National Republican Congressional Committee", "vclaim": "U.S. Reps. John Barrow and Sanford Bishop and their fellow Democrats \"went on a spending spree and now their credit card is maxed out.\"", "truth_label": "false", "date": "stated on May 18, 2011 in press releases:", "title": "Republicans blame Blue Dog Democrats for federal \"spending spree\"", "text": "Members of Congress are bickering over the debt ceiling, which means they’re also arguing over who’s to blame for the national debt.\n\nRecently, nearly identical news releases from the National Republican Congressional Committee targeted two moderate Georgia Democrats.\n\n\"John Barrow and his fellow Democrats went on a spending spree and now their credit card is maxed out,\" read one.\n\n\"Sanford Bishop and his fellow Democrats went on a spending spree and now their credit card is maxed out,\" read the other.\n\nAre Congressmen Barrow, Bishop and their fellow Democrats really responsible for maxing out the federal credit card?\n\nFortunately for Georgia’s Truth-O-Meter, our sister site PolitiFact Ohio has already looked into an NRCC news release about Democrat U.S. Rep. Betty Sutton. It was also sent May 18.\n\n\"Betty Sutton and her fellow Democrats went on a spending spree and now their credit card is maxed out,\" it read.\n\nSound familiar? The NRCC sent about five dozen news releases just like it May 18, each targeting a different member of Congress.\n\nEven though the U.S. House of Representatives voted to reject the debt ceiling increase May 31, the blame game is likely to continue. Lawmakers are trying to broker a deal before Aug. 2, when the U.S. Department of Treasury says it will be unable to pay the bills unless it borrows more money.\n\nNow back to the NRCC. PolitiFact Ohio decided its accusation against Sutton was Barely True. Republicans and Democrats share the blame.\n\nTax cuts on higher-income earners passed under President George W. Bush and backed by Republicans played a substantial role in the nation’s annual deficits, according to the Congressional Research Service, which provides nonpartisan policy and legal analysis to Congress.  \n\nSome argued the cuts can actually pay for themselves by stimulating economic growth. But PolitiFact has previously found that the Congressional Budget Office, the Treasury Department, the Joint Committee on Taxation and the White House’s Council of Economic Advisers say that tax cuts led to revenue totals that are lower than they otherwise would have been -- even if they spur some economic growth.\n\nExtending all of them permanently, as many in the GOP would like, would cost $3.3 trillion over 10 years and increase deficits.\n   \nThe recession hurt federal tax revenue as well. Add in the cost of the wars that began under Bush and continue under President Barack Obama, and you’ve got a good-sized debt, the liberal Center on Budget and Policy Priorities argues.\n\nJust two policies dating from the Bush administration -- tax cuts and the wars in Iraq and Afghanistan -- accounted for more than $500 billion of the deficit in 2009 \"and will account for $7 trillion in deficits in 2009 through 2019, including the associated debt-service costs,\" the center said.\n   \nA federal budget analyst at the conservative Heritage Foundation begs to differ. He said the Center on Budget and Policy Priorities cherry-picked spending and tax policies that liberals dislike and blamed them for the entire problem. They could have easily scapegoated Social Security, Medicaid, Medicare or any number of other programs with bipartisan appeal.\n\nWe think it’s safe to say that both Republicans and Democrats are cherry-picking their data. Expenditures backed by both parties have helped put the federal government in the red.\n\nAnd now we focus on Barrow, who hails from Savannah, and Bishop, who is from Albany. Both are congressional veterans. Both are Blue Dog Democrats, or a group of moderates in Congress who pride themselves on fiscal conservatism. Both faced tougher-than-expected re-election races in 2010.  \n\nBoth voted against raising the debt ceiling in the May 31 vote. And they both represent districts that Republicans think they can win.\n\nAn NRCC spokeswoman cited various votes they made as evidence that Barrow and Bishop are spendthrifts. Both voted for the 2009 stimulus package, for instance. They also voted to raise the debt limit in December 2009 and February 2010.\n\nBut as Blue Dog Democrats, Barrow and Bishop supported efforts to cut the deficit by $4 trillion over the next 10 years and eliminate programs that are out of date, inefficient or duplicate the efforts of another program, according to statements by the group.\n\nBarrow is chairman of the Blue Dog policy committee, which hammered out the group’s initiatives on balancing the budget and cutting spending.  \n\nBarrow spokesman Christopher Cashman argued that the NRCC cherry-picked from the congressman’s record when it argued he was on a spending spree. Those votes are only a tiny portion of the ballots he has cast during his congressional career. Cashman brought up more than a dozen other votes and initiatives as proof that his boss is no big spender.\n\nThey included three 2011 votes for spending cuts. Bishop voted with Barrow in all of them.\n\nAlso, Barrow and Bishop co-sponsored a bill that calls for amending the Constitution to require a balanced budget.\n\nBarrow and Bishop have voted for spending bills, but members of Congress of all stripes vote to spend money. That’s part of their job.\n\nOnce again, the NRCC is guilty of cherry-picking. Whether you agree with their individual votes, the records of these Blue Dog Democrats show it’s unfair to say they’re on a \"spending spree.\"\n\nSince these Georgians are keeping an eye on the nation’s credit card statement, we rule the NRCC’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010", "vclaim_id": "vclaim-pol-12798"}