{"url": "/factchecks/2013/jun/18/johnny-isakson/corporate-tax-holiday-has-benefits-isakson-says/", "speaker": "Johnny Isakson", "vclaim": "Corporate tax holidays pushed by Presidents John F. Kennedy and George W. Bush brought \"billions\" of dollars back into the United States.", "truth_label": "half-true", "date": "stated on May 21, 2013 in an interview:", "title": "Corporate tax holiday has benefits, Isakson says", "text": "In recent years, Republicans have been vocal about one particular way they say the federal government is anti-business.\n\nOne of their main complaints is the U.S. has the highest corporate tax rate in the world, a claim the PolitiFact franchise has repeatedly fact-checked with mixed reviews since the Truth-O-Meter started. U.S. Sen. Johnny Isakson, R-Ga., was talking about the high corporate tax rates during a recent interview when he was asked whether there should a corporate tax holiday on off-shore profits? His answer piqued our interest.\n\n\"Absolutely,\" he told Bloomberg radio. \"It was done by John Kennedy. It was done by George W. Bush. Both times they did it, it brought back trillions or billions of dollars back into the United States which got reinvested in businesses and in jobs, and that’s exactly what we should do with the over $2 trillion that’s stranded now.\"\n\nPolitiFact Georgia wanted to find out whether the senator’s claim that corporate tax holidays pushed by those two presidents brought \"billions of dollars back into the United States.\"\n\nSome elected officials push a particular idea by saying a political icon on the other side of the aisle supported a similar approach. President Barack Obama, a Democrat, has asked for support of various policies by saying Republican Ronald Reagan advocated fairly identical ideas.\n\nIn this case, Isakson brought up the name of one of the most popular Democrats in U.S. history, JFK.\n\nWe asked Isakson’s office for more details to back up their argument concerning Kennedy, who was president from January 1961 to November 1963, when he was assassinated. It took them a few days, but their argument was based on:\n\n\n\nKennedy’s role in creating the Investment Tax Credit, which they said reduced corporate taxes significantly.\n\n\n\nInternal Revenue Code subpart F, which prevented the deferral of taxes owed by U.S.-controlled foreign corporations on untaxed income before being distributed to shareholders in the United States.\n\n\n\nThose proposals were passed in 1962.\n\nEconomists and historians say Kennedy wanted these changes because he was concerned about the flow of money out of the United States and its impact on the gold standard.\n\nKennedy took a multilayered approach to the economy, experts say. He proposed a tax cut, saying the top rate of 91 percent was way too high and deterred consumer spending. The tax cut plan did not pass until after his death, which was tweaked by Kennedy’s successor, Lyndon Johnson.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\"President Kennedy realized that high taxation could have harmful effects on the economy, and he acted to bring such high taxes down,\" Isakson’s office said via email. \"President Kennedy enacted some very significant U.S. international tax reforms. The combined effect of President Kennedy’s tax legislation is often seen as having a positive impact on the U.S. economy.\"\n\nDavid Shreve has taught courses on economic history at the University of Virginia and closely studied Kennedy administration economic policies. Shreve, currently a research analyst at the university's Weldon Cooper Center for Public Service, explained via email that the Kennedy changes were \"the polar OPPOSITE of a tax holiday.\"\n\nThrough our research, we found little describing the changes to the code as a corporate tax holiday.\n\nNow, to the Bush corporate tax holiday.\n\nIn October 2004, Congress passed what was called the most sweeping corporate tax legislation in a generation. The 650-page bill included a provision allowing companies with vast stores of offshore revenue to bring them home under a discount tax rate of 5.25 percent.\n\nDid it result in billions of dollars returning to the United States that were reinvested in jobs and businesses?\n\nThe Internal Revenue Service reported that a small number of mostly large corporations repatriated nearly $362 billion from their controlled foreign corporations as a result of the 2004 holiday.\n\nIn early 2011, Obama announced he would not pursue a similar type of tax holiday. The decision sparked all sorts of analyses of the 2004 tax holiday. There were many questions about its results.\n\n\"Unfortunately, there is no evidence that it increased U.S. investment or jobs, and it cost taxpayers billions,\" Assistant U.S. Treasury Department Secretary for Tax Policy Michael Mundaca wrote on the department’s website in March 2011.\n\nA May 2011 report by the nonpartisan Congressional Research Service concluded another tax holiday similar to what was done in 2004 would have positive short-term results, but it raised questions about the holiday’s long-term effectiveness.\n\nThe conservative Heritage Foundation posted an article in 2011 that concluded the 2004 tax holiday produced immediate results but \"the evidence is clear that these repatriations did not produce the hoped-for subsequent surge in domestic investment.\" The article suggested the U.S. lower its corporate tax rate and a permanent partial exemption for future foreign-source earnings of all U.S. businesses.\n\nTo sum up, Isakson’s comments were accurate about the Bush tax holiday, which brought $362 billion back into the U.S. There is, however, disagreement about its long-term effectiveness.  There is even more disagreement about whether it’s correct to describe what Kennedy did as a corporate tax holiday.\n\nOur rating: Half True.", "vclaim_id": "vclaim-pol-09207"}