{"url": "/factchecks/2012/oct/22/mitt-romney/romney-says-survey-found-massachusetts-had-more-wo/", "speaker": "Mitt Romney", "vclaim": "Says a university survey concluded his Massachusetts administration \"had more women in senior leadership positions than any other state in America.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2012 in the second presidential debate:", "title": "Romney says a survey found Massachusetts 'had more women in senior leadership positions than any other state'", "text": "A day after the second presidential debate, \"binders full of women\" had hit full meme status, spawning Web games and Halloween costumes.\n\nFormer Massachusetts Gov. Mitt Romney said that he used \"binders full of women\" from women’s groups to help staff his administration, resulting in a Cabinet and senior staff with \"more women in senior leadership positions than any other state in America.\"\n\nHe cited a survey from the University at Albany-SUNY.\n\nChatter quickly swirled over whether those \"binders\" — full of resumes, you Twitter fiends, as opposed to actual women — came at Romney’s request or were the result of a concerted effort by activists that predated his administration.\n\nWe wondered about the result: Was Romney right that a survey concluded his Cabinet and senior staff \"had more women in senior leadership positions than any other state in America\"?\n\n What Romney said\n\nAccording to Romney at the debate, the study showed he was a leader in getting women on his top staff.\n\n\"As I was serving as governor of my state ... I had the chance to pull together a Cabinet and all the applicants seemed to be men.\n\n\"I went to my staff, and I said, ‘How come all the people for these jobs are all men?’ They said, ‘Well, these are the people that have the qualifications.’ And I said, ‘Well, gosh, can't we find some women that are also qualified?’\n\n\"So we took a concerted effort to go out and find women who had backgrounds that could be qualified to become members of our Cabinet. I went to a number of women's groups and said, ‘Can you help us find folks,’ and they brought us whole binders full of women.\n\n\"I was proud of the fact that after I staffed my Cabinet and my senior staff, that the University of New York in Albany did a survey of all 50 states, and concluded that mine had more women in senior leadership positions than any other state in America.\"\n\n The Albany report\n\nRomney took office in January 2003.\n\nThe report he cited, published in 2004, focused on a snapshot of policy leaders by gender in 2003. And indeed, it ranked Massachusetts No. 1 in the nation, up from No. 5 in the previous surveys in 1999 and 2001.\n\nOf 20 top policy leaders in the state, half were women, according to self-reported statistics from the administration.\n\nThe report ranked states by a \"representativeness ratio\" — how closely the proportion of women in appointed leadership positions matched the proportion of women in the state.\n\nWe talked with Judith Saidel, the researcher who directed the University at Albany project, which tracked appointees in state government.\n\nShe found the wording of Romney’s claim in the debate \"not entirely precise.\"\n\nRomney said the state \"had more women,\" but it more accurately had the highest percentage of women in senior leadership positions tracked by the study.\n\nTwenty-one states appointed more women to top positions, she said.\n\n\"If Gov. Romney had said that Massachusetts ranked No. 1 among the states … he would have been completely precise and accurate,\" she said.\n\nStill, she told the New York Times, \"his record, as we measured it, looks darned good.\"\n\n What happened next\n\nWe don't know if Massachusetts remained at the top for percentage of women in the administration. Because of a loss of grant funding, the survey was not conducted again, so there’s no snapshot of Romney’s appointments compared with other states for the rest of his term.\n\nBut a group of women in Massachusetts who got Romney and his Democratic opponent for governor to agree to make appointing women a priority collaborated with a Boston university to track his progress.\n\nThe work by researchers and MassGAP, the Massachusetts Government Appointments Project, isn’t comparative with the rest of the country — but does take Romney’s entire term into account.\n\nRather than 20 senior leadership positions, it tracked 135 executive-level positions in the state.\n\nAnd like the Albany study, it found admirable parity in Romney’s first round of appointments: 42 percent of his first 33 hires to senior-level positions were women.\n\n\"He does deserve credit for that first wave of appointments,\" said Carol Hardy-Fanta, senior scholar for the Center for Women in Politics and Public Policy at University of Massachusetts at Boston who co-authored the report.\n\nBut the durability of Romney’s early effort was fleeting.\n\nFrom 2004 to 2006, two years removed from the spotlight of the campaign, just a quarter of Romney’s appointments were women.\n\nUpshot: By the time Romney left office, the percentage of women in those 135 positions was slightly lower than when he arrived, falling from 30 percent to just under 28 percent.\n\n\"Though he can justifiably take pride that 42 percent of his initial appointments were women, he didn't really move the needle,\" Hardy-Fanta said.\n\nThe Romney campaign pointed us to comments in the Washington Post from Elizabeth Levine, who chaired the Massachusetts Women’s Political Caucus when Romney was elected.\n\nShe \"said this type of fluctuation is the norm,\" the Post reported, because \"administrations often appoint internal candidates to fill short-term positions near the end of a term and that women have a natural disadvantage in those situations.\"\n\n\"If you don’t have a lot of new people in the pipeline, it’s harder to fill those positions with women,\" she told the Post.\n\nHardy-Fanta, who was part of the original MassGAP initiative as co-chair of its team recommending women for appointments in higher education, said the group expected better.\n\n\"I think there was an expectation that once you said this was important — and this group kind of made them aware that this was important — that it wouldn't disappear,\" she said.\n\n Our ruling\n\nRomney said a survey by the University at Albany after he staffed his Cabinet and senior staff concluded his Massachusetts administration \"had more women in senior leadership positions than any other state in America.\"\n\nTwenty-one states actually employed more women in senior roles in 2003. Rather, Massachusetts had the best percentage in the country, something that earned the state positive recognition. But that’s a small clarification.\n\nMeanwhile, that narrow Albany survey reflected the number of female appointees shortly after Romney took office. A broader study that looked at all of Romney’s appointments and the percentage of women before and after his term found that his effort flagged halfway through his administration — and that the overall percentage of women in executive positions actually dropped.\n\nStill, Romney fairly accurately characterized a survey that ranked his state No. 1. We rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10111"}