{"url": "/factchecks/2015/nov/15/ben-rhodes/what-barack-obama-said-about-isis-being-contained/", "speaker": "Ben Rhodes", "vclaim": "When President Barack Obama said ISIS, or ISIL, was contained, he \"was responding very specifically to the geographic expansion of ISIL in Iraq and Syria.\"", "truth_label": "true", "date": "stated on November 15, 2015 in comments on ABC's \"This Week\":", "title": "What Barack Obama said about ISIS being contained", "text": "Last week, President Barack Obama said the Islamic State is \"contained\" -- a comment that has been scrutinized in the wake of the deadly attacks in Paris that have been attributed to the terrorist group.\nBut has Obama’s comment been taken out of context?\nABC This Week host George Stephanopoulos presented White House deputy national security adviser Ben Rhodes with a list of politicians criticizing Obama for his Nov. 12 remarks. Republican presidential candidate and New Jersey Gov. Chris Christie, for example, said Obama sees the world \"as a fantasy.\"\nRhodes said Obama was talking about a particular aspect of containment that in no way dismissed the possibility of terrorist attacks in the West.\n\"The president was responding very specifically to the geographic expansion of ISIL in Iraq and Syria,\" Rhodes said, using another acronym for the group. \"A year ago, we saw them on the march in Iraq and Syria, taking more and more population centers. The fact is that we have been able to stop that geographic advance and take back significant amounts of territory in both northern Iraq and northern Syria. At the same time, that does not diminish the fact that there is a threat posed by ISIL, not just in those countries but in their aspirations to project power overseas.\"\nThis reminded us of a prior fact-check, when Obama said he didn’t specifically describe ISIS as a \"JV team\" -- a statement we rated False because he was clearly talking about the Islamic State at the time. We decided to look back at Obama’s comments on containing ISIS to see his comments in their complete context.\nRewind\nIn the context of Obama’s Nov. 12 interview with Stephanopoulos -- the day before the Paris attacks -- it’s actually quite clear that when he says ISIS is contained, he is talking about ISIS’s territorial expansion in Syria and Iraq. Here are the relevant parts of the interview:\nStephanopoulos: \"Some of your critics say, even your friendly critics say, like Fareed Zakaria, that what you have on the ground now is not going to be enough. Every couple of months you're going to be faced with the same choice of back down or double down.\"\nObama: \"I think what is true is that this has always been a multiyear project precisely because the governance structures in the Sunni areas of Iraq are weak, and there are none in Syria. And we don't have ground forces there in sufficient numbers to simply march into Al-Raqqah in Syria and clean the whole place out. And as a consequence, we've always understood that our goal has to be militarily constraining ISIL's capabilities, cutting off their supply lines, cutting off their financing at the same time as we're putting a political track together in Syria and fortifying the best impulses in Baghdad so that we can, not just win militarily, but also win by improving governance.\"\nStephanopoulos: \"And that's the strategy you've been following. But ISIS is gaining strength, aren't they?\"\nObama: \"Well, no, I don't think they're gaining strength. What is true is that from the start, our goal has been first to contain, and we have contained them. They have not gained ground in Iraq. And in Syria they'll come in, they'll leave. But you don't see this systematic march by ISIL across the terrain. What we have not yet been able to do is to completely decapitate their command and control structures. We've made some progress in trying to reduce the flow of foreign fighters.\"\nWhen Obama said \"we have contained them,\" it’s within a plainly defined scope: ISIS’s territorial ambitions in Iraq and Syria. This context is bolstered by the fact that Stephanopoulos asks Obama about the ground efforts in those two countries.\nHe wasn’t saying, as critics have shorthanded, that ISIS no longer presents a threat -- an assertion that the Paris attacks would have negated. In fact, in the same interview, Obama acknowledged that ISIS might have surpassed al-Qaida as the greatest terror threat in the world, adding that they are constantly looking for \"a crack in the system\" to exploit to carry out attacks. \"I think that one of the challenges of these international terrorist organizations is that they don't have to have a huge amount of personnel,\" Obama said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIs ISIS contained in Iraq and Syria?\nThe region Obama refers to is significant because it’s the epicenter of ISIS’s caliphate. We surveyed a number of experts, and they all said Obama is accurate when he says ISIS hasn’t gained territory in Iraq and Syria in recent months, though it does not give a full picture of ISIS’s global reach.\n\"It’s a choice of words that isn’t great, but what he is referring to -- as opposed to the way people have interpreted it -- is correct,\" said Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies.\nWhile ISIS has captured a couple towns in the past few months, it has ultimately lost roughly a quarter of its Iraq and Syria territory overall. A good portion of the losses resulted from United States airstrikes but also from fighting with Iraqi forces and regional groups, Gartenstein-Ross said. This is a far cry from a year ago, when there was serious concern that ISIS would capture Baghdad.\nBut even though they haven’t expanded territorially recently, ISIS continues to counterattack anti-ISIS forces in the region, noted Frederick Kagan, director of the Critical Threats Project at the American Enterprise Institute. He added that ISIS has actually expanded globally -- with strongholds and cells in Libya, Yemen, the Sinai region, and Bangladesh, as well as establishing ties with other terrorist organizations in Africa.\nThis November map from the Institute for the Study of War shows where ISIS has ties. The stars indicate where ISIS has a remote \"governorate.\"\n\nAnd, as we know from the Paris attacks, ISIS is able to flex their muscle in the West, too.\n\"They are being contained geographically by traditional military but they are leapfrogging over it using terrorism,\" said Joshua Landis, director of the Center for Middle East Studies at the University of Oklahoma. He added that Obama used \"your grandfather’s notion of containment.\"\nOur ruling\nRhodes said that when Obama said ISIS was contained, he \"was responding very specifically to the geographic expansion of ISIL in Iraq and Syria.\"\nLooking back at Obama’s interview where he made this comment, it is quite clear that it’s within a narrowly defined scope: ISIS’s territorial expansion in Iraq and Syria. He did not rule out the potential for a terrorist attack, and he also made it clear that the United States’ anti-ISIS efforts are a work in progress.\nReferences or suggestions that Obama claimed ISIS no longer presents an active threat are incorrect.\nFurther, experts told us that Obama is right that ISIS hasn’t expanded in the region in recent months, though this doesn’t give a full picture of ISIS’s global reach.\nRhodes’ statement rates True.", "vclaim_id": "vclaim-pol-05720"}