{"url": "/factchecks/2019/jan/10/donald-trump/trump-claims-he-never-meant-mexico-would-write-che/", "speaker": "Donald Trump", "vclaim": "\"When I say Mexico is going to pay for the wall, that's what I said. Mexico is going to pay. I didn't say they're going to write me a check for $20 billion or $10 billion.\"", "truth_label": "false", "date": "stated on January 10, 2019 in a roundtable at the border:", "title": "Trump says he didn't say Mexico would write US a check for border wall. But he did", "text": "As his border wall fight with Democrats continues, President Donald Trump finds himself in the awkward position of having to explain what happened to the idea that Mexico would pay all the costs.\nTrump tried to dance out of the apparent contradiction on the White House lawn Jan. 10, the 20th day of a partial government shutdown.\n\"When during the campaign I would say ‘Mexico is going to pay for it,’ obviously, I never said this, and I never meant they're going to write out a check,\" Trump told reporters. \"I said they're going to pay for it. They are.\"\nLater on the same day while visiting the border in Texas, Trump offered the same logic: \"When I say Mexico is going to pay for the wall, that's what I said. Mexico is going to pay. I didn't say they're going to write me a check for $20 billion or $10 billion.\"\nWe’ve seen the president try to say he never said something that he very much said before, so we wondered about this case.\nSpoiler: Trump has it wrong.\nWe found several instances over the last few years, and in campaign materials contradicting the president’s statement.\nIn an April 2016 memo, Trump’s campaign outlined the steps he could take to get Mexico to pay for the wall.\n\"It's an easy decision for Mexico: make a one-time payment of $5-10 billion to ensure that $24 billion continues to flow into their country year after year,\" the memo said.\nTrump proposed measures to compel Mexico to pay for the wall, such as cutting off remittances sent from undocumented Mexicans in the U.S. via wire transfers.\nThen, the memo says, if and when the Mexican government protested, they would be told to pay a lump sum \"to the United States to pay for the wall, the Trump Administration will not promulgate the final rule, and the regulation will not go into effect.\" The plan lists a few other methods if that didn’t work, like the trade deficit, canceling Mexican visas or increasing visa fees. (Experts have told us there isn’t a connection between the U.S.-Mexico trade deficit and finding money for a wall.)\nTrump has amended his \"Mexico will pay\" pledge many times, though this is the first day we’ve heard him deny that he once called for a large check.\nThe earliest mention we could find of him pitching a Mexico-funded wall came during a visit to New Hampshire in April 2015 (hat-tip Washington Post). He said he would \"take it out\" of the trade deficit: \"I will take it from out of just a small fraction of the money they’ve been screwing us for over the last number of years.\"\nThen he outlined the lump-sum-in-exchange-for-allowing-remittances idea. As president, he has also thrown out \"reimbursement/other,\" the trade deficit and a \"solar wall\" that would cut down on Mexico’s bill.\nMore recently, including during his border trip, Trump says the United States-Mexico-Canada Agreement (USCMA) trade deal will result in Mexico \"indirectly\" paying for the wall. That argument is also faulty: The deal has not been ratified by each country’s legislature, it lacks new tariffs on Mexican goods coming into the country, and the benefits would go to private businesses.\nWe’ve compiled a number of his mentions here:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n \n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"I would build a great wall, and nobody builds walls better than me, believe me, and I’ll build them very inexpensively, I will build a great, great wall on our southern border. And I will have Mexico pay for that wall. Mark my words.\" - Trump presidential announcement speech, June 16, 2015\n\"And, you know, we're building a wall. And it's going to be a great wall. OK? And, by the way, Mexico will pay for it.\" - CBS Face the Nation, Aug. 23, 2015\n\"They said, ‘The president of Mexico said they will not, under any circumstance, pay for the wall, what is your comment?’ I said, ‘the wall just got 10 feet higher.’\" - Tampa rally, Feb. 12, 2016\n\"We have a trade deficit with Mexico, that’s why Mexico is going to pay for the wall .. It’s 100 percent … We have a trade deficit with Mexico of $58 billion a year, the wall is going to cost $10 billion. You’re telling me I can’t make that deal? That’s an easy deal.\"- Trump press conference, March 8, 2016\n\"We’re going to build a wall, we’re going to build a wall. And Mexico, as sure as you’re standing here, Mexico is going to pay for the wall.\" - Trump rally in Kansas City, MO, March 12, 2016\n\"Mexico will pay for the wall!\" - Trump tweet, Sept. 1, 2016\n\"I want to get the wall started. I don’t want to wait a year and a half until I make my deal with Mexico … so in order to get the wall started, Mexico will pay for it, but it’ll be reimbursed.\" - Trump press conference, Jan. 11, 2017\n\"Ultimately, it'll come out of what's happening with Mexico. We're going to be starting those negotiations relatively soon. And we will be in a form reimbursed by Mexico, which I've always said.\" - ABC News interview with David Muir, Jan. 25, 2017\n\"Well, we're working on a tax reform bill that will reduce our trade deficits, increase American exports and will generate revenue from Mexico that will pay for the wall if we decide to go that route.\" - Republican retreat in Philadelphia, Jan. 26, 2017\n\"Eventually, but at a later date so we can get started early, Mexico will be paying, in some form, for the badly needed border wall.\" - Trump tweet, April 23, 2017\n\"We're talking about the southern border, lots of sun, lots of heat. We're thinking about building the wall as a solar wall so it creates energy and pays for itself. And this way, Mexico will have to pay much less money.\" - Trump rally in Cedar Rapids, Iowa, June 21, 2017\n\"With Mexico being one of the highest crime Nations in the world, we must have THE WALL. Mexico will pay for it through reimbursement/other.\" -  Trump tweet, Aug. 27, 2017\n\"One way or the other, Mexico is going to pay for the wall. That’s right. It may be through reimbursement, but one way or the other, Mexico will pay for the wall.\" - Joint press conference with Finland President Sauli Niinistö, August 28, 2017\n\"I don't want to cause a problem. I don't want to cause it. But, in the end -- in the end, Mexico is going to pay for the wall.\" Trump rally in Nashville, TN, May 29, 2018\n\"I often stated, ‘One way or the other, Mexico is going to pay for the Wall.’ This has never changed. Our new deal with Mexico (and Canada), the USMCA, is so much better than the old, very costly & anti-USA NAFTA deal, that just by the money we save, MEXICO IS PAYING FOR THE WALL!\" - Trump tweet, Dec. 13, 2018\nOur ruling\nTrump said, \"When I say Mexico is going to pay for the wall, that's what I said. Mexico is going to pay. I didn't say they're going to write me a check for $20 billion or $10 billion.\"\nTrump’s campaign called a one-time payment of $5 billion-$10 billion \"an easy decision for Mexico.\" The country’s other option would be to lose billions more in impounded remittances from immigrants working in the United States and increased fees on U.S. temporary visas and border crossing cards.\nTrump as president has thrown out a number of other ways for Mexico to pay for the wall. Now he says it will be \"indirect\" through the trade deal (though that’s unsupported).\nBut his rewrite of a famous campaign pitch doesn’t clear. We rate this statement False.\n Share the Facts 2019-01-10 22:54:27 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"When I say Mexico is going to pay for the wall, that's what I said. Mexico is going to pay. I didn't say they're going to write me a check for $20 billion or $10 billion.\"    Donald Trump President of the United States    in a roundtable at the border Thursday, January 10, 2019 2019-01-10    Read More  info", "vclaim_id": "vclaim-pol-01138"}