{"url": "/factchecks/2019/oct/10/david-mckinley/fact-checking-ethylene-production-us/", "speaker": "David McKinley", "vclaim": "\"About 95 percent of America’s production of ethylene is produced on the Gulf Coast in Texas and Louisiana.\"", "truth_label": "true", "date": "stated on September 23, 2019 in a news release:", "title": "Fact-checking ethylene production in the U.S.", "text": "Three U.S. House members from West Virginia have proposed creating an Appalachian Storage Hub to store and transport large amounts of natural gas liquids in the region.\nOne of those House members is West Virginia Republican David McKinley. In a news release announcing House Resolution 4433 -- the Appalachian Regional Energy Hub Initiative -- McKinley said he backs the effort and cited Hurricane Harvey, the 2017 storm that shocked coastal Texas and Louisiana, as evidence that a more reliable storage system is needed.\n\"Developing such a ‘Hub’ in Appalachia would bring significant investment and jobs to the region,\" McKinley said in his op-ed for the Fairmont News.\nIn his news release, McKinley wrote that the danger for the nation is that today, \"about 95% of America’s production of ethylene is produced on the Gulf Coast in Texas and Louisiana — a region exposed to major storms like Hurricane Harvey.\"\nIs he right about that percentage? We took a closer look.\nWhat is ethylene?\nFirst, let’s explain what ethylene is.\nEthylene is commonly used to produce polyethylene, which is one of the most commonly produced plastics in the world. Food packaging and containers, bottles, and housewares are among the products manufactured from polyethylene.\nMcKinley’s District of Columbia office pointed us to a report to Congress by the U.S. Energy Department released in November 2018.  \nThe report includes a line that says that \"ethylene production capacity is highly concentrated in the United States Gulf Coast; over 95% of U.S. ethylene production capacity is located in either Texas or Louisiana.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe figure below illustrates the total capacity in million metric tons that each region produces, the majority of which comes from Texas and Lousiania. \n\nDocumented Ethylene Production Capacity in the U.S. (Source: Ethane Storage and Distribution hub in the United States)\nAfter Hurricane Harvey hit the U.S. in Texas and Louisiana, 60% of the production capacity in America went offline, causing problems for industry, at least in the short term.  \nIt’s worth noting that these numbers can be expected to shift once a major \"ethane cracker\" plant in Monaca, Pa., comes online in another year or two. \nCrackers are facilities that break down ethane into multiple byproducts, including ethylene. The Shell Chemicals facility in Monaca is expected to produce 1.6 million metric tons per year of ethylene.\nThe Energy Department report cites two additional ethylene facilities in the Appalachian region that are on the drawing board, though they are slated to come online after the Monaca plant. They are in Washington Bottom, W.Va., and Shadyside, Ohio.\nOur ruling\nMcKinley said, \"About 95% of America’s production of ethylene is produced on the Gulf Coast in Texas and Louisiana — a region exposed to major storms like Hurricane Harvey.\"\nThe scale of operations in Appalachia are on track to grow in the coming years, but for now, McKinley is correct: Energy Department data shows that more than 95% of U.S. ethylene production capacity is located in either Texas or Louisiana. \nWe rate his statement True.", "vclaim_id": "vclaim-pol-00074"}