{"url": "/factchecks/2013/aug/07/nancy-gordeuk/home-school-nontraditional-education-centers-face-/", "speaker": "Nancy Gordeuk", "vclaim": "\"The Georgia Department of Education has implemented a new policy beginning in August that states that public schools will no longer accept credits from home school entities or non-traditional education centers.\"", "truth_label": "half-true", "date": "stated on June 22, 2013 in an online posting:", "title": "Nontraditional education centers face change in policy", "text": "School is starting for most Georgia students. And a group of parents and education leaders is warning about changes to the state’s class credit policies.\nA reader asked us to check out a claim that has been making the rounds, including in a posting found on the Lilburn Patch website.\nThe posting, by Nancy Gordeuk, claims that the state Department of Education is implementing a policy change that will limit parents’ choices of education options.\n\"Do you realize that the Georgia Department of Education has implemented a new policy beginning in August that states that public schools will no longer accept credits from home school entities or non-traditional education?\" Gordeuk writes in the Patch item.\nThat seemed like a rather significant policy for the state to change, and we investigate the claim further.\nGordeuk, a teacher, founded and operates TNT Academy in Lilburn. According to its website, TNT Academy is a nontraditional education center serving middle and high school students engaged in independent study. The academy also provides credit recovery for public school students who have failed a class.\nTNT Academy lists its accreditation from the Georgia Accrediting Commission along with the Chancellor’s Office of the University of Georgia and the Georgia HOPE scholarship program for nontraditional study centers.\nGordeuk and other parents and nontraditional educators have started a petition to change the new policy they say will force parents to use only public schools.\nShe said she was notified about the policy change in May when a television reporter came to her academy claiming the facility’s testing standards were not tough enough. (Gordeuk says Gwinnett County was trying to shut down her school). That story, reported by Channel 2 Action News, notes that Gwinnett, where TNT Academy is located, was changing its policies to ensure all students -- including home school and private academy students -- were held to the same academic standards.\nSo, was the policy change a county or state effort? Sort of a mixture of both.\nIn April, the Georgia Department of Education updated its policies for accepting high school transfer credits and grades. The new rules require local school systems to develop their own policies for validating credit for courses taken through home study programs, nontraditional educational centers and non-accredited schools.\nThe local systems are required to outline procedures for determining whether transfer courses meet the state-adopted curriculum, among other items.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"What we’re saying in the policy is at the local level they have to develop policy around who they accept courses from,\" Matt Cardoza, a spokesman for the state Education Department, told us.\nThe state rules do not include a provision grandfathering existing centers and home school.\nCardoza could not provide information on how Gwinnett’s school system was handling the state requirements, so we went to the source.\nTwo months after the state Education Department approved its new policy, Gwinnett changed its policy on awarding units of credit and accepting transfer credits.\nThe policy, approved by the Gwinnett school board on June 20, does not change the requirements for home schooled students, Gwinnett schools spokeswoman Sloan Roach told us. But students at nontraditional educational centers, such as Gordeuk’s TNT Academy, will have to follow the process currently in place for home schooled students. They will now have to take a state-mandated test or one provided by a local school system in order to validate the credit.\nGrades for course credit awarded through this process will be \"pass\" only and not appear as letter or number grades on report cards. High school transfer students must take any state-mandated tests including End-of-Course Tests.\n\"In the past, (Gwinnett schools) would accept credits from anybody accredited by the Georgia Accrediting Commission,\" Gordeuk said. With the changes, \"I think it all comes down to an issue of Gwinnett not wanting people to know how many of their kids are failing their classes.\"\nTo sum up, Nancy Gordeuk, founder of a nontraditional education academy in Gwinnett County, said that the state Education Department changed its policies and will no longer accept class credits from home schools and facilities like hers.\nIn April, the Georgia Department of Education did update its transfer credit policy. But the changes pass the decisions about accepting credits to local school districts. The local districts can determine which credits they will accept and from which education centers.\nIn Gwinnett County, where Gordeuk’s facility is located, students seeking transfer credits from these centers must first pass a county-issued test.\nGordeuk is correct in noting that the transfer credit policy has changed. But the local school districts can make the decisions on how that process is handled.\nWe rated Gordeuk’s claim Half True.\n(If you have a claim you’d like PolitiFact Georgia to check, email us at [email protected] Follow us on Twitter: @politifactga; and like us on Facebook: Politifact Georgia.)", "vclaim_id": "vclaim-pol-09021"}