{"url": "/factchecks/2018/aug/14/bluenc/could-nc-constitutional-amendment-make-abortion-il/", "speaker": "BlueNC", "vclaim": "A proposed constitutional amendment \"will pave the way for making abortion illegal under North Carolina’s constitution.\"", "truth_label": "pants-fire", "date": "stated on August 14, 2018 in a blog:", "title": "Could this NC constitutional amendment make abortion illegal?", "text": "This election, North Carolina voters will have the option of making six changes to the state Constitution.\nOne of them, commonly referred to as the \"victims’ rights\" or \"Marsy’s Law\" amendment, would add more protections and rights for crime victims in the legal process. The amendment was pushed by an advocacy group, Marsy’s Law for All, founded to prevent situations like the one experienced by the family of Marsy Nicholas.\nNicholas was stalked and killed by her ex-boyfriend in 1983, according to the Marsy’s Law for NC website. A week after Marsy’s death, her family was confronted by her accused murderer in a grocery store and the family \"had no idea that he had been released on bail,\" the site says.\nThe proposed amendment would include granting victims’ families the constitutional right to be present at court proceedings of accused felons, the right to be informed of a jury’s ruling, and the right to know if the convicted perpetrator has escaped or been released from prison.\nAmong the most common criticisms of the proposal is that it might slow the legal system and add costs.\nHowever, a completely different worry recently emerged on the BlueNC blog, which is run by former Democratic gubernatorial candidate James Protzman. Protzman created a poster describing each of the amendments.\n\"Victim’s rights will be extended to any class of people the legislature wants, including fetuses. This amendment will pave the way for making abortion illegal under North Carolina’s constitution,\" the Blue NC description of the victims’ rights amendment says.\nPolitiFact doesn’t often focus on blogs unless their content becomes widely distributed. In this case, the poster was shared on Facebook by Wayne Goodwin, chairman of the North Carolina Democratic Party, and Goodwin’s post was shared more than 700 times.\n‘Who knows?’\nAbortion is legal in the United States but regulations vary by state. For example, in North Carolina, there are restrictions on abortion after 20 weeks, and taxpayer money can’t be used for abortions except for pregnancies caused by rape, incest or where the mother’s life is endangered, according to the Guttmacher Institute, an advocacy group that promotes sexual and reproductive health and rights in the United States. North Carolina also gives medical providers the right to refuse abortion services and requires potential abortion patients to wait 72 hours after a consultation, the institute says.\nWhen contacted by PolitiFact, Protzman explained by email he’s critical of all six amendments because they’re vague. He pointed to this line in the legislation: \"The victim or, if the victim is a minor, is legally incapacitated, or deceased, a family member, guardian, or legal custodian may assert the rights provided in this section.\"\n\"So let’s say you’re the estranged husband of a woman who has an abortion. Under this amendment, you could assert all the rights of a family member on behalf of the fetus, and then impose the requirements of the amendment on your estranged wife. You could even assert, on behalf of the ‘victim,’ that felony murder took place,\" Protzman said.\n\"Would this happen? Who knows? But it could. And given the willingness of Sen. Berger and Speaker Moore to bend legislative rules to suit their agendas, I wouldn’t bet against it,\" he added.\nBut that hypothetical scenario is not only extremely unlikely, experts said, it’s also irrelevant. The victims’ rights amendment, which has no mention of abortion or reproductive rights, would still have no bearing on the legal status of abortion in North Carolina.\n‘Absurd’\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nGregory Wallace, a professor at Campbell University School of Law, noted the amendment applies only to people who are victims of a crime, and identifies specific procedures the court must follow to grant those rights. He described Protzman’s claim as \"absurd.\"\n\"The proposed amendment does not authorize a person to accuse someone of a crime or to make something a crime that is not already unlawful,\" Wallace said in an email.\n\"Under the Constitution and current law, the aborted child is not treated as a victim of a crime,\" Wallace continued. \"The aborted child therefore would not have any rights under the proposed amendment, nor does the proposed amendment do anything to change current abortion law.\"\nMarsy’s Law for NC, the group pushing the amendment, echoed that sentiment.\n\"Marsy’s Law is not about abortion rights — it’s about strengthening rights for victims of crime,\" the group said through Chris Sinclair, general consultant for the Marsy’s Law for NC campaign.\n\"Special interest groups are in high gear on social media spreading misinformation about Marsy’s Law, the amendment that will strengthen constitutional rights for victims of crime in North Carolina,\" the statement says. \"Their glib misinformation campaign is an attempt to mislead voters, and ultimately will hurt crime victims and their families who deserve equal rights in the state constitution - rights that the accused and convicted already have.\"\nSkye David, an attorney with New Frame in Raleigh, focuses on victims of sexual assault as part of her lobbying work. She told PolitiFact in an email the proposed law could, in theory, apply to an abortion case. But it’s \"unlikely that it could qualify as felony murder because there would be no attempt to commit a felony under (statute).\"\n\"I’m certainly open to hearing how this could/would be more common, but don’t think that this would be a common or even uncommon case.\" The proposal is unlikely to pave the way for making abortion illegal, she said.\nFederal law trumps state law\nJohn Dinan, an expert on the N.C. Constitution who teaches at Wake Forest University, says he has kept track of the states that started adopting victims’ rights amendments, a trend that started in the 1980s, and then the second wave of states that adopted Marsy’s Law amendments.\n\"Of the various critiques that have been advanced about these amendments during the campaigns — and there have been various critiques — concerns about the effects on abortion rights have not figured prominently in the debates and campaigns about the amendments,\" Dinan told PolitiFact in an email. \"Far more common have been concerns about whether these amendments will place an undue burden on prosecutors and court systems.\"\nThe proposed North Carolina constitutional amendment is no different, he said.\n\"In looking at the original victims’ rights amendment (added to the North Carolina Constitution in 1996) and then examining the changes that would be made by the 2018 Marsy’s Law amendment, it is not clear to me which of the 2018 changes would have the claimed effect on abortion rights,\" Dinan said.\nJeff Powell, an expert at Duke University, emphasized that the state can’t pass any new abortion restrictions that violate federal law. And the Supreme Court has ruled that abortion rights are protected by the U.S. Constitution.\n\"As long as there’s a federal constitutional rule on abortion, that trumps whatever North Carolina will do,\" Powell said.\nOur ruling\nBlueNC said the proposed victims’ rights constitutional amendment will \"pave the way for making abortion illegal.\" Attorneys and legal experts say the path to such fallout not only is unclear, but unlikely. One expert described the claim as \"absurd.\" And Protzman failed to offer evidence that an amendment which is completely unrelated to reproductive rights could outlaw abortion. We rate this claim Pants on Fire.\n Share the Facts 2018-08-14 21:16:34 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A proposed constitutional amendment \"will pave the way for making abortion illegal under North Carolina’s constitution.\"    BlueNC blog promoting progressive politics https://bluenc.com/blogs/james   North Carolina Monday, August 6, 2018 2018-08-06    Read More  info", "vclaim_id": "vclaim-pol-01734"}