{"url": "/factchecks/2014/jun/18/chain-email/chain-email-falsely-says-barack-obama-first-presid/", "speaker": "Chain email", "vclaim": "Barack Obama is the \"first president to file lawsuits against the states he swore an oath to protect.\"", "truth_label": "pants-fire", "date": "stated on June 18, 2014:", "title": "Chain email falsely says Barack Obama is 'first president to file lawsuits against the states he swore an oath to protect'", "text": "Readers recently forwarded us an email that’s been making the rounds for several years. We initially checked one of its long list of claims in 2011 -- that President Barack Obama is the \"first president to terminate America’s ability to put a man in space.\" But after rating the space claim Pants on Fire, we got distracted and never took a close look at any of the other three dozen claims in the email.\nWith this same email now seemingly circulating in heavy rotation again (here’s a version the reader sent us from a conservative blog post) we decided to check a few more.\nIn this item, we’ll check the claim that Obama is the \"first president to file lawsuits against the states he swore an oath to protect.\" As examples of Obama’s purportedly overstepping past practices in suing states, the email specifically alludes to a suit filed by his administration against Arizona’s controversial immigration law, one filed by his campaign against voting-law changes in Ohio, and a case in which his administration filed a friend-of-the-court brief in a suit filed by Planned Parenthood against Indiana.\nBut there are several problems with the claim.\nWhat does the president swear to protect?\nThe presidential oath of office says, \"I do solemnly swear (or affirm) that I will faithfully execute the Office of President of the United States, and will to the best of my Ability, preserve, protect and defend the Constitution of the United States.\"\nThere’s nothing in there about protecting the states. Rather, the president is charged with protecting the Constitution of the United States. Sometimes states act in ways that contradict the U.S. Constitution (or federal laws), and when they do, the president’s administration is expected to challenge those states in court. It’s up to the judicial branch to decide whether the states or the federal government is right in that case.\n\"The federal government does sue states, either to enforce federal law or to enforce the Constitution, and it’s not that uncommon,\" said Kermit Roosevelt, a University of Pennsylvania law professor.\nWho files the lawsuits?\nWhen the federal government sues a state (or anyone), the lawsuit is almost always filed by a federal department or agency, rather than by the president personally.\nWhile it’s true that the president’s policy preferences may have an impact on what types of suits are put at the top of the pile, it’s not correct to say Obama is the \"first president to file lawsuits against the states.\" Much of the decision about whether to sue states is up to lower-level officials, with significant input by nonpartisan, career public officials, and with close attention paid to the plain language of the law in question, rather than simply because of ideological pique.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIs Obama really the first president to sue states?\nThis is the laughable part of the claim.\nSimply by Googling, we found at least 40 examples of Supreme Court cases titled, \"United States vs. (name of state)\" that fit the email’s definition, going back more than a century. Many of them are fairly mundane -- a lot involve competing land claims between the federal government and states -- but others are more wide-ranging, and a few were quite important.\nFor instance, United States vs. Arizona (1935) involved a fight over construction of the Parker Dam, in which Arizona threatened the use of military force to stop the work; United States vs. Georgia (2006), which involved a state prison’s alleged failure to adhere to the Americans with Disabilities Act; United States vs. Commonwealth of Kentucky (2001), which addressed whether state or federal law has the final say on radioactive waste rules at a federal Energy Department landfill; and United States vs. Minnesota (1926), in which the federal government, as the guardian of Indians, sued the state for proceeds of land sales that were due the Indians but not received by them.\nSeveral of the most important cases involved civil rights, including United States vs. Alabama (1960) and United States vs. Mississippi (1965), both of which dealt with African-American voting rights, and United States vs. Virginia (1996), which involved the all-male, state-supported Virginia Military Institute.\nWe also found more than 50 pre-Obama examples of Justice Department civil rights settlements with states based on lawsuits going back to 1988.\nBut the Justice Department isn’t the only federal agency to sue states -- lots of other federal agencies also bring enforcement actions against states through lawsuits. In some cases, the targets are states or state-run entities.\nConsider the docket at the Environmental Protection Agency. Between 2004 and 2006, the administration of George W. Bush settled lawsuits with the South Carolina Public Service Authority, the Virginia Department of Corrections, the Hawaii Department of Transportation, and the Idaho Transportation Department.\nA different claim than the one made in the email might have some validity -- that the Obama administration may be suing states more frequently, or on different and \"bigger\" issues. But even here, numerical proof is elusive.\nCarl Tobias, a law professor at the University of Richmond, said it’s logical to assume that Democratic administrations may be more likely to file lawsuits to enforce federal laws than Republican administrations do, since a core tenet of Republican philosophy is a distaste for \"big government.\"\n\"It sure seems like this administration does it a lot, and that Democrats would do it more than Republicans,\" said Ilya Shapiro, a senior fellow in constitutional studies at the libertarian Cato Institute. He added, however, that on the email’s specific claim, \"it doesn't strike me as unusual for the federal government to sue states to enforce federal law, particularly voting rights and environmental regulations.\"\nOur ruling\nThe chain email said Obama is the \"first president to file lawsuits against the states he swore an oath to protect.\" But no president swears to protect the states -- they swear to protect the Constitution, which sometimes leads to clashes with states and the president is then obligated to challenge them through lawsuits. Our quick search produced dozens of examples of the federal government suing states going back a century. So we rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07726"}