{"url": "/factchecks/2008/apr/29/john-mccain/mccain-stretches-on-who-gets-hit/", "speaker": "John McCain", "vclaim": "Barack Obama \"wants to nearly double the capital gains tax\" increasing taxes on \"mutual funds, 401(k)s\" for \"policemen, firemen, nurses.\"", "truth_label": "half-true", "date": "stated on April 20, 2008 in in an interview on \"This Week.\":", "title": "McCain stretches on who gets hit", "text": "Republican nominee Sen. John McCain criticized Democratic rival Sen. Barack Obama for proposing a tax increase on capital gains.\n\n\"Senator Obama says that he doesn't want to raise taxes on anybody making over $200,000 a year, yet he wants to nearly double the capital gains tax. Nearly double it, which 100-million Americans have investments in — mutual funds, 401(k)s — policemen, firemen, nurses. He wants to increase their taxes,\" McCain told interviewer George Stephanopoulos of ABC's\n\nThis Week\n\non April 20, 2008.\n\n\nMcCain is right about Obama's position on capital gains taxes. Obama has proposed raising them to between 20 and 28 percent to help pay for other programs. That top rate would \"nearly double them.\"\n\n\nHe's also right that many Americans hold mutual funds and 401(k)s. About 96-million hold mutual funds, according to industry estimates, with about 84 percent holding mutual funds in 401(k)s and other defined contribution retirement plan accounts.\n\n\nBut McCain strays from the path when he describes what capital gains taxes will affect and who will pay them.\n\n\nLet's stop here and explain exactly what a capital gains tax is. The Internal Revenue Service explains: \"Almost everything you own and use for personal purposes, pleasure or investment is a capital asset.\" When you sell an asset for a profit, that profit margin is your capital gain, and the IRS taxes you on it. Capital gains taxes vary depending on the income level of the tax filer and the length of the investment, with separate tax rates for short-term vs. long-term capital gains.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nPeople who want low capital gains taxes say they should be low because they encourage investment and economic growth. People who sell stocks for a profit, for example, are often concerned about capital gains taxes. Presidents Bill Clinton and George W. Bush cut the capital gains tax rate, so people now pay a lower tax rate on their capital gains than they do on their regular income. The long-term capital gains tax rate for higher income brackets now is 15 percent, considerably lower than their marginal income tax rates. (If you're making more than $32,000 a year, your income tax rates range from 25 percent to 35 percent. See a\n\ndetailed income tax chart here\n\n.)\n\n\nBut McCain's assertion about whom capital gains taxes would affect is another story. He says they would affect \"mutual funds and 401(k)s.\" He's right on mutual funds, but not about 401(k) or mutual funds held under a 401(k) retirement plan. A 401(k) is a retirement account to which workers can contribute earnings without paying taxes on the earnings. People aren't taxed on their 401(k) accounts until they withdraw the money. When they do withdraw that money, it's subject to regular income taxes, not capital gains taxes.\n\n\nWe asked McCain's campaign about his comments; a spokesman said increases to the capital gains tax would depress the stock market and thereby hurt people's 401(k)s. The idea is that investors would avoid the stock market because they have to pay a higher tax on their profits, stocks would go down, and then the value of 401(k)s would drop. But economists disagree about whether captial gains taxes have a significant effect on the stock market, and McCain's comments don't make it clear that he's talking about an indirect effect.\n\n\nMcCain's comments imply that 100-million people would see higher tax bills due to capital gains increases. This significantly inflates the number of people who pay capital gains taxes, even at the lower rate. Eric Toder, a tax policy expert with the Urban Institute in Washington, D.C., pointed us to IRS data that show about 16.2-million taxpayers were subject to capital gains taxes in 2005, the most recent year for which data are available. Additionally, most of the gains reported in 2005 — about 81 percent — were claimed by taxpayers making $200,000 a year or more, the top 2.7 percent of tax returns. We don't think of them as \"policemen, firemen, nurses.\"\n\n\nSo McCain is right on Obama's position, but he takes a lot of liberties in explaining the potential effects of an increase in the capital gains tax rate. Capital gains tax increases would not directly affect most working people saving for retirement. We find his statement to be Half True.", "vclaim_id": "vclaim-pol-16241"}