{"url": "/factchecks/2014/apr/29/barack-obama/barack-obama-says-average-minimum-wage-worker-35-y/", "speaker": "Barack Obama", "vclaim": "\"The average minimum wage worker is 35 years old.\"", "truth_label": "barely-true", "date": "stated on April 26, 2014 in a weekly address:", "title": "Barack Obama says 'the average minimum wage worker is 35 years old'", "text": "It’s become clear that raising the minimum wage from $7.25 to $10.10 is one of President Barack Obama’s highest-priority proposals at the moment. The rhetoric coming out of his White House certainly supports that notion.\nOn April 26, Obama included this passage in his weekly address:\n\"Right now, there’s a bill that would boost America’s minimum wage to $10.10 an hour. That would lift wages for nearly 28 million Americans across the country. 28 million. And we’re not just talking about young people on their first job. The average minimum wage worker is 35 years old. They work hard, often in physically demanding jobs.\"\nIt’s pretty transparent that Obama is seeking to counter the notion that a wage hike would simply help teenagers taking a summer job or college students making some extra money slinging hash at the local diner.\nBut is Obama's specific claim that, \"The average minimum wage worker is 35 years old\" accurate?\nThe White House told us it used a study by the Economic Policy Institute. This is a liberal group that’s in tune with many of Obama’s policies, but for the moment, let’s put that aside.\nThe study looked at anyone earning less than $10.10 an hour, under the logic that raising the minimum wage to $10.10 wouldn’t just raise wages for those earning $7.25 an hour, but rather for everybody earning less than $10.10.\nIn addition, David Cooper, the author of the report, told PolitiFact that his calculations actually included everyone currently earning up to $11.10 -- a dollar more than Obama’s proposed minimum wage level. This decision was made on the assumption that anyone earning slightly above $10.10 at the time of the minimum-wage hike would also get a small boost, in order to keep them nestled correctly in a company’s wage hierarchy.\nEPI found that the average age of workers earning under $11.10 is 35 years old.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nIf you don’t read Obama’s sentence closely, it would seem that he’s right. But actually, he muffed the talking point.\nWhereas EPI’s study looked at workers who earned as much as four dollars an hour more than the federal minimum wage, Obama’s words referred to people who are actually being paid the minimum wage today.\nWe ran this by Cooper, the report’s author. He told PolitiFact that if you look at workers \"at or near their effective state minimum wage,\" which he defined as within 3 percent of the minimum-wage level, the average age is 31.\nThat's in the ballpark but lower than the 35-year-old figure Obama cited.\nIn reality, the statistics on this specific point are murky. A different study by the Bureau of Labor Statistics found that 71 percent of minimum-wage workers are younger than 30 -- a starkly different picture of low-wage workers. But the BLS study has an important limitation -- it looked only at workers making exactly the federal minimum wage of $7.25 and below, so it doesn’t include workers from any of the 21 states and the District of Columbia that have enacted higher state minimum wages.\nA few weeks earlier, the White House used the same EPI statistic correctly. In a tweet, White House spokesman Jay Carney touted an infographic that asked, among other things, \"Who will raising the minimum wage actually help? … More than half work full-time. The average worker is 35 years old.\"\nCarney’s claim focused on workers who will benefit from a wage hike, which is in line with what the study looked at. We rated that statement Half True, in part because the infographic ignored the different conclusion of the BLS study and relied only on one report from a friendly group.\nThis time, by contrast, Obama didn’t cite the correct number.\nOur ruling\nThe White House had a point earlier this month when it tweeted that those who would benefit from a $10.10 wage hike average 35 years of age. But Obama’s subsequent comment was less accurate. In his weekly address, the actual statistic using the data from the same report is 31, and partial data from the Bureau of Labor Statistics suggests that the average age could be even lower than that. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07924"}