{"url": "/factchecks/2020/aug/28/donald-trump/donald-trumps-false-rnc-claim-about-joe-biden-and-/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden “is even talking about taking the wall down.”", "truth_label": "false", "date": "stated on August 27, 2020 in a speech at the RNC:", "title": "Donald Trump weaves Joe Biden into his false claims about the border wall", "text": "As he accepted the Republican nomination for reelection, President Donald Trump claimed that Joe Biden’s immigration plan would disadvantage Americans. Speaking from the South Lawn of the White House, Trump also claimed his Democratic opponent would undo one of Trump’s proudest undertakings: the construction of border barriers.\n\"The Biden plan would eliminate America's borders in the middle of a global pandemic,\" Trump said Aug. 27. \"And he is even talking about taking the wall down. How about that?\"\nIs that right? No.\nBiden does not plan to eliminate American’s borders, and he has not said he would demolish border construction done by the Trump administration. This fact-check will focus on the wall claim.\nWe asked the White House and Trump’s re-election campaign for evidence that backed Trump’s claim. We didn’t hear back.\nRELATED: Fact-checking Donald Trump's 2020 RNC speech\nBiden’s stance on border security\nBiden has not said he would take down barriers built at the border. What he has said is that he wouldn’t build more of them.\n\"Trump campaigned on ‘Build that wall.’ Are you willing to tear that wall down?\" NPR’s Lulu Garcia-Navarro asked Biden in an interview aired Aug. 6.\n\"No. There will not be another foot of wall constructed on my administration, No. 1,\" Biden answered. \"No. 2, … I'm going to make sure that we have border protection, but it's going to be based on making sure that we use high-tech capacity to deal with it and at the ports of entry. That's where all bad stuff is happening.\"\nBiden’s immigration plan says that most contraband comes into the United States through legal ports of entry and that nearly half of the people who are illegally in the country overstayed a visa, rather than crossed a border illegally. Trump has misallocated resources by focusing on a border wall, Biden argues.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIf elected president, Biden says, he would \"direct federal resources to smart border enforcement efforts,\" such as cameras, sensors, large-scale X-ray machines, and fixed towers at and between ports of entry.\n\"Like every nation, the U.S. has a right and a duty to secure our borders and protect our people against threats,\" Biden’s plan says. \"But we know that immigrants and immigrant communities are not a threat to our security, and the government should never use xenophobia or fear tactics to scare voters for political gain.\"\nTearing down border barriers also isn’t among the policy recommendations of a task force that Biden and Sen. Bernie Sanders, I-Vt., appointed to help unify Democrats. In his acceptance speech and in previous speeches Trump has mischaracterized several elements of the task force’s recommendations. The task force called Trump’s border barriers \"unnecessary, wasteful, and ineffective,\" but did not propose taking them down.\nIt’s worth noting that there’s not much new border wall to take down. Trump’s repeated boasts that he has \"built 300 miles of border wall\" are wrong. What he’s referring to is mostly the replacement of older barriers with new fences, not new barriers in unprotected areas.\nBefore Trump took office, the nearly 2,000-mile southern border had 654 miles of primary barriers (the first physical impediment a border crosser may face).\nMore than three years into Trump’s presidency, that has increased by 5 miles.\nRELATED: Donald Trump promised to build a border wall and make Mexico pay for it. That didn’t happen\nOur ruling\nTrump said Biden \"is even talking about taking the wall down.\"\nBiden has not said that. Biden opposes construction of barriers at the border, but has not said he would demolish existing structures.\nTrump’s claim is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17197"}