{"url": "/factchecks/2017/jul/11/blog-posting/no-obama-did-not-follow-trump-g20-summit-germany/", "speaker": "Bloggers", "vclaim": "\"Obama goes to G20 summit ...  Everywhere President Donald Trump goes, Obama shows up, too.\"", "truth_label": "pants-fire", "date": "stated on July 8, 2017 in a blog post:", "title": "No, Obama did not follow Trump to G20 summit in Germany", "text": "A website that makes no guarantees that its information is factual claims former president Barack Obama went to the G20 summit, trailing current President Donald Trump and not leaving him alone.\n\"Obama is a shadow president that will not leave the current administration alone. He has been doing everything he can to mess up what Trump is doing. And being a liberal elite, he can get away with it. Everywhere President Donald Trump goes, Obama shows up too. A little odd, no?,\" said a July 8 post on world-politicus.com headlined \"Obama Goes To G20 Summit.\"\n\"This concerning practice has gotten on the last nerve of the Trump administration and it shows that they are concerned with what Obama is trying to do. Obama needs to realize that he is no longer the president, no matter how much he wants to be.\"\nThis year’s G20 meeting was held July 7-8 in Hamburg, Germany. The \"Group of Twenty\" — 19 countries and the European Union — meet to discuss the world economy, international cooperation, and other topics. G20 finance representatives have been meeting regularly since 1999. Heads of state and government for the 19 countries and top representatives for the European Union began meeting annually since 2008 in response to the financial crisis.\nObama attended the summits when he was president, but his spokesman confirmed to PolitiFact that he was absent from this year’s event, \"nor was he in Germany.\"\nObama was not even traveling abroad during that time, said Kevin Lewis, Obama’s spokesman. \"The last time that he was in Germany was about a month ago,\" Lewis said July 11.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe G20’s website lists Trump’s name and photo as the U.S. leader, not Obama. Trump is included in official photos of the event, not Obama. And had Obama actually appeared at the event, it would have made international news and being widely reported.\nWorld-politicus.com’s \"Disclaimer Policy\" page said all information on the website is \"published in good faith and for general information purpose only,\" but does not assure that the information is true. World-politicus.com \"does not make any warranties about the completeness, reliability and accuracy of this information,\" the website said.\nWe reached out to world-politicus.com but did not get a response.\nThe article in world-politicus.com also appears in another website, wetheproudpatriots.com, with the headline \"Obama Shows Up In Germany For G20 Acting Like The President… Look What He Did To Screw Trump.\" The \"Terms and Conditions\" page for wetheproudpatriots.com says it \"does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\"\nOur ruling\nWorld-politicus.com published a post headlined, \"Obama Goes To G20 Summit,\" adding \"Everywhere President Donald Trump goes, Obama shows up, too.\"\nObama has attended previous summits, but his spokesman confirmed to PolitiFact that he was not present at this year’s event, \"nor was he in Germany.\" There are no photos or videos of Obama at the meeting of global leaders — had he been there, it would have made headlines.\nWe rate the world-politicus.com’s statement Pants on Fire.\n Share the Facts 2017-07-11 19:44:10 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Obama goes to G20 summit ... Everywhere President Donald Trump goes, Obama shows up, too.\"    Bloggers website   in a blog post Saturday, July 8, 2017 2017-07-08    Read More  info", "vclaim_id": "vclaim-pol-03123"}