{"url": "/factchecks/2016/aug/11/national-rifle-association/nra-ad-falsely-says-clinton-doesnt-believe-your-ri/", "speaker": "National Rifle Association", "vclaim": "Says Hillary Clinton \"doesn’t believe in your right to keep a gun at home for self-defense.\"", "truth_label": "false", "date": "stated on August 10, 2016:", "title": "NRA ad falsely says Clinton 'doesn’t believe in your right to keep a gun at home for self-defense'", "text": "In a new multi-million-dollar ad buy, the NRA attacks Democratic presidential candidate Hillary Clinton’s stance on guns.\nClinton, the ad says, doesn’t want gun owners to be able to protect themselves. The National Rifle Association said it’s spending $3 million on the ad in North Carolina plus other \"key battleground states\" of Pennsylvania, Ohio and Nevada.\n\"She’s one of the wealthiest women in politics,\" the ad begins. \"Combined income: $30 million. Tours the world on private jets. Protected by armed guards for 30 years. But she doesn’t believe in your right to keep a gun at home for self-defense.\"\nNot even counting its TV exposure, the ad had been watched more than 100,000 times online within a day of being uploaded. We’re interested in the crux of the ad, which claims Clinton \"doesn’t believe in your right to keep a gun at home for self-defense.\"\nHer Republican rival, Donald Trump, has made similar claims before. He got a False for saying Clinton wants to abolish the Second Amendment in May and again in July. PolitiFact has also given a Pants on Fire ruling to a viral image that spread online during the primary, saying Clinton said she wants to shut down the NRA and ban handguns.\nNow the NRA has also entered the fray, launching its ad campaign the day after Trump said that \"Second Amendment people\" might be able to somehow stop Clinton.\nClinton’s communications manager for North Carolina, Andrew Bates, said the ad contains \"lies\" about Clinton because she supports gun control measures the NRA doesn’t like.\nClinton’s past statements\nClinton has had a fairly consistent view on gun rights: She says she respects the Second Amendment but thinks more regulations are OK to try to curb gun violence. Her website has details of her specific proposals, and she has also made a number of public statements.\nIn August 2015, after a news crew in Virginia was murdered on-camera, Clinton said, \"We've got to do something. It's a very difficult political issue. But we are smart enough, compassionate enough to balance legitimate Second Amendment rights concerns with preventive measures and control measures.\"\nWhen Clinton was running for president in 2008, she said virtually the same thing in a debate and argued for reinstating a ban on assault weapons that expired under George W. Bush. Her husband, Bill Clinton, signed the ban into law with support from former presidents Ronald Reagan, Jimmy Carter and Gerald Ford.\n\"You know, I believe in the Second Amendment,\" Clinton said in the debate. \"People have a right to bear arms. But I also believe that we can common-sensically approach this.\"\nClinton has also made gun rights supporters nervous at times. She once suggested a voluntary gun buyback program, although she compared it to one in Australia – not realizing the Australian program was a mandatory confiscation, not a buyback.\nAnd in an interview with ABC News anchor (and former Bill Clinton advisor) George Stephanopoulos, she declined to say for certain that she agrees the right to bear arms applies to individuals, which the Supreme Court decided in the landmark 2008 Supreme Court case District of Columbia v. Heller.\n\"If it is a constitutional right, then it, like every other constitutional right, is subject to reasonable regulation,\" she said.\nCriticisms\nJennifer Baker, the public affairs director for the NRA’s lobbying arm, said the ad is accurate because of Clinton’s stance on the Heller case.\nIf Clinton becomes president, Baker said, she will be tasked with picking a judge to replace the late Antonin Scalia, who sided with the 5-4 majority on Heller. Baker said the NRA doesn't want the court to take another shot at the Second Amendment and reverse its decision on gun rights.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\"If she were elected one of the first things she would be able to do is appoint a Scalia replacement who could overturn Heller,\" Baker said.\nThat’s possible. Of course, there’s no guarantee the currently Republican-led Senate would agree to nominate someone with real or perceived anti-gun views. Nor is there a guarantee another similar case will come up anytime soon. Heller was the first time the Supreme Court had interpreted the Second Amendment since 1939, according to the Library of Congress.\nSo what other proof does the NRA have? The backbone of its argument is a secretly taken audio recording from a private meeting last year in which Clinton criticized the Heller decision.\nThe court ruled that the Second Amendment gives individuals the right to own weapons for self-defense, even though no such language appears in the Second Amendment.\nHowever, the case was not only about that single issue — more on that in a second — and in the audio Clinton never mentions anything about self-defense or individual rights. Instead, she is criticizing another aspect of the ruling, regarding the government’s ability to regulate guns.\n\"The idea that you could have an open carry permit with an AK-47 over your shoulder walking up and down the aisles of a supermarket is just despicable,\" Clinton is heard saying. \"So I’m going to speak out. … The Supreme Court is wrong on the Second Amendment, and I am going to make my case on that every chance I get.\"\nSimilarities to George W. Bush\nClinton’s invocation of a machine gun and public carry might have sounded oddly familiar to George W. Bush. Those were two issues his administration was also concerned about during the Heller case.\nConservatives and liberals alike might not like to hear this, but it’s true: Clinton’s stance is similar to Bush’s. They would likely disagree on specifics. Yet both have argued that the right to bear arms needs to be upheld, but that it’s not an absolute right and can be regulated, just like the right to free speech.\nBush’s solicitor general, Paul Clement, wrote a brief on behalf of the government. He said the decision by the appeals court was too broad and asked the Supreme Court not to uphold it (the court ultimately did, leading to Clinton’s criticisms years later).\nThe Bush administration wasn’t arguing that people have no individual right to own guns for self-defense. Instead, it was worried a favorable ruling could weaken the government’s ability in to restrict public access to machine guns or the carrying of weapons in public.\nClement argued the decision \"could cast doubt on the constitutionality of existing federal legislation prohibiting the possession of certain firearms, including machineguns,\" and that the Second Amendment \"is not infringed by laws prohibiting the carrying of concealed weapons.\"\nWe doubt many people will accuse Clement — who represented the NRA at the Supreme Court a couple years after leaving the White House — or Bush of being anti-gun. And their concerns over machine guns and unrestricted carry were the same that Clinton was recorded talking about, which the NRA cited for its ad.\nOur ruling\nThe NRA said Clinton \"doesn’t believe in your right to keep a gun at home for self-defense.\"\nClinton has never said that, nor could she do anything about it on her own even if she wanted to. She would need to rely on a new Supreme Court justice, who would first have to be approved by the currently Republican-led Senate.\nClinton did say she disagreed with the Heller ruling, as the NRA points out. But she was talking about specifics and cited the same worries raised by the Bush administration, about looser restrictions on automatic weapons or carrying in public.\nWe rate this claim False.\n \nhttps://www.sharethefacts.co/share/6645d7e7-d467-4db6-8d8f-35b88b37dd55", "vclaim_id": "vclaim-pol-04492"}