{"url": "/factchecks/2014/dec/11/steve-adler/steve-adler-says-san-antonio-recycles-40-percent-w/", "speaker": "Steve Adler", "vclaim": "\"The city of San Antonio reuses almost 40 percent of its water. You know how much the city of Austin reuses? About 5 percent. And that's not right. We can do better.\"", "truth_label": "barely-true", "date": "stated on November 19, 2014 in a TWC News debate:", "title": "Steve Adler says San Antonio recycles 40 percent of water, Austin only 5 percent", "text": "An Austin mayoral candidate suggested the Texas capital greatly lags the Alamo City in a wet way.\nIn a Nov. 19, 2014, Time Warner Cable News debate with his Dec. 16, 2014, runoff opponent, Mike Martinez, Steve Adler said: \"The city of San Antonio reuses almost 40 percent of its water. You know how much the city of Austin reuses? About 5 percent. And that's not right. We can do better.\"\nAdler has talked up San Antonio before; in his September 2014 water agenda, he pointed out San Antonio’s wide lead in water reuse, and advocated reforming Austin’s \"purple pipe\" system (state law requires pipes carrying non-potable treated wastewater be colored purple).\nIt’s no light topic. Texas’ 2012 State Water Plan, a 50-year strategy for keeping water supply up with demand, says the state must quadruple its use of reused (or recycled) water, adding over 300 billion gallons to yearly supply by 2060.  \nTo clarify: Water reuse doesn’t necessarily mean sending purified toilet water to the tap (as Wichita Falls does). Cities normally discharge treated wastewater, not fit to drink, into a local river, but some reuse it for irrigation or industry.\nSan Antonio is recognized as an innovator in water conservation, but in looking into Adler’s statement, we found his comparison doesn’t match apples to apples.\nThat is, San Antonio uses most of its recycled water in ways that Austin cannot: It fills its urban rivers with recycled water and sends recycled water to power plants just a few miles downriver.\nThe comparison also is flawed because the cities already pipe about the same percentage of recycled water through purple pipes to city customers for irrigation and industry.\nAdler’s data\nTo launch this check, we queried Jim Wick, Adler’s campaign manager, on the candidate’s statistics. He provided information received on April 11, 2014 by an Adler supporter, William Moriarty, who is also a member of Austin’s Water and Wastewater Commission.\nMoriarty had requested water recycling statistics from the Austin Water Utility, which serves more than 890,000 customers in Austin and surrounding communities, and the San Antonio Water System, which serves more than 1.6 million customers in Bexar and surrounding counties.\n-Austin Water division manager Raj Bhattarai said Austin’s wastewater treatment plants treated 33.84 billion gallons in 2013, of which 1.47 billion gallons, or 4.3 percent, were reused.\n-SAWS senior resource analyst Gregg Eckhardt said San Antonio’s wastewater treatment plants treated 45.22 billion gallons in 2013, of which 16.2 billion gallons, or about 35 percent, were reused. Eckhardt said 75 percent of the reused water was sent via the San Antonio River to power plants downstream, 15 percent was piped to city customers and 10 percent was added to urban waterways to boost flows.\nBut a July 2014 email, also provided by Wick, threw up a flag; Eckhardt told the Adler campaign that the state, unlike SAWS, doesn’t consider water pumped to boost streamflow to be reused.\nPut another way, not counting flow augmentation, San Antonio reuses about 32 percent of its wastewater.\nThis turn made us wonder: what else are the cities reporting as reused water?  It was here that we learned about water delivered both via big rivers and purple pipes.\nPurple pipes\nDaryl Slusher, an Austin Water Utility administrator, said by phone Austin’s reuse tally only includes water piped from wastewater treatment plants to customers.\nAustin’s 48 miles of purple pipes serve 69 customers for recycled water including golf courses, city parks and Austin Energy, according to a utility spokesman, Jason Hill, who also said the number of customers the utility could serve was capped by \"infrastructure limitations.\" Meaning? The city has to build more purple pipes.\nThe Austin American-Statesman reported in December 2009 that Austin then planned to spend $180 million expanding the purple pipe system -- over three decades.\nAdler’s web-posted water agenda says city policies make it costly for irrigation customers currently using drinking water to switch to recycled water.\nBy email, Wick told us Adler supports an exemption to the purple-color requirement for irrigators who already have underground networks of white-colored pipes and want to use recycled water. Then again, we realized, the Austin City Council on Nov. 14, 2014, adopted an ordinance doing just that: allowing irrigators to use recycled water without replacing existing pipe networks.\nSo, is Adler’s plan already moot? Not quite, Wick said by email, adding that Adler believes the city’s already-approved expansion of purple pipes should be completed more quickly than planned.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSan Antonio also sends recycled water through purple pipes. In fact, a 2013 U.S. Environmental Protection Agency report called San Antonio’s 110 miles of purple pipe \"the nation’s largest direct recycled water delivery system.\"\nEckhardt told us customers include golf courses, conference center air-conditioning cooling towers, computer server-farm cooling systems, Trinity University and factories like a Toyota truck plant.\n\nMap of San Antonio’s recycled water system, including purple pipe, taken with permission from Eckhardt’s The Edwards Aquifer Website. CPS Energy pumps water from its station on the San Antonio River to fill Braunig and Calaveras lakes, cooling reservoirs for power plants.\nAccording to Eckhardt, 5 percent of San Antonio’s treated wastewater was pumped to city customers through purple pipes in 2013. According to Hill, about 4 percent of Austin’s treated water was pumped back through the purple pipes that year.\nSo if San Antonio hardly outperforms Austin in getting recycled water to city customers, how does San Antonio lay claim to recycling so much more wastewater\nThe difference is almost all about whether water put in a river should be counted as recycled.\nPower plants\nIn 2013, SAWS sent 12.2 billion gallons of recycled water--83 percent of the utility’s total reported water reuse--about four miles down the San Antonio River to three Bexar County CPS Energy power plants, which are not linked to the purple pipe, according to SAWS communications manager Anne Hayden.\nEckhardt said San Antonio was the world’s first city to fill power plant cooling reservoirs with treated wastewater. Previously, he said, the plants were cooled with drinking-quality water.\nAustin likewise dumps its treated wastewater into the Colorado River. And likewise, a multitude of downstream users pump water from the river, including the Fayette Power Project 83 miles downstream and the South Texas Nuclear Project about 150 miles downstream.\nBut unlike in San Antonio, the plants don’t exclusively use treated wastewater; The Lower Colorado River Authority also sends water from the Highland Lakes, upstream reservoirs that also supply Austin, said LCRA spokeswoman Clara Tuma by email. She said treated wastewater discharged by Austin \"is available for use by all senior water rights holders downstream who may need the water,\" including cities and irrigation districts.\nDownstream users consume enough that not much water from Austin actually even makes it to the coast at Matagorda Bay, where river flow has dwindled to record lows.\nBut Slusher said the Austin utility doesn’t count downstream use as reuse because unlike SAWS, Austin loses ownership of water it releases into the river, which becomes property of the LCRA.\nRobert Mace, executive administrator at the Texas Water Development Board, said SAWS’ transfer of water to CPS counts as reuse because the San Antonio utility has a contract to provide the water. He said: \"Water that's put back into river without some sort of formal agreement is referred to in the reuse subculture as ‘de facto reuse'\" and is not credited to any utility.\nAnother key detail: San Antonio lives on groundwater, and SAWS pumps aquifer water to fill the San Antonio River, unlike Austin which gets water from upstream. Absent SAWS’ treated wastewater, Eckhardt said the power plants would have to use drinking-quality aquifer water.\nFilling streams and rivers\nAs it turns out, indeed, most of San Antonio’s creeks and rivers would run dry without the city’s treated wastewater, including the waterways along the downtown Riverwalk, said Hayen with SAWS.\nHayden said San Antonio pumps about 5 million gallons of treated wastewater a day to keep the San Antonio River flowing, supporting tourism downtown and ecosystems downstream. Eckhardt said he considers flow augmentation reuse because before treated wastewater ran through San Antonio rivers, they were fed by wells pumping drinking-quality water from the Edwards Aquifer, which of late no longer need to pump.\nState water authority\nBy phone, Mace said there were no statewide guidelines regulating what a utility could or could not report as water reuse. However, he said a 2013 TWDB water reuse survey did not count water used for streamflow boosts in San Antonio.\nThe survey, which only reports recycled water customers within city limits, found Austin reused 3-3.5 percent of its wastewater that year while San Antonio reused 19-24 percent. However, Mace said, excluding recycled water sent to CPS power plants, San Antonio reused 3-3.8 percent of its wastewater.\nOur ruling\nAdler said San Antonio reuses 40 percent of its water while Austin reuses just 5 percent, indicating that the capital should catch up to its sprawling southern neighbor.\nThose percentages are offered by the respective local water utilities. However, both cities have been piping about the same share of treated water to local industrial and irrigation customers. This statement failed to acknowledge that San Antonio lays claim to even more recycling in ways Austin cannot match. This is mainly because, unlike San Antonio, Austin doesn’t own any of the treated wastewater it pours into its major river (while SAWS owns the water it puts into the San Antonio River).\nWe rate this comparison Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06923"}