{"url": "/factchecks/2007/dec/26/john-edwards/study-quantifies-homeless-vets/", "speaker": "John Edwards", "vclaim": "\"One out of every four homeless people on our streets is a veteran.\"", "truth_label": "mostly-true", "date": "stated on December 19, 2007 in a TV ad airing in Iowa and New Hampshire.:", "title": "Study quantifies homeless vets", "text": "In a Christmas message that ran as a television ad, John Edwards said he wanted to remember the less fortunate. He opened with the surprising statistic: One in four homeless people is a vet.\n\nCounting the number of homeless people is a challenging proposition, much less quantifying their military backgrounds. The number appears to come from a November 2007 study from the National Alliance to End Homelessness. The nonprofit used data from the U.S. Department of Veterans Affairs that estimated the number of homeless veterans in a given VA facility's service area. The alliance than combined that data with their own population estimates for the homeless nationwide.\n\n\nThe study cited data from 2005 that showed out of 744,313 homeless people in a given year, 194,254 were veterans. That means that 26 percent of the homeless are veterans, even though veterans only make up 11 percent of the U.S. population over 18 years old, according to U.S. Census data. The study counted people who were homeless at any time, even briefly, during the year, not just the chronically homeless.\n\n\nIt's also worth noting that the number of homeless veterans fluctuates over time because of natural demographic changes and because of the numbers of people who served in the military at any given time in history. Homeless advocates expect the percentage of homeless veterans is a number that changes as the years go by.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe 2007 study is an estimate, but it's based on data compiled, at least in part, by a federal agency, and it appears to be the latest data available. Other studies have found lower estimates of the national homeless population, but using a more conservative number for the overall homeless would have the effect of increasing the percentage of homeless veterans.\n\n\nAlthough Edwards is relying on the best available data, it's still extremely difficult to count homeless people because not all of them come in contact with service providers or other agencies. Some have health issues like addiction and mental illness that make them reluctant to be counted. Even reputable studies sometimes find different estimates for the homeless.\n\n\nThough the percentage of homeless veterans is an estimate, the number Edwards cites appears to be based on the latest available and was partially compiled by the federal agency that serves veterans. So he is on solid ground. But we have to take off a little bit for his emphatic statement of what's actually a complex estimate. For that reason, we find his statement to be Mostly True.", "vclaim_id": "vclaim-pol-16451"}