{"url": "/factchecks/2016/dec/20/blog-posting/anti-vaccination-blog-revives-debunked-hpv-story/", "speaker": "Bloggers", "vclaim": "Say Bill Gates is linked to HPV vaccine related deaths in India.", "truth_label": "pants-fire", "date": "stated on October 15, 2016 in a blog post:", "title": "Anti-vaccination blog revives debunked HPV story", "text": "The post on an anti-vaccination website was damning.\nThe headline \"Bill Gates uses 30,000 Indian girls as guinea pigs to test cancer vaccine,\" appeared on the Organic & Healthy blog in October and is still being shared. The article described a 2009 human papillomavirus vaccination demonstration project in India. In the span of about a year, thousands of girls between the ages of 10 and 14 received one of two vaccines to prevent genital warts that are linked to cancer later in life.\nAccording to the blog, the project went terribly wrong.\nIn one Indian state, \"some of the girls’ health deteriorated and five of them died the next year,\" the article said. In a second state, \"two deaths were reported.\"\nOne of our readers saw the blog post and asked us to check it out.\nWe did and as with many false claims, it takes a thread of fact and weaves a blanket of misinformation. We specifically looked at whether the vaccinations led to any deaths.\nFirst, a little background on human papillomavirus, or HPV.\nHPV causes genital warts and cervical precancers that can lead to a variety of cancers. In the United States for example, HPV is responsible for over 30,000 cancers each year. Several vaccines to prevent the warts and precancers came on the market in 2006. Since then, about 200 million doses have been administered worldwide. According to the U.S. Centers for Disease Control and Prevention, for the most common virus strains, the vaccines \"provide close to 100 percent protection against cervical precancers and genital warts.\"\nSo, what happened in India?\nIn 2007, the Indian government’s Council of Medical Research and two state governments laid the groundwork for a project to see whether these vaccines could be delivered cost-effectively in lower income communities. An international nonprofit PATH was directly responsible for the work. The vaccinations began in 2009 and by March 2010, they had vaccinated about 24,000 girls between the ages of 10 and 14. The effort was funded by the Bill and Melinda Gates Foundation and in addition to India, it took place in Peru, Uganda and Vietnam.\nThe trouble began when local newspapers reported several deaths linked to the vaccinations. In October 2009, a coalition of community organizations and health activists called for a halt to the project. Their cries grew more insistent. In an April 2007 letter to the Minister of Health, in addition to the deaths, they said over 120 girls had suffered everything from mood swings to epileptic seizures. The government agreed to stop.\nNo deaths\nThe government commissioned a group of physicians and researchers to investigate whether the vaccination program caused any deaths. In February 2011, the group reported there was no connection. One girl drowned. Insecticide poisoning killed two others. Two others had severe malaria. One was bitten by a poisonous snake and one died from a disease that physicians said \"can not be linked possibly to HPV.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nNo reputable study has ever tied the vaccine to a death.\nThe vaccines can have side effects, including fever, headache, fainting and nausea. But according to many studies cited by the CDC, these pass quickly.\nNot guinea pigs\nThe article paints a picture of global pharmaceutical companies experimenting on unsuspecting young, poor girls. In fact, the vaccines have gone through years of testing and have become commonplace in the wealthiest nations. Australia provides it to every girl and boy between 12 and 13 years old in public school. Vaccinations are routine in France, Germany and Holland. The vaccines are on the market in over 100 countries and the World Health Organization recommends it as part of the national immunization program for any nation that can afford it.\nA problem of process\nA 2010 article in the British medical journal Lancet assessed what went wrong in India. Its basic conclusion? Officials were too slow to respond when local concerns first emerged.\n\"Reluctance by public health authorities to respond to issues of public distrust for fear that they will exacerbate the problem is dangerous,\" the authors wrote.\nThe repercussions lasted for some time. In 2013, an Indian parliamentary panel chastised PATH, the international nonprofit, along with its Indian partners for failing to fully inform the parents of the girls of what they were doing and not having a system in place to track any side effects.\nOur ruling\nAn anti-vaccination blog tied Bill Gates to the deaths of several girls who were part of an HPV vaccination roll out in India. A full medical investigation determined that the girls died from causes completely unrelated to the vaccine. Some were poisoned by insecticide, malaria took others, and one drowned.\nMany millions of young girls and boys have received the vaccine over the years and while there are some common side effects, they are mild.\nThe blog post is a mash-up of outdated rumors that were disproven years ago.\nWe rate this claim Pants on Fire.\n(Editor’s note: PolitiFact has received funding from the Poynter Institute as part of a grant from the Bill & Melinda Gates Foundation.)\nhttps://www.sharethefacts.co/share/832d43f2-30f0-4ddb-b5d8-036835a20af2", "vclaim_id": "vclaim-pol-03853"}