{"url": "/factchecks/2013/jun/07/tim-griffin/no-rise-applications-triggered-irs-actions-says-ti/", "speaker": "Tim Griffin", "vclaim": "\"There was no surge in 501(c)(4) applications in 2010.\"", "truth_label": "true", "date": "stated on June 4, 2013 in a House Ways and Means hearing:", "title": "No rise in applications triggered IRS actions says Tim Griffin", "text": "One of the lines of defense in the current Internal Revenue Service controversy is that the agency stumbled under a heavy workload of applications from groups seeking tax-exempt status.\n\nSteven Miller, the former acting IRS commissioner, made this point in a piece he wrote for USA Today, describing \"a sharp increase\" in applications. The day after an audit critical of the agency went public on May 14, 2013, the IRS posted on a question-and-answer page that \"the number of applications has more than doubled in recent years.\" The agency connected that directly to the singling out of tea party groups, writing \"this inappropriate criterion was used as a shortcut to centralize similar cases.\"\n\nRep. Tim Griffin, R-Ark., took issue with that argument. At a House Ways and Means Committee hearing on Tuesday, he spoke about myths being \"thrown around.\"\n\n\"There was no surge in 501(c)(4) applications in 2010,\" Griffin said.\n\nIt’s possible to check whether a flood of paperwork was a contributing factor in the IRS missteps and we can see if Griffin is on solid ground.\n\nThe IRS keeps track of its workload and according to the inspector general’s audit, IRS staff was on the lookout for tea party-type groups at least six months before we see a jump in the number of applications. In fact, the data tell us that the volume of applications had dropped a bit from the year before the screening began.\n\nHere’s how the activity breaks down for 501(c)(4) applications, the sort of tax-exempt group where political activity is allowed:\n\n2009:    1,751\n\n2010:    1,735\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n2011:    2,265\n\n2012:    3,357\n\nThe inspector general’s report said these figures came from the IRS Exempt Organizations office and were for the fiscal year. As a reminder, the government’s fiscal year starts in October, so FY 2010 begins on Oct. 1, 2009, and runs through the end of September 2010.\n\nThe inspector general’s report also provides a detailed timeline that tracks when the tea party screening began. On about March 1, 2010, a manager asked a staffer to tally the number of tea party-related applications. According to the report, the staffer \"used Tea Party, Patriots, and 9/12 as part of the criteria for these searches.\"\n\nThe earliest that there might have been a jump in applications would have been in October 2010. That is well after the IRS began its effort to give selective treatment to tea party groups.\n\nThe IRS is correct in saying that the number of applications doubled, but that happened later -- from 2011 to 2012. We contacted the IRS and nothing we learned changes the numbers or the sequence of events.\n\nReporters for the Chronicle of Philanthropy and the Washington Post have sifted the facts, too, and reached the same conclusion: The rise in applications for 501(c)(4) status came after the IRS began treating tea party-type groups differently.\n\nOur ruling\n\nGriffin said there was no surge in 501(c)(4) applications in 2010, and the numbers from the IRS back him up. The timeline in the Inspector General’s audit shows that the selective treatment of groups based on their ties to the tea party movement began before any rise in the IRS workload.\n\nWe rate the statement True.", "vclaim_id": "vclaim-pol-09244"}