{"url": "/factchecks/2018/apr/26/james-tedisco/ny-may-raise-wages-tipped-workers-heres-what-happe/", "speaker": "James Tedisco", "vclaim": "After the minimum wage for tipped workers was raised in Maine, the state \"reversed that decision due to restaurant employees organizing en masse against the measure.\"", "truth_label": "true", "date": "stated on April 13, 2018 in a blog post :", "title": "New York may raise wages for tipped workers. Here's what happened when Maine tried", "text": "New York state leaders are thinking about raising the minimum wage for workers who earn tips in addition to their hourly rate.\nSen. James Tedisco, a Republican from Schenectady County, says that idea didn’t work when it was tried in Maine two years ago.\n\"The state of Maine passed an initiative that abolished the tip credit,\" Tedisco wrote in a blog post, \"but less than a year later reversed that decision due to restaurant employees organizing en masse against the measure after they saw a significant decrease in earnings.\"\nThe state Department of Labor will decide later this year whether to end a practice that allows employers to pay tipped employees less than the state’s minimum wage. Tedisco is against the idea, saying it could do more harm than good for the state’s restaurant industry.\nHe says restaurant workers in Maine were able to reverse an identical proposal in their state. Is he right about what happened?\nWhat’s happening in New York state\nThe state Department of Labor is holding hearings across the state through June to consider raising the minimum wage for tipped workers. The proposal would not ban tipping.\nTipped workers currently make between $7.50 and $10.85 an hour without tips depending on where they live and the industry they work in. The minimum wage for everyone else varies between $10.40 and $13.50 based on location and industry.\nTips are meant to make up the difference between what tipped workers earn and the statewide minimum wage. Employers have to fill the gap if tips do not.\nGov. Andrew M. Cuomo believes the proposal may help employees who struggle to make the minimum wage with tips. If the Department of Labor agrees, the agency can raise the minimum wage for tipped employees without approval from voters or the state legislature. They already did once in 2015.\nWhat happened in Maine\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMaine tried to do the same thing in 2016 — sort of.\nIn a 2016 ballot initiative, Maine approved increasing the state’s minimum wage as well as gradually raising the minimum wage for tipped workers until it reached $12 in 2024. The measure passed by a slim margin.\nBy the time the new minimum wage took effect at the start of 2017, restaurant workers had already organized a campaign to restore the lower wage for tipped workers. They argued that a higher wage would give patrons less incentive to leave a tip. Fear became reality for many workers, according to Joshua Chaisson, a server in Portland, Maine, who co-founded Restaurant Workers of America to oppose the wage increase.\n\"Individuals were coming into our restaurant and simply asking us, ‘You make minimum wage, do you still think I should tip the same percentage?’ \" Chaisson said.\nHe was one of hundreds of restaurant owners and workers who showed up at the state capitol in Maine that April for a public hearing on the wage increase. \n\"Several of us had brought pay stubs forward from the first quarter of 2016 and the first quarter of 2017 showing we had actually lost money in the same identical quarter from year to year,\" Chaisson said.\nIn June 2017, the Maine legislature passed a new law making the minimum wage for tipped workers half of the regular minimum wage.\nOne of the bill's sponsors, Sen. Roger Katz, gave credit to restaurant workers for the new law. \n\"Hundreds of restaurant workers have spoken, and we have listened,\" Katz said in a statement. \"Over the session it has become abundantly clear that those working in the restaurant industry overwhelmingly favor the tip credit system.\"\nOur ruling\nTedisco said the measure raising the minimum wage for tipped workers in Maine was reversed in less than a year.\nTedisco is right. Voters in Maine raised the minimum wage for tipped workers through a ballot initiative. State lawmakers reversed that decision less than a year later after pressure from restaurant workers who were against the wage increase.\nWe rate his claim True.\n Share the Facts 2018-04-27 14:23:10 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  After the minimum wage for tipped workers was raised in Maine, the state \"reversed that decision due to restaurant employees organizing en masse against the measure.\"    James Tedisco State Senator https://blog.timesunion.com/tedisco/save-the-tips-in-ny/2608/   Maine and New York state Friday, April 13, 2018 2018-04-13    Read More  info", "vclaim_id": "vclaim-pol-02146"}