{"url": "/factchecks/2011/apr/24/barack-obama/president-obama-says-gov-perry-used-stimulus-fund-/", "speaker": "Barack Obama", "vclaim": "\"Gov. (Rick) Perry helped balance his budget with about $6 billion worth of federal help, which he happily took, and then started blaming the members of Congress who had offered that help.\"", "truth_label": "mostly-true", "date": "stated on April 18, 2011 in an interview:", "title": "President Obama says Gov. Perry used stimulus fund to help balance budget, then started 'blaming' federal lawmakers who voted for legislation", "text": "Asked by a Dallas television reporter whether he agreed with Texas leaders that the federal government should take some governing cues from the Lone Star State, President Barack Obama said he saw \"a little inconsistency\" in that position.\n\n\"Keep in mind, Gov. (Rick) Perry helped balance his budget with about $6 billion worth of federal help, which he happily took, and then started blaming the members of Congress who had offered that help,\" Obama said during an April 18 interview with WFAA reporter Brad Watson at the White House.\n\nThat so?\n\nWe started our fact-check with Obama’s budget claim.\n\nAdam Abrams, a White House spokesman, told us that Obama was referring to stimulus funds when he said Perry plugged the budget with federal aid.\n\nThe roughly $800 billion federal stimulus package, named the American Recovery and Reinvestment Act by Congress, became law in February 2009 after receiving only three Republican votes, all in the Senate. State governments were the primary recipients of the money, although funds have also gone directly to entities such as schools, hospitals and utilities.\n\nThe law specified that governors had 45 days after its passage to certify that their state would \"request and use\" the offered funds. On Feb. 18, 2009, Perry sent Obama the requisite letter of certification, assuring the president that the state would accept the funds and use them \"in the best interest of Texas taxpayers.\"\n\nAccording to a February 2009 PBS News Hour online post, some stimulus money was meant \"to help states avoid slashing funding for education and other programs that lawmakers could trim to offset shortfalls.\"\n\nAbrams, asked for backup for the president’s statement, pointed us to the National Conference of State Legislatures, which in turn sent us its July 2009 report on state budgets. According to the report, state budget-writing Texas lawmakers in 2009 were short $6.6 billion in revenue for 2010-11 and relied heavily on stimulus funds for a solution.\n\nWe did our own budget research, finding that lawmakers agreed to spend $80.6 billion in state general revenue on basic expenses over the two-year period, according to a report by the Legislative Budget Board, which advises lawmakers on budgetary matters.\n\nHowever, the stimulus aid let legislators put an additional $6.4 billion toward programs, primarily Medicaid and education, historically financed with general revenue, according to a July 2009 House Research Organization report. Another $5.7 billion in stimulus money went to programs such as highway and bridge construction, child care development programs and weatherization assistance.\n\nCounting all funding sources, including the $12.1 billion in stimulus aid, the 2010-11 state budget totaled $182 billion.\n\nSo, Obama’s dollar figure holds up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWhat about his claim that after accepting the stimulus money, Perry started blaming members of Congress who voted for the bill — almost all of them Democrats?\n\nWe searched news archives and websites for such jabs.\n\nFor the record, Perry has long aired anti-Washington, anti-spending rhetoric. A December 2007 Austin American-Statesman story reported that Perry, while campaigning in Iowa for presidential hopeful Rudy Giuliani, said President George W. Bush \"is not and he never was\" a fiscal conservative.\n\nBack to the stimulus: On Feb. 18, 2009, the same day Perry accepted the federal funds, the governor slammed the legislation as being \"full of pork and special interest handouts.\" On his campaign website, Perry wrote: \"The Democrats think this bill will change our country's financial fortunes, but you and I know better. … This administration is saddling future generations with an increasingly unbearable debt.\" He then urged readers to sign an online petition telling \"Washington\" that they are \"fed up with bailouts.\"\n\nIn his letter to Obama accepting the aid, Perry said: \"As you know, I have been vocal in my opposition to this legislation because I believe there are better ways to reinvigorate our economy and believe (the stimulus plan) will burden future generations with unprecedented levels of debt.\"\n\nPerry also wrote that he opposed using \"these funds to expand existing government programs\" because the state would be burdened \"with ongoing expenditures long after the funding has dried up.\" (Elsewhere, Perry was quoted as saying that he welcomed federal dollars that could be used for one-time expenses.)\n\nDuring a Feb. 26, 2009, interview with conservative radio host Mike Gallagher, Perry criticized those members of Congress who had supported both the stimulus plan and the earlier $700 billion Troubled Asset Relief Program, which helped shore up struggling banks during the financial crisis. He said: \"Voting for the TARP in my opinion is even worse than voting for the stimulus; and they’re both very bad. ... At least some of the stimulus money may actually get into the hands of people where it might accidentally do some good.\"\n\nThere’s more.\n\nIn an April 7, 2009, video posted on his campaign website, Perry urged \"fellow patriots\" to attend tea party rallies planned for April 15 to let Washington know \"what you think about the bailouts, all this stimulus, all this runaway spending that’s going on.\" And during speeches at tea party rallies that day, Perry said the attendees were sending Washington a message that \"we will not stand for our pockets being picked, our children’s future being mortgaged, our rights being taken away.\"\n\nPerry’s criticism of Washington’s policies was not limited to Democrats. Running against U.S. Sen. Kay Bailey Hutchison in the last Republican gubernatorial primary, Perry frequently attacked her by calling out Washington. According to a Sept. 25, 2009, Statesman article, Perry wrote in a fundraising letter, \"If Washington Republicans hadn't spent like Democrats for 12 years, they might have maintained enough votes to actually kill Obamacare.\"\n\nMore recently, during a January 2010 speech in favor of a proposal to require Congress to balance the federal budget, Perry said that \"leaders in Washington … pour out your tax dollars on every challenge, blissfully ignoring the consequences of their largesse while they consign our children, our grandchildren to a life of unprecedented, unmanageable debt.\"\n\nWe asked the White House for examples of Perry \"blaming the members of Congress\" who supported the stimulus plan. Abrams didn’t offer any but told us that the president was pointing out \"the well-documented habit of those who criticize Recovery Act assistance while using those funds to balance a state's budget.\"\n\nSumming up: Obama said Perry \"happily\" took federal stimulus funds that helped balance the state’s 2010-11 state budget. Perry hardly sounded happy about it, but Obama is correct that he accepted stimulus money that was used to help balance the budget.\n\nAs to whether Perry then started \"blaming\" members of Congress who had supported the stimulus legislation — well, not in so many words. And as we noted, Perry’s criticism of the federal government had started long before.\n\nBut Perry criticized the plan specifically and the policies of Washington in general, using rhetoric that painted Congress and the White House with the same big-spending brush.\n\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-13205"}