{"url": "/factchecks/2013/may/24/carolyn-tomei/were-half-all-pregnancies-oregon-unintended/", "speaker": "Carolyn Tomei", "vclaim": "Says, \"In Oregon in 2010, 49 percent of all pregnancies were unintended.\"", "truth_label": "mostly-true", "date": "stated on May 15, 2013 in a House floor speech:", "title": "Were half of all pregnancies in Oregon unintended?", "text": "In honor of National Women’s Health Week, Oregon Rep. Carolyn Tomei, D-Milwaukie, talked up the benefits of a health initiative that encourages primary care providers to ask women whether they wish to get pregnant within the year or not.\n\nThe goal is to provide prenatal care to women who want a baby and contraception options to those who do not. Unintended pregnancies stress out family finances as well as taxpayers, who pick up the cost for half of all births in Oregon, Tomei said on the floor of the Oregon House.  \n\n\"In Oregon in 2010, 49 percent of all pregnancies were unintended. Fifty-three percent of all deliveries were paid for by Medicaid,\" she said.\n\nPolitiFact Oregon was intrigued by the statistic that nearly half of all pregnancies in Oregon in 2010 were unintended. How would anyone track that? What does it mean? Plus, we wanted to know if Medicaid -- a portion of which is called the Oregon Health Plan in Oregon -- paid for 53 percent of all deliveries.  \n\nPRAMS \n\nTomei said she relied on information from the Oregon Health Authority’s Pregnancy Risk Assessment Monitoring Systemsurvey. The questions asked of a sampling of new mothers include alcohol consumption, child safety, breast feeding and family planning.\n\nHere’s the question Tomei said was relevant to this fact check: When you got pregnant with your new baby, were you trying to get pregnant?\n\nIn 2010, 46.4 percent of new mothers surveyed said they were not trying to get pregnant. Nearly 53 percent of women said that the Oregon Health Plan or Medicaid helped pay for delivery, according to the survey. So part of what she said on the floor is backed up by the Oregon Health Authority, but the statement we’re checking is off by a few percentage points.\n\nAt the same time, we found an analysis by PolitiFact Rhode Island, which checked a similar claim by a R.I. state representative who said in 2011 that \"nearly half of all pregnancies in the U.S. are unintended.\" The representative received a True.\n\nThe source was the Guttmacher Institute, a New York City-based group well known for its research on reproductive health. Researchers reported 49 percent of pregnancies in the United States were unintendedin 2006. In Oregon, 49 percent of pregnancies were unintended as well.\n\nSo Tomei might be correct, albeit for a different year, based on Guttmacher. But bear with us, because the issue, we learned, is rather complicated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nAn unintended pregnancy is defined by the Centers for Disease Control and Prevention and the Oregon Health Authority as one where the woman wanted to be pregnant later or not at all. An intended pregnancy is one where the woman wanted to be pregnant at that moment, or sooner.\n\nHowever, and this is important, the \"pregnancy intendedness\" question on the PRAMS survey is not the one that Tomei relied on to derive intention.\n\nIn 2010, the percentage of new moms who wanted to be pregnant at that moment, or sooner, was 63.3. The percentage of new moms who wanted to be pregnant later or not at all was 36.6, and not 49 percent or 46.4 percent.\n\nA 2012 study by the Centers for Disease Control and Prevention finds Oregon is the norm: about 37 percent of births in the United States in 2006-10 stemmed from unintended pregnancies.\n\nSo why are Guttmacher numbers higher? The group based its analysis on all pregnancies, including those resulting in births, abortions and miscarriages. We can see how that would increase the percentage of mistimed or unwanted pregnancies.\n\nThe question relied on by Tomei has to do with family planning. The other question has to do with \"pregnancy intendedness.\" We honestly doubt the average person -- even a lawmaker -- could tell the difference without explanatory assistance from public health officials.\n\nThe ruling\n\nIf you accept Tomei’s interpretation of intended as meaning \"trying to get pregnant,\" 49 percent is just a few points shy of 46. 4 percent. We’d give that a Mostly True since the numbers are so close.\n\nIf you want to stick to a more rigid definition of unintended pregnancy, she would also be largely correct, albeit for the year 2006, based on the Guttmacher statistic. Remember, Guttmacher includes a broader universe of pregnancies, including not only births but abortions and miscarriages as well.  \n\nTomei would not be correct, however, based on the intendedness question in the PRAMS survey, which limits results to new moms who gave birth in 2010. And, according to a state epidemiologist with whom we spoke, this question is perhaps not the best way to gauge intention.\n\nPolitiFact Oregon rates the accuracy of the statement, not the ins and outs of the survey from which the statement comes. In the colloquial sense, Tomei is off by a few points. In the survey sense, she is backed up by a national study, although for a different year. We find those two factors are enough to find her statement accurate, but needing both clarification and additional information.\n\nWe rule the statement Mostly True.", "vclaim_id": "vclaim-pol-09298"}