{"url": "/factchecks/2014/mar/23/mary-burke/mark-burke-says-wisconsins-job-agency-has-unspent-/", "speaker": "Mary Burke", "vclaim": "\"Our state economic development agency under Walker, WEDC, actually isn’t even using the funds that are appropriated to it.\"", "truth_label": "mostly-true", "date": "stated on January 21, 2014 in an interview:", "title": "Mary Burke says Wisconsin's job agency has unspent funds", "text": "In 2011, Gov. Scott Walker led the transformation of the state Commerce Department into the Wisconsin Economic Development Corp. The creation of a quasi-private agency was meant to spearhead job creation.\nAfter a rocky start, including staffing turmoil and a scathing audit in 2013 , WEDC executives say the agency is finally on solid ground.\nWalker’s Democratic challenger, Mary Burke, thinks otherwise.\n\"Our state economic development agency under Walker, WEDC, actually isn’t even using the funds that are appropriated to it,\" she said in a Jan. 21, 2014  video interview with the Appleton Post Crescent.\nThe claim caught our attention because Walker is less than half way to meeting his promise to create 250,000 private-sector jobs by the end of his four-year term.\nIs Burke right that the agency has not even spent the money it has been given to boost job creation?\nWhen we asked Burke for backup to the claim, campaign spokesman Joe Zepecki cited news stories  and a Jan. 8, 2014 report from the nonpartisan Legislative Fiscal Bureau about the state of WEDC finances.\nThat report was prepared as WEDC asked the Legislature’s Joint Finance Committee to release the second year of the agency’s two year budget. WEDC leaders were ordered to appear before the committee so lawmakers could hear a progress report and get a detailed look at agency finances.\nThe report said WEDC had a \"surplus\" of about about $18 million. That’s for an agency that has 90 employees with a  budget of about $95 million. The agency also is allowed to issue employers some $300 million in economic incentives in the form of tax cuts.\nNot surprisingly, leaders of the agency viewed their performance differently. They say a good part of the the surplus stems from the switchover from the old Commerce Department. They also say the agency is track to spend all of it’s budget for the current fiscal year, which ends June 30, 2015.\nBurke’s claim is a \"bumper sticker about a pretty complicated topic,\" said WEDC deputy secretary Ryan Murray.\nThe surplus\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nWEDC ended its last fiscal year, which closed in June 2013, with a surplus of $34 million. About $14 million of that was money that \"carried over\" from the old Commerce Department.\nThe largest chunk -- $30 million -- was due to low demand for loans from the agency. In short, WEDC had expected to lend out $30 million more than was sought by businesses planning to relocate or expand in Wisconsin. The lower demand for loans came from the weak economic recovery, and also the rocky transition to the new agency, Murray said.\nThe agency’s board took two actions to deal with this surplus. First, it created a new policy -- one overlooked when the agency was created in 2011 -- that creates a reserve fund of between 15 to 25 percent of the agency’s budget. The fund gives the agency greater flexibility to handle unexpected events, such as loans offered during propane shortages this winter.\nThe reserve fund was set at $16 million for the current fiscal year.\nSecondly, WEDC sought for and received funding for the current fiscal year that was $18 million less than the agency’s original request. That action happened in January 2014, after WEDC executives were ordered to appear before the committee. In the end, the panel voted to provide $44.7 million in new taxpayer money for WEDC through June 2015.\nSpending pace\nMurray and WEDC spokesman Mark Maley also noted that the agency is on pace to spend its entire appropriation for the current fiscal year.\nThe organization’s total appropriation for the fiscal year ending in June -- including programs, loans and operating expenditures -- is $95.2 million.\nThrough the first six months of the fiscal year, WEDC has spent, made commitments or signed contracts totaling $53.4 million --  56 percent of the total appropriation, Maley said in an email.\nThat’s a good point. But, of course, it’s not what Burke was talking about. She was criticizing the $18 million surplus -- the amount that was left even after the creation of the reserve fund -- even though she spoke in the present tense.\nOur rating\nBurke says that Walker’s jobs agency \"isn’t using the funds appropriated to it.\"\nShe referred to WEDC’s well-documented surplus. No one disagrees about the amount, how it came about or what was done in response to it. Officials note the current budget is on track to be spent in its entirety.\nWe rate Burke’s claim Mostly True.", "vclaim_id": "vclaim-pol-08098"}