{"url": "/factchecks/2019/feb/28/chip-roy/2019-united-states-will-rack-about-100-million-deb/", "speaker": "Chip Roy", "vclaim": "\"We amass about $100 million in debt per hour, which means we've blown through 300, 400, 450 million dollars during this charade.\"", "truth_label": "mostly-true", "date": "stated on February 27, 2019 in a hearing for the House Oversight and Government Reform Committee:", "title": "In 2019, the United States will rack up about $100 million in debt every hour", "text": "As Democrats on the U.S. House Oversight and Government Reform Committee grilled Michael Cohen, the former personal lawyer of President Donald Trump, many Republicans on the panel described the hearing as a waste of time and suggested government resources could be better spent tackling other issues.\nAmong those members was U.S. Rep. Chip Roy, R-Austin.\nRoy posed a series of rapid-fire questions to Cohen before offering his perspective on where lawmakers should really focus their attention.\n\"Real Americans in my district and across the country wanted the president to be president not in any way because he is perfect, but rather because they are sick and tired of this hellhole,\" Roy said at the hearing. \"They supported this president because they are sick and tired of the games we're seeing here today. They are sick and tired of politicians who refuse to secure the border, balance our budget, restore healthcare freedom and then get the hell out of their way so they can lead their life.\"\n\"They are mystified that we amass about $100 million in debt per hour, which means we've blown through 300, 400, 450 million dollars during this charade in amassing debt,\" he said. \"$450 million.\"\nAfter hearing his remarks, we had to ask: Is it possible to measure how much the national debt grows per hour? How much did debt amass during Wednesday’s hearing?\nMath behind the claim uses projections, not historical data\nRoy’s spokesman Robert Donachie said the congressman claimed that \"we amass $100 million in debt per hour\" by using data from a report published by the Congressional Budget Office in January of this year.\nThe Congressional Budget Office, or CBO, is a nonpartisan agency that offers independent federal fiscal projections for budget writers at the Capitol. The report, titled \"The Budget and Economic Outlook: 2019 to 2029,\" states that the projected federal deficit for 2019 is about $900 billion.\nFrom there, Donachie said the congressman’s office did the math by dividing $900 billion by 8,760, the number of hours in a year, and found that the deficit would grow by $102,739,726.03 per hour this year.\nMark Harkins, a senior fellow at the Government Affairs Institute at Georgetown University, said the math the congressman used is right, but Roy could have used different values other than projections in his calculation.\n\"How you want to calculate (the value) is part of your game,\" Harkins said.\nUsing projections for the current year, instead of actual figures from the past calendar year, is a fine way to develop an estimate of debt accrued by the hour. But projections are just estimates, meaning things could change based on outside factors like shifts in economic activity, unexpected expenses like from natural disasters or new legislation affecting taxes or expenses.\n\"The CBO is trying to estimate what tax receipts are going to be in April -- no way,\" Harkins said. \"Good luck with that. They’re educated people and they have a shot, a better shot than most, but it’s still a dartboard.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nHarkins said Roy could have come to a more concrete number by using the actual deficit from 2018 to see how much debt amassed per hour last year. That number wouldn’t necessarily tell you about what the rate looks like in 2019, but it’s a more fixed value than the one Roy calculated using the projected deficit.\nThe actual deficit of calendar year 2018 was nearly $873 billion, which means the deficit grew by an average of about $99 million every hour last year.\nThe federal deficit is seasonal\nTara Sinclair, an economics professor at George Washington University, said Roy’s claim is right only if he is speaking generally about the average growth per hour and not about  growth at a specific time on a specific day.\n\"The way I would have revised the quote would have been to say that, ‘the CBO projects that we will amass, on average, $100 million per hour over the next year,’\" she said. \"That’s a perfectly precise and correct quote.\"\nBut without that clarifying language, things start to get dicey.\n\"I would be concerned about the debt-per-hour concept because of seasonality,\" Sinclair said, referencing the idea that the federal deficit is constantly changing, depending on the time of year and whether taxes are due.\nThis means it’s not a great idea to use annual projections of the deficit to try to calculate how much debt was amassed at a specific time on a specific day, because the deficit and its growth rate change at every moment.\nInstead, Sinclair said looking at the U.S. Treasury Department’s value of the national debt on a specific day will paint a more accurate picture of debt amassed over a certain time period. But these daily values are not published until several days after the fact, making it near impossible to do a real-time estimation.\nSo when Roy said that \"we’ve blown through 300, 400, 450 million dollars\" since the start of Wednesday’s hearing, he’s likely off base.\n\"That’s almost certainly not correct,\" Sinclair said of his claim. \"But is it a good approximation of about how much it could have been? I’d say it’s a fair illustration of if you took four hours out of 2019 and tried to calculate debt amassed based on CBO projections.\"\nOur rating\nRoy said Wednesday that, \"we amass about $100 million in debt per hour, which means we’ve blown through 300, 400, 450 million dollars during this charade in amassing debt,\" referencing a house committee hearing featuring testimony from Cohen.\nWhile reviewing this claim, we learned that there is no one right way to calculate how much the national debt grows by the hour. There are different ways to show the relationship between the national debt and time, but each calculation is different.\nRoy’s assessment of debt accrued by the hour is correct if he’s speaking generally about the average growth per hour, but not if he’s trying to literally calculate how much debt was amassed between 10 a.m. EST and 2:25 p.m. EST on Feb. 27 of this year.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n Share the Facts 2019-03-05 17:20:58 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"We amass about $100 million in debt per hour, which means we've blown through 300, 400, 450 million dollars during this charade.\"    Chip Roy U.S. House Rep.    A House hearing Wednesday, February 27, 2019 2019-02-27    Read More  info", "vclaim_id": "vclaim-pol-00954"}