{"url": "/factchecks/2015/aug/25/julius-jones/black-lives-matter-activist-says-clintons-passed-p/", "speaker": "Julius Jones", "vclaim": "\"The policy mistakes that ... the Clintons made got us, in large degree, to the situation that we are in today with mass incarceration.\"", "truth_label": "half-true", "date": "stated on August 17, 2015 in an interview on MSNBC:", "title": "Black Lives Matter activist says 'the Clintons' passed policy that led to mass incarceration", "text": "Democratic presidential candidate Hillary Clinton offered a glimpse of her approach to issues affecting African-Americans in a tense exchange with Black Lives Matter activists that was recorded and spread across social media.\nClinton told Boston-area organizers Julius Jones and Daunasia Yancey that she didn’t believe in \"changing hearts\" on issues of racial justice but in changing laws and reallocating resources instead.\nJones and Yancey expressed concern about Clinton’s remarks on MSNBC’s The Rachel Maddow Show the next week.\n\"She doesn’t actually feel like you can move this issue forward other than through policy,\" Jones said, \"even though the policy mistakes that she and the Clintons made got us, in large degree, to the situation that we are in today with mass incarceration.\"\nWe wanted to see if Jones was right to blame the Clintons for the United States’ prison woes.\nWe reached out to Jones, who identifies himself as the founder of Black Lives Matter Worcester, and Black Lives Matter Boston to clarify what Jones meant, but we did not hear back from either source.\nThe underlying policy, however, is well-known. The question is how much it contributed to the growth of America’s prison population. As we'll see, the growth of the prison population started well before the federal law.\nA ‘tough-on-crime environment’\nAs Jones suggests, the United States has the highest incarceration rate among developed nations, at around 700 prisoners per 100,000 people.\nAfrican-Americans in particular are locked up at disproportionate rates. According to the Bureau of Justice Statistics, 37 percent of the 1.5 million men in state and federal prisons in 2013 were black, more than twice the percentage of their share of the population.\nIt wasn’t always this high; before 1975, the incarceration rate hovered around 200 prisoners.\nSome of the growth had to do with Clinton policies, but experts said not all.\nCrime policy during the 1970s and 1980s was driven by the \"War on Drugs,\" an initiative launched by President Richard Nixon in 1971. Nixon famously called drug abuse \"public enemy No. 1,\" which led to tougher sentencing and more arrests.\nNew York passed the nation’s first mandatory minimums for drug offenses in 1973, and Washington passed the first state-level truth-in-sentencing law in 1984. By 1987, five states had adopted sentencing guidelines for judges to follow.\nPresident Bill Clinton took office in January 1993 touting a \"tough-on-crime\" agenda in response to an increase in violent crime and swelling homicide numbers. High-profile killings, such as the murder of Polly Klaas, followed later that year.\nBill Clinton was instrumental in the passage of the Violent Crime Control and Law Enforcement Act of 1994. Authored by then-Sen. Joe Biden, the sweeping crime bill provided $10 billion to fund new prisons, $6.1 billion for crime prevention and money for 100,000 new police officers.\nIt also enforced harsher sentencing in federal prisons and incentivized the creation of \"truth-in-sentencing\" laws at the state level. These laws require violent offenders to serve a minimum portion of their original sentence by ruling out the possibility of early parole. Under the bill, states that set this minimum at 85 percent of the sentence were granted funding for new prisons, and by 1998, 27 states and the District of Columbia had qualified.\nThe president took the final minutes of his first State of the Union to lobby for the bill. Hillary Clinton, too, campaigned for the legislation in speeches and interviews across the country.\nThe bill ultimately found wide support among Democrats and a handful of Republicans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nJust five years after the crime bill was passed, 29 states had truth-in-sentencing laws, and 24 had three strikes laws.\nThe bill’s effect\nSo did the crime bill lead to mass incarceration?\nThe Prison Policy Initiative, a nonprofit group that supports reducing the prison population, has tracked the massive expansion of people in federal, local and state prisons over the past century.\n\nYes, the overall inmate population of the United States has grown significantly since 1994. But the sharp upward trend actually started in the early 1980s. Prisons were adding inmates in 1990 at about the same rate they were in 1997, three years after the crime bill became law.\nIn addition, the bill’s new sentencing standards only directly applied to federal cases. But most of the growth since 1980 has taken place within state systems, which have added almost 1.25 million prisoners over that time.\nSo even though the number of people in federal prison has grown, perhaps as a result of those new standards, federal prisoners represent only a small fraction of the national prison population’s overall growth.\nAnd while the bill incentivized truth-in-sentencing laws at the state level, many states had already enacted harsher laws on their own by 1994, said Marc Mauer, the executive director of the Sentencing Project, a prison policy think tank. Mauer said it’s hard to place the onus of responsibility solely on the Clinton-backed crime bill because the trend towards mass incarceration started as early as 1980.\n\"(The bill) is sometimes unfairly viewed as being the major factor that has contributed to high incarceration rates,\" he said.\nSo what really drove up the inmate population?\n\"Criminal justice policy leading up to the crime bill was driven by the ‘War on Drugs’ and the desire to appear ‘tough on crime’ by focusing on punishment and retribution, not rehabilitation,\" said Nicholas Turner, president of the Vera Institute of Justice, an advocacy and research group that published a retrospective on the bill in 2014.\nStill, the 1994 bill was the single biggest legislative victory for the tough-on-crime movement. It \"certainly didn’t help\" the mass incarceration epidemic, Turner said.\nCrime rates have been on the decline since the early 1990s, making today’s high incarceration levels even more apparent.\nIn the past few years, the Clintons have backtracked on the policies they once championed. The former president seems to regret the bill’s passage.\n\"I signed a bill that made the problem worse,\" he recently told the NAACP. \"And I want to admit that.\"\nHillary Clinton has also called for changes to the justice system during her presidential campaign, saying in an April 2015 speech that \"we don't want to create another 'incarceration generation.' \"\nClinton's campaign highlighted its transcript of her exchange with Black Lives Matter activists where she concedes that \"what was tried and how it was implemented has not produced the kinds of outcomes that any of us would want.\"  \nOur ruling\nJones said, \"The policy mistakes that (Hillary) and the Clintons made got us, in large degree, to the situation that we are in today with mass incarceration.\"\nWhile Hillary Clinton as first lady had no official role in voting for or signing the 1994 crime bill, she certainly championed some of its policies that are now partially blamed for the growth of the prison population, such as longer, tougher prison sentences. The crime bill was not the root cause of this growth, however, as America’s prison population had been expanding since the late 1980s.\nWe rate Jones’ statement Half True.", "vclaim_id": "vclaim-pol-06042"}