{"url": "/factchecks/2010/oct/08/marco-rubio/marco-rubio-counters-earmark-attacks-says-he-propo/", "speaker": "Marco Rubio", "vclaim": "\"The years that I was speaker, the Florida House consistently offered leaner budgets than the governor offered.\"", "truth_label": "mostly-true", "date": "stated on October 6, 2010 in an ABC News U.S. Senate debate.:", "title": "Marco Rubio counters earmark attacks, says he proposed budgets smaller than Charlie Crist's", "text": "Yep, Gov. Charlie Crist is still talking about those budget \"earmarks\" Marco Rubio tried to stick in the state budget.\n\nBack when Crist was running for the U.S. Senate as a Republican, he claimed that Rubio, as House speaker, tried to direct $800,000 to a South Florida sports group to place artificial turf on a flag football field where Rubio played. PolitiFact Florida ruled the claim Half True, noting that Rubio didn't sponsor the specific appropriation, but supported it by voting for the budget.\n\nThen on Sept. 20, 2010, the new no-party Crist began airing a TV ad criticizing Rubio for inserting $800,000 for a turf field and $1.5 million for a rowing institute. We found even less evidence -- in fact we found none -- that Rubio had anything to do with the rowing institute appropriation and ruled the claim Pants on Fire!\n\nOn Oct. 6, 2010, during the first prime-time debate between Crist, Rubio and Democrat Kendrick Meek, Crist again brought up the earmark issue. Midway through the debate, which was moderated by George Stephanopoulos and broadcast on ABC stations across the state, a panelist asked Crist whether he thought his opponents deserved to be on a national corrupt candidates list.\n\nCrist said that he wouldn't say whether Rubio was corrupt (\"That's for other people to decide.\") But Crist said Rubio put questionable things in the budget, like \"$800,000 for an AstroTurf field on -- for a flag football field that he plays on-- in Miami.\"\n\n\"Is that corrupt? Is it wrong? It's clearly wrong, in my view. That's why I had to veto some things,\" Crist said.\n\nRubio was prepared for the attack.\n\n\"First of all, let's set the record straight. The things he's absolutely said are just not true,\" Rubio said. \"I had nothing to do with the flag football field.\n\n\"The second thing is that he says I steered money -- all these things are false allegations. The fact is that the years that I was speaker, the Florida House consistently offered leaner budgets than the governor offered. Leaner budgets than the Senate offered. If you-- if you wanted a leaner budget, you should have lined up behind our budget. Our budget was even leaner than yours.\"\n\nCrist never responded to Rubio's claim about the budget, but the claim had us wondering: Despite all this tough talk by Crist about earmarks and vetoing pet projects, did Rubio actually propose smaller state budgets than the governor?\n\nA quick bit of background. The governor each year proposes a budget to legislators prior to the spring legislative session. But it's the House and Senate that actually craft the state budget plan. Usually, the House and Senate pass different versions of the budget, then work together to reconcile those differences. After a final budget is approved by the Legislature, it is sent on to the governor, who has the power of a line-item veto -- meaning the governor can veto specific appropriations and programs from the budget without having to veto the budget in its entirety.\n\nThe state Constitution requires that the state budget be balanced.\n\nCrist was elected governor in 2006, and has presented budgets in 2007, 2008, 2009 and 2010. Rubio served as House speaker during Crist's first two budget years, in 2007 and 2008, so those are the two years we will be comparing.\n\n2007 -- Crist's first budget as governor, Rubio's first as speaker\n\nOn Feb. 5, 2007, Crist proposed a $71.2 billion state budget that included $20 million for stem cell research, $32.5 million to establish a voter paper trail and $50 million for ethanol research and manufacturing. But the proposal was short-lived. Souring economic and tax collection data forced Crist to amend his budget recommendations a little more than a month later. Crist revised his budget request on March 15, cutting approximately $473 million in spending. The new proposed spending plan totaled $70.8 billion. (For consistency, we have rounded the overall budget numbers to one decimal place).\n\nThe House leadership, led by Rubio as speaker and Ray Sansom as budget council chair, released a $70.2 billion budget program less than two weeks later. The budget that actually passed on April 11 was a little bigger, totaling $70.3 billion. That's about $500 million or .7 percent less than what Crist proposed.\n\nIn negotiations with the Senate, the state budget grew. On April 30, Senate and House leaders settled on a $71.9 billion spending plan. Crist wound up vetoing more than $400 million in projects from the Legislature's budget, including $800,000 for artificial turf for a South Florida football field. (The budget ended up being cut by nearly $1.2 billion during a special session because of declining tax revenues, and another $500 million during the 2008 regular session).\n\nTo us, the key to the 2007 comparison of the Crist and Rubio-led budget proposals is looking at the revised recommendation of Crist (about $70.8 billion) and the version that Rubio ultimately shepherded through the House (about $70.3 billion). We think it's fair to use the $70.3 billion figure because Rubio controlled a Republican-dominated House and could easily have decided to stick with the lower $70.2 billion original proposal if he wanted.\n\nConversely, we don't think it's fair to saddle Rubio with the budget that came out of negotiations with the Senate. Nor do we think it's appropriate to consider Crist's original proposal, which came when economic conditions were different and a month and a half before Rubio unveiled his spending plan. Using those two numbers then, $70.3 billion for Rubio and $70.8 billion for Crist, Rubio indeed proposed spending less than Crist. But not by much.\n\n2008 -- Crist's second budget as governor, Rubio's last as speaker\n\nOn Jan. 31, 2008, Crist proposed a $70 billion budget, a small decrease from the budget approved in 2007.\n\n\"As a nation, we are facing extraordinary economic times,\" Crist said in announcing his budget recommendations. \"However, we can be certain that Florida's brightest days are ahead of us. It is especially important — now more than ever — for government to spend the people's money wisely and live within our means, just as Florida's families do every day.\"\n\nCrist's proposed budget added about $1 billion for education, and dipped into trust funds and reserves for about $1.1 billion in order to balance the budget. Crist's budget included a 2 percent pay raise for state workers, allocated $300 million to an environmental land buying program called Florida Forever and sent $46.9 million to expand public health centers.\n\nHis ideas got an icy reception from leaders in the House, particularly Rubio, who argued against using reserves to plug budget holes and instead advocated eliminating and merging functions of some state agencies.\n\n\"We must balance our budget by living within our means,\" he said. \"We should not spend money that we do not have. And we should not rely on gimmicks.\"\n\nAs the calendar turned from January to February and then to March, Crist's budget became less and less realistic, as state revenue projections continued to plummet. By March 12, 2008, the Orlando Sentinel reported that the state would receive $3 billion less in revenue than was anticipated when Crist proposed his budget.\n\nCrist said the grim numbers helped advance his position to use one-time reserves to balance the budget without raising taxes.\n\nAnd Rubio persisted that the government needed to cut spending.\n\nThat takes us to March 31, the day the House unveiled its budget proposal. The House advocated for a $65.1 billion budget, which would cut 7.5 percent from the current budget.\n\nThe House proposal cut per-student funding $86, eliminated about 1,000 state jobs, and stripped money out of the Florida Forever program. A $65 billion budget plan eventually passed the House along party lines on April 10.\n\nThe House and Senate eventually agreed to send a $66.2 billion budget to Crist. Crist ultimately vetoed only $1 million in projects -- $300,000 for a lake restoration program in Central Florida and $840,000 for a Miami festival promoting ties with Miami's sizable Nicaraguan community.\n\nThe differences between the House and Crist's proposed budgets in 2008 are more stark than they were in 2007. Crist proposed a larger budget of around $70 billion by tapping trust funds. The House budget was leaner by $5 billion (or more than 7 percent), and relied less on trust funds and more on spending cuts. We should note that Rubio and the House did have the advantage of being able to wait two months after Crist to release their budget proposal. In those two months, revenue projections plummeted, necessitating smaller budgets.\n\nOur ruling\n\nAll this budget talk started with an argument over earmarks in the budget, and more generally, who can stake a claim to being the better fiscal conservative -- Charlie Crist or Marco Rubio.\n\nRubio says the House budgets he proposed in 2007 and 2008 were \"leaner budgets than the governor offered.\"\n\nRubio is largely right, though his claim could use a little additional information. In 2007, the budgets offered by Rubio and Crist ultimately were pretty similar, with the difference being just about $500 million in a budget totaling more than $70 billion. The budgets in 2008 were significantly different, however, primarily because Crist wanted to use trust funds to help balance a bigger budget. Rubio advocated cutting state spending to make the budget smaller. It's also worth noting that state revenue projects took a turn for the worse in between when Crist proposed his budget in 2008, and when Rubio and the House proposed theirs. We find this claim to be Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14271"}