{"url": "/factchecks/2008/jul/11/john-mccain/thousands-of-green-card-soldiers-in-iraq/", "speaker": "John McCain", "vclaim": "U.S. forces in Iraq and Afghanistan include a \"few thousand that are still green card holders who are not even citizens of this country.\"", "truth_label": "true", "date": "stated on July 11, 2008 in a TV ad airing Colorado, Nevada and New Mexico:", "title": "Thousands of \"green card\" soldiers in Iraq", "text": "Update: We originally addressed this when it was released as a web ad on Memorial Day. On July 11, the McCain campaign released the same video as a national television ad. Because it will be new to many people seeing it for the first time on television, we decided to re-post the item.\n\n\nIn a Web ad released on Memorial Day, Sen. John McCain praises the many Hispanic soldiers serving in the U.S. military, some of whom are not yet legal citizens of the United States.\n\n\n\"My friends, I want you, the next time you're down in Washington, D.C., to go to the Vietnam War Memorial and look at the names engraved in black granite,\" McCain begins. \"You'll find a whole lot of Hispanic names.\n\n\n\"When you go to Iraq or Afghanistan today, you're going to see a whole lot of people who are of Hispanic background.\n\n\n\"You're even going to meet some of the few thousand that are still green card holders who are not even citizens of this country, who love this country so much that they're willing to risk their lives in its service in order to accelerate their path to citizenship and enjoy the bountiful, blessed nation.\n\n\n\"So let's, from time to time, remember that these are God's children. They must come into this country legally, but they have enriched our culture and our nation as every generation of immigrants before them.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe checked with the Defense Department to see how many noncitizens are serving in the U.S. military, and if McCain was accurate that there are thousands serving in Iraq or Afghanistan.\n\n\nThe short answer is that McCain is right.\n\n\nAs of Feb. 29, 2008, there were 20,328 noncitizens on active duty in the military (about 1.5 percent of the entire active military), according to a report provided by the Pentagon. Of those, 4,112 were serving in Iraq or Afghanistan, or in support of those operations elsewhere. There were another 2,236 whose citizenship was \"unknown.\"\n\n\nThese are legal residents with green cards who have not yet become naturalized citizens. There are citizenship incentives for those who enlist. All immigrants who serve honorably in the military during wartime are eligible to file for immediate citizenship under special wartime provisions of the Immigration and Nationality Act.\n\n\nAn analysis of the Pentagon report by PolitiFact determined that about a quarter of the \"green card\" soldiers are originally from Spanish-speaking countries. In addition, there are 10,533 naturalized citizens serving in the military who were born in Spanish-speaking countries.\n\n\nThe thousands of noncitizens serving in Iraq and Afghanistan is one of the military's little-known facts. But apparently not to McCain. We rate his statement True.", "vclaim_id": "vclaim-pol-16137"}