{"url": "/factchecks/2016/oct/20/hillary-clinton/hillary-clinton-blames-russia-putin-wikileaks-rele/", "speaker": "Hillary Clinton", "vclaim": "\"We have 17 intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyberattacks, come from the highest levels of the Kremlin, and they are designed to influence our election.\"", "truth_label": "true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Hillary Clinton blames high-up Russians for WikiLeaks releases", "text": "Editor's note: We've attached an update to this fact-check below in response to reader queries after subsequent testimony by James Clapper. The original fact-check and rating remain unchanged.\nIn one of the most heated moments of the final presidential debate, Donald Trump and Hillary Clinton clashed over Russia’s interference in the current election.\nSpeaking of the WikiLeaks’ release of tens of thousands of emails from the Clinton campaign and, earlier, the Democratic National Committee, Trump said Clinton had no idea who hacked and released the emails — \"Russia, China or anybody else.\"\nClinton responded by asking Trump if he really doesn’t believe the 17 federal intelligence agencies that have said Russia is behind the cyberattack.\n\"We have 17 intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyberattacks, come from the highest levels of the Kremlin, and they are designed to influence our election,\" Clinton said. \"I find that deeply disturbing.\"\nBack in July, when WikiLeaks released the DNC emails, the government hadn’t yet named a culprit.\nOn Oct. 7, however — the same day WikiLeaks released the emails of Clinton campaign chair John Podesta — the Homeland Security Department and Office of the Director of National Intelligence released a joint statement that said, \"The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of emails from U.S. persons and institutions, including from U.S. political organizations.\"\nThe statement added that the recent hacks \"are consistent with the methods and motivations of Russian-directed efforts. These thefts and disclosures are intended to interfere with the US election process.\"\nThe statement also said the intelligence community believes these attacks are directed from top levels of the Russian government, as Clinton said.\n\"We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities,\" the statement said.\nThe U.S. Intelligence Community is made up of 17 agencies, forming the basis of Clinton’s claim.\nThe 17 agencies are: Air Force Intelligence, Army Intelligence, Central Intelligence Agency, Coast Guard Intelligence, Defense Intelligence Agency, Energy Department, Homeland Security Department, State Department, Treasury Department, Drug Enforcement Administration, Federal Bureau of Investigation, Marine Corps Intelligence, National Geospatial Intelligence Agency, National Reconnaissance Office, National Security Agency, Navy Intelligence and the Office of the Director of National Intelligence.\nThe 17 separate agencies did not independently declare Russia the perpetrator behind the hacks. Trump spokesman Steven Cheung said that this cuts against Clinton’s point, saying, \"It is unlikely that all 16 of the agencies had looked independently at the Russian connection, which is what Clinton seemed to indicate.\" (Cheung said 16 agencies because he omitted the Office of the Director of National Intelligence from his count.)\nHowever, as the head of the 17-agency intelligence community, the Office of the Director of National Intelligence, headed by James Clapper, speaks on behalf of the group.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nOur ruling\nClinton said, \"We have 17 intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyberattacks, come from the highest levels of the Kremlin, and they are designed to influence our election.\"\nWe don’t know how many separate investigations into the attacks they were. But the Director of National Intelligence, which speaks for the country’s 17 federal intelligence agencies, released a joint statement saying the intelligence community at large is confident that Russia is behind recent hacks into political organizations’ emails. The statement sourced the attacks to the highest levels of the Russian government and said they are designed to interfere with the current election.\nWe rate Clinton’s statement True.\nhttps://www.sharethefacts.co/share/542ece9a-ae39-433c-8215-4a41906b75c9\nUpdate, June 6, 2017: Clapper's May testimony was about a newer report, not October assessment\nThe now former Director of National Intelligence James Clapper made a comment when speaking before Congress May 8, 2017, that some readers interpreted as going against our findings in this article.\nHere’s why we disagree with that interpretation.\nWe wrote this article Oct. 19, 2016, responding to an Oct. 7, 2016, joint statement from Clapper’s former office, which oversees the entire intelligence community, and Homeland Security.\nClapper’s May 2017 congressional testimony, on the other hand, was about the much more comprehensive January 2017 report produced by the CIA, FBI and NSA. The process of putting that report together didn’t start until months after we published this article, in December 2016, at which point the intelligence community decided to restrict the investigation to those three agencies.\nHere’s what Clapper said, according to Congressional Quarterly. (\"ICA\" refers to the January 2017 \"intelligence community assessment.\")\n\"Additionally, I'll briefly address four related topics that have emerged since the ICA was produced. Because of both classification and some executive privilege strictures requested by the White House, there are limits to what I can discuss. And of course my direct official knowledge of any of this stopped on 20 January when my term of office was happily over.\n\"As you know, the (ICA) was a coordinated product from three agencies; CIA, NSA, and the FBI not all 17 components of the intelligence community. Those three under the aegis of my former office. Following an extensive intelligence reporting about many Russian efforts to collect on and influence the outcome of the presidential election, President Obama asked us to do this in early December and have it completed before the end of his term.\"\nThe January report presented its findings by saying \"we assess,\" with \"we\" meaning \"an assessment by all three agencies.\"\nThe October statement, on the other hand, said \"The U.S. Intelligence Community (USIC) is confident\" in its assessment. As we noted in the article, the 17 separate agencies did not independently come to this conclusion, but as the head of the intelligence community, the Office of the Director of National Intelligence speaks on behalf of the group.\nWe stand by our rating.", "vclaim_id": "vclaim-pol-04097"}