{"url": "/factchecks/2011/oct/26/steve-latourette/us-rep-steve-latourette-says-infrastructure-invest/", "speaker": "Steve LaTourette", "vclaim": "\"For each $1 billion in infrastructure investment, 42,000 jobs are created.\"", "truth_label": "half-true", "date": "stated on October 26, 2011 in a statement on his congressional website:", "title": "U.S. Rep. Steve LaTourette says $1 billion in infrastructure investment translates to 42,000 jobs", "text": "Congressman Steve LaTourette is a self-described huge proponent of infrastructure spending, because, he says, it generates good-paying jobs and spurs economic development. The Bainbridge Township Republican, who spent 14 years on the House Transportation and Infrastructure Committee, says on his House website: \"Major infrastructure projects are proven job generators and spur economic development. For each $1 billion in infrastructure investment, 42,000 jobs are created.\"\n\nThat figure has been used  by Republicans and Democrats alike. With the White House and Congress engaged in a standoff over how best to revive the American economy and create jobs, and with infrastructure spending on the table, now seems a good time to look into this figure.\n\nAlthough cited by a number of industry-backed groups that want the government to invest heavily in highway, bridge, airport and rail projects, the number actually comes from the U.S. Department of Transportation’s Federal Highway Administration. But it is outdated. It comes, in fact, from 1996.\n\nAn updated federal study is expected in 2012, so for now the department pointed us to its most recent number, from 2007: $1 billion in highway spending supports 27,800 jobs.\n\nThat’s a big difference from 42,000.\n\nThe Department of Transportation explains why: The figure changes over time. It was higher a decade earlier. For that matter, the figure was higher only months ago, when the federal government (and news stories) used extrapolations from earlier studies and said the number was around 30,000. In a recent update to its website, the DOT said: \"Increases in construction materials prices and wages over time will tend to reduce the number of jobs supported by each $1 billion invested.\"\n\nThe particular figure used by LaTourette and others was considered accurate 15 years ago. Said the DOT at the time: \"Per $1 billion of investment in 1996, the Federal-aid highway program supports approximately 42,100 total full-time equivalent jobs.\"\n\nOf those jobs, 7,900 were for on-site highway construction. This meant laborers, engineers, specialists and managers.\n\nAnother 19,700 were indirect jobs in industries that support highway construction. This included jobs in stone and clay mining and quarrying, lumber, steel  and  concrete,  and professional services.\n\nThe final 14,500 jobs were \"induced,\" or jobs supported by the general economy as a result of the other workers spending their wages.   \n\nNote that the government figures included not only jobs created  but also jobs supported.  This is tricky territory; remember when then-President-elect Barack Obama said the American Recovery and Reinvestment Act of 2009 would create or save up to 4 million  jobs? Critics complained that was a broad way of measuring.\n\nThere have been still other figures cited by federal transportation authorities, including one in 2007  that said with $1 billion from the federal government plus a match from states, 34,799 jobs would be supported. But that would mean spending a total of $1.25 billion, with $250 million coming from the states, according to the Congressional Research Service. Remove the state portion and consider only the federal government’s fanciful $1 billion and the figure drops to 27,800 -- the same number the feds say is the most recent.\n\nHad LaTourette been referring to infrastructure in general, and not specifically transportation infrastructure, he might have cited pre-recession work from the University of Massachusetts,  where economists said that $1 billion in general infrastructure spending creates 18,000 jobs.\n\nThen there’s the Government Accountability Office, or GAO, which said in a 2008 report on the nation’s infrastructure, \"For example, the American Association of State Highway and Transportation Officials estimates 42,000 jobs are created for every $1 billion dollars invested in transportation projects.\" That’s the same figure LaTourette used.\n\nAnd just this week, another figure came across our desk, with extraordinary timing. Cleveland Democratic U.S. Rep. Marcia Fudge, announcing the latest infrastructure bill, said in a news release: \"According to the Federal Highway Administration, for every $1 billion spent on highway and bridge construction, nearly 35,000 jobs are created.\" Democratic U.S. Sen. Sherrod Brown used the same 35,000 figure in September, and his office notes that the American Association of State Highway and Transportation Officials uses that number, too.  \n\nThat number, however, assumes states will kick in $250 million, as the Congressional Research Service explains. It’s a model based on $1.25 billion in spending; otherwise, that $1 billion gets you 27,800 jobs.\n\nSo which is it? We’re inclined to go with the one that the Federal Highway Administration gave us -- 27,800 -- and regard all the others as outdated or built on assumptions that cash-strapped states are ready to gear up their highway spending. Every one of these figures comes with caveats anyway. Large construction projects take years to plan, with only about a quarter of the money being spent in the first year, so some economists question their stimulative value. Highway advocates say the early funding is a  catalyst, improving the outlook for future years at a time many people are afraid of the uncertainty. Libertarians disagree with moderate Republicans over whether the government should even stay in the road-building business. Democrats and Republicans disagree over details of the various bills that have been proposed, particularly their funding.\n\nYet there appears to be widespread agreement within Congress that America’s roads and bridges need repair, and general consensus in Washington that this is a way to create some number of jobs -- if and when lawmakers can come to terms on the other points.\n\nIn the most general sense, then, this makes LaTourette’s claim halfway accurate.\n\nHis communications director, Deborah Setliff, says the 42,000 figure was put on his website in February 2010. Federal highway authorities were not just citing it 15 years ago but also  in 2002, she noted, and House and Senate members working on transportation legislation that passed in 2005 gave the higher figure of 47,500 jobs per $1 billion in federal highway spending (note the emphasis on \"federal\").\n\nFormer Transportation Secretary Norm Mineta in 2008 and 2009 used the ratio of 37,000 jobs per $1 billion in infrastructure spending. Senate Democrats used the same figure in 2009. And just this year, Nick Rayhall, the ranking Democrat on the House transportation committee, put the figure at 36,000 jobs. But fellow committee member Corrine Brown of Florida, also a Democrat, separately said the number of jobs per $1 billion was 42,000.\n\nThese, fellow Americans, are your lawmaking experts. LaTourette’s number was off, but his general concept has plenty of support, which is why we say pick a number.  Any number.\n\nIt’s also why LaTourette’s claim is rated Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12192"}