{"url": "/factchecks/2018/aug/14/kyrsten-sinema/fact-checking-kyrsten-sinemas-claim-about-medicare/", "speaker": "Kyrsten Sinema", "vclaim": "Says she is \"the only candidate for Senate who refuses to cut Medicare and Social Security or raise the retirement age.\"", "truth_label": "half-true", "date": "stated on June 11, 2018 in campaign website:", "title": "Fact-checking Kyrsten Sinema's claim about Medicare, Social Security", "text": "In the Arizona race to replace outgoing Republican Sen. Jeff Flake, Democratic contender Rep. Kyrsten Sinema is pointing to her stance on Medicare and Social Security to separate herself from other candidates and win seniors’ votes.\n\"She understands that Medicare and Social Security aren’t line items in a budget for politicians to cut – they’re benefits Arizonans have earned through a lifetime of hard work,\" Sinema said on her campaign website. \"Kyrsten is committed to protecting benefits for current seniors and future generations, and she’s the only candidate for Senate who refuses to cut Medicare and Social Security or raise the retirement age.\"\nArizona’s primary election is Aug. 28. Sinema is the Democratic frontrunner. The top Republican challengers are Rep. Martha McSally, former Arizona state senator Kelli Ward, and Joe Arpaio, the controversial Maricopa County sheriff pardoned by President Donald Trump. Is Sinema \"the only\" Arizona Senate candidate refusing to make cuts to Medicare, Social Security or to raise the retirement age?\nSinema’s team in response to PolitiFact’s query narrowed down the claim to Sinema and McSally, saying they were the only two \"who have had to vote on entitlements\" and that the wording on Sinema’s website didn’t make a determination about \"what others may claim they will (or won’t) do.\"\nWhile Sinema has a record of supporting Medicare and Social Security benefits, we found that her claim overplays the impact of some nonbinding measures voted on by her and McSally. Both lawmakers at times also voted the same way. McSally has generally been perceived as a moderate Republican (though she’s embraced a more conservative voice in the primary race), and Sinema bills herself as \"one of the most independent voices in Congress.\"\nComparing Sinema’s and McSally’s voting record\nSinema’s campaign pointed to McSally’s and Sinema’s voting record on motions and concurrent resolutions — although those votes did not directly stop or allow changes to Social Security, Medicare, or the retirement age.\nFor instance, Sinema’s team pointed to a January 2017 concurrent resolution setting a budget blueprint for fiscal year 2017; Sinema voted against it, McSally for it. Its main purpose was to facilitate repeal of the Affordable Care Act. But the resolution did create the possibility of making changes to Medicare that could be interpreted as cuts, said Paul N. Van de Water, a senior fellow at the left-leaning Center on Budget and Policy Priorities, where he specializes in Medicare, Social Security, and health coverage issues.\nStill, budget resolutions even if they pass do not become law; they lay out a plan. Budget resolutions also don’t affect Social Security — at least not directly — because there are rules against it, Van de Water said.\nSinema’s team pointed to McSally and Sinema’s stance on transitioning Medicare to the Republican-favored \"premium support\" program, or \"vouchers\" as Democrats critically call it.\nUnder the premium support/voucher system, beneficiaries would receive a payment to buy private insurance, or a traditional fee-for-service Medicare plan. A goal of switching over to the premium support/voucher approach is to reduce the growth in Medicare spending. Arguments against the switch include concerns that it would shift more costs to beneficiaries over time.\nVan de Water told PolitiFact that a premium support/voucher system would in most cases make traditional Medicare more expensive relative to the Medicare Advantage Plans (Medicare plans offered by a private company that contracts with Medicare). It’s fair to say that voting for a premium support/voucher system would be, at least in principle, a vote for cuts in Medicare, Van de Water said.\nMcSally has cast votes for motions and resolutions that would support a premium support/voucher program or restructure Social Security, and raise the retirement age, Sinema’s team said, pointing to roll-calls and media reports.\nSinema’s campaign also said that in 2013, Sinema and other lawmakers wrote to former President Barack Obama urging him to reject any budget proposal that would raise the retirement age or cut Medicare, Medicaid and Social Security benefits, specifically mentioning \"Chained CPI\" (an inflation adjustment measure).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPaul Ryan\n\n\nstated on March 31, 2010 in a speech to the Oklahoma Council of Public Affairs\n\n\n\n\n\n\n\n\nIn 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. ... Another 20 percent were receiving almost 40 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • April 21, 2010\n\n\n\n\n\n\n\nAs PolitiFact Florida reported, a proposal to use chained CPI for inflation would not have lowered seniors’ Social Security checks, but their checks would have grown at a slower rate.\nThe impact of the proposal would have depended upon the particulars in any separate legislation that became law, PolitiFact Florida found in a similar gubernatorial race fact-check.\nSinema’s campaign also said McSally voted in favor of the tax cuts Trump signed into law late 2017 (Sinema voted against), saying they will lower Medicare and Social Security’s projected revenue. We’ve rated Half True claims linking the tax cuts to Medicare and Social Security’s future payments. The tax cuts are projected to increase the deficit, and some Republicans have called for entitlement reform to address it. Experts say that potential changes or \"cuts\" to Medicare and Social Security would not be just because of the tax cuts. The programs already are on an unsustainable trajectory.\nWhile it's common for a candidate to attack another for trying to do anything to bring the systems into balance, the bottom line is that either Congress will have to slow the growth of the program, raise taxes, or both.\nAsked about Sinema’s position to ensure the program's financial viability in the future, her campaign didn’t give specifics, saying only that Sinema \"believes we need to protect Medicare and Social Security benefits, weed out waste, fraud and abuse, and work together to ensure that the program is able to fulfill its long-term commitments to current and future retirees.\"\nThere are instances where McSally’s and Sinema’s votes aligned.\nSinema in April 2015 voted for a motion instructing House conferees to agree with the Senate in preventing Medicare from becoming a \"voucher program,\" Sinema’s campaign said. The roll call shows McSally voted the same way.\nBoth lawmakers in October 2017 also voted against a budget proposal that called for \"slashing trillions from domestic and foreign-affairs programs and entitlements including Medicare and Medicaid, repealing the Affordable Care Act and changing Social Security,\" Tucson.com reported.\nMcSally’s campaign did not push back on Sinema’s claims about McSally’s record. Instead, it spotlighted Sinema’s own record.\nOne example McSally’s campaign provided: Sinema in April 2018 voted in favor of a \"balanced-budget amendment,\" which House Minority Leader Nancy Pelosi described as \"an act of breathtaking hypocrisy and an open assault on Medicare, Medicaid and Social Security,\" and one \"purpose-built to force devastating cuts in Medicare, Medicaid and Social Security.\"  \nMcSally also voted in favor of the proposal. It did not pass.\nWhile Sinema’s team said her website’s claim was only directed toward McSally, other candidates in the race, including Republicans Ward and Arpaio, told PolitiFact they opposed cuts to Medicare, Social Security, and raising the retirement age. Sinema’s Democratic opponent in the primary, civil rights attorney Deedra Abboud, also said she was against cuts to seniors’ benefits or raising the retirement age.\nOur ruling\nSinema on her campaign website said she is \"the only candidate for Senate who refuses to cut Medicare and Social Security or raise the retirement age.\"\nThe website’s claim is broad; Sinema’s team said McSally was its target. While some votes cast by McSally could have indirectly led to cuts in Medicare and a restructuring of Social Security, those votes were for not for measures that would have become law. They were for non-binding resolutions and motions. McSally’s and Sinema’s votes have aligned at times to protect entitlement programs — McSally has been considered a moderate Republican, and Sinema touts having an independent voice. In one instance, they both voted in favor of an amendment that Pelosi said would cut Medicare and Social Security.\nWe rate Sinema’s claim Half True.\n Share the Facts 2018-08-14 19:57:54 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says she is \"the only candidate for Senate who refuses to cut Medicare and Social Security or raise the retirement age.\"    Kyrsten Sinema Representative https://kyrstensinema.com/priorities/seniors/   in campaign website Monday, June 11, 2018 2018-06-11    Read More  info", "vclaim_id": "vclaim-pol-01736"}