{"url": "/factchecks/2018/apr/13/blog-posting/no-evidence-250-million-moon-inhabitants-s-fake-ne/", "speaker": "Bloggers", "vclaim": "The \"moon has more than 250 million citizens.\"", "truth_label": "pants-fire", "date": "stated on April 8, 2018 in in a blog:", "title": "No evidence of 250 million moon inhabitants. That’s made up", "text": "A online hoax claims, entirely without evidence, that 250 million inhabitants currently live on, or inside, the moon.\nThe headline, from a website called Mysterious Earth, states \"CIA Release Documents Of Moon, Moon Has More Than 250 Million Citizens.\" But the article makes no reference to released CIA documents, and provides not a shred of proof to back up the claim that a civilization roughly the size of Pakistan’s population lives on the moon.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes.\nThe article opens with a mangled quote misattributed to theoretical physicist Albert Einstein: \"Contemplation without investigation is the height of ignorance.\" (As the sleuths at metabunk.org point out, the real quote appears to trace back to 18th century British theologian William Paley, who criticized formulating contempt without investigation.)\nNext, the item suggests that the very fact that it’s conceivable that hundreds of millions of inhabitants live on the moon — no matter how improbable — gives credence to the argument that a substantial lunar civilization already exists. (This argument, which takes the logical form of \"X is possible, therefore X is true,\" is a logical fallacy known as an appeal to possibility.) Yet in the very next breath the author doubles back, acknowledging \"this may not be true.\"\nThe item then cycles through a host of fringe theories, including the Spaceship Moon hypothesis (also known as the Hollow Moon hypothesis). This idea, put forth in 1970 by two members of the Soviet Academy of Sciences, holds that the moon is actually a hollow spaceship built by aliens.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThis theory has been roundly debunked by planetary scientists.\nDr. Renee Weber, who manages the Heliophysics and Planetary Science Division at NASA’s Marshall Space Flight Center, said in a 2011 interview that none of NASA’s findings support the Hollow Moon theory.\nKaren Masters, an associate professor in astronomy and astrophysics at the Institute of Cosmology and Gravitation at the University of Portsmouth in England, also addressed the fringe theory in a 2015 online forum hosted by Cornell University.\n\"The Moon is not hollow,\" Masters said. \"It is possible to tell this because when we have had things in orbit around the Moon, how they orbit in the Moon's gravity tells us about the mass of the Moon. We also know the size of the Moon so we can work out the density and see that it is not possible for the Moon to be hollow.\"\nThis bogus item follows a familiar fake news formula, wending its way from a shocking clickbait-y headline, through muddled reasoning that attempts to buttress an ultimately absurd central premise.\nOne thing that is true: This claim is hollow. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-02183"}