{"url": "/factchecks/2016/jul/24/hillary-clinton/hillary-clinton-says-mike-pence-slashed-education-/", "speaker": "Hillary Clinton", "vclaim": "Says unlike Tim Kaine, who \"invested\" in education, Indiana Gov. Mike Pence \"slashed education funding.\"", "truth_label": "false", "date": "stated on July 23, 2016 in a campaign rally in Miami, Fla.:", "title": "Hillary Clinton says Mike Pence 'slashed' education spending as Indiana governor", "text": "Donald Trump and Hillary Clinton both picked men with executive experience as their running mates.\nMike Pence, Trump’s vice presidential pick, is the governor of Indiana, and Sen. Tim Kaine, running alongside Clinton, served as Virginia’s governor from 2006 to 2010. Clinton compared their gubernatorial records at a July 23 rally in Miami.\n\"While Mike Pence slashed education funding in Indiana and gave more tax cuts to the wealthiest, Tim Kaine cut his own salary and invested in education from pre-K through college and beyond,\" she said.\nThere’s a lot to unpack in there. We were especially curious, though, about Clinton’s comparison of their education records. At the Republican National Convention, Pence said that as Indiana’s governor, he has made \"record investments in education,\" and we rated that claim Half True.\nWe found that Clinton’s claim that Kaine \"invested\" in education while Pence \"slashed education funding\" is an exaggeration at best.\nPence\nIndiana has not \"slashed\" education funding under Pence’s leadership. In fact, it’s been on the rise every year since Pence took office in 2013.\nNot adjusting for inflation, Indiana state spending for K-12 and higher education combined hit record highs in 2014 through the current year, according to data compiled by Larry DeBoer, a professor of agricultural economics at Indiana’s Purdue University.\nWhen adjusted for inflation, the rise isn’t so dramatic, but it’s still there. (For calculating the inflation-adjusted spending, DeBoer used 1982-84 dollars according to the Consumer Price Index.)\n\n\nCreate your own infographics\nThe Clinton campaign pointed out that Pence asked universities to cut their state spending by 2 percent in fiscal year 2014 to account for a revenue shortfall. And the 2015 state budget took money from some urban school districts and redistributed them to suburban districts, which some commentators saw as disproportionately benefiting wealthier students.\nPence did, though, successfully push for $15 million to fund a preschool program for poor families.\nKaine\nEducation spending in Virginia actually went down under Kaine, who served as governor from 2006 through 2010. However, Kaine took office in a relatively healthy economy that soon gave way to the recession in 2007, which squeezed state budgets across the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn raw dollars, state spending on K-12 and higher education under Kaine increased in 2007, 2008 and 2009, to a high of $7.5 billion, according to figures compiled by Chris Duncombe, a policy analyst at the Commonwealth Institute, a liberal Virginia think tank. There was a very slight dip in 2008 when adjusting the figures for inflation.\nThen in 2010, it fell to $6.8 billion, and that includes $365 million from the federal government to support the economic recovery.\n\n\nCreate line charts\nThe Clinton campaign said Kaine expanded pre-kindergarten programs, and he signed a 2006 bond bill that set out to provide $1.5 billion for construction projects at Virginia colleges and universities.\nThe campaign also noted that in 2006, Kaine signed a bill to establish a framework for bringing Virginia teacher salaries up to the national average. However, the state ended up having to rescind a 2 percent raise for state employees and teachers before it went into effect in 2008 in the wake of the recession.\n\"Sen. Kaine was dealt a poor hand to fund public education, or anything else for that matter,\" said Richard Salmon, a professor emeritus and expert in public education at Virginia Tech.\n\"However, the funding reductions that befell public schools have not been attributed to Sen. Kaine by supporters of public education, and most feel that the reductions would have been even more severe if someone else had been governor,\" Salmon said.\nSalmon noted that public school funding still hasn’t fully recovered from the recession cuts.\nOur ruling\nClinton said that unlike Tim Kaine, who \"invested\" in education in Virginia, Mike Pence \"slashed education funding\" in Indiana.\nThe clear implication from Clinton’s statement is that Pence cut education in Indiana while Kaine grew it in Virginia. That sends voters an inaccurate message.\nPence made various individual cuts and investments in education, but overall state spending has increased every year in his term so far.\nKaine made notable investments in certain educational projects as Virginia’s governor, but state education spending shrunk overall throughout his term. However, this was primarily because the recession caused massive budget shortfalls.\nWe rate Clinton’s claim False.\nhttps://www.sharethefacts.co/share/d903da3f-8806-47e1-9b6e-b4d423291fe7", "vclaim_id": "vclaim-pol-04619"}