{"url": "/factchecks/2010/oct/18/michael-bennet/ken-buck-opposes-abortion-including-cases-rape-or-/", "speaker": "Michael Bennet", "vclaim": "Ken Buck wants to \"outlaw abortion, even in cases of rape or incest.\"", "truth_label": "true", "date": "stated on October 15, 2010 in a campaign ad:", "title": "Ken Buck opposes abortion, including cases of rape or incest", "text": "The race for U.S. Senate in Colorado is neck-and-neck between incumbent Democrat Michael Bennet and Republican Ken Buck. Bennet, a former superintendent of the Denver Public Schools, was appointed to the seat when then-Sen. Ken Salazar became the U.S. Secretary of the Interior in the Obama administration. Buck, the district attorney for Weld County, has support from the tea party movement and defeated a more establishment rival in the Republican primary.\n\nA recent ad from Bennet attacks Buck's views as out of the mainstream.\n\n\"Extreme beauty, extreme sports -- good extremes in Colorado,\" the ad says. \"But what about Ken Buck's extreme ideas? Do we really want to privatize Social Security and risk it in the stock market? ... Are we ready to outlaw abortion, even in cases of rape or incest? Extreme beauty is a good thing, but Colorado's no place for Buck's extreme ideas.\"\n\nWe fact-checked the charge that Buck wants to privatize Social Security, and we rated that statement Half True. We found that Buck has been clear that he does not want to change the program for current retirees or those close to retiring.\n\nThis time we wanted to look at Buck's views on abortion. During a debate on NBC's Meet the Press on Oct. 17, moderator David Gregory asked Buck about waffling on issues like abortion, which made us wonder if Bennet's charge that Buck wants to \"outlaw abortion, even in cases of rape or incest\" was true. We want to be clear here that we're not checking whether Buck's views on abortion are \"extreme\" but only whether the Bennet ad accurately characterizes them.\n\nOur first stop was Buck's website. \"As a father of two, Ken believes in the value of life and is opposed to abortion except to protect the life of the mother,\" the site says. \"As U.S. Senator, Ken will oppose federal funding of abortion and will fight to protect the life of the unborn.\"\n\nWe then turned to news coverage of Buck's public statements. Buck has said in response to questions from voters that he opposes abortion and that includes pregnancies that result from rape or incest.\n\n\"I don't believe in the exceptions of rape or incest. I believe that the only exception, I guess, is life of the mother,\" Buck said. \"And that is only if it's truly life of the mother. To me, you can't say you're pro-life and say -- if there is, and it's a very rare situation where one life would have to cease for the other life to exist. But in that very rare situation ... we may have to take the life of the child to save the life of the mother. In that rare situation, I am in favor of that exception. But, other than that, I have no exceptions in my position.\"\n\nIn the course of our research, we noted two instances in which Buck has changed position on abortion-related issues, but neither one was about exceptions for rape or incest. Earlier in the campaign, Buck indicated he favored a state constitutional amendment that would have granted personhood to people \"from the beginning of biological development.\" Later, he backed off full support for the amendment, because some people believe the amendment will outlaw some forms of birth control.\n\n\"I have said that I am in favor of personhood as a concept,\" Buck said in an interview with Bob Schieffer on CBS's Face the Nation. \"I am not taking a position on any of the state amendments, and I have said over and over again -- and it has been reported over and over again -- that I am not in favor of banning any common forms of birth control in Colorado or in the United States.\"\n\nHis website also says, \"Ken believes life begins at conception and does not favor doing away with common forms of birth control, like the pill.\"\n\nThe other question has been whether Buck would vote to confirm presidential nominees who favor abortion rights. Buck indicated earlier in the campaign that he would not confirm such nominees, but later he said he would only oppose nominees who are activists for abortion rights.\n\n\"I won't use abortion as a litmus test with a pro-choice individual,\" Buck told Schieffer. \"Someone that is an activist on the abortion issue, I think, goes outside the pale, and I cannot support an activist on the abortion issue.\"\n\nTo be clear, we did not find any instance of Buck changing position from the view that abortion law should not include exceptions for rape or incest. And a campaign spokesperson reaffirmed that position.\n\n\"Ken is pro-life, and only has one exception -- that's when the life of the mother is at risk,\" said Owen Loftus.\n\nBut Loftus also said that Buck is focused on economic issues and government spending. \"The reality is that the Senate only deals with a few abortion related issues -- partial birth abortion and public funding. Ken would not support either. This ad is another example of how Michael Bennet wants to talk about anything but the issues that Coloradans care about -- creating jobs, controlling spending and getting our economy back on track.\"\n\nIn reviewing the record, Buck has said he opposes abortion, even in the cases of rape or incest. We did not find any evidence of him changing position on that issue over the course of the campaign. So we rate Bennet's statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14205"}