{"url": "/factchecks/2013/jan/09/chris-christie/chris-christie-says-new-jersey-faced-11-billion-de/", "speaker": "Chris Christie", "vclaim": "Says in fiscal year 2011, the state had \"a projected $11 billion deficit.\"", "truth_label": "half-true", "date": "stated on January 8, 2013 in a State of the State address:", "title": "Chris Christie says New Jersey faced an $11 billion deficit in fiscal year 2011", "text": "Hurricane Sandy held much of the focus of Gov. Chris Christie’s State of the State address Tuesday, but New Jersey’s economic woes weren’t totally forgotten.\n\nChristie talked repeatedly of Garden State resilience and making the tough choices, from tenure reform to hardline collective bargaining to dealing with huge amounts of debt.\n\n\"In fiscal year 2011, the picture was even worse: a projected $11 billion deficit – on a budget of $29 billion – in percentage terms, the worst in America,\" Christie told a packed statehouse in Trenton as he reviewed the state’s economic landscape. He also noted that as in previous years, the state budget was balanced without raising taxes.\n\nTuesday’s address marks the fourth time since 2011 that PolitiFact New Jersey has heard that $11 billion figure from Christie. The third time was during Christie’s keynote address in August at the Republican National Convention in Florida.\n\nAs we did in August, we’re looking only at the claim of an $11 billion budget deficit for fiscal year 2011 and the budget being balanced.\n\nFirst, Christie has balanced the budget every budget year, as required by the state Constitution. So, that claim is accurate.\n\nBut there’s a problem with his claim about a projected $11 billion deficit for fiscal year 2011.\n\nLet’s explain. The $11 billion refers to a $10.7 billion structural deficit the state’s nonpartisan Office of Legislative Service projected for the fiscal year 2011 budget, when Christie proposed his first spending plan.\n\nA structural deficit measures how much money the state would need if current services and revenues remained the same and all spending obligations required by statute were fully funded.\n\nBut the state does not have to meet all of its obligations because the budget supersedes statute.\n\nSo although a state statute may require certain levels of spending on different programs, the governor can sign a budget that does otherwise.\n\nThat’s basically what Christie did in his first budget.\n  \nHe skipped a  $3 billion pension payment, didn’t fully fund the school aid formula, and didn’t fully fund the state’s property tax rebate program.\n\nWhen the fiscal 2012 budget year came around, New Jersey still had a projected structural deficit, of about $10.5 billion.\n\nBut Christie dismissed that calculation, calling it the \"old way of budgeting.\"\n\nIn a 2011 budget speech, Christie said the projected deficit \"assumes no one is actually managing the budget or setting priorities. That is yesterday’s New Jersey.\"\n  \nThe next year Christie said, \"the baseline is zero\" for budgeting.\n\nThat’s one way of making an $11 billion deficit ‘disappear.’\n\nOur ruling\n\nChristie said in his State of the State address that New Jersey in fiscal budget year 2011 faced a projected $11 billion budget. The governor also said that he, with the Legislature’s help, was able to balance the budget.\n\nThe state Constitution requires a balanced budget every year and Christie met that obligation.\n\nBut the deficit figure Christie cites refers to a $10.7 billion projected structural deficit, a calculation Christie used to his advantage in his first budget year but has since dismissed as the old way of budgeting. Now, \"the baseline is zero\" for budgeting, the governor has said.\n\nThat’s important context Christie’s statement lacks. As it did in previous fact-checks, this statement rates Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09869"}