{"url": "/factchecks/2011/sep/11/brett-hulsey/wisconsin-rep-brett-hulsey-says-only-one-376-bill-/", "speaker": "Brett Hulsey", "vclaim": "The Republican-controlled Wisconsin Assembly approved \"only one out of 376 amendments offered by Assembly Democrats\" in 2011.", "truth_label": "true", "date": "stated on August 27, 2011 in an opinion column:", "title": "Wisconsin Rep. Brett Hulsey says only one of 376 bill amendments proposed by a Democrat was adopted by GOP-controlled Assembly", "text": "In early August 2011, after surveys tagged him as possibly the nation’s most polarizing governor, Wisconsin Gov. Scott Walker pledged a renewed focus on bi-partisanship and jobs.\n\nLater that month, Wisconsin Assembly Speaker Jeff Fitzgerald, R-Horicon, echoed the call. He said some jobs-related bills proposed by Democrats were good and would take them up by the Assembly after it returns from its summer recess on Sept. 13, 2011.\n\nRep. Brett Hulsey, D-Madison, professed doubts about the sincerity of the GOP calls for bi-partisanship. On Aug. 27, 2011, the day Fitzgerald’s comments were posted online, Hulsey said in an opinion column in The Capital Times of Madison:\n\n\"On the floor of the Legislature, Assembly Republicans have rubber-stamped Walker’s corporate agenda while rejecting hundreds of Democratic amendments, even though many were common-sense measures that emphasized accountability or saved money. So far, Republicans have accepted only one out of 376 amendments offered by Assembly Democrats.\"\n\nBi-partisanship, of course, can be measured in many ways. But the one-out-of-376 statistic caught our attention, so we decided to check it out.\n\nWe started by asking Hulsey to clarify his statement.\n\nHulsey said that of all the bills adopted by the Assembly in 2011 before it adjourned for the summer, only one of 376 amendments proposed by a Democrat was adopted. Some amendments were proposed on the Assembly floor and others in Assembly committees, he said.\n\nThe single Democrat-sponsored amendment that was approved, according to Hulsey, was to Assembly Bill 94. That bill made administrative changes to the Milwaukee school choice program, which uses taxpayer dollars to send children to private schools.\n\nThe amendment was introduced by Rep. Jason Fields, D-Milwaukee, a school choice supporter. It specifies that a pupil currently participating in the choice program may continue to attend a private school if their family’s income increases above current income eligibility requirements and that the pupil’s siblings are not subject to current income eligibility requirements, according to the Wisconsin Legislative Council, which provides legal and other services to legislative committees.\n\nTo check Hulsey’s numbers, we contacted the Assembly chief clerk’s office, which referred us to the Wisconsin Legislative Technology Services Bureau. Hulsey contacted the bureau, as well. The bureau determined there were even more Democratic amendments than Hulsey had claimed -- 399 -- and that only the Fields amendment was adopted.\n\nWe asked Walker spokesman Cullen Werwie and Fitzgerald spokesman John Jagler about the numbers. Neither disputed them.\n\nJagler said many of the Democratic amendments were voted down because they were politically motivated. He also said that for the 2009-2011 state budget -- adopted when Democrats controlled the governor’s office and both chambers of the Legislature -- Republicans offered more than 120 amendments and none were adopted.\n\nThat suggests Hulsey’s statement is just a measure of the reality of what happens when one party has outright control in Madison.\n\nIs the number of opposition amendments adopted a good measure of bi-partisanship?\n\nWe put that question to two former state lawmakers, one from each party, who served in both the Assembly and the Senate.\n\nMordecai Lee, a Democrat who represented Milwaukee and now teaches governmental affairs at the University of Wisconsin-Milwaukee, said the sheer volume of Democratic amendments rejected by the Republican-controlled Assembly is evidence \"that these people despise each other.\"\n\nBrian Rude, a lobbyist and a Republican who represented the La Crosse area, agreed that the number of rejected amendments indicates a split, but added: \"Partisanship has always been part of the process. Parties get elected to stand for something.\"\n\nFor his part, Werwie cited a spreadsheet produced by the governor’s office on the 44 bills Walker has signed into law. It shows there were a total of 331 yes votes by Assembly Democrats on the bills.\n\nThat means, on average, 7.5 of the 38 Democrats voted yes on each of the 44 bills.\n\nOur conclusion\n\nHulsey said the Republican-controlled state Assembly adopted only one of nearly 400 amendments offered by Democrats to bills that were adopted by the Assembly. Complete official data is not available, but GOP leaders don’t dispute that only one Democratic amendment was approved. We rate Hulsey’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12440"}