{"url": "/factchecks/2009/jan/23/eric-cantor/Cantor-distorts-CBO-data/", "speaker": "Eric Cantor", "vclaim": "Says a Congressional Budget Office report on spending by House Democrats in the economic stimulus concluded it \"is just not stimulus. It won't help the economy grow.\"", "truth_label": "false", "date": "stated on January 21, 2009 in an interview on the Fox News Channel.:", "title": "Cantor distorts CBO data on stimulus package", "text": "In the debate over how best to provide economic stimulus, put U.S. Rep. Eric Cantor, the Republican whip, in the camp that thinks more tax cuts and less government spending is the way to go.   Fair enough. But in a Jan. 21, 2009, interview on Fox News, Cantor cited a recent report from the Congressional Budget Office to back up his argument.   \"We have a list of ideas very focused on small businesses, the self-employed, entrepreneurs and families, because we believe very much you provide tax relief to those individuals that we will see an economy that bounces back,\" Cantor said.   \"Unfortunately, here on the Hill, what we're seeing now is the congressional Democrats proposed massive amounts of spending; that in fact today the Congressional Budget Office came out with a report — said that it's just not stimulus. It won't help the economy grow.\"\nThat seemed odd, given that the CBO is supposed to be an objective, nonpartisan fiscal research arm for Congress. So we decided to check it out.\nWhat Cantor cited is not so much a CBO report as a data run projecting how much of the proposed $355 billion stimulus money proposed by House Democrats for infrastructure projects like bridge, highway or school construction and other \"discretionary\" spending would be going out the door in any given year. Because while House Speaker Nancy Pelosi talks about \"shovel ready\" projects, the reality is many of the proposed projects would take time to get off the ground.\nThe CBO analysis found that about $136 billion of the $355 billion total would be spent in fiscal years 2009 and 2010 (remember, we are already 4-1/2 months into the 2009 fiscal year). So that means only about a third would be spent this year and next.\nBy the end of the 2011 fiscal year, about 70 percent of the money would be spent.\nWhen we called Cantor's office, they made the point that the CBO data show that the proposed spending by the Democrats wouldn't be spent fast enough to quickly stimulate the faltering economy. They note that a previous CBO report projected a marked contraction in the U.S. economy in 2009 will be followed by a slow recovery in 2010. Therefore, Cantor and other Republicans have argued, the bulk of the infrastructure spending wouldn't kick in until we are already well out of a recession.\n\"If most of the plan won't be spent before 2011, what help is that to the economy now?\" said Cantor spokesman Brad Dayspring. Therefore, he said, it's fair to extrapolate from the data that the Democrats' plan won't help the economy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nA few caveats to the CBO spending analysis are in order.\nFirst, as Cantor acknowledged later in the Fox interview, the CBO analysis referenced by Cantor only looked at so-called discretionary spending, not the entire $825 billion stimulus package proposed by House leaders. Among the spending not analyzed is a proposed $275 billion in tax cuts and nearly $200 billion for jobless benefits — both of which are expected by some to jump-start the economy more quickly than infrastructure projects.\nSecond, the CBO data is based on an already outdated version of the proposed stimulus package.\nLast, and perhaps most important, the three-page CBO data sheet makes absolutely no qualitative conclusions about whether infrastructure spending will stimulate the economy, or whether it will or won't help the economy to grow. It projects when the money would be spent, period.\nThere is sure to be heated debate between Democrats and Republicans in the coming weeks about spending versus tax cuts in the proposed stimulus package, and which would create more jobs, more quickly.\nIf Cantor's point is that Democrats have been too optimistic in how quickly they can create jobs through infrastructure projects, the CBO data give a bit of ammunition to suggest that such projects will likely take several years to unfold. But the way Cantor said it suggests that the nonpartisan and well-regarded CBO had come out with a report that said the opposition party's proposal wouldn't work. That's a serious distortion of three pages of data that simply laid out a likely timeline of spending.\nYes, coupled with other data, it is possible to make an argument that the proposed infrastructure spending won't provide an urgently needed boost to the ecomony, but that's not an argument the CBO weighs in on one way or another. And Cantor's suggestion that it does is False.", "vclaim_id": "vclaim-pol-15850"}