{"url": "/factchecks/2014/oct/08/morgan-brittany/did-washington-tell-responders-prep-ebola-months-a/", "speaker": "Morgan Brittany", "vclaim": "\"According to a government supplier of emergency products, the Disaster Assistance Response Team was told to be prepared to be activated in the month of October for an outbreak of Ebola.\"", "truth_label": "pants-fire", "date": "stated on October 7, 2014 in an article on the WND website:", "title": "Did Washington tell responders to prep for Ebola months ago? No", "text": "As if Ebola were not frightening enough in its own right, it is a breeding ground for conspiracy theories. One of the latest comes from Morgan Brittany, a former actress from the original television soap opera Dallas who is now a commentator with the conspiracy-minded blog WND. Brittany suggests that Ebola is part of a larger White House plan to control the nation.\nBrittany’s column describes a Los Angeles dinner party where the conversation turned grim.\n\"One of the men brought up the fact that Washington has known for months if not years that we were at risk for some sort of global pandemic,\" Brittany wrote. \"According to a government supplier of emergency products, the Disaster Assistance Response Team was told to be prepared to be activated in the month of October for an outbreak of Ebola. Hmm, that’s just like the fact that they knew 60,000 illegal children were going to be coming across our southern border eight months before it happened.\"\nA few months ago, we debunked that last eyebrow-raising bit about the government being behind the surge of undocumented children at the border.\nNow, we examine whether something called \"the Disaster Assistance Response Team\" was told to get ready for an outbreak of Ebola.\nBrittany’s column provided a link to Global Research, another conspiracy website. Global Research had its own alarming article.\n\"A large government supplier of emergency response products specializing in ‘high risk events’ says that Disaster Assistance Response Teams were told to prepare to be activated in the month of October. The shocking revelation, made on the Golden State FIRE EMS Twitter page, suggests that not only did someone know that the Ebola virus would be reaching America, but that they knew exactly when it would happen.\"\nGlobal Research even had a screenshot of the Twitter exchange from Sept. 30, and indeed, there we found, \"DART teams were notified months ago they would be activated in October. Timing seems weird. Source: current DART member.\"\nThe tweets are authentic.\nWhat’s lacking is anything of substance behind them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe spoke to Ed Castillo, president of Golden State FIRE EMS. Castillo was regretful.\n\"A couple of EMS guys were talking about conspiracy theories,\" Castillo said. \"There are no facts to support it. It can be written off as a couple of guys shooting the breeze.\"\nGolden State is based in Woodland Hills, Calif. Among other services, it contracts with Hollywood film companies to have a medical team on hand when they shoot stunt sequences.\nCastillo said the company’s only goal now is to \"extinguish the flames\" and stop hearing from conspiracy theorists.\n\"These guys came out of the woodwork left and right,\" Castillo said. \"We had to tear down our Twitter account. Now we’re just sticking to Facebook and our Web page. We just want to get back to work.\"\nThe Golden State tweets might have been vacuous blather taken as reality, but the Global Research and Brittany posts went beyond even what the tweets said. Their reference to a \"large government supplier of emergency response products\" seems to have greatly reimagined Golden State’s line of work.\nTo write about \"the Disaster Assistance Response Team\" as a singular entity also seems odd. Such a name applies generically to any group that jumps in to help in a disaster.\nBrittany doesn’t write definitively that these theories are accurate but closed her article on a note of fear.\n\"Maybe the current administration needs this to happen so martial law can be declared, guns can be seized and the populace can be controlled. Once that happens … game over.\"\nOur ruling\nBrittany passed along as fact that a government supplier knew that emergency responders had been told well in advance to get ready for Ebola. The rumor was based on tweets from a private California medical and safety services company, which now says the tweets were based on nothing.\nThe reckless use of implausible assertions earns this claim Pants on Fire.", "vclaim_id": "vclaim-pol-07175"}