{"url": "/factchecks/2016/may/31/nikki-haley/nikki-haley-more-people-today-are-leaving-virginia/", "speaker": "Nikki Haley", "vclaim": "\"More people today are leaving Virginia than moving in.\"", "truth_label": "mostly-true", "date": "stated on May 17, 2016 in a forum.:", "title": "Nikki Haley: 'More people today are leaving Virginia than moving in'", "text": "South Carolina Gov. Nikki Haley came to Richmond recently and torched Virginia Gov. Terry McAuliffe’s management of the state’s economy.\nHaley came to endorse and raise money for fellow Republican Ed Gillespie, who plans to run for governor in 2017. She said Virginia has taken a \"nose dive\" since McAuliffe, a Democrat, took office in 2014 and is a \"non-issue\" in the competition among states to recruit new businesses.\nAt a forum arranged by Gillespie’s PAC, Haley hearkened to the days of Gov. Bob McDonnell, McAuliffe’s Republican predecessor. \"Virginia was a tough guy to beat,\" she said, adding, \"... and then, to turn it around and find out what no state ever wants: More people today are leaving Virginia than moving in.\"\nShe made a similar statement a half-hour later while talking to reporters. \"Most disturbing is that you’ve got more people leaving Virginia than coming in,\" Haley said. \"That’s a sign of an economy that is going down, and going down fast.\"\nWe wondered if it’s true that more people are exiting than entering the state. It’s a claim that Gillespie has previously made, foreshadowing a campaign that will promise economic change.\nGillespie, noting PolitiFact’s presence among the journalists covering Haley’s visit, provided on-the-spot sourcing for her comments. He said they were based on 2013 data from the Internal Revenue Service.\nThe numbers\nThe IRS publishes annual statistics on the number of households that moved and filed federal tax returns from a different state than the one in which they lived the previous year. Demographers and economists use these figures to track the \"net migration\" of families in the U.S. from year to year.\nThe data show that from 1991 through 2012, Virginia always had more families coming in than going out. That changed in 2013, when there was a net loss of 3,082 households. In 2014, the last year for which figures are available, Virginia lost a net of 12,463 households.\nThis doesn’t mean there’s been a massive flow out of Virginia. To give some perspective, about 3.8 million Virginia households annually file federal taxes. The combined net losses to other states in 2013 and 2014 come to less than half of 1 percent of households.\nThe U.S. Census Bureau also tracks net migration through an annual survey. It estimates that Virginia gained a net of 3,099 people through domestic migration during a 12 month period that ended July 1, 2013. Then,  the state had had estimated net losses of 20,400 for the 12 months ending at the start of July 2014, and 23,813 for the 12 months ending in July 2015.\nThe reason\nJobs are the main reason people are leaving Virginia for other states, said James V. Koch, an economist and former president of Old Dominion University.\nVirginia is home to large military bases and a fleet of defense and government contractors and federal workers which drive the economy of Northern Virginia. It has been hurt in recent years by efforts to curb federal spending through sequestration programs.\nKoch and other state economists have said those efforts largely are responsible for Virginia’s flat economic growth in 2014, the latest year for which statistics are available. Only two states did worse: Mississippi and Alaska.\nThe result, Koch said, is that many Virginians whose paychecks were dependent on federal spending, particularly for defense, have left the state in recent years for new jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHamilton Lombard, a demographer at the Weldon Cooper Center for Public Service at the University of Virginia, wrote an article in September that also cited sequestration as a reason people were leaving Virginia. Lombard added that more retirees are exiting Virginia than coming into the state.\nOverall population\nAll of these migration figures might give you the impression that Virginia’s overall population is declining, but that’s not the case. Virginia’s population is growing every year. It expanded from 8 million in 2010 to an estimated 8.38 million in 2015, according to the Census Bureau.\nWhat explains the seeming contradiction? Again, net migration is a narrow statistic that measures the number of people or households moving to different states. It doesn’t take into account the two much larger influences on population:\n•More people are being born in Virginia than are dying here, and\n•More people are coming into Virginia as first-year immigrants and temporary foreign workers and students than are leaving to live in other countries.\nNow let’s get back Haley. Her claim that more people are moving out of Virginia than into the state doesn’t count immigrants. If we include them, her claim unravels.\nThe most current figures from the Census Bureau - tracking the 12-month period that ended on July 1, 2015 - shows an estimated net gain of about 39,000 such foreigners in Virginia compared with a net loss of about 24,000 people who moved to a different state.\nPut together, the numbers suggest there was a net gain of almost 15,000 people who chose to move to Virginia during those 12 months.\nFinal note: As we’ve said many times previously, governors have little control over the economies of their states. In this case, Haley holds McAuliffe responsible for problems that economists say resulted largely from sequestration actions begun by Congress and the White House in March 2013 - nine months before McAuliffe became governor.\nMcAuliffe took office in January 2014. The IRS data show the first year Virginia experienced a net loss of households was 2013. Census data suggest the losses began swelling in the latter half of 2013.\nOur ruling\nHaley said, \"More people are leaving Virginia today than moving in.\"\nShe made her statement in a partisan attack on McAuliffe’s economic stewardship, saying Virginia no longer is competitive in attracting and keeping businesses. Her claim was based on IRS data on the number of people who moved and filed tax returns from a different state than the one in which they lived the previous year.\nEconomists and demographers use these figures to chart migration in states. In 2014, Virginia had a net loss of 12,463 households to other states.\nThe latest Census Bureau figures estimate Virginia lost a net of 23,813 people to other states during a 12-month period ending in July 2015. Because Haley was talking in the context of Virginia competing with other states, we think her claim largely holds up.\nBut there’s a caveat. If you add first-year immigrants and temporary foreign workers and students to the mix, then annual Census Bureau estimates show more people continue to enter Virginia than leave it.\nSo we rate Haley’s statement Mostly True.\nhttps://www.sharethefacts.co/share/2fb6662b-ae96-4dd8-8584-d361711933a8", "vclaim_id": "vclaim-pol-04899"}