{"url": "/factchecks/2015/sep/20/kenneth-block/ken-block-sees-smoke-how-big-fire/", "speaker": "Kenneth Block", "vclaim": "\"The cost of fire in Rhode Island is anywhere from 33 percent to 100 percent more expensive than anywhere else we could find.\"", "truth_label": "half-true", "date": "stated on August 23, 2015 in TV interview:", "title": "Ken Block sees smoke, but how big is the fire?", "text": "Ken Block is the former candidate for governor who strongly believes Rhode Islanders are paying far too much for an army of firefighters.\nIn March, Block and his organization, Watchdog RI, released a research project that detailed the cost of firefighting in the state and compared costs here to other parts of the country.\nBlock is proud of that work, and during an appearance on WPRI’s \"Newsmakers\" on Aug. 23 he said: \"When we studied firefighting costs in Rhode Island relative to other places, we determined that the cost of fire in Rhode Island is anywhere from 33 percent to 100 percent more expensive than anywhere else we could find.\"\nIn fact, Block told us his statement to \"Newsmakers\" had actually understated the difference, based on his latest review of the numbers.\nBut it was also clear that the type of source information needed for a full vetting of Watchdog RI’s determination would not be forthcoming. More on that later.\nFirst, we needed to understand more about those percentages that Block used when he said Rhode Island was 33 percent to 100 percent more expensive.\nHe said he had used them to convey the range of differences between the more expensive firefighting costs in Rhode Island and less expensive costs in other areas of the country that the Watchdog report analyzes for comparison purposes. Watchdog RI did not compare Rhode Island with every other community in the country. Far from it.\nThe report compares Rhode Island’s firefighting costs with costs in some huge cities that Block acknowledges do not make good comparisons with Rhode Island.\nIt also compares Rhode Island costs with costs in some areas that Block says match up well, especially when juxtaposed, not with Rhode Island as a whole, but with the eastern portion of the state.\nThe Watchdog RI report calls this region Metropolitan Rhode Island because its population and land area is suitable for comparison with other urban areas in other states.\nThe report also provides a per-capita fire cost for for Metro RI and also for Rhode Island as a state. Both figures, the $350 per capita for Metro RI and $315 for the state as whole, were for the fiscal year that ended June 30, 2014.\nBoth figures were based on the cost of 66 different fire departments and fire districts, as reported in responses to Watchdog RI’s information requests or in financial documents, according to Block.\nBoth the $350-per-capita figure and the $315 exceed per-capita spending amounts in each of the 10 communities that Watchdog RI’s report compares to Rhode Island. Per-capita spending in Miami was the closest. Metro RI came in at 35 percent more expensive, according to Block.\nAt the other end of the spectrum, Metro RI came in at 180 percent more expensive than Orange County, Florida.\nWhen comparing Rhode Island as a state, Block also found Rhode Island’s costs were 41 percent more than New York City and 116 percent more expensive than Los Angeles.\nWe went online and checked out the financial reports that Block cited as his source for firefighting costs in other places and Block appeared to be in the ballpark.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nBut Block did not provide the same type of source material that he gave for the 10 communities outside of Rhode Island to back up his claim about the costs of firefighting in Rhode Island.\nWatchdog RI’s report posted on its website has no appendix or footnotes.\nBlock told us he was unwilling to spend the time needed to go through the budgetary information that his team had gathered, nor could he give us citations for that information.\nThat would take more than 40 hours, he said, adding that it was time he did not have on the heels of a reporting effort that had consumed 500 hours.\nSo we were on our own.\nAnd although we were unwilling to check in with all 66 Rhode Island fire districts, we did look at the adopted fire department budgets of the state’s five largest cities: Providence, Warwick, Cranston, Pawtucket and East Providence.\nThe total amount of budgeted spending for the fiscal year that ended June 30, 2014, came to $121.9 million. And the total population for the five cities added up to 460,984 people.\nThis created a per-capita fire cost of $264 for Rhode Island’s five largest cities.\nThat’s significantly less than Block’s per-capita spending amount for Metro RI of $350, but it still exceeds per-capita spending amounts in other areas that Watchdog RI selected for comparison.\nBefore you put too much stock in these comparisons, consider this: Block says he suspected the Rhode Island numbers did not  include pension costs, which are a major line item. Therefore, we removed pension costs for the five Rhode Island cities we looked at.\nBut for the comparison communities, we discovered that spending that he cited for Orange County and Miami did include pension costs; $12.6 million in Orange County and $23.7 million in Miami, but the Los Angeles number did not. It’s a muddle.\nPut simply, we’re not sure Block is comparing apples to apples. And Block, as an aside, told us he wasn’t sure the spending calculation for Providence included health-care expenses.  \nOur ruling\nOn \"Newsmakers,\" Block said:  \"When we studied firefighting costs in Rhode Island relative to other places, we determined that the cost of fire in Rhode Island is anywhere from 33 percent to 100 percent more expensive than anywhere else we could find.\"\nHowever, the determination itself isn’t that reliable without an appendix and without consistent data, especially in regards to pension costs.\nPerhaps, Block and his team should just finish their reporting job. For those reasons, the judges rate his claim Half True.\n \n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-05953"}