{"url": "/factchecks/2009/mar/11/peter-orszag/earmarks-down-not-75-percent/", "speaker": "Peter Orszag", "vclaim": "\"Look, the earmarks have come down significantly, 75 percent.\"", "truth_label": "false", "date": "stated on March 8, 2009 in a TV interview.:", "title": "Earmarks down, but not 75 percent", "text": "With Democrats now running the show, it's their turn to take the heat for earmarks in a $410 billion omnibus spending bill to keep the government running for the rest of the fiscal year.\n\n\nCongressional Democrats and the White House have been quick to note this spending bill is actually a holdover from the previous administration, that things will be different next year, and that earmarks hit a peak during Republican control in the middle part of this decade.\n\n\nOn CNN's \"State of the Union\" on March 8, Peter Orszag, director of the Office of Management and Budget, said, \"Look, the earmarks have come down significantly, 75 percent.\"\n\n\nThe same day on NBC's\n\nMeet the Press\n\n, Sen. Charles Schumer threw out a nearly identical assessment: \"The bottom line is, there's been serious reform. We are now, this year, two years later, there's one-fifth the earmarks there were before — not 80 percent, 20 percent from before. They are transparent. No Bridge to Nowhere could occur.\"\n\n\nWhen it comes to earmarks, lots of numbers get thrown around. Different groups have different definitions of earmarks. Some people look at the number of earmarks, some at the dollar amount, some both.\n\n\nMost everyone agrees that earmarks have gone down with Democrats at the helm, but we haven't found any source to reasonably back up claims that earmarks have declined anywhere near 75 or 80 percent.\n\n\nAccording to the math provided by the Senate Appropriations Committee (Democratic-controlled, we note), earmarks were reduced by 43 percent last year, and the omnibus appropriations bill reduces earmarks by another 5 percent.\n\n\nThere's a big caveat to their numbers: They do not include \"project-based\" federal programs. For example, the Army Corps of Engineers, which oversees federal water projects, has such a high percentage of earmarks in its overall budget that Democrats exclude the projects from the totals. Their reasoning is that if they promise to cut earmarks by a certain percentage, as they have in the past few years, these programs will be disproportionately cut. By their count, there are $3.8 billion worth of earmarks in the omnibus bill.\n\n\nThe most trusted source in earmark accounting, Taxpayers for Common Sense, doesn't go for excluding that \"non-project-based\" stuff.\n\n\n\"An earmark is an earmark,\" said Steve Ellis of Taxpayers for Common Sense. \"You can't start sequestering things off. I mean, I can meet my weight loss goals if I don't count my butt.\"\n\n\nThey count more than 8,500 disclosed earmarks in the omnibus bill, coming to $7.7 billion. Together with $6.6 billion in disclosed earmarks in the three 2009 spending bills that passed in the fall, earmarks for the year come to $14.3 billion, which is $500 million less than earmarks last year, they note. Less, but not a whole lot less in the big picture.\n\n\nThe total amount of last year's earmarks represented a 23 percent reduction from the high water mark in 2005, according to TCS. The slight reduction this year would add a couple percentage points to that. But in no way does it come anywhere near the reduction of 75 or 80 percent that Orszag and Schumer cited.\n\n\nSo, we asked, where did Schumer and Orszag get their figures?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSchumer's office didn't respond.\n\n\nAnd a spokesman from Orszag's Office of Management and Budget sent this vague reply: \"A number of groups which tally earmarks have estimates on the level of reductions that are in the omnibus. Peter pulled from those.\"\n\n\nUm, okay.\n\n\nIn summary, based on the figures from the most respected source on earmarks, Taxpayers for Common Sense — which uses Congress' own definition of earmarks — the figures cited by Orszag and Schumer are way off.\n\n\nThe Appropriation Committee numbers are a little closer to those cited by Schumer and Orszag. But we don't buy this number because it excludes \"project-based\" federal programs.\n\n\nWe note that Obama, in an announcement about earmark reform on March 11, said earmarks \"hit their peak in the middle of this decade, when the number of earmarks had ballooned to more than 16,000.\" This number appears to include \"project-based\" federal programs. As we think it should.\n\n\nAt any rate, the Appropriations Committee numbers suggest less than a 50 percent reduction — not 75 or 80 percent. We don't know where Orszag and Schumer got their numbers. And they aren't saying. At least not to us. But the authorities on this matter say their calculations are bunk. We agree. And we rule the statements False.", "vclaim_id": "vclaim-pol-15808"}