{"url": "/factchecks/2012/sep/13/john-kerry/john-kerry-says-netanyahu-praised-us-israel-relati/", "speaker": "John Kerry", "vclaim": "On U.S.-Israeli relations, Prime Minister Benjamin Netanyahu \"set the record straight — he said, our two countries have 'exactly the same policy' (and) 'our security cooperation is unprecedented.'\"", "truth_label": "half-true", "date": "stated on September 6, 2012 in a speech at the Democratic National Convention:", "title": "John Kerry says Netanyahu praised U.S.-Israel relationship", "text": "Responding to Republican complaints that President Barack Obama has not been fully supportive of Israel, Democrats are launching a strident defense.\n\nU.S. Sen. John Kerry, D-Mass., chair of the Senate Committee on Foreign Relations and his party’s 2004 presidential nominee, defended Obama’s policies at the Democratic National Convention on Sept. 6.\n\n\"Barack Obama promised always to stand with Israel to tighten sanctions on Iran—and take nothing off the table. Again and again, the other side has lied about where this president stands and what this president has done,\" Kerry said. \"But Prime Minister Netanyahu set the record straight—he said, our two countries have ‘exactly the same policy…’—’our security cooperation is unprecedented...’ When it comes to Israel, I'll take the word of Israel's prime minister over Mitt Romney any day.\"\n\nKerry’s remarks seemed to answer criticism from Romney’s acceptance speech at the Republican National Convention in Tampa. There, Romney said that Obama \"has thrown allies like Israel under the bus.\"\n\nBoth parties are clamoring for the Jewish vote in this election. Although Jewish Americans overwhelmingly voted for Obama in 2008, even a slight decrease in November could make a difference in crucial swing states such as Florida.\n\nWe wanted to see if Prime Minister Benjamin Netanyahu actually said what Kerry claimed and if it supported his overall point in rebutting Romney’s criticism.\n\n Romney’s criticism of Obama on Israel\n\nRomney has criticized Obama and his administration with respect to Israel on multiple fronts. Most often, he’s said that Obama hasn’t done enough to stop Iran’s alleged quest to obtain nuclear weapons.\n\nBut he’s also criticized Obama for not visiting Israel as president (we rated that True) and not recognizing the country’s capital as Jerusalem (we rated that Half True.) Obama later got the Democrats to reinsert language in their party platform that says Jerusalem is the capital.\n\nIt’s not clear from Romney’s criticism that his policies would be different from Obama’s, a point we’ll look at more closely in just a bit. But Romney regularly criticizes the administration for not being supportive enough of Israel.\n\nOur research shows that the relationship between the United States and Israel is generally strong, although there have been some tensions between Obama and Netanyahu that have grown more prominent as election day nears.\n\nIn fact, one of the quotes Kerry invoked came from just such a time, going back to 2011 when Netanyahu and Obama exchanged public remarks on how the Middle East peace process should proceed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKaren Harrington\n\n\nstated on November 12, 2011 in an interview\n\n\n\n\n\n\n\n\nU.S. Rep. Debbie Wasserman Schultz \"has blamed the Republicans for the creation of Hamas.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • December 5, 2011\n\n\n\n\n\n\n\n\n\"Our security cooperation is unprecedented\"\n\nIn a speech at the State Department on May 19, 2011, Obama expressed support for two states, adding, \"The borders of Israel and Palestine should be based on 1967 lines with mutually agreed swaps.\"\n\nObama’s idea wasn’t new -- the New York Times reported that President George W. Bush and Bill Clinton directed their staff to pursue the same idea -- but his comments angered Israeli officials.\n\nThe New York Times noted that the 1967 border issue \"has always been privately understood, not spoken publicly, and certainly not publicly endorsed by a sitting American president.\"\n\nA day after Obama’s comments, the two leaders met at the White House. Here’s how the Washington Post reported the meeting:\n\n\"After the president's brief welcome, the prime minister leaned into him with cameras catching every moment. He suggested bluntly that Obama had little, if any, understanding of how peace efforts and the broader Middle East worked.\n\n\"’I think for there to be peace, the Palestinians are going to have to accept some basic realities,’ Netanyahu told him. Publicly calm, Obama was privately irate at the treatment.\"\n\nThen Netanyahu made his own speech on May 23, 2011.\n\n\"Yesterday, President Obama spoke about his iron-clad commitment to Israel's security,\" Netanyahu said. \"He rightly said that our security cooperation is unprecedented.\" That’s the line Kerry quoted.\n\nNetanyahu also thanked both American political parties and said the two countries \"stand shoulder to shoulder fighting common enemies, protecting common interests\" and were cooperating in science, technology and other areas.\n\nBut near the end of his speech, Netanyahu said this: \"Tomorrow in Congress, I'll describe what a peace between a Palestinian state and the Jewish State could look like. But I want to assure you of one thing. It must leave Israel with security. And therefore, Israel cannot return to the indefensible 1967 lines.\"\n\nThe news from Netanyahu’s speech wasn’t that he said something nice about America’s president and the U.S. The news was about the 1967 border spat.\n\nOur two countries have \"exactly the same policy\"\n\nThe other line Kerry quotes came from Netanyahu’s remarks of March 2012 when he said that the U.S. and Israel have \"exactly the same policy\" with respect to Iran:\n\n\"I want to explain why Iran must never be allowed to develop nuclear weapons,\" Netanyahu said.  \"U.S. President Barack Obama has reiterated his commitment to prevent that from happening. He stated clearly that all options are on the table, and that American policy is not containment. Well, Israel has exactly the same policy. We are determined to prevent Iran from developing nuclear weapons; we leave all options on the table; and containment is definitely not an option....\"\n\nBut in the same speech Netanyahu also said diplomacy and sanctions haven’t worked:\n\n\"I appreciate President Obama’s recent efforts to impose even tougher sanctions against Iran.  These sanctions are hurting Iran’s economy, but unfortunately, Iran’s nuclear program continues to march forward. Israel has waited patiently for the international community to resolve this issue.  We’ve waited for diplomacy to work.  We’ve waited for sanctions to work.  None of us can afford to wait much longer.\"\n\nAs we were preparing this report, Netanyahu was again complaining about U.S. actions on Iran.\n\n\"Those in the international community who refuse to put red lines before Iran don’t have a moral right to place a red light before Israel,\" he said.\n\nPolicy differences between Obama and Romney\n\nWe asked Aaron David Miller, a former State Department advisor on Arab-Israeli affairs for Democrat and Republican Secretaries of State, about the differences between Romney and Obama on Israel. Miller wrote an article debunking myths about Israel and U.S. foreign policy published in the Jewish Journal the day after the conventions.\n\nHe had criticisms for both political parties. He said it's a myth that Obama is hostile to Israel, and that  Romney’s comment that Obama has \"thrown  Israel under the bus\" is \"ridiculous.\"\n\nBut he also noted that Obama supporters are wrong to claim Obama is just as pro-Israel as Clinton or Bush.\n\n\"Combined with a tendency to see the conflict through the more detached unemotional filter of American national interests, Obama doesn’t have the instinctive emotional attachment to Israel of Bill Clinton or George W. Bush,\" Miller wrote.\n\nIf Romney won, \"he’d probably give more slack on the issues of settlements and the peace process,\" Miller wrote, and would be \"personally sympathetic to the notion of bombing before accepting an Iranian bomb.\"\n\n\"The fact is, with the exception of the peace process that isn’t right now, Romney’s policies toward Israel would be much more rhetorically supportive but not that much different than Obama’s. The tone of the relationship would change — more warmth and good cheer — but I would bet that within a year Netanyahu would find some way to begin to annoy even his best friend Mitt Romney.\"\n\nNetanyahu and Romney have known each other since they worked together in Boston in the 1970s.\n\nOur ruling\n\nDuring his speech at the DNC, Kerry answered Romney’s criticism of Obama’s Israel policy with these words: \"But Prime Minister Netanyahu set the record straight—he said, our two countries have ‘exactly the same policy…’—’our security cooperation is unprecedented...’\"\n\nKerry did accurately quote Netanyahu’s remarks in 2011 and 2012. But Kerry omitted any discussion of the real tensions that exist between Obama and Netanyahu, particularly about Obama’s 2011 comments on Israel’s 1967 borders. And Kerry ignored Netanyahu’s statements in 2012 that showed he wasn’t keen on waiting for diplomacy to work in Iran for much longer.\n\nFor cherry-picking and lack of context, we rate this claim Half True.\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10388"}