{"url": "/factchecks/2011/may/02/bill-nelson/bill-nelson-criticizes-state-election-bill-cites-n/", "speaker": "Bill Nelson", "vclaim": "\"55 percent of the people who cast a provisional ballot (in Florida) in the last presidential election -- their vote did not count.\"", "truth_label": "mostly-true", "date": "stated on May 2, 2011 in a press conference:", "title": "Bill Nelson criticizes state election bill, cites number of tossed provisional ballots", "text": "U.S. Sen. Bill Nelson came to Tallahassee during the final week of the legislative session to oppose major changes to election law being considered by the House and Senate.\n\nWe've written about the bills before. The House version, HB 1355, passed 79-37 on April 21, 2011, while the Senate bill, SB 2086, is awaiting a floor vote. Among many different provisions, the bills would no longer allow voters who have moved or changed their last name to update their information at the polls on Election Day. Instead, those voters would have to file provisional ballots that are reviewed after the election.\n\nRepublicans say it's a way to eliminate possible voter fraud. But Democrats like Nelson say it's an way to suppress the votes of people most likely to change their names (women) and people most likely to move frequently (young people and college students). At a press conference with Democratic state legislators on May 2, Bay News 9 and Central Florida 13 reporter Troy Kinsey asked Nelson what was so wrong with people having to cast a provisional ballot.\n\n\"Look at history,\" Nelson answered. \"Look at the provisional ballots in 2008. Fifty-five percent of them were discounted. Fifty-five percent of the people who cast a provisional ballot in the last presidential election -- their vote did not count.\"\n\nWe turned to the stats to see in Nelson was right.\n\nThe Pew Center on the States, widely considered a nonpartisan source, studied the result of provisional ballots cast during the 2008 fall presidential election across all 50 states. They found that, in Florida, wide variation existed between counties on the percentage of provisional ballots that were allowed by local canvassing boards, as well as why ballots that were not counted were ultimately disallowed.\n\nMore than 80 percent of provisional ballots cast in Duval County were counted, while less than 60 percent were counted in Hillsborough County. In South Florida, 34 percent of the provisional ballots were counted in Miami-Dade. In Broward County, just about 6 percent of the provisional ballots cast ultimately were counted in the results, Pew found.\n\n\"The precise causes of these variations within Florida are unclear, but the reasons why these ballots were rejected provide a slightly more detailed picture,\" Pew wrote. \"In Broward County, 100 percent of rejected provisional ballots were not counted because they were cast by voters not registered in the state. In Hillsborough County, more than 40 percent of rejected provisional ballots were rejected for being cast in the wrong precinct. Both Duval and Miami-Dade counties saw substantial numbers of rejected provisional ballots because voters’ eligibility could not be established.\"\n\nIn total, Pew reported that 35,635 Florida voters submitted provisional ballots in the 2008 fall election (.42 percent of the total 8.4 million who cast ballots for president). Of the 35,635 ballots submitted, 17,314 were counted and 18,321 were not counted.\n\nTo line that up with Nelson's claim, that means 51.4 percent of the provisional ballots submitted were not counted for one reason or another.\n\nWe checked the Pew numbers with the Department of State and found just a slight discrepancy. The Department of State says 17,312 votes were counted -- two fewer votes than Pew reported -- but not enough to change the percentage of those who submitted provisional ballots but did not have them counted.\n\nState Department spokesman Chris Cate also provided us with provisional ballot statistics from the 2010 general election. They are worth noting because the percentage of provisional ballots ultimately discounted was cut in half when compared to 2008. In the 2010 fall election, local canvassing boards considered 13,181 provisional ballots. Canvassing boards wound up counting 9,790 of the votes and tossing out 3,391 provisional ballots -- or 25.7 percent of the total number of provisional ballots.\n\nNelson said that \"55 percent of the people who cast a provisional ballot (in Florida) in the last presidential election -- their vote did not count.\" Two slight clarifications: Nelson is slightly high on the percentage claim, and he fails to note that the percentage of provisional ballots counted improved greatly in 2010. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13166"}