{"url": "/factchecks/2016/oct/27/newt-gingrich/gingrich-misleading-call-850000-paid-bill-clinton-/", "speaker": "Newt Gingrich", "vclaim": "In the Paula Jones case, Bill Clinton paid an \"$850,000 penalty.\"", "truth_label": "half-true", "date": "stated on October 25, 2016 in an interview with Fox News' Megyn Kelly:", "title": "Newt Gingrich misleading in saying Bill Clinton paid $850,000 'penalty'", "text": "In a combative cable news interview that has gone viral, Fox News host Megyn Kelly and former House Speaker Newt Gingrich -- a prominent Donald Trump surrogate -- clashed over allegations that Trump had groped nearly a dozen women over the years.\nAmong other things, Gingrich countered that the husband of Trump’s opponent, former president Bill Clinton, has gotten off light after being involved in sex scandals during the 1980s and 1990s. Here’s an excerpt of the Oct. 25 interview:\nGingrich: \"No, I just want to hear you use the words. I want to hear you use the words, ‘Bill Clinton, sexual predator.’ I dare you. Say, ‘Bill Clinton, sexual predator.’ \"\nKelly: \"Mr. Speaker, we’ve covered — excuse me, sir …\"\nGingrich: \"Disbarred by the … Arkansas bar.\"\nKelly: \"Excuse me. excuse me.\"\nGingrich: \"Disbarred by the Arkansas bar; $850,000 penalty.\"\nWe wondered about Gingrich’s assertion that Bill Clinton had paid an \"$850,000 penalty.\" That was a figure Clinton paid in a settlement over alleged sexual impropriety with Paula Jones, an Arkansas state worker when Clinton was Arkansas governor. Jones sued him over the alleged incident in a case that ultimately led to Clinton’s impeachment battle.\nWe found that not only is Gingrich wrong to call that sum a \"penalty,\" but also that Gingrich is uniquely unsuited to argue that it was in fact a penalty. Let’s explore the details.\nIs Clinton’s $850,000 payment a ‘penalty’?\nClinton did indeed pay Jones $850,000. But the payment in question does not fit the commonly accepted legal definition of a \"penalty,\" legal experts said.\nHere’s how the Washington Post described the payment in its contemporary coverage in 1998:\nPresident Clinton reached an out-of-court settlement with Paula Jones yesterday, agreeing to pay her $850,000 to drop the sexual harassment lawsuit that led to the worst political crisis of his career and only the third presidential impeachment inquiry in American history.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAfter more than 4 1/2 years of scorched-earth legal warfare, Clinton and Jones brought a sudden end to the case with a four-page deal in which he acknowledged no wrongdoing and offered no apology. ...\nRobert S. Bennett, Clinton's chief attorney in the case, said the president still insists Jones's allegations of a crude proposition in a Little Rock hotel suite seven years ago \"are baseless\" but agreed to make the payment in the interest of finally putting the matter behind him. … The case was dismissed without a trial.\nSo we know a few important things about the $850,000 payment. It came after the trial court had dismissed the case. It was made as part of an out-of-court settlement between Clinton and Jones. And as part of the agreement, Clinton made no acknowledgment of guilt.\nAll of these things undercut the notion that the payment was a penalty, legal experts said.\n\"A penalty is generally imposed by a governmental entity for a violation of a law, rule or regulation,\" said Brett Kappel, a lawyer who specializes in political ethics law with the firm Akerman. \"Payments to resolve civil suits are treated as compensation for a harmful or wrongful act. They are not a ‘penalty.’ \"\nKermit Roosevelt, a law professor at the University of Pennsylvania, agreed that \"it’s not accurate to call a settlement a ‘penalty.’ \"\nRoosevelt said that penalties \"are usually imposed without a party’s consent and on the basis of wrongdoing. ... individuals have no power to impose penalties on other individuals.\"   \nWhy Gingrich’s use of the term ‘penalty’ here is ironic\nAs it happens, Gingrich has some experience with parsing the definition of legal penalties -- and not in a way that supports his case against Clinton.\nIn 2012, a Mitt Romney-affiliated Super PAC said that Gingrich, then a Republican primary rival of Romney, had been \"fined $300,000 for ethics violations\" dating back to Gingrich’s tenure in Congress in the 1990s. In January 1997, the House voted to approve a committee’s report demanding that Gingrich pay a sum of $300,000 and admit that he had \"engaged in conduct that did not reflect creditably on the House of Representatives.\" (Here’s a timeline of the case.)\nWe initially rated the super PAC’s claim True. However, after publication, one of Gingrich’s ethics lawyers in the case, J. Randolph Evans, demanded that we change our rating. He argued that Gingrich wasn't \"fined\" by the ethics committee but rather had to pay a \"cost assessment.\" Given this linguistic technicality, we ended up downgrading our rating, but only from True to Mostly True, since legal experts told us that a \"cost assessment\" was not substantially different than a \"fine.\"\n\"Gingrich’s earlier position does undercut his current one,\" Roosevelt said.\nWe reached out to the Trump campaign, Evans, and Clinton lawyer Robert Bennett but did not receive replies.\nOur ruling\nGingrich said that in the Paula Jones case, Bill Clinton paid an \"$850,000 penalty.\" According to legal experts, Clinton’s $850,000 payment does not qualify as a \"penalty.\" It wasn’t imposed by a court (the court had dismissed the case); it was negotiated by the parties out of court; and it came with no admission of guilt. Given his past experience with careful parsing of how legal penalties are defined, Gingrich of all people should have known this. We rate his statement Half True.\nhttps://www.sharethefacts.co/share/071fe483-5978-41ad-957c-739a9915b0a5", "vclaim_id": "vclaim-pol-04041"}