{"url": "/factchecks/2015/nov/14/marco-rubio/rubio-north-korea-has-over-two-dozen-nukes/", "speaker": "Marco Rubio", "vclaim": "North Korea \"has over two-dozen nuclear warheads.\"", "truth_label": "half-true", "date": "stated on October 30, 2015 in remarks during a campaign event in Sioux City, Iowa:", "title": "Rubio claims North Korea has more than two dozen nuclear warheads", "text": "Editor's note: An earlier version of this fact-check quoted Rubio as saying North Korea had \"over 2,000 nuclear warheads.\" Rubio's campaign did not challenge that quote during the reporting of this fact-check. Shortly after the fact-check published, a Rubio spokesman said Rubio said North Korea possessed \"over two-dozen nuclear warheads.\" As such, we have updated this fact-check and changed the rating to Half True.\nIn a \"happy hour\" meet-and-greet at Bev’s on the River in Sioux City, Republican presidential candidate Marco Rubio rattled off a litany of international threats facing the United States.\nTopping that list was North Korea’s nuclear weapons stockpile and the reclusive communist country’s potential for launching a nuclear missile at the United States.\n\"And then you look abroad, and you see a world that’s increasingly dangerous. You have a lunatic in North Korea,\" Rubio said, referring to North Korean leader Kim Jong-Un. \"A lunatic. Except he has over two-dozen nuclear warheads. And a long-range missile that can already reach the United States with that warhead on it.\"\nSo, the statement to be evaluated is: Does North Korea really have more than two-dozen nuclear weapons?\nThe short answer is no, not quite.\nNumerous credible arms and security organizations estimate North Korea’s nuclear arsenal at six to 16 nuclear weapons. Even at the high side of those estimates, Rubio is overestimating the North Korean nuclear threat by about 50 percent.\nWhen asked for sources supporting Rubio's claim, his campaign provided a link to a story echoing that 16-warhead estimate but also noting a Chinese estimate of up to 20. \nA wide consensus exists that North Korea has the capability to construct up to eight plutonium-fueled nuclear weapons. This view is shared by think tanks including the Nuclear Threat Initiative, the Arms Control Association and the Stockholm International Peace and Research Institute.\nSimilarly, a 2013 report from the Congressional Research Service estimated that North Korea has enough plutonium for \"at least a half dozen\" weapons and the capability to produce another single \"bomb’s worth of plutonium per year.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nAdditionally, a report from the U.S.-Korea Institute at Johns Hopkins University’s School of Advanced International Studies agrees with the estimate of eight plutonium bombs and adds that North Korea may also have enough uranium for four to eight more nuclear bombs.\nThe Johns Hopkins paper goes on to project the potential growth of North Korea’s nuclear arsenal. In its most aggressive prediction, the paper suggests the country could have 100 weapons by 2020.\nRubio also claimed that North Korea has long-range missiles capable of delivering a nuclear weapon to American shores. He's on firm ground there. Admiral Bill Gortney, commander of U.S. Northern Command and the North American Aerospace Defense Command told a Washington think tank last month that North Korea has the ability to miniaturize its nuclear weapons and place them on a missile that could reach the United States. That view is also reflected in the Johns Hopkins report and elsewhere.\nThere are some caveats, though. According to another Johns Hopkins report, one intercontinental ballistic missile in North Korea’s arsenal, the Taepodong-2, is a \"militarized version\" of a rocket designed to launch satellites into space. It is believed to have a range that would allow it to reach Alaska, but not the continental United States.\nThree of the Taepodong-2’s four known test launches ended in failure. The re-entry vehicle necessary for deploying a nuclear weapon from the missile, moreover, is crude, inaccurate and has never been tested, according to the Johns Hopkins report. \nGortney, the NORAD commander, referred to another missile, the KN-08, which is believed to be capable of reaching targets on the West Coast of the United States. But it hasn't been flight tested and, like the Taepodong-2, is probably not accurate enough to reliably hit a target.\nOur ruling\nRubio claimed that North Korea \"has over two-dozen nuclear warheads.\"\nThat overstates North Korea’s estimated nuclear arsenal by about 50 percent, but isn’t egregious given the relatively small numbers involved. (The U.S., by contrast, has more than 7,000 nukes.) \nWe rate Rubio’s claim Half True.", "vclaim_id": "vclaim-pol-05732"}