{"url": "/factchecks/2020/jul/13/facebook-posts/no-cdc-not-verge-no-longer-calling-covid-19-epidem/", "speaker": "Facebook posts", "vclaim": "“The CDC may have to stop calling COVID-19 an ‘epidemic’ due to a remarkably low death rate.”", "truth_label": "false", "date": "stated on July 9, 2020 in a Facebook post:", "title": "No, the CDC is not on the verge of lifting 'epidemic' label for COVID-19", "text": "Amid news headlines that the United States set a daily record for the number of new coronavirus cases, an article widely shared on Facebook made a contrarian claim.\nReferring to the lead federal agency fighting COVID-19, the Centers for Disease Control and Prevention, the article’s headline said:\n\"The CDC may have to stop calling COVID-19 an ‘epidemic’ due to a remarkably low death rate.\"\nThe July 9 article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim is flawed in a number of ways.\nWhat the article says\nThe article appears on the website of Collective Evolution, which describes itself as a \"conscious media company focused on personal transformation.\"\nThe article claims the CDC might have to stop calling COVID-19 an epidemic because the death rate is becoming so low that it wouldn’t meet the CDC’s definition of epidemic. It does not cite any death rate figures. \nThe article cites a CDC webpage, but that page does not refer to death rates in describing what an epidemic is. \nThe CDC page says: \"Epidemic refers to an increase, often sudden, in the number of cases of a disease above what is normally expected in that population in that area.\"\nNo CDC declarations\nHealth officials and leaders have made several official declarations about the novel coronavirus. But the major ones weren’t about declaring an epidemic, and none were made by the CDC:\n\n\nJan. 30: The World Health Organization declares a global health emergency.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\n\nJan. 31: U.S. Health and Human Services Secretary Alex Azar declares a public health emergency.\n\n\nMarch 11: The WHO declares COVID-19 a pandemic.\n\n\nMarch 13: President Donald Trump declares a national emergency.\n\n\nWhat the CDC says\nIn its weekly summary of COVID-19 activity, the CDC gave no indication that a drop in deaths signaled a turning point. The latest report available when the Facebook post was made was for the week ended June 27. \nIt said about death rates: \n\"Mortality attributed to COVID-19 decreased compared to last week and is currently at the epidemic threshold, but will likely increase as additional death certificates are processed.\"\nThe same statement was made in the latest report, for the week ended July 4.\nHere’s what that means, CDC spokeswoman Kristen Nordlund told PolitiFact:\nThe epidemic threshold \"refers to the point at which the observed proportion of deaths is significantly higher than would be expected at that time of the year in the absence of substantial influenza, and now COVID-related mortality.\" Deaths are a lagging indicator of COVID-19, partly because of a delay in the processing of death certificates. Death rates alone don’t \"have bearing on whether COVID-19 is still an epidemic,\" given that the extent of the outbreak is the primary factor.\nOur ruling\nAn article widely shared on Facebook claimed: \"The CDC may have to stop calling COVID-19 an ‘epidemic’ due to a remarkably low death rate.\"\nThe latest CDC statement made public when the Facebook post was made said deaths attributed to COVID-19 decreased from the previous week, but remained at the epidemic threshold, and were likely to increase. Moreover, death rates alone do not define an epidemic.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-17727"}