{"url": "/factchecks/2012/feb/16/us-chamber-commerce/chamber-commerce-ad-says-obamacare-hit-americans-o/", "speaker": "U.S. Chamber of Commerce", "vclaim": "\"Obamacare (hit) Americans with over $500 billion in new taxes.\"", "truth_label": "half-true", "date": "stated on February 8, 2012 in an ad against Sen. Jon Tester, D-Mont.:", "title": "Chamber of Commerce ad says 'Obamacare (hit) Americans with over $500 billion in new taxes'", "text": "A new attack ad hitting Sen. Jon Tester, a Montana Democrat, focuses on \"government interference\" and \"more taxes.\"\n\n\"Tell Jon Tester the Washington way isn't the solution,\" a folksy voice intones. \"We need less government and lower taxes.\"\n\nThe big number the ad uses to drive its point home: \"Obamacare (hit) Americans with over $500 billion in new taxes.\"\n\nWe wondered: Did the Affordable Care Act of 2010 contain a $500 billion tax increase?\n\nThe ad\n\nHere’s the full wording of the ad, spoken over black-and-white images including worried faces and ominous dark clouds:\n\n\"When it comes to fixing America's troubles, is the solution more government interference, more taxes? That's the Washington way. Sadly, it's become Jon Tester's way, too. Tester cast a deciding vote for Obamacare, even though Montanans oppose this massive government intrusion into their health care. And then hitting Americans with over $500 billion in new taxes to pay for it. Tell Jon Tester the Washington way isn't the solution. We need less government and lower taxes.\"\n\nWe asked the U.S. Chamber of Commerce, which paid for the ad, for support for its tax claim. But we didn’t hear back.\n\nHowever, words on the screen show the source: \"CBO Testimony, 3/30/11.\"\n\nWe tracked down the March 30, 2011, testimony from the Congressional Budget Office, \"Analysis of the Major Health Care Legislation Enacted in March 2010.\" It summarizes analyses by CBO and the Joint Committee on Taxation from before and after the health care law was enacted. (And it looks at not just the Affordable Care Act, but also the Reconciliation Act, which contained some health care provisions.)\n\nThe health care laws created a mandate for Americans to buy health insurance, created insurance exchanges and federal subsidies to make insurance more affordable and significantly expanded eligibility for Medicaid. To pay for that boost in Americans’ health care coverage, it reduced the rate of growth in Medicare payments, imposed a tax on health insurance plans with high premiums and raised some taxes on high earners, along with other changes to the tax code.\n\nHow much money are the laws expected to raise?\n\nThe 2011 CBO report shows the \"estimated budgetary effects\" of the laws in Table 1. The estimate from March 2010 — when Tester voted — shows revenue generated by the law from 2010-19 would be $525 billion.\n\nThat’s certainly in the ballpark of the ad’s \"more than $500 billion\" number.\n\nHere’s the catch: That’s revenue from \"taxes, fees and penalties,\" the CBO testimony says.\n\nHow much of that $525 billion was estimated to come from taxes?\n\nThe tax breakdown came from the Joint Committee on Taxation, which published its revenue estimates on March 20, 2010. Its total was $409 billion.\n\nThe list includes a few small measures that not all experts agree are taxes (we’ve looked before at many of the health care law’s provisions to determine which are taxes and which aren’t) — which pulls that number closer to $400 billion.\n\nBy the same token, it doesn’t happen to list revenue from the penalty payments that will be required of employers who don’t provide insurance and people who don’t buy insurance, which were estimated to bring in $65 billion, according Table 2 of a CBO estimate from March 20, 2010. That’s just as well, since the question of whether those penalties are taxes is the subject of legal challenges to the health care law and not something we’ll settle in this item. Still, the penalties are in the tax code — so there’s at least a scenario where the tax burden from the law is $465 billion, better supporting the Chamber of Commerce claim than $400 billion.\n\nMeanwhile, we’re not trying to weigh which of those taxes is \"new\" — certainly some of them are merely increases in existing taxes, experts told us.\n\nWhat it means\n\nMeanwhile, at least one expert we talked to said he found the distinction between taxes, fees and penalties to be overly picky. He finds it reasonable to cite the full $525 billion number from CBO.\n\n\"Someone could quibble that some of the fees do not represent a ‘tax increase,’\" said James Horney, vice president for federal fiscal policy at the liberal Center on Budget and Policy Priorities, \"but I cannot fault anyone for saying that the ACA increased taxes by $525 billion.\"\n\nHe had a different problem with the ad’s statement: \"It lacks context because it does not talk about the benefits of the health care expansion that the increased revenues help pay for,\" he said.\n\nHenry Aaron, senior fellow with the Brookings Institution, mentioned another piece of context: The health care law calls for sizable subsidies to help people buy health insurance. Some economists treat these transfers as \"negative taxes.\"\n\n\"So, if one wants to talk about what is 'hitting' American families, it would be appropriate to count increased payments made to them as well as increased payments they make to the government,\" he said.\n\nWhat’s that number? It’s not simple to say, Aaron pointed out — $1,1trillion is the net value of the insurance coverage provisions in the law. $504 billion of that is the number without counting Medicaid and CHIP spending that goes directly to states. Another portion, $777 billion, includes mostly spending for direct subsidies but also some other items. We found a CBO estimate that premium and cost-sharing subsidies would cost $350 billion. Bottom line? The tax burden on Americans increases — but it's offset by what taxpayers get in return.\n\nA Daily Finance article in 2010 called it a \"myth\" that heath care reform would raise \"your\" taxes, noting, \"Most people will not see a tax increase.\" The AARP, which supported the health care law, pointed out that cost savings from the law would depend \"on whether your income is on the high side, whether you have ‘Cadillac’ employer-sponsored health care coverage and how often you go to tanning salons ... among other things.\" Families USA, a liberal group that pushed for the health care law, pointed out lower taxes and lower premiums for 28.6 million Americans under the law.\n\nOur ruling\n\nA Chamber of Commerce ad attacking a Montana Democrat says, \"Obamacare (hit) Americans with over $500 billion in new taxes.\" That’s a fair number for total revenue raised by the 2010 health care law as estimated when Tester voted — but the number for just taxes is lower, likely between $400 billion and $465 billion. Meanwhile, the ad talks about the tax bill \"hitting Americans,\" but not the substantial federal subsidies headed their way under the same legislation. The statement is partially accurate but leaves out important details or takes things out of context. That's our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11598"}