{"url": "/factchecks/2013/jan/21/john-kitzhaber/are-increased-pers-costs-responsible-500-student-i/", "speaker": "John Kitzhaber", "vclaim": "Says \"in this next biennium, the cost of primary and secondary education is going to increase by more that $1000 per student. Half of that $1000 – $500 per student – is accounted for by the increased cost of PERS alone.\"", "truth_label": "true", "date": "stated on January 14, 2013 in his State of the State Address.:", "title": "Are increased PERS costs responsible for a $500 per student increase in state spending?", "text": "During his recent State of the State address, Gov. John Kitzhaber defended a proposal to cap the cost of living adjustment for those on the public employee retirement system.\n\n\"If we are serious about reinvesting in the classroom, we cannot ignore the fact that the crisis in school funding – as well as the crisis in funding things like child protective services and home health care – is not just a revenue problem: it has also become a cost problem,\" the governor began.\n\n\"In this next biennium, the cost of primary and secondary education is going to increase by more than $1,000 per student. Half of that $1,000 – $500 per student – is accounted for by the increased cost of PERS alone …\"\n\nThis isn’t the first time the governor has made this exact claim, so we thought it was time we checked it out.\n\nWe started by asking Kitzhaber’s spokeswoman, Amy Wojcicki, to tell us how the governor arrived at these statistics.\n\nIn an email, she said the governor started by looking at what it would cost the state to run the K-12 system during the 2013-15 biennium in the exact way its running currently -- this is also called current service level. Essentially, the same services that cost the state $5.715 billion this biennium are projected to cost the state $6.315 next biennium.\n\nThen the governor took a look at that extra $600 million; a big chunk of it, $265 million, came from the PERS increase.\n\n(As a side note, that steep increase stems from the 2007 stock market crash. Essentially, PERS is like any other investment portfolio; it rides the market up and down. However, when it’s on a downturn, there are still people expecting to get their pensions. In Oregon, that means the government has to go in and make up the losses.)\n\nWe wanted to verify these numbers independently of the governor's office, so we called Paul Cleary, the executive director at PERS. Cleary told us that based on their estimates, the cost of PERS in education for the next biennium was predicted to rise by $400 million. The state isn’t responsible for that full amount, but rather 70 percent, or $280 million -- roughly the amount the governor had mentioned in his speech.\n\nThe next step was to take the governor’s $265 million figure and divide it by the total number of students in the public K-12 system, which, by the Oregon Department of Education’s latest count, was about 560,000.\n\nDo that and you get about $475 per student -- or just about the $500 the governor mentioned in his speech.\n\nNow this isn’t a done deal, of course. If you take a look at the budget the governor recommended to legislators, spending on K-12 increases not by $600 million but by $400 million. The governor has a slighter increase -- and one that is largely the result of other personnel costs as well as a larger investment in education -- because he’s assuming PERS costs will be curbed by his plan to cap cost-of-living increases, among other changes.\n\nWe note that the governor’s plan has to get through the Legislature, and if approved would likely face the hurdle of litigation. Becca Uherbelau, a spokeswoman for the Oregon Education Association, which represent public employees, says the proposed reforms would wind up in court.\n\nHowever, much of that has little to do with what the governor said -- and the statement we’re vetting.\n\nKitzhaber has said on several occasions, most recently in his State of the State address, that if nothing changes, the state will be spending about $500 more per K-12 student to cover the cost of PERS in the next biennium.\n\nWe checked his math and verified it with the executive director of PERS and the governor is right. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09823"}