{"url": "/factchecks/2011/sep/02/eric-cantor/cantor-flops-position-disaster-aid-offsets/", "speaker": "Eric Cantor", "vclaim": "On disaster aid offsets", "truth_label": "full-flop", "date": "stated on August 29, 2011 in a TV interview.:", "title": "Cantor flops position on disaster aid offsets", "text": "When Tropical Storm Gaston slammed into central Virginia in August 2004, U.S. Rep. Eric Cantor went all out to get federal disaster aid for his constituents.\n\nThe Aug. 30 deluge dumped a foot of rain on the Richmond area in 10 hours, causing floods, landslides and eight deaths.\n\nCantor, R-7th, fired a letter to then-Homeland Secretary Tom Ridge, seeking \"immediate action\" from Washington.  \"Time is of the essence and it is important to start working on this matter so my constituents can receive help in this time of need,\" Cantor wrote.\n\nHe issued a news release stating, \"The magnitude of the damage suffered by the Richmond area is beyond what the Commonwealth can handle and that is why I have asked the president to make federal funds available for the citizens affected by Gaston.\"\n\nCantor’s efforts helped the region obtain about $20 million in federal disaster aid. Cantor did not share the concern of some Republicans that the relief -- if not offset by cuts to other federal programs -- could deepen the national debt.\n\nThat October, Cantor was among 127 Republicans who voted against an amendment to an emergency supplemental bill for disaster aid that would have offset any increases in the relief with budget cuts. The amendment -- offered by Rep. Jeb Hensarling, R-Texas -- was handily defeated.\n\nNow, let’s flash forward to 2011 and a new cauldron of disasters.\n\nOn May 22, a tornado devastated Joplin, Mo., leaving 142 dead. Cantor, now House majority leader, the next day voiced confidence the government would provide ample relief. But he said any supplemental emergency money would have to be offset by cuts to other federal programs.\n\nCantor, during a May 29 interview on \"Face the Nation,\" provided this explanation: \"When a family is struck with tragedy, like the family of Joplin ... let's say if they had $10,000 set aside to do something else with, to buy a new car ... and then they were struck with a sick member of the family or something, and needed to take that money to apply it to that, that's what they would do, because families don't have unlimited money.\n\n\"Neither does the federal government,\" Cantor said.\n\nCantor made similar comments to Fox News on Aug. 29. That was six days after Cantor’s constituents in Louisa County found themselves at the epicenter of a 5.8-magnitude earthquake. It was two days after Hurricane Irene pelted the East Coast, including Cantor’s district.\n\n\"Yes, there’s a federal role,\" Cantor said of disaster relief. \"Yes, we’re going to find the money. We’re just going to make sure that there are savings elsewhere to continue to do so.\"\n\nWe asked Cantor’s office why the congressman voted against disaster aid offsets in 2004 and supports them today.\n\n\"In 2004, the national debt was under $8 trillion and was $8.67 trillion when (Democrat) Nancy Pelosi became Speaker,\" Brad Dayspring, Cantor’s spokesman, said in an email. \"Today the debt stands at $14.625 (trillion), meaning that while Democrats controlled the purse strings, the national debt increased by an astounding $6 trillion. That is a sign that we are dealing with a debt crisis and are living in different times. Looking back, the previous Republican majority probably made mistakes by not working to at least try to offset new spending.\"\n\nDayspring noted that Cantor has often said the GOP lost control of the House in the 2006 elections because the Republican majority \"lost its way, particularly on spending issues.\" He said Republicans regained control of the chamber in last year’s elections by \"pledging to be responsible stewards of federal dollars.\"\n\n\"People and their families affected by these disasters will certainly get what they need from their federal government,\" Dayspring wrote.\n\n\"Is the suggestion that Congress should completely ignore the $14 trillion debt and make no effort to pay for things?\" he wrote. \"That seems quite extreme.\"\n\nAlthough Cantor has his reasons, there is no doubt he has changed positions on offsets to federal disaster aid. We rate it a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12489"}