{"url": "/factchecks/2020/oct/12/facebook-posts/no-photo-does-not-show-nancy-pelosi-inebriated-eit/", "speaker": "Facebook posts", "vclaim": "Image shows Nancy Pelosi drunk and being kissed by President Barack Obama.", "truth_label": "false", "date": "stated on October 10, 2020 in a post on Facebook:", "title": "No, this photo does not show Nancy Pelosi inebriated, either", "text": "An image making the rounds on social media purports to show House Speaker Nancy Pelosi in a \"drunken\" pose as President Barack Obama puckers near her cheek.\n\"Oh that ‘Crazy Nancy,’\" reads text inside the image. \"This needs to go viral. I’m sure she doesn’t want this drunken photo out there of her.\"\nThe image, which was posted Oct. 10 and shared hundreds of thousands of times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt is a cropped version of a photo taken Sept. 30, 2016, at Joint Andrews Base by Reuters photographer Kevin Lamarque.\n\"U.S. President Barack Obama kisses House Democratic leader Nancy Pelosi upon their return from Israel to Joint Base Andrews in Washington September 30, 2016,\" reads a caption on an archived version of the photo.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nPelosi, then House minority leader, and Obama were returning from Jerusalem, where earlier in the day they attended the funeral service for former Israeli president and prime minister Shimon Peres.\nAlso returning on that flight were President Bill Clinton and then-Secretary of State John Kerry.\nAnother photographer from Getty Images was present for the plane debarking, and captured images from a different perspective showing the group walking single file down a mobile staircase.\nNews stories from that day included coverage of Clinton’s and Obama’s remarks at the Nobel peace laureate’s funeral. Pelosi’s office that day released a statement recognizing Rosh Hashana, the Jewish New Year, which would soon begin.\nWhat we do not find in legitimate news archives is any coverage that suggests Pelosi, who does not drink alcohol, was drunk upon her return. But we have seen similar claims suggesting she was publicly inebriated many, many, many times before.\nWe rate this False.", "vclaim_id": "vclaim-pol-18666"}