{"url": "/factchecks/2019/sep/26/viral-image/texas-sports-editor-wrote-column-christianity-and-/", "speaker": "Viral image", "vclaim": "Says Andy Rooney wrote a long commentary defending prayer and Christianity in the United States.", "truth_label": "false", "date": "stated on September 9, 2019 in a Facebook post:", "title": "A Texas sports editor wrote this column on Christianity and prayer — not Andy Rooney", "text": "Andy Rooney is back from the grave to \"make 2019/2020 the year the silent majority is heard, and we put God back as the foundation of our families and institutions.\"\nAccording to a Feb. 9 Facebook post, the deceased CBS commentator waxed about Christianity in \"his prayer.\"\n\"Christians are just sick and tired of turning the other cheek while our courts strip us of all our rights,\" the post claims Rooney said in a lengthy commentary. \"Our parents and grandparents taught us to pray before eating, to pray before we go to sleep. Our Bible tells us to pray without ceasing. Now a handful of people and their lawyers are telling us to cease praying. God, help us. And if that last sentence offends you, well, sue me.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nThis post, which has been shared more than 379,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because most of the words attributed to Andy Rooney in this post were actually written by Nick Gholson, then a sports editor at the Times Record News in Wichita Falls, Texas. The column doesn’t include the \"2019/2020\" rallying cry that appears in the Facebook post. Gholson’s editorial ran in September 1999, and you can read a reprint of it in another newspaper here. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00120"}