{"url": "/factchecks/2020/aug/17/donald-trump/trump-claims-california-lawmaker-pushed-abolish-si/", "speaker": "Donald Trump", "vclaim": "“For the past three years, the state senator who represents Speaker Nancy Pelosi’s San Francisco, has led a push to abolish single-family zoning in California.”", "truth_label": "half-true", "date": "stated on August 16, 2020 in a Wall Street Journal op-ed:", "title": "Trump Claims California Lawmaker Pushed To ‘Abolish Single-Family Zoning.’ Is He Right?", "text": "President Donald Trump and U.S. Housing Secretary Ben Carson claimed yesterday that a California state lawmaker is trying to \"abolish single-family zoning\" in the state.\n\"For the past three years, the state senator who represents Speaker Nancy Pelosi’s San Francisco, has led a push to abolish single-family zoning in California,\" Trump and Carson wrote about state Sen. Scott Wiener, D–San Francisco, in an op-ed in The Wall Street Journal titled \"We’ll Protect America’s Suburbs.\" \nWiener, called the op-ed \"racist,\" and said it attacks him \"for fighting to legalize affordable housing in neighborhoods zoned to only allow single-family housing.\"\n\"This is an ugly and desperate attempt to appeal to white suburbanites, whom they fear are going to vote for Joe Biden and Kamala Harris this November,\" Wiener said in a press release on Monday. \nLast month, the Trump administration rescinded the Affirmatively Furthering Fair Housing mandate. That Obama-era rule required communities that receive grants and housing aid to assess racial segregation in housing and offer plans to correct it. Advocates criticized the move, saying it would make it harder to bring lawsuits alleging discrimination in housing, while conservative groups said it would stop frivolous lawsuits.\nPolitics aside, we wanted to know more about Trump and Carson’s claim on housing in California. Is there really a push to \"abolish single-family zoning\" in the state? Or did they stretch the truth? \nWe set out on a fact check. \nOur research\nLike much in California’s housing world, the claim from Trump and Carson is confusing. \nFrom the viewpoint of housing and zoning experts, the administration’s claim is technically accurate but needs a lot of explaining and could be interpreted as misleading. \nIn recent years, Wiener led the push to pass legislation to allow for greater housing density in California to meet the state’s lack of supply. \nHis most recent effort, Senate Bill 50, stalled out in the Democratic-controlled Legislature earlier this year. Previous versions also failed. \nSB 50 would have required cities and counties to permit higher-density zoning near job and transit centers. But housing experts say that legislation doesn’t fit with Trump’s dark narrative about Democrats wanting to \"destroy the suburbs,\" noting vast tracts of single-family homes would still be permitted across California communities.\nIn neighborhoods within a half mile of rail stations, ferry terminals and other transit hubs, this \"upzoning\" would greenlight mid-rise apartment towers of four or five stories. In spots farther from transit and jobs, it would permit dividing homes into duplexes, triplexes and fourplexes in areas previously zoned only for single-family homes.  \nEarlier in the op-ed, Trump and Carson claim that, if left in place, the federal housing rule they rescinded would also \"abolish single-family zoning, compel the construction of high-density ‘stack and pack’ apartment buildings in residential neighborhoods, and forcibly transform neighborhoods.\" \nThis gives the impression that the failed California legislation would do the same. But under the state bill, the private market would drive the construction of higher-density housing, not government. Local governments would not be compelled to build anything. And large tracts of single-family homes would still be permitted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nAmong experts, a zoning designation communicates the maximum density that can be built on a property, but it doesn’t mean other less-dense options, such as single-family homes, are off limits. \nOf course, not everyone who reads the op-ed is a housing or zoning expert and they might be left with a very different impression, including the idea that there’s a push to abolish new single-family homes in California, which is not the case.\nHere’s one viewpoint from a housing expert: \n\"I think it is accurate,\" Ben Metcalf, managing director of UC Berkeley’s Terner Center for Housing Innovation, said of the claim. \"There has been a longstanding effort over the last several years, among folks like Sen. Scott Wiener and other leaders in the Legislature and in the governor’s office, under Gov. Jerry Brown and Gov. Gavin Newsom, to try and create more flexibility for individual homeowners who want to add second units or third units or want to subdivide their lots.\" \nBut, as Metcalf explained, abolishing single-family zoning doesn’t mean getting rid of the ability to build new single-family homes. \n\"In President Trump and Secretary Carson’s op-ed, they are definitely doing some fear mongering here, making folks think that,\" said Metcalf, who led California’s Department of Housing and Community Development from 2015 to last year, and served in President Obama’s housing agency. \"The implication here is, we here in California are trying to do away with the ability of folks to own and live in single-family homes. That’s just not it at all.\"\n\"I think it’s a major misconception and Trump and Carson are driving a bus through that misconception,\" Metcalf added.\n‘No one is proposing to ban single-family homes’\nIn an interview on Monday, Wiener also said the claim was correct from a zoning perspective, but added a similar caveat. \n\"By eliminating single-family home zoning, all we’re saying is people will get to choose if they want to build a single-family home or 2-unit building or a 3-unit building or whatever. It’s about giving people more latitude,\" Wiener said. \"No one is proposing to ban single-family homes. Single-family homes are a very important part of our housing stock.\"\nJenny Schuetz, who studies housing policy at the Brookings Institute, a Washington, D.C., think tank, wrote in an email that \"people who aren't housing nerds (as Ben Metcalf, Sen. Wiener and I all are) find ‘abolish single-family zoning’ confusing. It sometimes gets repeated as ‘abolish (or ban) single-family homes’, which implies that someone will take a wrecking ball to existing homes. Not the same thing at all!\"\nScheutz added that SB 50, if it had passed, \"would be a very far cry from abolishing single-family zoning in California. SB50 would have applied to a limited set of geographic areas, mostly around transit stations and designated ‘job-rich’ communities.\"\nOur rating\nPresident Trump and Housing Secretary Ben Carson claimed that state Sen. Scott Wiener \"has led a push to abolish single-family zoning in California\" over the past three years. \nWiener and housing experts say the claim is technically correct. In recent years, the lawmaker championed bills to allow for more apartments on land now zoned only for single-family homes. But they also say the statement takes things out of context and could be misleading. \nAmong zoning experts, \"abolishing\" single-family zoning means to allow additional, higher-density options on the same property but not to eliminate the ability to build single-family homes. For others, however, the claim could be interpreted as ending the right to build single-family homes across the state or in parts of it. \nThat was never proposed. Trump and Carson say nothing about that key information, leaving a potentially misleading impression. \nWe rate the claim Half True. \nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.", "vclaim_id": "vclaim-pol-17121"}