{"url": "/factchecks/2010/jul/23/jeremy-kapstein/kapstein-says-lieutenant-governor-has-power-negoti/", "speaker": "Jeremy Kapstein", "vclaim": "The lieutenant governor has the power to be an \"economic ambassador\" and \"negotiate\" on economic development", "truth_label": "half-true", "date": "stated on July 20, 2010 in a comment on the Dan York Show:", "title": "Kapstein says lieutenant governor has power to negotiate on economic development", "text": "Here we go again. Another election year, another debate over what the lieutenant governor's job is all about and whether it's even worth having the position at all.\n\nThe characters might change, but the story stays the same. The sitting lieutenant governors try to defend their work. The challengers promise they'd do more with the office, or in the case of Cool Moose candidate Robert Healey, eliminate it altogether.\n\nEnter one of the newest candidates for the job, Red Sox senior adviser Jeremy Kapstein. When appearing on WPRO's Dan Yorke Show Tuesday, Kapstein, a Democrat, promised that, if elected, he'd be a salesman for the state, wooing developers and creating jobs in the process.\n\nBut it was what he said about the lieutenant governor's responsibilities that caught our ear:\n\n\"The lieutenant governor has the power to go out as an independent constitutional office and has the budget to be this economic ambassador. And then, when the deal is brought in, to actually negotiate and help the [state Economic Development Corporation] so that it is a good deal for the taxpayers of the state.\"\n\nThat sounded like quite a lot of authority for an office that some have argued shouldn't even exist.\n\nKapstein's claim has created a minor stir among Rhode Island politicos, so we elected to send it to the Truth-O-Meter. What we really wanted to know is whether the state Constitution gives a lieutenant governor any authority to be an \"economic ambassador\" who could negotiate on behalf of the EDC.\n\nHere's what we found: Apart from references to how and when the lieutenant governor is elected, there are few mentions of this job in the Constitution. Statutes within the state's General Laws note that the lieutenant governor is responsible for chairing several boards and commissions. But the Constitution does not lay out a specific set of duties that the state's number-two executive can, or must, perform.\n\nIt wasn't always that way. It used to be that the lieutenant governor was authorized to take over when the governor was out of state. But that power was stripped in a 1992 constitutional amendment. Until 2003, lieutenant governors were also responsible for presiding over the state Senate. These days, however, the most significant constitutional duty assigned to the lieutenant governor is as the governor's understudy:\n\n\"When the governor elect shall die, remove from the state, refuse to serve, become insane, or be otherwise incapacitated, the lieutenant governor elect shall be qualified as governor at the beginning of the term for which the governor was elected.\"\n\nWe admit, we were intrigued by the question of who would determine that a governor had gone insane. But we digress.\n \nKapstein campaign manager Joe Rodgers said the candidate acknowledges the ambassador and negotiator roles are not specifically defined in the state Constitution, but Rodgers said Kapstein believes an effective lieutenant governor would take on those types of duties.\n\nAll this raises some interesting questions about Kapstein's claim. On the one hand, because the Constitution gives the lieutenant governor no specific powers, he's wrong to suggest that it does. But on the other hand, does the lack of specifics mean a lieutenant governor could do whatever he or she wants?\n\nHis Democratic primary opponent, incumbent Elizabeth Roberts, branded herself during her first term as a champion of health care and traveled across the state to encourage Rhode Islanders to \"Buy Local.\" No one questioned her authority to do so.\n\nThe same goes for Kapstein's ability to negotiate on behalf of the Economic Development Corporation. There's nothing in the Constitution to say he can't do so, assuming the agency wants his help. The EDC board is chaired by the governor, which means Kapstein would need the governor's approval to take on any of this responsibility.\n\nRoger Williams Law School Prof. Jared Goldstein said the absence of a defined job description makes it hard to determine what's appropriate.\n\n\"The question is whether the lieutenant governor on his or her own volition can just decide to take on various activities that are neither authorized by statute or by the Constitution,\" he said. \"Yet there's simply nothing in the Constitution or in statutes or in case law that speaks to that.\"\n\nSo there we are, a little stuck. Kapstein's not completely right. But he's not really wrong either. As much as we hate to do it, we'll split the difference and call it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoseph Fernandez\n\n\nstated on August 25, 2010 in a candidate mailing\n\n\n\n\n\n\n\n\nI \"kicked crooked cops and government officials off the public pension rolls.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • September 10, 2010", "vclaim_id": "vclaim-pol-14726"}