{"url": "/factchecks/2015/mar/22/donna-nesselbush/sen-donna-nesselbush-three-quarters-processed-food/", "speaker": "Donna Nesselbush", "vclaim": "\"In an average grocery store, roughly 75 percent of processed foods contain genetically modified organisms, or GMOs.\"", "truth_label": "half-true", "date": "stated on March 6, 2015 in a commentary:", "title": "Sen. Donna Nesselbush: three quarters of processed foods have genetically modified organisms", "text": "There’s a longstanding campaign to require special labels for foods made from genetically modified organisms -- plants or animals created by precisely manipulating their DNA, in ways  that don’t occur in nature.\nIn Rhode Island, Sen. Donna Nesselbush, D-Pawtucket, has submitted legislation requiring such GMO labeling.\n\"Are [genetically modified foods] good for us or bad for us? The problem is that we really don’t know,\" she asserted in a commentary supporting her legislation. \"In an average grocery store, roughly 75 percent of processed foods contain genetically modified organisms, or GMOs.\" She made a similar comment in a news release, saying that most processed foods contain GMOs.\nThere’s little solid evidence that foods made from genetically modified organisms pose a greater risk to consumers than their non-modified counterparts, a fact noted by major scientific organizations such as the American Association for the Advancement of Science, the American Medical Association and the World Health Organization.\nThey have been on the shelves for nearly two decades. U.S. products have been approved for market by as many as three different federal agencies. Independent safety testing has been done in Europe.\nWe were interested in whether these products have become as commonplace as Nesselbush says.\nBut first, we note a distinction that will be important in evaluating part of Nesselbush’s claim. She references foods that contain genetically modified organisms, which sounds scary to many people.\nBut in reality, GMO foods typically don’t contain organisms; they’re derived from organisms that have been genetically modified.\nFor example, if you eat a genetically modified ear of corn, you’re eating the once-living cells of a genetically modified organism.  But if you eat a brownie baked with corn syrup extracted from genetically modified corn, you’re only eating the syrup, not the organism.\nWhen we asked Nesselbush for a source, she didn’t have an immediate answer, saying that the information came from her staff. She promised to check further.\nIn the meantime, we did our own research. It appears that the number, although widely reported, is mostly an educated guess.\nWe contacted the Center for Food Safety, an advocacy group critical of biotechnology, which told PolitiFact National in 2007 that 60 to 70 percent of processed foods contain at least some residual genetically modified organisms. When we asked where their numbers came from, spokeswoman Abigail Seiler said they came from the Grocery Manufacturers Association, a trade group opposed to labeling for products manufactured through genetic modification.\nThe latest grocery association statement says, \"70-80 percent of the foods we eat in the United States, both at home and away from home, contain ingredients that have been genetically modified.\"\nWhen we heard back from Nesselbush, she cited the same statement as her evidence.\nWe noted that the percentage is on target but her characterization wasn’t. The grocery association says it’s 70 to 80 percent of ALL foods we consume. She said it applies to processed foods in a grocery store.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThe federal Food and Drug Administration defines processed foods as \"raw agricultural commodities\" that have been \"subject to canning, cooking, freezing, dehydration or milling.\"  Processed foods also include any foods that are not raw agricultural commodities under the FDA’s legal definition.\nIt turns out that there’s little consistency in how the estimate is used. For example, Whole Foods in 2010, citing the grocery association, said \"GMOs are now present in 75 to 80 percent of conventional processed food in the U.S.\" (We’re not sure if there are \"unconventional\" processed foods.)\nAnd where does the grocery association get its figure?\nSpokesman Brian Kennedy said it was an estimate based on  data from the U.S. Department of Agriculture. We found updated numbers showing that in 2013, genetic engineering had been done on 90 percent of all cotton planted in the United States, 93 percent of all soybeans and 90 percent of all corn.\nCottonseed and soybean oils are used in mayonnaise, salad dressings, cereals, breads and snack foods. Corn syrup is a widely used sweetener and corn starch is used in soups and sauces.\n\"Also, more than half of the sugar sold in the U.S. comes from sugar beets,\" Kennedy said. \"Sugar beets crops are 90 percent [genetically modified].\"\nWe asked the association to detail how it settled on the 70 to 80 percentage. Kennedy repeated that it was an estimate. \"And it's important to keep in mind that these particular crops, though widely used, are not used in all processed food products. Plus you’re also overlooking all of the organic and non-GM processed food products on the market today,\" he said.\nJohn Ruff, past president of the Institute of Food Technologists, told us in an email that estimates of around 75 percent are widely quoted and are based on data from the late 1990s.\n\"I’m not aware of any definitive studies, perhaps because the presence of GMO derived ingredients often cannot be detected in the finished product,\" he said. \"This is because the GMO itself is not present in the product.\"\nNesselbush is incorrect when she says that such foods contain genetically modified organisms. Often they only contain substances created by genetically modified organisms, such as sugars, which may be identical to the sugars created by non-modified plants.\nOur ruling\nDonna Nesselbush said, \"In an average grocery store, roughly 75 percent of processed foods contain genetically modified organisms, or GMOs.\"\nNesselbush quoted a percentage intended to apply to all foods and not restricted to processed foods.\nAlthough the figure is widely cited by both sides in the debate, it’s not clear that this is anything more than an estimate.\nAnd finally, in the cases of many processed foods created using the sugars, oils and other products of genetically modified organisms, the organisms themselves aren’t present in the food at all.\nBecause the statement is partially accurate but leaves out important details or takes things out of context, we rate it Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)\n(Correction: Rhode Island state Rep. Donna Nesselbush represents House District 15, which includes portions of Pawtucket and North Providence. The original version of this item incorrectly reported the community she represents.)", "vclaim_id": "vclaim-pol-06605"}