{"url": "/factchecks/2014/jul/09/scott-walker/scott-walker-says-job-growth-better-under-jim-doyl/", "speaker": "Scott Walker", "vclaim": "\"We in this state saw more job creation in the last three years since I've been governor than you saw in the whole eight years of Doyle’s time as governor.\"", "truth_label": "mostly-true", "date": "stated on June 19, 2014 in a news conference:", "title": "Scott Walker says job growth better than under Jim Doyle", "text": "Gov. Scott Walker is unintimidated when it comes to sizing up his job growth numbers next to his predecessor’s.\nBut did he create more jobs in his first three years than former Gov. Jim Doyle did over two full terms?\nWalker made that claim during a June 19, 2014 news conference at Milwaukee’s annual Water Summit.\n\"We, in this state, saw more job creation in the last three years since I’ve been governor than you saw in the whole eight years of Doyle’s time as governor,\" Walker said. \"So I think if people look, are we at where we want to be in terms of our goals? Going forward, voters will see the difference. The last thing we want to go back to is a much lower job creation number, even before the recession.\"\nWalker has focused a lot on Doyle’s record as he’s come under criticism from Mary Burke, the leading Democrat in the 2014 governor’s race, for lagging on his promise to help create 250,000 new private-sector jobs in his first four-year term. (We have rated that promise Stalled).\nLet’s see if Walker’s latest comparison holds up.\nWisconsin private sector job growth\nWhen we asked Walker’s press secretary, Laurel Patrick, for data to back up this comparison, she cited the Quarterly Census of Employment and Wages, a set of data from the U.S. Bureau of Labor Statistics.\nThis is considered the gold standard when it comes to jobs data, as it is based on a survey of nearly all state businesses. It is released about seven months after every quarter ends.\nThe scorecard as of June 19, 2014 shows the state lost 47,413 private-sector jobs by the end of Doyle’s eight-year tenure.\nUnder Walker, the state gained 91,813 private sector jobs from 2011 through 2013.\nIn Doyle’s first full term from 2003 through 2006, the state gained 86,530 jobs, which was still slower than the national average. It was 5,283 fewer jobs than were added during Walker’s first three years.\nWisconsin has experienced slow-moving growth for the past decade, said Dale Knapp, research director at the Wisconsin Taxpayers Alliance, a private fiscal research group.\n\"That’s simply the nature of our economy,\" Knapp said. \"(Wisconsin) tends to go with the (national) economy but at a slower pace.\"\nState job creation has grown at this slow pace since at least 2000, a  September 2013 Wisconsin Taxpayers Alliance study showed.The study tracked the state economy from 2000 to 2012 and found that job creation has declined as has population growth. It’s hard to create jobs if there aren’t workers to fill them.   \nDigging deeper\nA more nuanced picture emerges when you look more closely at Doyle’s full time in office.\nIn Doyle’s first term, from 2003 through 2006, the state gained 86,530 jobs, which was still slower than the national average. It was 5,283 fewer jobs than were added during Walker’s first three years.\nIn December 2007, the Great Recession began -- about one year into Doyle’s second term.\nWhen the recession took its toll, the unemployment rate rose to 10 percent in Wisconsin and the state lost 133,943 jobs during Doyle’s second term. That created the net loss of 47,413 jobs by the end of 2010.\nBy official measures, the recovery from the recession started in June 2009.\nWisconsin saw a jobs turnaround in 2010, the last year Doyle was in office, when 33,658 jobs were added. That’s significant because it was the last time Wisconsin outpaced the national average in job growth.\nIn 2011, when Walker took office, job growth did not keep up with the national or regional pace, according to a September 2012 study from the Center on Wisconsin Strategy, a non-profit think tank.\nThe study shows Wisconsin lost 21,900 jobs between January 2011 and May 2012. That put its rate of job growth at 0.73 percent, slowest in the midwest and 42nd in the nation.\nJob growth has been slow yet steadily positive since 2011 but no evidence shows the pace is changing, according to Laura Dresser, Associate Director at the Center on Wisconsin Strategy.\n\"Wisconsin is on the weak side of an already weak recovery,\" Dresser said.\nIn the middle of a gubernatorial race, Walker has worked to frame the jobs issue to his advantage. So has Burke, who was secretary of commerce under Doyle from 2005 to 2007.\nHere are the year-by-year private sector figures going back to Doyle’s first year:\n\n\n\n\nYear\n\n\nJob growth percent\n\n\nNumber of jobs gained or lost\n\n\n\n\nDoyle: 2003\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n+0.236%\n\n\n5,479\n\n\n\n\nDoyle: 2004\n\n\n+1.69%\n\n\n39,374\n\n\n\n\nDoyle: 2005\n\n\n+0.835%\n\n\n19,741\n\n\n\n\nDoyle: 2006\n\n\n+0.928%\n\n\n21,936\n\n\n\n\nDoyle: 2007\n\n\n+0.33%\n\n\n7,970\n\n\n\n\nDoyle: 2008\n\n\n-2.34%\n\n\n-56,463\n\n\n\n\nDoyle: 2009\n\n\n-5.05%\n\n\n-119,108\n\n\n\n\nDoyle: 2010\n\n\n+1.5%\n\n\n33,658\n\n\n\n\nWalker: 2011\n\n\n+1.322%\n\n\n29,800\n\n\n\n\nWalker: 2012\n\n\n+1.47%\n\n\n33,872\n\n\n\n\nWalker: 2013\n\n\n+1.21%\n\n\n28,141\n\n\n\n\n \nSaid Knapp: \"Governors like to take credit for growing jobs, but in the bigger picture, there’s not a whole lot they do that affects job creation. We’re more affected by what happens nationally than state policy.\"\n \nLast year, Wisconsin added 28,141 jobs at a rate of 1.2 percent that ranks 37th in the nation based on figures released June 19, 2014 by the U.S. Bureau of Labor Statistics.\nOur rating\nWalker said, \"We in this state, saw more job creation in the last three years since I've been governor than you saw in the whole eight years of Doyle’s time as governor.\"\nWalker is right on the numbers that show Wisconsin did gain more jobs in his first three years as governor than Doyle did in his eight years.\nBut there’s an indirect element of blame in his claim. On that score, it’s worth noting Wisconsin consistently trailed the nation in job growth before the Great Recession triggered the second-term losses that dragged down Doyle’s tally. Walker skates past that fact as he chooses a comparison most favorable to himself.\nWe rate Walker’s claim Mostly True.", "vclaim_id": "vclaim-pol-07637"}