{"url": "/factchecks/2020/oct/13/facebook-posts/no-kamala-harris-didnt-say-about-churches/", "speaker": "Facebook posts", "vclaim": "Says Kamala Harris said, “American churches are PROPAGANDA CENTERS for intolerant homophobic, xenophobic vitriol.\"", "truth_label": "false", "date": "stated on October 10, 2020 in a Facebook post:", "title": "No, Kamala Harris didn’t say this about churches", "text": "What Christian in their right mind would vote for Democratic presidential nominee Joe Biden and his running mate Sen. Kamala Harris, an Oct. 10 Facebook post asks. As evidence, it points to a statement supposedly made by Harris that morning. \n\"American churches are PROPAGANDA CENTERS for intolerant homophobic, xenophobic vitriol,\" the post claims Harris said. It also has her calling American pastors \"knuckle-dragging disseminators of intolerance and enemies of social justice.\" \n\"Think about that,\" the post continues. \"That was a verbatim quote from Biden's running mate, who, God forbid, would become President if Biden won the election and if he passed/became incapacitated. This woman isn't even bothering to hide her utter disdain & contempt for the church of the Lord Jesus Christ. Look at Harris' record as State of California Attorney General when she FREQUENTLY went after churches in California. You can be assured she will continue to be an enemy of the cross if she ever got into the Oval Office. Biden himself Monday said that, \"those who hold to traditional views and intolerant christian beliefs are dregs of society.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nNeither Harris nor Biden made these statements. \nRELATED: The misinformation campaign against Kamala Harris, what you need to know\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nFor this fact-check, we’re going to focus on the statements attributed to Harris, whose photo accompanies the post. But the statement attributed to Biden is also wrong. As Snopes and the Associated Press have reported, Biden was referring to \"forces of intolerance,\" including the Ku Klux Klan, when he used the phrase \"dregs of society\" in a 2018 speech. \nSearching online for both statements attributed to Harris, we only found the quotes posted on social media and blogs about religion. There’s no credible source corroborating that she said these things, or any news coverage reporting on what would be big news during an especially contentious election year. \nHarris identifies herself as Christian and a churchgoer, and her husband, Douglas Emhoff, is Jewish. Rev. Amos Brown, the pastor at the Third Baptist Church of San Francisco, where Harris attends services, told the Associated Press that Harris is a \"spiritual person.\" \nShe has invoked biblical values on the campaign trail, according to an AP story titled, \"Harris brings Baptist, interfaith roots to Democratic ticket.\nShe grew up going to predominantly Black Baptist churches in Oakland, according to the Deseret News. Her mother, an immigrant from India, also took her to a Hindu temple. On Oct. 4, the paper published an opinion piece by Harris, who wrote about singing in the children’s choir at the 23rd Avenue Church of God. \n\"Leadership, in my view, is strengthened by faith,\" she wrote. \nWe rate this post False.", "vclaim_id": "vclaim-pol-18678"}