{"url": "/factchecks/2018/nov/08/phil-scott/vermonts-governor-inflating-his-record-when-it-com/", "speaker": "Phil Scott", "vclaim": "\"We had a waiting list in Chittenden County when I came into office of about 700. ... We opened a new treatment hub in St. Albans, and it reduced that number to zero.\"", "truth_label": "half-true", "date": "stated on October 10, 2018 in campaign debate:", "title": "Vermont's governor inflated his record on reducing opioid treatment waiting lists", "text": "The Department of Health estimates about 8,000 people in the state are in treatment for opioid use disorder. The state has had wait times for treatment off and on for more than five years and has struggled to ensure that professionals can meet the demand.\nDuring his successful re-election campaign, Republican Gov. Phil Scott touted his administration's overwhelming success in fighting opioid addiction.\n\"We had a waiting list (for drug treatment) in Chittenden County when I came into office of about 700,\" Scott said at a gubernatorial debate in Rutland last month. \"We opened a new treatment hub in St. Albans, and it reduced that number to zero.\"\nThat gave us pause – did waitlists for treatment in Chittenden plummet from 700 to zero during Scott’s tenure?\nWe asked the campaign for evidence to back up the candidate’s claims, but we never heard back. The Vermont Department of Health, however, closely tracks waitlists at the state’s six \"hubs,\" the regional centers where people addicted to opioids can get high-intensity medication-assisted treatment.\nState data indicates the governor is off on the original waitlist number – by several hundred. In January 2017, when Scott took office, there were 145 people on hub waitlists statewide, and only 134 on the waitlist for the Chittenden hub.\nHubs are the lynchpin of Vermont’s hub-and-spoke drug treatment model. Drug treatment is typically initiated at hubs, where people suffering from opioid abuse disorder can get daily doses of their medication, along with counseling and referrals to social services. Less intensive services are provided at so-called \"spokes,\" a collection of about 90 providers made up of doctor’s offices and community clinics, where patients can get follow-up care.\nThe numbers tracked by the state do show a precipitous decline in waitlists at hubs since 2017. In fact, in 2018, there were no waitlists for treatment at any hubs in March, May, June, July and August, the last month for which data is available.\nIn Chittenden County, the state hasn’t counted a single person on a waitlist at the Howard Center’s Chittenden Clinic, the regional hub for Chittenden and Addison counties, from September 2017 to August 2018, except for one blip in April 2018, when two people were on the waitlist.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nDana Poverman, the director of Medication Assisted Treatment at the Howard Center Chittenden Clinic, said the number on the waitlist is still zero.\n\"We’ve really come a long way in terms of access to medicine-assisted treatment,\" she said. That’s thanks in large part, Poverman said, to the opening of the state’s sixth hub in St. Albans and a dramatic increase in spoke providers.\nLess is known about what waitlists look like at Vermont’s spokes. The state doesn’t formally track how many people might be waiting for treatment from providers.\nBeth Tanzman, the executive director of the Blueprint for Health, which oversees the spokes, says the state has \"a pretty good sense of what access looks like\" through regular check-ins.\n\"Our understanding right now is that we are able to get everyone into care easily within 72 hours,\" she said.\nIn Chittenden County, people are typically able to access same-day treatment, Tanzman said. In Middlebury and Springfield, where there is a dearth of spoke providers, immediate care is more difficult to obtain.\nOur ruling\nIn trumpeting Vermont’s success tackling the opioid epidemic, Scott said waitlists for treatment in Chittenden County had fallen from about 700 to zero.\nHe’s right that, according to available data, there is basically no longer a waitlist for treatment at Chittenden’s regional hub at the Howard Center. But he’s completely off the mark when it comes to how long the waitlist was when he first came into office.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-01275"}