{"url": "/factchecks/2013/apr/03/blog-posting/bloggers-say-obama-aides-are-delinquent-their-taxe/", "speaker": "Bloggers", "vclaim": "Forty aides who serve President Barack Obama \"owe $333,485 in back taxes.\"", "truth_label": "mostly-true", "date": "stated on March 28, 2013 in blog posts:", "title": "Bloggers say Obama aides are delinquent on their taxes", "text": "April 15, the deadline for filing 2012 income tax returns, is almost here, so it was fitting that a claim about income taxes caught our attention the other day. The claim circulated in the blogosphere and some media reports, then showed up in a published letter to the editor of The Plain Dealer.\n\n\nThe claim: Forty aides who serve President Barack Obama \"owe $333,485 in back taxes.\"\n\n\nSounds outrageous, yes? And after checking with the Internal Revenue Service, we can affirm that the claim is factually correct. Yet there is more to the story. ,\n\n\nIt turns out that the issue arises every year, regardless of who is president. And it applies to nearly every department of the federal government.\n\n\n\"People who work for the federal government are no different from people who work in the private sector or for nonprofits,\" said Kay Bell, a Texas-based author, journalist, blogger (\"Don’t Mess With Taxes\"), former congressional staffer and current contributing tax editor for BankRate.com. We contacted her because she has written about the government employee delinquencies for years. \"Everybody has tax issues,\" she said.\n\n\nLet’s break this down with numbers first, then provide some context. We got the latest numbers in an Excel spreadsheet from an IRS spokesman. His agency developed a reporting method in 1992 to comply with a congressional requirement that it provide annual reports on the tax delinquencies of federal employees.\n\n\nIn 2011, the last year for which the filing deadline has long passed, 3.62 percent of the civilian federal workforce -- or 107,658 individuals out of 2.97 million federal workers -- had an unresolved federal income tax delinquency.\n\n\nThis did not include taxpayers who have made arrangements with the IRS to pay off their tax debts. Rather, these are people who have not, cannot or will not pay.\n\n\nThe numbers we presented so far include only federal civilian employees, not military personnel or retirees, because of the implicit rationale made in criticizing these workers: Those who carry out the regular functions of government ought to be keenly aware of the need to pay their taxes. Altogether, these tax delinquents owed just over $1 billion.\n\n\nBut if you add active military members, reservists, National Guard and federal retirees, the number of delinquent individuals grows to 311,566,  and the total owed climbs to $3.5 billion.\n\n\nAmong the major federal departments, the Department of Housing and Urban Development had the highest delinquency rate, 4.42 percent. In exact numbers, 431 HUD employees owed a cumulative $5.9 million.\n\n\nAmong large independent agencies, workers in the Government Printing Office were the worst tax delinquents: 167 employees, or 7.6 percent of the agency’s workforce, owed back taxes, to the tune of $2.3 million.\n\n\nAs for the White House, the Executive Office of the President had 40 tax delinquencies out of its 1,902-member staff in 2011, for a rate of 2.10 percent. These employees owed  $333,485 altogether.\n\n\nThe delinquencies are of concern to some in Congress. But guess what? The House of Representatives and Senate have their own share of people who are behind in their taxes. Their tax delinquency rates are even worse than the White House’s.\n\n\nThe House, including a staff of 11,812 and 435 lawmakers, had 454 tax delinquents in 2011, owing nearly $8.9 million, giving it a 3.71 percent delinquency rate. That compared with the White House rate (the Executive Office of the President) of 2.10 percent.\n\n\nThe Senate, with 100 lawmakers and 6,930 staff members, had a rate of 3.33 percent, with 234 individuals owing the IRS $1.9 million. The IRS, alas, does not disclose the names of the deadbeats.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\nThis may pale compared with the public’s delinquency rate of 8.2 percent, but critics, led by Utah Republican Rep. Jason Chaffetz, note that federal workers are paid by taxpayers. As Chaffetz told Fox News’s Greta Van Susteren on March 20, \"if they're not going to pay their taxes, they should be fired!\"\n\n\nThe only department that may use tax trouble as a reason for dismissal, however, is the IRS, which has an employee tax compliance and auditing program and says it treats indifference to tax laws as a firing offense. Chaffetz would like to extend such treatment to other federal employees.\n\n\nThis is a lot of information about various departments, lawmakers and the White House. Yet bloggers ignored almost everything but the White House component.\n\n\nConsider entries such as this, in the blog Poor Richard’s News: \"Surprise! Obama White House Aids (sic) owe $333,485 in back taxes.\"\n\n\nAnd this:\n\n\"40 of Obama’s White House aides owe a total of $333,485 in back taxes – media silent,\" from a blog named \"Fire Andrea Mitchell.\"\n\nThe media was not silent, actually. The Associated Press had the story on March 8.\n\nThese and other blog entries appear to build on a partial theme from a March 11 piece in Investor’s Daily Business and its website, Investors.com, by columnist Andrew Malcolm.\n\n\nMalcolm wrote, \"This is the third straight year that the chief executive of the United States has been unable to get his own staff members to keep up with a citizen's legal income tax obligations. to the tune of hundreds of thousands of dollars in back taxes owed. All this while Obama has made such rhetorical hay about corporations and the wealthy paying their fair share.\"\n\n\nThis was not the third straight year, however, unless you were measuring only one president, namely, Obama (2011 was his third year in office). These delinquencies have occurred every year, not just the last three, with some departments and administrations doing better than others.\n\n\nWe know this because there have been other media reports in some of those years. But we also know because we requested multiple years worth of data from the IRS, and a spokeswoman provided us with the spreadsheets for every year dating to 2004.\n\n\nIn 2008, the last year of George W. Bush’s presidency, 50 employees of the Executive Office of the President owed $812,917, according to reporting in 2009 by Bell, WTOP Radio in Washington and others. That put the executive office default rate at 2.93 percent, slightly higher than the current rate.\n\n\nThe previous year, 2007, had an Executive Office of the President delinquency rate of 2.21 percent, according to a 2008 Washington Post report that highlighted a number of other departments and Congress, too. That’s confirmed in the data the IRS gave us. The lowest rate for the president’s staff during all these years was 2010 (so this was Obama’s staff), when it was 2.01 percent, the IRS data show. But in dollar terms, that was also the year with the most money owed: $833,970. In other words, fewer people were delinquent, but they owed more.\n\n\nThe lowest amount owed by the president’s staff during all these years was $188,304, in 2007 (Bush’s staff), with a delinquency rate of 2.21. Yet in three of Bush’s last five years in office, his Executive Office staff owed more than $627,000.\n\n\nMalcolm, an opinion columnist, at least mentioned other government departments, as did subsequent reports -- which were quite balanced -- on Fox News. The partisan blogs, however, did not.\n\n \n\nPutting all this together, the claim -- that 40 staffers in the Obama White House are tax delinquents -- is accurate. Yet when presented as an Obama White House phenomenon, it omits pertinent facts. It fails to mention that this is neither new nor unique to this president or this branch of government.\n\n \n\nBased on PolitiFact guidelines, when a claim is accurate but leaves out facts necessary to get the full picture, the Truth-O-Meter is to read \"Mostly True.\" That is how we rate this claim:  Mostly True.", "vclaim_id": "vclaim-pol-09510"}