{"url": "/factchecks/2019/mar/08/viral-image/no-winston-churchill-didnt-say-quote-about-age/", "speaker": "Viral image", "vclaim": "Says Winston Churchill said, \"When you’re 20, you care what everyone thinks, when you’re 40 you stop caring what everyone thinks, when you’re 60, you realize no one was ever thinking about you in the first place.\"", "truth_label": "false", "date": "stated on March 6, 2019 in a Facebook post:", "title": "No, Winston Churchill didn't say this quote about age", "text": "Winston Churchill once said, \"It’s a good thing for an uneducated man to read a book of quotations.\" The British statesman is himself widely quoted, both online and off. Perhaps you’ve heard this one: \"If you’re going through hell, keep going.\" Or maybe: \"The price of greatness is responsibility.\"\nBut we weren’t familiar with another that is making the rounds on Facebook.\n\"When you’re 20, you care what everyone thinks, when you’re 40 you stop caring what everyone thinks, when you’re 60, you realize no one was ever thinking about you in the first place,\" reads a quote posted March 6 that’s attributed to Churchill.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSearching for the quote online turns up many posts that attribute the statement to Churchill on websites like Quotefancy, which makes computer wallpapers with \"inspirational posts.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut we also found posts that attribute the quote to \"unknown,\" including this Reddit post from five years ago. These self-help books describe the quote as a \"saying\" and \"unknown.\" When Ryan Seacrest, co-host of \"LIVE with Kelly and Ryan,\"  posted the quote on his Facebook page on Aug. 27, 2014, he noted that the person who said it was \"unknown.\"\nWe had a harder time finding an original or credible source that showed Churchill actually made this statement.\nRichard Langworth, a senior fellow at the Hillsdale College Churchill Project who wrote, \"Churchill By Himself: The Definitive Collection of Quotes,\" includes it on his website in a Nov. 8 post titled: \"All the ‘quotes’ Winston Churchill never said (1).\" Langworth says there is no attribution for the quote.\nThe quote isn’t included on the International Churchill Society’s page of quotes, or on BBC America’s roundup of 50 Churchill quotes \"to live by.\"\nWe live by the facts, and having not found any proof that Churchill made this statement, we rate this Facebook post False.\n \n Share the Facts 2019-03-08 17:17:56 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Winston Churchill said, \"When you’re 20, you care what everyone thinks, when you’re 40 you stop caring what everyone thinks, when you’re 60, you realize no one was ever thinking about you in the first place.\"    Viral image On the internet     Wednesday, March 6, 2019 2019-03-06    Read More  info", "vclaim_id": "vclaim-pol-00920"}