{"url": "/factchecks/2018/sep/13/texans-are/pac-backing-ted-cruz-falsely-says-beto-orourke-vot/", "speaker": "Texans Are", "vclaim": "Says Beto O’Rourke voted \"against body armor for Texas sheriffs patrolling the border.\"", "truth_label": "false", "date": "stated on September 12, 2018 in a TV ad:", "title": "PAC backing Ted Cruz falsely says Beto O'Rourke voted against body armor for border sheriffs", "text": "A super PAC backing the re-election of Republican Sen. Ted Cruz of Texas portrays Democratic nominee Beto O’Rourke, who represents El Paso in the U.S. House, as careless about border security.\nA TV ad from the Texans Are PAC that we spotted on Austin’s Fox 7 Sept. 12, 2018, associates O’Rourke, who opposes the border-long wall sought by Republicans led by President Donald Trump, with taxpayer-funded benefits for immigrants and \"sanctuary cities,\" a term that usually refers to communities that deter local law officers from asking individuals to share their immigration status.\nThe ad’s narrator follows up the mention of O’Rourke’s support for sanctuary cities by saying, about O’Rourke, \"while voting against border armor for Texas sheriffs patrolling the border.\" The ad also shows these words on screen: \"No body armor for Texas sheriffs.\"\nA 2014 House vote\nFine print below the ad’s mention of sheriffs and body armor helped us start our factual review. It said the claim about denying body armor to border sheriffs ties to an O’Rourke vote in June 2014 on the \"Grayson Amendment.\"\n Share the Facts 2018-09-21 15:06:43 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Beto O’Rourke voted \"against body armor for Texas sheriffs patrolling the border.\"     Texans Are Super PAC https://mms.tveyes.com/PlaybackPortal.aspx?SavedEditID=e38eae31-2d0c-4257-86ea-3a68e5a6fd8e   Texas Wednesday, September 12, 2018 2018-09-12    Read More  info    \nSeparately, we noticed, Cruz’s campaign posted a press release in May 2018 mentioning the June 19, 2014, vote on the amendment. In that House-posted vote, O’Rourke was among 62 members (counting 43 Democrats) to vote for the amendment from then-Rep. Alan Grayson, D-Florida, which was rejected by 355 members (including 145 Democrats).\nCruz’s release said \"O’Rourke voted in favor of a bill that would prevent funding for the Defense Department’s Excess Personal Property Program.\" The release said the program had provided law enforcement in the El Paso area with more than $9 million in equipment, including 156 units of body armor for the sheriff’s office; 90 night vision units for the local border patrol; helicopters for the city police and border patrol; and other items such as trauma gear, fencing and generators.\nAccording to the Defense Logistics Agency, which oversees the program, more than 8,000 federal and state law enforcement agencies participate. \"Law enforcement agencies use the equipment in a variety of ways,\" the agency says. \"For instance, four-wheel drive vehicles are used to interrupt drug harvesting, haul away marijuana, patrol streets and conduct surveillance.  The 1033 Program also helps with the agencies’ general equipment needs, such as file cabinets, copiers and fax machines that they need but perhaps are unable to afford.\"\nOur web search for more information about the roll-call vote cited in the Texans Are ad led us to the text of Grayson’s failed amendment to the Defense Department’s appropriations act. That text forbade expenditures toward aircraft, tanks and weaponry provided from the personal property program to local law enforcement--but it made no mention of body armor.\nLet’s get specific: Grayson’s amendment said that no funds made available by the act \"may be used to transfer aircraft (including unmanned aerial vehicles), armored vehicles, grenade launchers, silencers, toxicological agents (including chemical agents, biological agents, and associated equipment), launch vehicles, guided missiles, ballistic missiles, rockets, torpedoes, bombs, mines, or nuclear weapons (as identified for demilitarization purposes outlined in Department of Defense Manual 4160.28) through the\" personal property program.\nVia the C-SPAN video archive, we watched Grayson present his proposal, which he said would restrict the Defense Department from militarizing community police agencies. Military weapons, he said, \"have no place in our streets regardless of who may be deploying them.\"  Two Republican members spoke in opposition before Grayson’s proposal was rejected. \"We welcome this equipment; it’s not misused,\" Rep. Rodney Frelilnghuysen, R-N.J., said.\nTexans Are leader notes another House vote\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAfter we’d scoured the cited amendment, Jason Johnson, who runs the PAC, told us by email that the proposed restriction indeed extended to denying body armor to border sheriffs. He didn’t say how.\nAfter we published this fact-check, we learned from the DLA that it stopped providing body armor to local jurisdictions years before the O'Rourke vote on Grayson's amendment. Spokeswoman Michelle McCaskill advised by email that the program \"stopped providing body armor in 2008.  When DLA Disposition Services receives excess body armor from the military services, it is destroyed. What we do provide,\" McCaskill wrote, \"are tactical vests but without the body armor inserted in them. Law enforcement can purchase body armor with their own funds or with federal grant money.\"\nEarlier, Johnson also told us that in June 2014, O’Rourke voted against an amendment to the 2016 Defense Authorization Act successfully offered by Rep. Michael McCaul, R-Austin, \"that included border security activities on the list of preferred applications the Defense Department should consider when transferring excess property to other federal agencies.\"\nWe turned to the Congressional Record transcript of that debate to learn that for the purposes of border security, McCaul’s amendment placed the Department of Homeland Security on equal footing with other law-enforcement agencies in access to Defense Department excess equipment.\nThe transcript shows that neither the amendment nor House floor debate touched on body armor for border sheriffs.\nO’Rourke spoke in opposition to McCaul's amendment, it further shows, by saying DHS already had access to such equipment which, he said, wasn’t needed on the border anyway. O’Rourke said we \"do not need to militarize the border\" and he said the amendment creates \"further anxiety and fear about the border at a time that is not warranted,\" according to the transcript.\nThe transcript shows O’Rourke ultimately requested a record (rather than voice) vote on the amendment. In that roll call vote, O’Rourke was among 162 Democrats and four Republicans voting \"no\" while McCaul was among 235 Republicans plus 18 Democrats voting \"aye.\"\nOur ruling\nTexans Are said O’Rourke voted against providing body armor to Texas sheriffs patrolling the border.\nIn 2014, O’Rourke voted in favor of barring the Defense Department from providing excess aircraft, tanks and military weaponry to local law agencies in general. However, the proposed restriction did not extend to body armor and made no mention of border sheriffs. Contrary to the ad's claim, there was no up-or-down vote on providing body armor to Texas sheriffs patrolling the border.\nWe rate this claim False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, 10:07 a.m., Sept. 21, 2018: We revised this story to add the DLA's advisory that it had stopped providing body armor to local law enforcement agencies years before the House vote singled out by Texans Are. This addition didn't affect our rating of the claim.", "vclaim_id": "vclaim-pol-01616"}