{"url": "/factchecks/2018/jul/19/ron-desantis/was-john-brennan-once-member-communist-party/", "speaker": "Ron DeSantis", "vclaim": "Says John Brennan \"was a member of the Communist Party during the Cold War.\"", "truth_label": "barely-true", "date": "stated on July 16, 2018 in an interview on Fox News:", "title": "Was John Brennan once a member of the Communist Party?", "text": "Republican U.S. Rep. Ron DeSantis cast doubt on the credibility of John Brennan over the former former CIA director’s furious reaction to President Donald Trump’s meeting with Russian President Vladimir Putin.\nBrennan called Trump’s meeting with Putin \"nothing short of treasonous\" on Twitter.\nDonald Trump’s press conference performance in Helsinki rises to & exceeds the threshold of “high crimes & misdemeanors.” It was nothing short of treasonous. Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin. Republican Patriots: Where are you???— John O. Brennan (@JohnBrennan) July 16, 2018\n\n\n\nDeSantis, who is vying for Florida governor, appeared on Fox News hours later to respond.\n\"John Brennan was a disaster as CIA director,\" DeSantis said on Fox News on July 16. \"He was a disaster as the counterterrorism official. He was a member of the Communist Party during the Cold War.\"\nDeSantis added: \"So this is not exactly the guy I would listen to about Russia.\"\nWe wanted to look into his statement that Brennan was a member of the Communist Party during the Cold War.\nWe found Brennan has acknowledged voting for a communist presidential candidate in 1976. That does not mean he was a member of the Communist Party.\nSen. Rand Paul of Kentucky and pundit Sebastian Gorka are examples of Republicans who framed similar criticism of Brennan more accurately, singling out the vote but not going as far as saying he belonged to the party itself.\nWhere is this coming from?\nLong before his appointment as CIA director in 2013, Brennan took a required polygraph test before entering the agency.\nBrennan discussed the test at the Congressional Black Caucus Foundation's annual conference in September 2016, CNN reported. He was a panelist in a discussion about diversity in the intelligence community. Brennan was asked about whether past activism would create a barrier for diverse candidates seeking to enter the intelligence community later in life.\nAccording to Brennan, the polygrapher asked him, \"Have you ever worked with or for a group that was dedicated to overthrowing the U.S.?\"\nBrennan said he was apprehensive — he had voted for Gus Hall for president in 1976, which was while the Cold War was underway. (The Cold War is generally defined as running from 1947 to 1991.)\nThe New York Times reported Hall earned more support from American voters in his 1976 presidential campaign than in his other three. He won 58,992 votes, putting him in eighth place, behind candidates from the Democratic, Republican, Independent, Libertarian, American Independent, American and Socialist Workers parties.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\"I froze, because I was getting so close to coming into CIA and said, 'OK, here's the choice, John. You can deny that, and the machine is probably going to go, you know, wacko, or I can acknowledge it and see what happens,'\" CNN has quoted Brennan as saying. (We searched for video but did not find it.)\nBrennan told the polygraph operator that he had voted for Hall, but added that he was never a member of the Communist Party. Speaking at the conference, Brennan said he was relieved to have been accepted into the CIA, because he worried about having compromised his chances by being forthcoming.\n\"I said I was neither Democratic or Republican, but it was my way, as I was going to college, of signaling my unhappiness with the system, and the need for change. I said I'm not a member of the Communist Party, so the polygrapher looked at me and said, 'OK,' and when I was finished with the polygraph and I left and said, 'Well, I'm screwed.'\"\nBrennan used the anecdote to make a point about room for diversity in the CIA ranks.\n\"So if back in 1980, John Brennan was allowed to say, 'I voted for the Communist Party with Gus Hall' ... and still got through, rest assured that your rights and your expressions and your freedom of speech as Americans is something that's not going to be disqualifying of you as you pursue a career in government,\" CNN reported him as saying.\nDoes any of this make Brennan a member of the Communist Party at the time? No.\nIn 1976, Brennan was studying political science at Fordham University. This was the first election after the Watergate scandal, which left many Americans disillusioned with American politics.\nHe could have voted for the Republican candidate Gerald Ford, who had controversially pardoned Richard Nixon, or he could have cast his ballot for Democratic candidate Jimmy Carter.\nStephen Craig, a political science professor at the University of Florida, said, \"Carter (was) a southerner who was not trusted given the legacy of the Jim Crow South by many Democrats and other left-leaning voters.\"\n\"Carter was an outsider who promised ethical governance but still represented mainstream politics,\" added Gregory Koger, a political science professor at the University of Miami.\nImportantly, experts agree that voting for a particular candidate in a party does not make the voter a member of that party. Becoming a member of a party is a much more specific and intensive commitment than simply pulling a lever in the ballot booth.\n\"Brennan was … a young idealistic student pursuing studies in politics who shared the concerns of many about the health of the U.S. political system during this time period,\" said Thomas Sutton, a political science professor at Baldwin Wallace University.\nBrennan’s former CIA deputy chief of staff Nick Shapiro told PolitiFact Florida that it wouldn’t make sense for someone who was a secret communist to out themselves repeatedly.\nOur ruling\nDeSantis said Brennan \"was a member of the Communist Party during the Cold War.\"\nBrennan has openly confirmed voting for a Communist Party candidate for president in 1976. But the DeSantis campaign did not provide evidence that he was a card-carrying party member, and we did not find any.\nVoting for a particular candidate in a party does not make the voter a member of that party.\nBecause it contains an element of truth but twists facts to give a different impression, we rate this claim Mostly False.\n Share the Facts 2018-07-20 02:31:25 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says John Brennan \"was a member of the Communist Party during the Cold War.\"    Ron DeSantis Gubernatorial candidate, R-Fla.    a Fox News interview Monday, July 16, 2018 2018-07-16    Read More  info", "vclaim_id": "vclaim-pol-01837"}