{"url": "/factchecks/2020/mar/30/facebook-posts/congress-did-not-give-itself-raise-coronavirus-sti/", "speaker": "Facebook posts", "vclaim": "Says the Coronavirus Aid, Relief, and Economic Security Act gives members of Congress a pay increase.", "truth_label": "pants-fire", "date": "stated on March 20, 2020 in a text post:", "title": "Congress did not give itself a raise in the coronavirus stimulus package", "text": "The $2 trillion economic relief package that President Donald Trump signed March 27 is aimed at giving aid to Americans affected by the COVID-19 pandemic. But some widely shared posts on Facebook claim the legislation helps Congress more than workers.\nWhile the stimulus, officially known as the Coronavirus Aid, Relief, and Economic Security (CARES) Act, will dole out $1,200 checks to every adult making less than $75,000 per year, a March 26 post says the cash is pennies compared to the pay raise that legislators are giving themselves.\n\"Congress wants $25 million for raises. That’s $46,700 each,\" the text post reads. \"Now who’s thinking of you.\"\nAnother post, published March 20, asserts that the House of Representatives voted to award its members an extra $8,000 per month instead of giving aid to senior citizens. A March 25 post is even more specific, claiming the congressional pay raise is on page 134 of the stimulus.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Collectively, they’ve been shared more than 140,000 times.\n\n(Screenshot from Facebook)\nThe CARES Act is the largest economic relief bill in U.S. history. The legislation offers economic support in the form of small business loans, tax cuts, and health-related spending. In addition to sending cash to everyday Americans, the law will give aid to the airline industry, which has been hard-hit by the coronavirus pandemic.\nWe’ve seen a lot of misinformation about the stimulus, so we wanted to look into these Facebook posts to see if there’s any truth to them. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nWhile the CARES Act does allocate money to some Capitol employees, there is nothing in the legislation that gives a pay raise to members of Congress. Several fact-checkers have debunked the claim.\n\"The CARES Act does not provide either a pay raise or any funding for Member salaries,\" said Evan Hollander, communications director for the House Appropriations Committee, in an email. \"Likewise, no version of the legislation — House or Senate — ever included provisions for a Member pay raise or funding for salaries.\"\nWe checked page 134 of the stimulus package as it appeared on March 25, when one of the Facebook posts was published. It contains information about grants given to states that have \"short-time compensation programs,\" which are alternatives to layoffs for employers that experience a reduction in available work. Under the programs, employees who have their hours cut are permitted to collect a percentage of unemployment benefits to make up for lost wages.\nRELATED: The Senate stimulus bill: What’s in it for you\nThe March 25 version of the CARES Act said nothing about pay increases for Congress. Neither does the final version of the stimulus.\nHollander said there is $25 million in the stimulus to \"support the House’s capability to telework,\" including equipment purchases and improvements to the network. There is also money for reimbursing the staff of the House Child Care Center, covering the costs of food service contracts and paying the House sergeant-at-arms.\nMeanwhile, the Senate is slated to get $10 million from the stimulus. $1 million will go to the sergeant-at-arms to remain available for coronavirus response while $9 million will be reserved for \"miscellaneous items,\" including reimbursement for workers at the Senate Employee Child Care Center.\nThe Facebook posts are inaccurate and make a ridiculous claim. We rate them Pants on Fire!", "vclaim_id": "vclaim-pol-18223"}