{"url": "/factchecks/2014/apr/10/glenn-grothman/when-gop-last-ran-washington-rolls-food-stamps-sub/", "speaker": "Glenn Grothman", "vclaim": "When Republicans last controlled the presidency and Congress, \"the number of people on food stamps (and) the number of people in low-income housing went through the roof.\"", "truth_label": "mostly-true", "date": "stated on April 4, 2014 in a radio interview:", "title": "Big hikes in food stamps, subsidized housing the last time GOP ran D.C., GOP House candidate says", "text": "State Sen. Glenn Grothman caused a commotion among fellow Republicans when he announced he would try to oust 35-year GOP congressman Tom Petri in the August 2014 primary election.\nA brash, self-proclaimed tea party conservative, Grothman contrasts with the more low-key Petri, whom the Daily Beast called \"the last Rockefeller Republican on Capitol Hill.\"\nOn April 4, 2014, the day after his announcement, Grothman was asked why he is running for the seat, which represents a district in eastern Wisconsin that is north of Milwaukee and Madison.\nHe blamed Republicans.\n\"Like a lot of people, I am frustrated with what’s going on in Washington. I’m not frustrated with the gridlock as much as frustrated with our national Republicans,\" Grothman told Jay Weber, a conservative radio talk show host on WISN-AM (1130) in Milwaukee.\n\"I mean, in a lot of ways, I think the country is in deep trouble. And it’s not just a bad economy or the huge amount of debt. You have, I think, kind of social ills that have been encouraged by bad federal policies. And I’m thinking about the out-of-control entitlements that have led to a complete breakdown of the family and so many segments of society.\n\"The Republicans, I don’t think, are doing enough to articulate the size of the problem,\" Grothman continued, before uttering the claim we decided to check.\n\"And when the Republicans were last in control – from like 2001 to 2007, when they had the president, the House and the Senate – they really only made matters worse. During that time, the number of people on food stamps, the number of people in low-income housing went through the roof.\"\nSo, let’s see if there was huge growth in food stamps and low-income housing during the period Grothman cites and, if so, whether the GOP was responsible.\nParty control \nAs Grothman indicated, Republicans were mostly in control in Washington from 2001 to 2007, with George W. Bush in the White House and GOP majorities in the House. But in the Senate, Democrats held a 51-49 majority for about a year and a half during that period.\nThe power shift occurred in June 2001 after Vermont Sen. James Jeffords left the GOP, became an independent and caucused with the Democrats.\nThe 51-49 edge went back to the GOP in mid-November 2002 when Republican James Talent won a Senate seat in Missouri. Republicans maintained control through the 2005-’07 congressional session (Democrats retook the Senate in the 2007-’09 Congress.)\nNow to the two parts of Grothman’s claim.\nFood stamps \nU.S. Department of Agriculture figures show the average number of food stamp recipients increased in each year between 2001 and 2006, before edging downward in 2007.\n2001: 17.3 million\n2002: 19.1 million\n2003: 21.3 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n2004: 23.8 million\n2005: 25.6 million\n2006: 26.5 million\n2007: 26.3 million\nThe number of people on food stamps was 52 percent higher in 2007 than it was in 2001.\nAnd that came after a six-year span, from 1995 to 2001, when the number of food stamp recipients declined by 35 percent.\nChanges in policy were important in the increase during the 2001-’07 period Grothman cited.\nIn rating as True a claim that food stamp spending doubled under Bush and doubled again under President Barack Obama, PolitiFact National found that lawmakers in 2002 had rolled back some food stamp eligibility restrictions. And a Bush adviser told our colleagues the administration’s goal at the time was to expand food programs for low-income working families and make it easier for states to administer the program and get more eligible people signed up.\nMichael Tanner of the libertarian Cato Institute and Stacy Dean of the liberal Center on Budget and Policy Priorities told us the economy and Bush policies were factors. Tanner put more weight on the policies, while Dean cited both factors.\nSo, there’s evidence to back the first part of Grothman’s claim.\nLow-income housing\nWhen we asked for evidence on the second part of the claim, Grothman admitted he didn’t have figures on the number of people living in low-income housing, but assumed the number had increased because more tax credits were made available to developers of low-income housing units.\nMore specifically, Congress in 2001 increased by 40 percent -- from $1.25 to $1.75 per person -- and indexed to inflation a tax credit that states could allocate towards funding low-income housing.\nBut Grothman’s statement was much broader than one specific program. He said that the number of people living in low-income housing -- not just those benefitting from one particular program -- was way up. So that’s how we’re evaluating that part of his claim.\nFigures from the U.S. Department of Housing and Urban Development count the number of people living in all types of HUD-subsidized housing, including those in units built with low-income tax credits as well as in units covered by the rent-subsidy Section 8 program and other programs.\nThe number rose from 8.49 million in 2000 to 9.39 million in 2007. The 2007 figure is 10.6 percent higher. That’s not a staggering increase, but it certainly is a significant one.\nBarbara Sard, vice president for housing policy at the Center on Budget and Policy Priorities, said much of the increase was due to an increase in subsidized-housing vouchers authorized by Congress from 1999 to 2001 (when the GOP controlled both chambers and Democrat Bill Clinton was president).  \nThe Cato Institute’s Mark Calabria, a staff member of the U.S. Senate Committee on Banking, Housing and Urban Affairs during about half the period Grothman cited, noted the tax credit expansion that Grothman cited. He also said the Bush administration added more housing vouchers and congressional Republicans didn’t move to curtail spending on housing assistance.\nOur rating\nGrothman said that when Republicans last controlled the presidency and Congress, from roughly 2001 to 2007, \"the number of people on food stamps (and) the number of people in low-income housing went through the roof.\"\nAfter having declined for a number of years, the number of people receiving food stamps increased 52 percent during the period, as the Bush administration and Congress widened eligibility and encouraged more eligible people to apply. The increase in people living in low-income housing was more modest, but still significant.\nWe rate Grothman’s claim Mostly True.", "vclaim_id": "vclaim-pol-08013"}