{"url": "/factchecks/2020/sep/13/facebook-posts/fact-checking-misinformation-about-firefighters-an/", "speaker": "Facebook posts", "vclaim": "“KXL Radio in Portland reported today that Firefighters are now being shot at by suspected Antifa and BLM members.”", "truth_label": "false", "date": "stated on September 11, 2020 in a post:", "title": "Fact-checking misinformation about firefighters, antifa in Portland", "text": "There's a new angle in misinformation about the West Coast wildfires: activists involved with antifa and Black Lives Matter attacked firefighters with gunfire.\nThat didn’t happen. And despite what a Facebook post shared thousands of times says, a Portland radio station reported no such thing.\n\nThe post shared Sept. 11 says: \"KXL Radio in Portland reported today that Firefighters are now being shot at by suspected Antifa and BLM members.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s another example of made-up explanations for the wildfires in California, Washington and Oregon. FBI Portland said on Sept. 11 it investigated reports that extremists set the wildfires \"and found them to be untrue.\"\nRELATED: Antifa activists did not start the West Coast wildfires\nThere’s no evidence for the claim that activists attacked firefighters either.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nWe searched TVEyes, a TV and radio monitoring service, for mentions of \"antifa\" and \"Black Lives Matter\" on FM News 101 KXL on Sept. 11.\nLars Larson, conservative host of a \"provocative\" talk radio show on KXL, talked about Black Lives Matter and antifa, but not in the way the Facebook poster described. Larson talked about people \"believing a lot of junk on the Internet\" about antifa activists intentionally setting fires. He asked listeners to vote in a Twitter poll as to whether they believe in \"a tie between northwest wildfire arson and BLM/antifa groups.\"\n\"At this point I don’t have the evidence to say yes to that one. I know that disappoints a lot of you, but I believe in an evidence-based show. But you can answer the poll anyway you like,\" he said. \nOver on Facebook, the news director of KXL left comments asking the user to delete the false post. \"At no time did KXL News report what is stated above,\" wrote Jim Ferretti.\nAfter we posted this fact-check, Ferretti responded to our query with the following statement: \"I was made aware of the Facebook post on Saturday. I immediately responded from my personal Facebook account that the post is 100% false. At no time has KXL News reported that firefighters battling Oregon's wildfires have been shot at by anyone.\"\nWe rate this Facebook post False.\nThis post was updated at 1:45 p.m. ET with Ferretti's quote.", "vclaim_id": "vclaim-pol-18914"}