{"url": "/factchecks/2014/apr/02/lamar-smith/climate-change-musical-funded-700000-national-scie/", "speaker": "Lamar Smith", "vclaim": "The National Science Foundation awarded $700,000 to fund a climate change musical.", "truth_label": "true", "date": "stated on March 26, 2014 in a committee hearing:", "title": "Climate change musical funded by $700,000 National Science Foundation grant", "text": "Republican U.S. Rep. Lamar Smith, whose district stretches from San Antonio north into Austin, recently pressed an official about the government bankrolling a musical.\nSmith, chairman of the House Science, Space & Technology Committee, listed six National Science Foundation grants as questionable--including, Smith said at the panel’s March 26, 2014, hearing, a \"climate change musical that was prepared for Broadway but I’m not sure ever was actually produced, $700,000.\"\nSmith then asked John Holdren, the White House science czar, if the foundation should justify such grants to the public, whose tax dollars fund them, the Texan reminded.\nHoldren replied that the foundation, which is entrusted with promoting scientific progress, already justifies its grants in online posts.\n\"We’re going to have to agree to disagree,\" Smith said.\nWe’ve noted the scientific consensus globally that the Earth is warming. We focused for this article on whether the foundation ponied up for a play about that.\nGrant confirmed\nTo our inquiry, a foundation spokeswoman, Dana Topousis, said by email the grant was awarded in 2010, adding: \"The Civilians, Inc., a Brooklyn, N.Y., theatre company, developed an innovative, out-of-the-box approach to exposing U.S. citizens to science. The project represents the unique cultural leverage of theater in its attempt to inspire the public’s imagination and curiosity about basic science and its relation to their everyday lives.\"\nTopousis continued: \"This venture, like other more traditional NSF-funded informal science education projects (e.g., interactive science exhibits, IMAX films, science-based television programming), aims to educate through a focus on understanding the scientific method, its applications, and its unique ability to extract knowledge about our complex natural world. It presents the pursuit of fundamental knowledge through basic research in a neutral manner that does not advocate any position regarding climate change or conservation research,\" she said.\nA foundation summary of the grant award, brought to our attention by Topousis and Zach Kurz, staff spokesman for the Republican side of Smith’s committee, states that a grant totaling $697,177 was awarded in 2010 covering August 2010 through July 2014.\nPlay description\nThe summary describes \"The Great Immensity\" as a \"touring play with songs and video that explores our relationship to the environment, with a focus on critical issues of climate change and biodiversity conservation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"The play has been created with a network of partners including the Princeton Environmental Institute and Princeton Atelier Program/Lewis Arts Center, which will maintain an ongoing relationship with the project,\" the summary says, continuing: \"The play uses real places and stories drawn from interviews conducted by the artists to create an experience that is part investigative journalism and part inventive theater. Attendance at the performances is projected to be about 75,000.\"\nThe summary also says: \"A major goal of the project is to help the public better appreciate how science studies the Earth's biosphere and to promote an inquisitive curiosity about our place in the natural world. The initiative also intends to create and evaluate a new model for how theater can increase public awareness, knowledge, and engagement with important science-related societal issues.\"\nAlso, the summary says, the project will lead to the \"development and testing of online content, podcasts, and videos as well as special community education and outreach efforts in each community where the play is staged. Performances will be accompanied by post-performance panel discussions with the artists, local scientists and policy makers. After the completion of the initial tour, the play will be published, licensed, and made available to other theaters to produce independently.\"\nTickets on sale\nBy phone, Sarah Benvenuti, an administrator for the Civilian Theater Co., said the play is slated to run April 11-May 1, 2014, at the Public Theater’s Martinson Hall in New York, which is not on Broadway. Tickets will be $20 each, she said.\nBenvenuti said the play is about climate change and includes musical numbers, which one can view in online videos. \"Margin of Error,\" for instance, shows cast members singing about poll results. (Really.)\nWe wondered if the presentation is explicit, say, about human contributions to warming.\nBenevenuti didn’t say, though she stressed that the play draws on direct conversations with expert scientists. \"Climate change is a real thing,\" she said. \"We have to do something about it.\"\nThe script is not published, she said, but she pointed out the Public Theater’s online description of the play as a \"continent-hopping thriller following a woman, Phyllis, as she pursues her husband Karl who disappeared from a tropical island while on an assignment for a nature show. Through her search,\" the summary says, \"Phyllis uncovers a mysterious plot surrounding the upcoming international climate summit in Paris. As the days count down to the summit, Phyllis must decipher the plan and possibly stop it in time. With arresting projected film and video and a wide-ranging score of songs,\" the play \"is a highly theatrical look into one of the most vital questions of our time: how can we change ourselves and our society in time to solve the enormous environmental challenges that confront us?\"\nFinally, we circled back to the foundation to ask if the musical was an unusual grant beneficiary. Topousis replied by email that while the NSF \"research portfolio this falls under--Advancing Informal STEM Learning (AISL)--contains projects at the intersection of science and the arts, NSF’s funding this kind of project--a theatrical production--is rare.\"\nOur ruling\nSmith said the science foundation awarded $700,000 for a climate change musical.\nThe NSF awarded nearly that much for a theater company to produce a musical play that focuses on climate change and biodiversity conservation. We rate this statement as True.", "vclaim_id": "vclaim-pol-08050"}