{"url": "/factchecks/2015/jul/30/harry-houck/former-nypd-detective-sandra-blands-traffic-stop-l/", "speaker": "Harry Houck", "vclaim": "\"The law says ... when a police officer stops you, do whatever he says and then deal with it later.\"", "truth_label": "false", "date": "stated on July 21, 2015 in a panel debate on \"CNN Tonight with Don Lemon\":", "title": "Former NYPD detective on Sandra Bland's traffic stop: 'The law says' do what officer says", "text": "Dashboard camera footage of the traffic stop of Sandra Bland spurred contentious, if not always accurate, cable news debate about a person’s rights when dealing with law enforcement.\nBland, a 28-year-old woman from Chicago, was found dead in her jail cell three days after Texas state trooper Brian Encinia stopped her for failing to signal when changing lanes (she was ultimately charged with resisting arrest). Questions still surround her death, which officials called a suicide. But the video gives Americans a clearer look at the explosive start of the arrest that put her behind bars to begin with.\nThe director of the Texas Department of Public Safety criticized Encinia’s actions, saying that the trooper violated arrest procedure. But some people are also questioning Bland’s behavior, including her refusal to put out her cigarette at Encinia’s request.\nDon Lemon led a CNN Tonight panel on July 21 about the ordeal with legal analyst Sunny Hostin, liberal pundit Marc Lamont Hill and retired New York Police Department detective Harry Houck.\nMost of the panel agreed with Hostin’s advice for dealing with law enforcement: Essentially, make the encounter as short as possible by obeying orders and dealing with legal issues or mistreatment later. Lemon then asked Houck to clarify the legal rights that people actually have during a police stop — and that’s where the discussion got murky.\nLemon asked if all the attention on this encounter and others around the country \"is giving people a false sense of rights that they have, that they really don’t have?\"\nYes, Houck responded. \"People actually think, that I've talked to, saying that, no, if a police officer stopped me for something, I don't think he's stopping me for a right reason, but I don't have to cooperate with the officer. But that is wrong,\" he said.\nHouck continued: \"The law says, just like you said, Don, that when a police officer stops you, do whatever he says and then deal with it later.\"\nRead literally, Houck’s statement seems to give law enforcement a lot of leeway during stops. Are civilians really required to obey their each and every order?\nThe video\nBefore we dive into the legal issues underlying Bland’s arrest, let’s review what the video shows. Encinia pulls Bland over for a failure to signal as she changed lanes. Encinia retrieves Bland’s driver’s license and insurance and heads back to his car. After four and a half minutes, Encinia returns to issue a ticket to Bland. At the window, he asks her if she’s okay.\n\"I’m waiting on you, this is your job,\" she says.\n\"You seem very irritated,\" he tells her.\n\"I really am,\" Bland replies, explaining why she’s unhappy that she was pulled over. Encinia asks if she’s done speaking, then asks her to put out her cigarette. Bland refuses, saying that she’s free to smoke a cigarette in her own car.\nEncinia then directs her out of the car, calling it a \"lawful order.\" When she doesn’t move, he opens the door and forcibly removes her, pointing a Taser in her direction and threatening to \"light her up.\"\nAfter Bland exits the car, Encinia issues a number of orders, including for her to put her phone down, to \"come over here,\" to \"stand right here,\" and to \"turn around.\" The confrontation becomes physical shortly afterwards, before Encinia puts Bland in the back of his squad car.\nThe panelists were divided on the issue of whether Bland escalated the situation by claiming rights she did not have when she refused Encinia’s order to put out her cigarette. Experts we consulted said Bland had the right to act the way she did, but Encinia may have, too. Here’s why.\nPleading the Fifth (and the Fourth)\nDoes the law really say you have to do whatever a police officer says during a traffic stop?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nLiterally, no. The Constitution affords a few fundamental rights to everyone stopped or arrested by law enforcement in the United States. The right to refuse a search of one’s person, car or home is guaranteed by the Fourth Amendment, and the right to remain silent is protected by the Fifth. No matter how much information Encinia wanted to get out of Bland, she was not legally obliged to provide it.\n\"You definitely don’t have to answer questions,\" said Robert Weisberg, a Stanford University law professor who specializes in criminal justice and procedure.\nSo Houck’s statement doesn’t hold up under constitutional scrutiny. When reached for comment, Houck said his comments were being taken too literally, adding he only meant that civilians were obligated to comply with orders \"within reason.\"\n\"Anybody with common sense knows what I said,\" he said.\nHouck told PunditFact that he had been focusing primarily on the legality of Encinia’s order for Bland to exit her car, a point he brings up early on in the panel discussion but doesn’t stress throughout.\nIn the interview, he brought up Pennsylvania vs. Mimms, a Supreme Court case from 1977 in which two implicated law enforcement officers were found not to have violated the Fourth Amendment when directing a man to exit his car upon stopping him for a traffic violation. He argued that the precedent established in Mimms applies to Bland’s arrest as well.\nReasonable suspicion\nHouck does have a point that officers have a considerable amount of authority over a person during a traffic stop.\nIn Mimms, after directing a man out of his car, officers noticed a bulge under the man’s jacket. The bulge turned out to be a loaded gun, and the man was then arrested. The court ruled that exiting one’s car for the duration of a stop did not violate a person's Fourth Amendment rights.\nSo Encinia, using Mimms as jurisprudence, had the right to direct Bland out of her car, even if he had no reason to suspect that she was armed or dangerous.\nSome have argued, however, that because the \"legal stop\" was finished by the time Encinia directed Bland out the car, he did not have the right to continue the interaction.\nBut the broader point that Houck misses in his explanation is that much of an officer’s authority to search or use force or a person is permissible only if they have reason to suspect that the person is armed or dangerous, or has committed a crime.\nWhat exactly constitutes \"reasonable suspicion\" is still up for for debate. Weisberg emphasized how gray this area of law still is.\nA non-answer, for example, can often be interpreted by law enforcement as \"furtive behavior,\" thus authorizing many options an officer might not have otherwise had, including searching, moving, or using force on a subject, Weisberg said.\nMaking these judgment calls is where officers have the most leeway, said Jason Williamson, a lawyer with the American Civil Liberties Union who recently wrote a Bland-inspired article for Time entitled \"What to Do if You Get Pulled Over by a Cop.\"\n\"It’s certainly true that cops are given discretion and the benefit of the doubt,\" Williamson said.\nIn order for Encinia to argue that he was suspicious of Bland, he would have to point to her refusal to put out her cigarette as an indication of violent intentions, said Jody David Armour, a  University of Southern California law professor. \"That is a judgment of intent,\" he said, \"and a judgment of character.\"\nOur ruling\nHouck claimed that \"the law says … that when a police officer stops you, do whatever he says\" during a stop.\nReasonable suspicion justifies an officer’s increased authority during a stop or an arrest, though the definition of \"reasonable\" is often unclear.\nApplied generally, however, the claim is incorrect. Even though it might be advisable to defer to law enforcement in many cases, the Constitution protects one’s right to remain silent and to not consent to a search. Without suspicion that the subject is armed or has committed a crime, an officer must respect these rights. That's what the law says.\nWe rate Houck's claim False.\nCorrection: This item was updated on July 31 to correct the sequence of events in describing Pennsylvania vs. Mimms. In that case, the Supreme Court found that the act of ordering a person out of a car for the duration of a stop, even in the absence of reasonable suspicion, is constitutional.", "vclaim_id": "vclaim-pol-06134"}