{"url": "/factchecks/2013/mar/25/jeb-bush/driverless-car-has-gone-300000-miles-without-accid/", "speaker": "Jeb Bush", "vclaim": "\"Already, a prototype driverless car has traveled more than 300,000 miles in the crowded maze of California streets without a single accident.\"", "truth_label": "mostly-true", "date": "stated on March 15, 2013 in a speech at CPAC:", "title": "A driverless car has gone 300,000 miles without an accident, says Jeb Bush", "text": "Imagine while fighting through traffic that you could paint your toenails, play the guitar or read a novel -- but safely, because the car would be doing all the driving.\n\n\nWe’re not talking about a Jetsons make-believe scenario here: Several companies have autonomous or self-driving cars in the works. (Spoiler alert: the scenario we describe could be years away, and you might have to pay attention enough to grab the wheel.)\n\n\nFormer Gov. Jeb Bush mentioned such cars as an example of technological innovations during a speech at the Conservative Political Action Conference on March 15, 2013.\n\n\n\"Driverless vehicles will flawlessly move people and products across our highways, never getting lost, never having accidents,\" said Bush, a potential Republican 2016 presidential candidate. \"Already, a prototype driverless car has traveled more than 300,000 miles in the crowded maze of California streets without a single accident.\"\n\n\nHas a driverless car really traveled 300,000 miles on crowded California streets without a single accident? PolitiFact hit the virtual road to find out.\n\n\nA ride in a driverless car\n\n\nSeveral car companies are developing so-called autonomous or self-driving cars operated by computers. But they may not be publicly available for at least a decade if not longer.\n\n\nAmong the challenges are the legal questions of who faces liability when a driverless crashes, as well as bringing down the $100,000 price tag for the technology.\n\n\nBut the technology is cool. Check out this Google video of a blind man taking a ride in the driver’s seat to Taco Bell (\"Look ma no hands!\").\n\n\nA recent Forbes story offered a good first-hand account of riding at 65 miles per hour around Silicon Valley in a Lexus equipped with Google’s technology.\n\n\nWhen a slow-moving truck merged onto the highway, the Google car hit the brakes on its own; the car also tracked a tailgater and a motorcyclist weaving in traffic.\n\n\nThe article explained that Google engineers gather information about the route and add it to maps before the self-driving takes off.\n\n\n\"When it’s the autonomous vehicle’s turn to drive, it compares the data it is acquiring from all those sensors and cameras to the previously recorded data,\" Forbes reported. \"That helps it differentiate a pedestrian from a light pole.\"\n\n\nThe car has limitations. A Google official said that the car can’t handle heavy rain and or snow-covered roads, and engineers are working on how to handle encountering a stalled car or a tire in the middle of the road.\n\n\nFlorida, California and Nevada have all passed laws that allow testers to operate so-called autonomous cars.\n\n\nIn 2012, the Florida Legislature passed a law that requires humans in the cars to intervene if necessary. Testers must submit proof of $5 million in insurance. As of March 21, no testers have registered, said Leslie Palmer, a spokeswoman for the Florida Department of Highway Safety and Motor Vehicles.\n\n\nBush’s spokeswoman referred us to an August 2012 Google blog: \"Our vehicles, of which about a dozen are on the road at any given time, have now completed more than 300,000 miles of testing. They’ve covered a wide range of traffic conditions, and there hasn’t been a single accident under computer control.\"\n\n\nOf those 300,000 miles, Google co-founder Sergey Brin said: \"I think we’ve done 50,000 miles now without safety critical intervention. But that’s not good enough…The self-driving car is going to face greater scrutiny than any human would. And I think that’s appropriate.\"\n\n\nA Google spokesman gave PolitiFact Florida a statement after Bush’s speech that the cars have actually driven over 500,000 miles on public roads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\n\nA Google car crash -- near headquarters\n\n\nGoogle did face scrutiny in August 2011 when several blogs and news reports highlighted a car crash involving such a car near Google’s Mountain View headquarters.\n\n\n\"This photo of what looks like a minor case of Prius-on-Prius vehicular violence may actually be a piece of automotive history: the first accident caused by Google's self-driving car. Whose name should the cop write down on the ticket?\" wrote the Jalopnik blog.\n\n\nBut Google said a human being was manually controlling the car when the accident occurred.\n\n\nMountain View police referred PolitiFact Florida to a Mountain View Voice article which quoted a police spokeswoman:\n\n\n\"Since it involved five vehicles, we wanted to make sure there were no injuries and facilitate the exchange of names. Essentially, it was five-car fender-bender. No one reported any injuries and so the officer simply facilitated the exchange of names. No case was taken.\"\n\n\nThe article also said that \"Google claims the Google car was in between tests and that the accident was on a road that had not been mapped previously to allow it to drive autonomously on that section of street.\"\n\n\nPopular Mechanics wrote that it had no reason to doubt Google’s word that a human caused the crash but noted, \"With this accident, there's not much to go on besides Google's word.\" The crash raised the question if companies will provide law enforcement full access to verify if a person was driving at the time of the accident.\n\n\nThe only other report of a crash we could find was a New York Times 2010 story that said a Google car was rear-ended at a traffic light. Being rear-ended usually means the other driver is considered at fault.\n\n\nExperts raise some caveats about the cars\n\n\nWe ran Bush’s claim by Bryant Walker Smith, a fellow at the Center for Internet and Society at Stanford Law School, who wrote a paper on the legality of automated cars. (The center publicly discloses its donors, which include Google and some car companies.) He said driverless cars haven’t traveled enough miles yet to prove their safety.\n\n\nBased on the number of car crashes in the United States and the miles traveled, he concluded that Google's cars would need \"to drive themselves (by themselves) more than 725,000 representative miles without incident for us to say with 99 percent confidence that they crash less frequently than conventional cars. If we look only at fatal crashes, this minimum skyrockets to 300 million miles. To my knowledge, Google has yet to reach these milestones.\"\n\n\nSmith said that Bush’s claim is a good faith summary of the media reports; however, it omits some caveats.\n\n\n\"These are testers who are being closely supervised by highly trained drivers who do occasionally intervene in the operation,\" he said. \"That is very different from sending a vehicle unmonitored through a variety of road conditions. ... Although Google has logged impressive miles, and demonstrated other statistics that they are more safe than human drivers, that is not publicly documented at this point and there is an incredible amount of research required.\"\n\n\nHe also said we shouldn’t expect cars that function completely without human intervention of some sort.\n\n\n\"‘Driverless car’ is probably not the right word for the kind of vehicle we are talking about,\" he told PolitiFact Florida. \"Driving will be shared with a computer either simultaneously or sequentially. A human may need to do some functions of the driver, and the computer may augment functions of humans depending on road conditions and kind of road.\"\n\n\nOur ruling\n\n\nDuring his CPAC speech, Bush talked about technological innovations underway and that will occur over the next 100 years.  \n\n\n\"Already, a prototype driverless car has traveled more than 300,000 miles in the crowded maze of California streets without a single accident,\" Bush said.\n\n\nWe don’t fault Bush for citing the 300,000 figure rather than the recent 500,000 figure, because that higher number only received publicity after the CPAC speech.\n\nBut technically, Bush was wrong to say that the prototype car has driven in California \"without a single accident.\" We found two accidents, but they both had mitigating factors. One car was rear ended, which suggests another driver was at fault. In another accident, a human was operating the car, at least according to Google.\n\nStill, we couldn’t find one incident where a driverless car operating under its own technology clearly caused an accident. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-09549"}