{"url": "/factchecks/2013/aug/13/rick-kriseman/rick-kriseman-says-he-did-pass-bill-during-his-tim/", "speaker": "Rick Kriseman", "vclaim": "\"For anybody who's trying to cross the street and has seen those signs that say you have to stop when pedestrians are in the crosswalk, that was a bill that I passed.\"", "truth_label": "mostly-true", "date": "stated on August 6, 2013 in a mayoral forum:", "title": "St. Petersburg mayoral candidate Rick Kriseman defends record as a state lawmaker", "text": "Rick Kriseman was quick to defend his time as a state representative during the recent Tampa Bay Times/Bay News 9 mayoral forum.\nDuring the hour-long debate, incumbent Mayor Bill Foster claimed Kriseman was ineffective as a lawmaker representing St. Petersburg. (We’re checking Foster’s specific attack in another fact-check.)\nHere’s how Kriseman responded:\n\"For anybody who's trying to cross the street and has seen those signs that say you have to stop when pedestrians are in the crosswalk, that was a bill that I passed, along with a bill that requires people who are convicted of DUI to carry $100,000 of insurance in case they hit somebody else and injure them in an accident. So there are issues and legislation that I have passed.\"\nIn this fact-check, we decided to zero in on Kriseman’s claim about crosswalks.\nKriseman, a Democrat who served as a legislator from 2006 to 2012, spent two years as policy chairman for House Democrats. Practically, that means he studied up on the legislation scheduled to hit the House floor and advised the Democratic caucus how to vote in a daily meeting.\nIn 2007 and 2008, Kriseman introduced a proposal that required drivers to stop for, rather than simply yield the right of way to, pedestrians legally in, or about to enter, crosswalks.\nIn 2008, the idea (HB 89/SB 154) passed with unanimous votes, but it did not have his name on it. The Senate sponsor, then-Sen. Mike Fasano, R-New Port Richey, got the paper credit.  Kriseman’s version barely budged through the House committee process, with leaders choosing to advance the one with Fasano’s name on it.\nWhy? Party politics.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nFasano readily told us Kriseman came up with the proposal, and he asked Fasano to be the Senate sponsor. Fasano, as a member of the majority party, had a better shot at getting it passed. It’s rare for a member of the minority party to have his or name on a bill if a majority party member is sponsoring it in the other chamber, he said.\n\"That’s politics, in Tallahassee especially,\" Fasano said. \"Not as much in the Senate, but definitely in the House.\"\nKriseman pointed to other bills he sponsored that became law, including one in 2007 that requires people convicted of DUI to carry 10 times the liability insurance of other drivers, or $100,000 for one injured person. Pinellas County Republican Dennis Jones sponsored the bill in the Senate.\nThe point of the law is to cover medical expenses of DUI victims. Gov. Charlie Crist signed the bill in a St. Petersburg ceremony in which he honored a 40-year-old father who was hit years earlier by a drunken driver as he sat on his motorcycle at a red light. The man, Chris Prati, required around-the-clock medical care and was no longer able to eat or speak, according to Times archives.\nA local bill bearing Kriseman’s name also got Crist’s signature in 2007. Two years later, a Kriseman-sponsored measure that encouraged service-learning courses in schools ended up in a Republican-sponsored Senate bill that became law.\nOur ruling\nKriseman said, \"For anybody who's trying to cross the street and has seen those signs that say you have to stop when pedestrians are in the crosswalk, that was a bill that I passed.\"\nKriseman’s name wasn’t on 2008 legislation meant to aid pedestrians, but the Senate sponsor who got credit said it was Kriseman’s idea and that he simply needed a Republican to help get it through the legislative process.\nWe rate Kriseman’s claim Mostly True.", "vclaim_id": "vclaim-pol-08994"}