{"url": "/factchecks/2014/jul/18/phil-gingrey/rep-phil-gingrey-says-migrants-may-be-bringing-ebo/", "speaker": "Phil Gingrey", "vclaim": "Amid the \"crisis at our southern border,\" there are \"reports of illegal migrants carrying deadly diseases such as … Ebola virus.\"", "truth_label": "pants-fire", "date": "stated on July 7, 2014 in a letter to the Centers for Disease Control and Prevention:", "title": "Rep. Phil Gingrey says migrants may be bringing Ebola virus through the U.S.-Mexico border", "text": "As a surge of unaccompanied children from Central America was arriving on the United States’ southern border this month, Rep. Phil Gingrey, R-Ga., expressed concern about the impact they could have on public health.\nOn July 7, 2014, Gingrey wrote a letter expressing these concerns to the Centers for Disease Control and Prevention. Here are excerpts:\n\"As you know, the United States is currently experiencing a crisis at our southern border. The influx of families and unaccompanied children at the border poses many risks, including grave public health threats.\n\"As a physician for over 30 years, I am well aware of the dangers infectious diseases pose. In fact, infectious diseases remain in the top 10 causes of death in the United States. … Reports of illegal migrants carrying deadly diseases such as swine flu, dengue fever, Ebola virus and tuberculosis are particularly concerning.\"\nHealth experts agree that when large numbers of people from countries with spotty health care systems make an arduous trek and then get corralled into crowded holding facilities, it can pose a health risk.\nBut the introduction of Ebola, the feared viral disease of African origin that kills up to 90 percent of victims through organ failures and leaking blood and fluids? That would be terrifying.\nSo is it true that amid the \"crisis at our southern border\" there are \"reports of illegal migrants carrying deadly diseases such as … Ebola virus\" into the United States?\nAfter Gingrey’s letter became widely known, some commentators expressed disbelief that he had invoked Ebola, given that the disease is endemic to Africa, not Central America. On his July 17 show, Stephen Colbert mocked Gingrey, saying, \"That virus has never appeared outside of Africa, but Gingrey may have caught it from an illegal already, because I believe one of the symptoms is baseless fear leaking out of your ass.\"\nWhen we checked with Gingrey’s office, however, spokesman Cameron Harley pointed us to a comment Gingrey made to NBC News’ Luke Russert that suggested he’s standing by the concerns he stated in the CDC letter.\n\"The border patrol gave us a list of the diseases that they’re concerned about, and Ebola was one of those,\" Gingrey told Russert. \"I can’t tell you specifically that there were any cases of Ebola, I don’t think there were, but of course tuberculosis, Chagas disease, many – smallpox, some of the infectious diseases of children, all of these are concerns.\"\nSo is there anything to the Ebola claim?\nExperts we asked issued a resounding \"No.\"\nFirst, we checked with the Centers for Disease Control and Prevention, whose job includes tracking outbreaks of serious infectious diseases. Spokesman Daniel J. DeNoon confirmed that the CDC has received no reports of a human Ebola infection anywhere in the Western Hemisphere, much less the U.S.-Mexico border. \"Ebola cases in humans have never been reported outside of Africa,\" DeNoon said.\nWilliam Schaffner, an infectious-disease specialist at Vanderbilt University School of Medicine, agreed. \"The congressman is misinformed,\" he said. \"There is no Ebola in the Western Hemisphere.\"\nWe also checked whether it was plausible for a child or adult entering the United States from Central America via Mexico to be infected with the Ebola virus. CDC scientists call it \"extremely unlikely,\" DeNoon said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nIndependent experts agreed. \"It’s very, very, highly unlikely if you are talking about someone from Central America who has not traveled to Africa,\" Thomas W. Geisbert, a microbiologist and immunologist specializing in Ebola at the University of Texas Medical Branch at Galveston.\nGeisbert said there have been examples of travelers carrying similar exotic diseases by airplane to the United States -- for instance, a passenger infected with Marburg virus who arrived in Colorado a few years ago, and another who came to Minnesota infected with Lassa virus earlier this year. And it’s worth noting that there’s currently a major Ebola outbreak in West Africa. Through July 12, there were 964 Ebola virus cases in Guinea, Liberia and Sierra Leone, including 603 deaths, according to CNN.\nHowever, the profile of the jet-flying Ebola carrier doesn’t mesh with the types of people now flocking to the U.S. border.\n\"The incubation period is two to 21 days, so theoretically, an African could fly from an infected area, land in a Mexican airport, take a bus toward the border, hire a coyote to take him across and then ‘present’ with Ebola,\" said Thomas Fekete, section chief for infectious diseases at the Temple University School of Medicine. \"But this presupposes a suicidal person who also has the resources for this kind of travel.\"\nIndeed, the prior, scattered examples of exotic and deadly diseases reaching the United States suggest that \"the likelihood of an illegal migrant getting infected and introducing the disease to the U.S. is probably less than that of a ‘legal’ traveler,\" said Daniel G. Bausch, head of the virology and emerging infections department at the U.S. Naval Medical Research Unit No.6 in Lima, Peru.\nAnother problem: If you had such an infection, the chances are good that you would die on the journey to the United States, said Arthur Caplan, director of the division of medical ethics at New York University’s Langone Medical Center. \"You would be too sick to make it to the border by foot,\" he said.\nSo where did these \"reports of illegal migrants carrying deadly diseases such as ... Ebola virus\" come from?\nInitially, when we asked for documentation, Gingrey’s office sent us a number of links to articles. Some discussed the one government-confirmed case of swine flu among recently arrived children, as well reports of scabies and lice and concerns that conditions in the centers holding newly arrived children could promote the spread of diseases such as tuberculosis.\nHere are the three links Gingrey’s office sent us that mentioned Ebola directly:\n• A post at a site called The Common Sense Show. It discusses the potential arrival of Ebola-infected migrants as part of a \"coming series of pandemics\" that \"has some governmental agency fingerprints on this invasion. Smart money would say that the CIA is involved.\"\n• An outspokenly anti-President Barack Obama opinion piece in the American Thinker, a Web publication that, in turn, sources its Ebola information to an article on prisonplanet.com, a site run by Alex Jones, a broadcaster who describes himself as a \"prominent figure of the 9/11 Truth Movement.\" Citing the continuing surge of migrants at the border, the article closes with this: \"Obama is an enemy to the American people and seems determined to destroy us one way or another. The tyrant must be removed from office as soon as possible.\"\n• An article in WND, formerly known as WorldNetDaily, which has gained attention for publishing articles skeptical of President Obama having been born in Hawaii. The WND article, like the other two, didn’t offer hard documentation of Ebola being found in the United States -- only suggestions that it could. \"Other diseases like dengue and Ebola virus also may be in this wave of illegals, since people are coming from Central and South America, the Middle East and West Africa,\" the WND article said.\nWhen we asked Harley, the spokesman for Gingrey, whether his office considered these three citations to be credible sources supporting the Ebola claim, he backtracked, saying, \"These websites were not our source. The source was communication with border agents and organizations that we work with on immigration regularly.\" When we asked for further detail, we did not hear back, so we cannot vet these sources’ credibility.\nOur ruling\nGingrey said that amid the \"crisis at our southern border,\" there are \"reports of illegal migrants carrying deadly diseases such as … Ebola virus.\"\nWe don’t dispute that the conditions for newly arrived migrant children pose public health challenges. But Gingrey went well beyond that when he invoked Ebola, a particularly scary and untreatable disease with high mortality rates.\nThe reality is that Ebola has only been found in Africa -- and experts agree that, given how the disease develops, the likelihood of children from Central America bringing it to the U.S. border is almost nonexistent. But most importantly for our fact-check, Gingrey’s office was unable to point to solid evidence that that Ebola has arrived in Western Hemisphere, much less the U.S. border. To the contrary, the CDC and independent epidemiologists say there is zero evidence that these migrants are carrying the virus to the border.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07583"}