{"url": "/factchecks/2011/dec/29/chris-christie/chris-christie-claims-new-jersey-has-fewer-state-e/", "speaker": "Chris Christie", "vclaim": "\"And, as of today, New Jersey state government has less employees than when Christie Whitman left office in 2001.\"", "truth_label": "true", "date": "stated on December 20, 2011 in an interview on MSNBC’s Morning Joe:", "title": "Chris Christie claims New Jersey has fewer state employees than when former Gov. Christie Whitman left office in 2001", "text": "Private-sector jobs in New Jersey may be on the rise, but the number of state government employees is lower than it was nearly 11 years ago.\n\nDuring a Dec. 20 interview on MSNBC’s Morning Joe, Gov. Chris Christie, a Republican, pointed to that statistic and other achievements as examples of what he’s been able to accomplish in the face of a Democratic-controlled Legislature.\n\n\"And, as of today, New Jersey state government has less employees than when Christie Whitman left office in 2001,\" Christie told hosts Joe Scarborough and Mika Brzezinski. \"So, we’ve made government smaller. We’ve made it smarter. We’ve made it less expensive for people. And we’ve done that with a Democratic Legislature.\"\n\nPolitiFact New Jersey found that Christie’s numbers are solid.\n\nBased on the latest preliminary statistics from state and federal officials, the number of \"state government\" workers dropped to 137,800 in November, which represents 600 fewer employees than when former Gov. Christine Todd Whitman resigned in January 2001.\n\nLet’s break down the figures.\n\nWhen Whitman stepped down to become head of the U.S. Environmental Protection Agency, there were 138,400 state workers, according to seasonally adjusted figures from the U.S. Bureau of Labor Statistics.\n\nBy the time Christie took office in January 2010, the number of state government employees had increased to 151,900, marking a jump of nearly 10 percent since January 2001.\n\nAs of November of this year, the number of state workers had fallen during Christie’s tenure by 14,100, or about 9.3 percent. When compared to Whitman’s final month in office, the decline is a more modest 0.4 percent, or 600 workers, but nevertheless, it’s still a reduction.\n\nThose statistics include workers in state departments; the legislative and judicial branches; state colleges and universities; state hospitals and state authorities and commissions, such as NJ Transit. But these figures don’t account for public employees in municipal and county governments, and local school districts.\n\nBetween the executive, legislative and judicial branches, the number of state employees has dropped by about 4,738 from when Christie took office to November, state officials said. Most of the staff reductions have been due to retirements, with only 743 positions eliminated through layoffs, officials said.\n\n\"As to attrition, there has been a concerted effort by the administration to shrink the size of state government, which had grown too large and costly. At the same time, the Governor has insisted that departments be efficient and effective in the delivery of services,\" Christie spokesman Michael Drewniak said in an email. \"As we all know as well by now, fiscal realities have required painful budgeting decisions at the same time.\"\n\nThe wave of retirements comes at a time when state officials have been demanding greater contributions from public-sector workers toward their benefits.\n\nHetty Rosenstein, state director of the Communication Workers of America, the largest union representing state workers, attributed the retirements to employees’ concerns over benefits and the age of the workforce\n\nThe reduction began with hiring freezes under former Gov. Jon Corzine, Rosenstein said.\n\n\"It is an aging workforce,\" Rosenstein said. \"This is essentially attrition....This is all to be expected.\"\n\nRutgers labor professor Jeff Keefe also said a \"great deal of anxiety about benefits\" is driving the retirements. When Christie took office, most public workers got the message that the state was facing significant long-term fiscal problems, Keefe said.\n\nOur ruling\n\nIn a television interview, Christie claimed \"New Jersey state government has less employees than when Christie Whitman left office in 2001.\"\n\nThe governor’s right, according to the latest preliminary labor statistics. By November, there were 600 fewer state workers than when Whitman stepped down in January 2001.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11881"}