{"url": "/factchecks/2020/sep/02/facebook-posts/claim-viewed-millions-social-media-says-california/", "speaker": "Facebook posts", "vclaim": "\"PEDOPHILIA is now LEGAL in CALIFORNIA. Now a 21 year old can have sex with an 11 year old, and not be listed on the sex registry as a sex offender.\"", "truth_label": "pants-fire", "date": "stated on September 1, 2020 in a Facebook post:", "title": "Claim Viewed By Millions On Social Media Says California Legalized Pedophilia. That Is False.", "text": "Hours after the California Legislature passed Senate Bill 145 on Sunday, an onslaught of social media posts claimed the bill would \"legalize pedophilia\" in the state or allow adults to have sex with minors without being placed on the sex offender registry. \nAll of the posts are provocative and many are unsubstantiated. \nSeveral were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about PolitiFact California’s partnership with Facebook.)\nWe focused on a Facebook post that was viewed 1.2 million times in less than 24 hours after it was published Tuesday afternoon. Similar posts were viewed and shared thousands of times.\n\"PEDOPHILIA is now LEGAL in CALIFORNIA. Now a 21 year old can have sex with an 11 year old, and not be listed on the sex registry as a sex offender. This is unbelievable California!\"\n\nProminent public figures from state Senate Republican Leader Shannon Grove to former San Francisco Giants baseball player Aubrey Huff to some Democratic state lawmakers have spoken out against the bill, though their statements do not go so far as to describe the bill as legalizing sex with minors.\nWith so many claims swirling, we decided to check the facts. \nThe Facts About SB 145\nCurrent state allows a judge to decide whether to place a young man convicted of statutory rape, in which vaginal intercourse takes place with a minor, on the sex offender registry based on the facts of the case. \nThere is no such discretion when the offense includes anal or oral sex. \nSB 145 would eliminate automatic sex-offeder registration for young adults who are convicted of having voluntary anal or oral sex with a minor. Instead, a judge would make the decision, as with cases involving vaginal intercourse. The law would not apply in cases where a one party does not believe the sexual contact was voluntary.\nLGBTQ advocates, including the bill’s author state Sen. Scott Wiener (D–San Francisco), say it would do away with a discriminatory law, one that’s a relic of a penal code that criminalized those acts until 1975, even between consenting adults. \n\"This distinction in the law is irrational and discriminatory towards LGBTQ youth,\" Wiener said in a fact sheet on the law produced by his office, Equality California and the Los Angeles District Attorney’s Office, all of which support the bill. \"SB 145 ends this irrational distinction by treating all sex the same way that the law currently treats penile-vaginal intercourse.\"\nDecades ago, police used the fact that certain sex acts were illegal to raid gay clubs and charge people with crimes, said Asm. Sydney Kamlager, D-Los Angeles, a supporter of the bill, during a press conference last month.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nKamlager said the disparity in the law was \"put in place during a more conservative time in California and historically these [police raids] were done systematically to target folks to remove people who identified as being LGBT from our society.\"\nSex With A Minor Remains Illegal, In All Cases, Under SB 145\nSome of the claims on social media say the bill protects rapists or lessens penalties for statutory rape. That’s not the case. \nNothing in the legislation would change penalties for statutory rape, which prosecutors in California can charge as either a misdemeanor or felony. It is illegal under current law for any adult to have any type of sex with a minor and that remains illegal under SB 145. \nAlso, the bill does not apply to any sex offenders convicted of forcible rape. \nThe legislation is supported by the California Coalition Against Sexual Assault and by law enforcement groups such as the California Police Chiefs Association and the California District Attorney’s Association.\nClaim About A 21-Year-Old Having Sex With An 11-Year-Old\nThe second part of the Facebook post that we fact-checked claims, \"Now a 21 year old can have sex with an 11 year old, and not be listed on the sex registry as a sex offender.\" That’s also wrong. \nSB 145 only applies to young people ages 14, 15, 16 or 17 and any offender within a 10 year age range. \"The vast, vast majority of cases where a judge may decide NOT to put someone on the registry will be cases where the age range is close,\" the bill’s fact sheet estimates. \"At the end of the day, a judge will have full discretion to place someone on the registry, and a prosecutor can seek it.\"\nOur Rating\nA widely-shared Facebook post claimed California had legalized \"pedophilia,\" and that \"Now a 21 year old can have sex with an 11 year old, and not be listed on the sex registry as a sex offender.\" \nThat post and many like it are simply wrong. \nThey grossly distort the proposals in state SB 145, which aims to eliminate a disparity in how LGBTQ young people are treated on California’s sex offender registry. \nThe legislation would eliminate automatic sex offeder registration for young adults who are convicted of having voluntary anal or oral sex with a minor and are within 10 years of age of the victim. Instead, a judge would make that decision, just as existing law allows judges to decide whether to place offenders in cases involving vaginal intercourse on the registry.\nThe bill would not, in any fashion, make it legal for any adult to have any type of sex with a minor. The only change involves giving a judge discretion over whether to list an offender on the sex registry for certain sex acts. \nWe rate the claims in the Facebook post Pants on Fire. \nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.", "vclaim_id": "vclaim-pol-18856"}