{"url": "/factchecks/2011/jun/10/kevin-bloye/trauma-centers-save-lives-just-not-many-people-thi/", "speaker": "Kevin Bloye", "vclaim": "Roughly 700 Georgians die needlessly each year because they are too far from a trauma center.", "truth_label": "barely-true", "date": "stated on March 11, 2011 in AJC story:", "title": "Trauma Centers Save Lives Just Not as Many as People Think", "text": "Georgia voters are suspicious of new taxes.\n\nHow suspicious are they?\n\nLast year, they voted down an amendment that would have added a $10 fee to the cost of registering a motor vehicle to pay for additional trauma centers in the state. This wasn’t a penny sales tax to polish the Capitol dome, this was an attempt to improve emergency medical care.\n\nProponents of the tax, such as Kevin Bloye, a spokesman for the Georgia Hospital Association, say the money would have helped Georgia lower the number of trauma deaths by creating more emergency medical facilities designed to treat trauma patients.\n\nBloye said in a news story that appeared in the AJCin March that roughly 700 Georgians die needlessly each year because they are too far from a trauma center.\n\nRight now, there are only 18 medical facilities that specialize in treatment of physical injuries, according to the Georgia Department of Community Health.\n\nMany of these facilities are clustered in the Atlanta metro area, leaving portions of South Georgia without immediate access to trauma care.\n\nSo the argument is the state could save lives if the number of trauma centers in South Georgia was, say, closer to  the number of billboards advertising Asian massage parlors along I-75.\n\nIt’s hard to argue with that logic, but we felt the number \"roughly 700\" deaths seemed high, so we decided to take a closer look.\n\nThe number comes from an extrapolation of a Centers for Disease Control and Prevention study of trauma deaths in each state, Bloye said.\n\n\"It does vary from year to year, but in the year we put it together, it was 712,\" he said.\n\nDr. Patrick O’Neal, deputy director of the Georgia Department of Community Health’s Division of Emergency Preparedness and Response, prepared this number for the hospital association about seven years ago.\n\nO’Neal used CDC estimates to determine that if Georgia lowered its trauma death rate to the national average, the state could save 712 lives in that particular year. He didn’t remember if he used data from 2004 or 2005.\n\nSince O’Neal’s analysis, the CDC has updated its data for that year, and the difference between the national trauma death rate and Georgia’s rate is closer, he said.\n\nSo that number is no longer accurate.\n\nAnother problem is that O’Neal examined only one year, but Bloye said roughly 700 lives could be saved \"each year.\"\n\nBloye’s not alone. Organizations, such as Georgia Watch, the nonprofit consumer advocacy group, also have said an estimated 700 people die each year because of inadequate trauma care in the state.\n\nThe number has often been repeated in news reports, including by the AJC.\n\nTurns out no one should use that statistic.\n\nPolitiFact used O’Neal’s methodology and the CDC’s current data and found that if Georgia had the same rate of trauma deaths as the national average in 2007, the latest data available, the state could have saved 455 lives. The state would have saved 329 lives in 2006, 415 in 2005, 623 in 2004 and 719 in 2003.\n\nThese numbers are based on the CDC’s age-adjusted rate of trauma deaths for the state and the nation. Statisticians adjust rates of illness, death and injury by age so communities with different age structures can be compared to one another.\n\nUsing the unadjusted data, the number of lives saved drops even lower. According to these numbers, the state would have saved 120 lives in 2007, 2 lives in 2006, 88 in 2005, 306 in 2004 and 402 in 2003.\n\nEven considering these are estimates, neither the adjusted nor the unadjusted numbers fall in the \"roughly 700\" range.\n\nThere’s another issue as well.\n\nBloye said Georgians died needlessly because \"they are too far from a trauma center.\"\n\nBut O’Neal said the number of ambulances and the quality of ambulance service along with other public policy issues such as developing programs to combat violent crime also play a role in reducing the trauma death rate in Georgia.\n\n\"There’s some truth in [Bloye’s statement], but it’s simplistic,\" he said.\n\nThe statement holds some truth in that Georgia is consistently above the national average in trauma deaths, according to CDC statistics. And if Georgia lowered the number of trauma deaths to the national average through a comprehensive approach including the creation of new trauma centers, better emergency transportation and innovative public policy approaches, hundreds of lives would be saved each year.\n\nIn 2003, Georgia could have saved 719 lives if the state had matched the national rate of trauma deaths; since then, the number is not in the \"roughly 700\" range, according to CDC data. But with more trauma centers, the state could save hundreds of lives.\n\nBloye’s statement contains some elements of truth, but it ignores critical facts that would give the reader a different impression.\n\nThat’s PolitiFact’s definition of Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBob McDonnell\n\n\nstated on August 26, 2012 in an interview on ABC's \"This Week\"\n\n\n\n\n\n\n\n\n\"Independent voters have a ten-point margin in favor of Mitt Romney right now.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • August 26, 2012\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12952"}