{"url": "/factchecks/2018/may/04/kevin-nicholson/what-makes-illinois-resident-wisconsin-resident/", "speaker": "Kevin Nicholson", "vclaim": "Says conservative mega-donor Richard Uihlein is a Wisconsin resident.", "truth_label": "false", "date": "stated on April 19, 2018 in news release:", "title": "U.S. Senate hopeful Kevin Nicholson stretches definition of state resident", "text": "Does a part-time residence in the Northwoods make a person a resident of Wisconsin?\nKevin Nicholson thinks so.\nNicholson, a Delafield businessman and U.S. Marine veteran, is battling state Sen. Leah Vukmir of Brookfield for the Republican nomination in the race to take on Democratic U.S. Sen. Tammy Baldwin in November 2018.\nThe Nicholson campaign released a list of new Finance Committee Co-Chairs from throughout Wisconsin -- an effort to show wide-ranging support for his bid. Included in the release was a list of Nicholson for Senate committee members and their hometowns, including \"Dick and Liz Uihlein (Minocqua).\" Nicholson also tweeted the release on April 19, 2018, with this message \"I’m honored to have an incredible committee as the outsider candidate for #wisen.\"\nHold on a minute.\nNicholson is touting himself as \"the outsider candidate\" by releasing a list of Wisconsin supporters. But aren’t Richard and Elizabeth Uihlein frequently referred to as Illinois residents?\nResidency\nRichard Uihlein is a well-known GOP mega-donor. An April 29, 2018, profile of Uihlein in The Washington Post said he has \"risen to become one of the most powerful — and disruptive — GOP donors in the country.\"\nThe article notes that Uihlein is a resident of Illinois, but has a substantial presence in Wisconsin politics:\nRichard Uihlein, a wealthy shipping-supplies magnate from Illinois who shuns the spotlight, has risen to become one of the most powerful — and disruptive — GOP donors in the country.\nUihlein made his first major mark on the anti-union fight in Wisconsin in 2011, spending hundreds of thousands of dollars to defend state senators in aggressive recall campaigns over their votes to end collective bargaining for public employees.\nThat fight also marked the beginning of a friendship between Scott Walker and Uihlein, who was charmed by the Wisconsin governor over a dinner meeting at the Uihleins’ home. He became an instrumental supporter of the governor’s campaign against public unions.\nIn an April 13, 2018, article, the Associated Press also noted the involvement of Uihlein in Wisconsin politics:\nThe billionaire founder of shipping and packaging supply giant Uline Corp. continues to spend big on Wisconsin’s U.S. Senate race in support of Delafield businessman Kevin Nicholson.\nRichard Uihlein gave $500,000 last month to the newly formed Club for Growth Action Wisconsin super PAC, which supports Nicholson. Uihlein has given nearly $16 million since 2017 to eight groups that are supporting Nicholson in the Republican primary against state Sen. Leah Vukmir.\nSpending by the groups Uihlein supports has helped make the Senate race the most expensive in the country so far.\nSo, Uihlein has a major footprint in Wisconsin politics.\nBut that doesn’t make him a state resident.\nThe evidence\nNumerous articles in a variety of publications, including the Milwaukee Journal Sentinel, have referred to Uihlein as a Lake Forest, Ill., businessman who co-owns Uline Corp., based in Pleasant Prairie, Wis.\nThe most solid piece of evidence is the Uihleins’ voter registration, which firmly identifies them as registered to vote in Illinois:\nName:\nRichard E Uihlein\nAge: 72\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nRegistration Status:\nRichard Uihlein IS REGISTERED TO VOTE in the State of Illinois.\n \nName:\nElizabeth A Uihlein\nAge:\n72\nRegistration Status:\nElizabeth Uihlein IS REGISTERED TO VOTE in the State of Illinois.\nTo qualify for voter registration in Illinois, you must:\n\n\nBe a U.S. citizen.\n\n\nBe a resident of Illinois for at least 30 days.\n\n\nBe at least 18 years old (if you are 17 years old, can vote in the General Primary election IF they will be 18 years old on or before the General Election)(tighten for our sake here).\n\n\nNOT be registered to vote in another state.\n\n\nA search of the My Vote Wisconsin database turns up zero hits on searches for Richard Uihlein or Elizabeth Uihlein.\nSo, why does Nicholson say the Uihleins are from Wisconsin?\nWell, Uline CEO Richard Uihlein and Elizabeth Uihlein, president of Uline Corp., have substantial investments in the Town of Manitowish Waters through EAU Holdings, including a lodge, spa and coffee shop, among other matters.\nTo be sure, Manitowish Waters and Minocqua are not interchangeable. They are 24 miles apart on U.S. 51 and Manitowish Waters is in Vilas County, while Minocqua is in Oneida County.\nA check of the Oneida County property records, where Minocqua is located, turns up zero hits in its database for either Uihlein or EAU Holdings.\nIn Vilas County, the property database shows three parcel listings for Richard E. and Elizabeth A. Uihlein, as well as 13 parcel listings for EAU Real Estate LLC.\nA spokesman for the Uihleins declined to comment.\nAsked about the campaign’s basis to claim the couple are Wisconsin residents, Nicholson spokesman Brandon Moody said in a April 24, 2018, email: \"they have a residence in Minocqua. They spend a great deal of time there and they are massive job creators in Wisconsin.\"\nMoody went on to refer to dual residencies.\n\"Many donors have multiple addresses. Some live in Florida half the year. That type of thing. This is pretty standard operating procedure,\" Moody said.  \nOur rating\nNicholson released a list of Wisconsin supporters that included \"Dick and Liz Uihlein (Minocqua).\"\nThe Uihleins are major business owners in Pleasant Prairie and own property in Manitowish Waters. But Richard E. Uihlein is frequently referred to in the media as an Illinois businessman and he is a registered voter of Illinois. So is his wife, Elizabeth A. Uihlein.\nWe rate Nicholson’s claim False.    Share the Facts 2018-05-04 21:18:33 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says conservative mega-donor Richard Uihlein is a Wisconsin resident.    Kevin Nicholson Wisconsin U.S. Senate candidate, Republican https://www.thewheelerreport.com/wheeler_docs/files/0419nicholson.pdf   In a news release Thursday, April 19, 2018 2018-04-19    Read More  info", "vclaim_id": "vclaim-pol-02111"}