{"url": "/factchecks/2011/dec/02/loretta-weinberg/loretta-weinberg-criticizes-chris-christie-for-not/", "speaker": "Loretta Weinberg", "vclaim": "\"(Chris Christie) has not paid one dollar of state money into our pension system, and then states that the system is broke.\"", "truth_label": "mostly-true", "date": "stated on November 21, 2011 in a column on bluejersey.com:", "title": "Loretta Weinberg criticizes Chris Christie for not making any pension payments", "text": "Sen. Loretta Weinberg isn’t shy about attacking Gov. Chris Christie, but when it comes to him not making pension payments, she could show a little patience.\n\nThe Bergen County Democrat took aim in a recent column on bluejersey.com at the Republican governor’s record of making no payments to the state’s pension funds.\n\n\"He has not paid one dollar of state money into our pension system, and then states that the system is broke,\" Weinberg wrote in a Nov. 21 column on the left-leaning blog.\n\nPolitiFact New Jersey determined that Weinberg’s claim is technically correct, but still somewhat misleading.\n\nThe Christie administration has not yet made a pension contribution, but a payment of nearly $500 million is scheduled to be made before the current fiscal year ends in June 2012. That amount represents a fraction of the nearly $3.4 billion needed to fully fund the state’s fiscal year contribution.\n\nEven though one is scheduled, Weinberg argued in a phone interview that Christie has not made any pension payments.\n\n\"Whether he’ll do it in the future, we’ll see,\" said Weinberg, before referring to her statement. \"I don’t think it’s misleading....It’s a statement of fact.\"\n\nLet’s review Christie’s track record with the pension system.\n\nIn the fiscal year 2011 budget -- Christie’s first spending plan -- the governor did not make any pension contributions, even though a payment of about $3 billion was required to fully fund the state’s share in that fiscal year.\n\nBut in March 2010, Christie signed a law passed by the Democratic-controlled Legislature, requiring the state to make one-seventh of the full contribution. That policy kicks off with fiscal year 2012, which began in July of this year.\n\nThe state’s payment is slated to increase by at least an additional one-seventh in each succeeding fiscal year until the full amount is paid in the seventh fiscal year and afterwards.\n\nChristie approved a fiscal year 2012 budget that includes that one-seventh payment for a combined contribution of about $484 million to six pension funds. The full contribution would be nearly $3.4 billion.\n\nIn fact, Weinberg also agreed to make a pension payment by way of voting for the fiscal year 2012 budget.\n\nThe actual payment will be made at some point during the next seven months in order to use cash on hand, according to Andrew Pratt, a Treasury Department spokesman. Making the pension payment now would likely mean borrowing money, Pratt said.\n\nHistorically, pension payments are made in the final few weeks of a fiscal year, Pratt told us. Toward the end of a fiscal year, more tax revenue is coming in and most other expenses have been paid, he said.\n\n\"It’s a fiscally prudent thing to do,\" Pratt said. \"It’s always better to pay in cash.\"\n\nState officials also approved pension and health benefit reform last summer, requiring greater employee contributions toward the benefits. The Christie administration has said the reform would save $120 billion in pension costs over the next 30 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nIn an online column, Weinberg claimed Christie \"has not paid one dollar of state money into our pension system.\"\n\nIt’s technically true that Christie has not yet made a pension contribution, but the governor has agreed to make a combined payment of about $484 million to six pension funds during fiscal year 2012.\n\nWe rate the statement Mostly True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12001"}