{"url": "/factchecks/2017/apr/11/blog-posting/evangelical-leader-kenneth-copeland-did-not-threat/", "speaker": "Bloggers", "vclaim": "\"Evangelical leader says those who oppose Trump could be ‘punished’ with gay child.\"", "truth_label": "pants-fire", "date": "stated on April 7, 2017 in a headline:", "title": "Evangelical leader Kenneth Copeland did not threaten Trump opponents with having homosexual children", "text": "A fake news story claimed evangelical leader Kenneth Copeland said Christians who don’t support President Donald Trump could face punishment from a vengeful God, who would potentially give the unfaithful a homosexual child.\nAn April 7, 2017, post on AlternativeMediaSyndicate.com carried the headline, \"Evangelical leader says those who oppose Trump could be ‘punished’ with gay child.\"\nThe story was flagged by Facebook users who suspected it may be fabricated, as part of Facebook’s efforts to cut down on fake news in users’ feeds.\nThe post said Copeland, the head of Texas-based Kenneth Copeland Ministries, understood that Trump was not perfect, but leaders are chosen by God and must be followed in accordance with God’s will. What would happen if Christians don’t obey?\n\"If Christians don’t support Trump, they are risking the wrath of God,\" the story quoted Copeland as saying. \"Trump has been chosen by God, and by rejecting him, they are rejecting God. They could be punished with barrenness, poverty, or even having a gay child.\"\nOf course, Copeland didn’t say this, because the story is fake.\nCopeland did support Trump prior to the election, and served as one of the billionaire’s faith advisers during the presidential campaign. He also told followers in October 2016 that there would be consequences for skipping a vote for Trump.\n\"You’re going to be guilty of murder,\" he said on a TV program. \"You’re going to be guilty of an abomination of God. You’re going to be guilty of every baby that’s aborted from this election forward.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAlternativeMediaSyndicate.com didn’t indicate its post was fake, but the site is known to carry bogus stories. We tried to contact the website through their contact form, but did not get a reply.\nIt appears that the site took the story (rearranging it a bit) from a parody site called BizStandardNews.com. The original post was dated Aug. 10, 2016, before Trump became president, and didn’t refer to him as the chief executive.\nThe Business Standard News, complete with a \"BS\" logo, noted that it made up its stories.\n\"The Business Standard News is a satirical site designed to parody the 24-hour news cycle,\" the site said on its \"About\" link. \"The stories are outlandish, but reality is so strange nowadays they could be true.\"\nThat BizStandardNews.com story also included references to evangelical Trump supporter David Barton, the founder of the group WallBuilders.\nBarton did say on on Aug. 10 that Christians would \"answer to God\" if they didn’t exercise their God-given responsibility to vote, supporting Trump. References to Barton were edited out of the version appropriated by AlternativeMediaSyndicate.com.\nBut again, Copeland didn’t say God would punish Trump opponents by affecting the sexual orientation of their offspring. The quote was made up by a parody site and reused by AlternativeMediaSyndicate.com.\nWe rate the statement Pants on Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"Evangelical leader says those who oppose Trump could be ‘punished’ with gay child.\"    Internet rumors Bloggers   in a headline Friday, April 7, 2017 04/07/2017    Read More  info", "vclaim_id": "vclaim-pol-03442"}