{"url": "/factchecks/2010/aug/02/preston-smith/olens-deserves-some-blame-immigration-ruling-oppon/", "speaker": "Preston Smith", "vclaim": "\"We have my opponent Sam Olens to thank for [the Arizona immigration ruling] since he was on the team that got Clinton elected.\"", "truth_label": "pants-fire", "date": "stated on July 28, 2010 in a news release:", "title": "Olens deserves some blame for immigration ruling, opponent says", "text": "Republican Georgia attorney general candidate Preston Smith said he knows who should share some blame for last week's decision by a federal judge to block key portions of Arizona's new immigration law: Sam Olens, the former chairman of Cobb County's Board of Commissioners.\n\nSo how did a politician from Georgia play a role in a highly controversial legal case in Arizona that has become a centerpiece in the battle over illegal immigration?\n\nHere is Smith's logic: Olens helped get Bill Clinton elected president in 1992. Clinton, a Democrat, nominated Susan Bolton, the Arizona judge who made the ruling on July 28.\n\nThese are Smith's words from a July 28 news release: \"It should be no surprise that Judge Bolton is a Bill Clinton appointee; so in part, we have my opponent Sam Olens to thank for nonsense like this since he was on the team that got Clinton elected.\"\n\nThat's ridiculous, says the Olens campaign.\n\n\"To mention Sam Olens' name in relation to Judge Bolton's ruling is comical at best,\" said Sheri Kell, a spokeswoman for Olens.\n\nOlens and Smith are locked in the Aug. 10 runoff for the Republican Party's nomination for attorney general. For weeks, Smith has tried to convince Republican voters that Olens is no true conservative. During one debate, Smith said Olens was part of the Clinton campaign.\n\nHis evidence? A 1992 Marietta Daily Journal article that reported Olens was a member of a group called the Cobb Chapter of the Clinton for President Committee and treasurer of the Cobb Democratic Party.\n\nKell said Olens was erroneously listed as a member of the committee. Marietta Daily Journal editorial page editor Joe Kirby, who wrote the article in 1992, told PolitiFact Georgia that Olens never protested the article's accuracy.\n\nA 1997 Atlanta Journal-Constitution article noted Olens was treasurer of Cobb's Democratic Party nearly seven years before that. Thomas Thrash, who was Cobb's Democratic Party chairman in 1992, asked Olens to be the party's treasurer, Kirby said. Thrash is now a federal judge in Atlanta.\n\nOlens said he considered himself a political independent around that time and sometimes voted for Democrats. Olens says he \"matured\" and he found himself aligned with Republican Party's principles. Olens ran as a Republican for the Cobb County Commission in 1998 and later as chairman, Cobb election officials said. There's no record of him ever running as a Democrat.\n\nBolton's decision Wednesday delayed provisions requiring immigrants to carry their papers and banned illegal immigrants from soliciting employment in public places.\n\nWhatever Olens did to assist the Clinton effort, it didn't seem to help much in Cobb. George H.W. Bush trounced Clinton by a 20-point margin in Cobb, Georgia Secretary of State records show. Clinton did carry Georgia, narrowly defeating Bush by a margin of less than 1 percent.\n\nClinton nominated Bolton as a U.S. district judge in Arizona in July 2000, his last full year in office, after being re-elected in 1996. Multiple media sources report Republican U.S. Sen. Jon Kyl of Arizona recommended to Clinton that he nominate Bolton. Kyl released a statement disagreeing with the court ruling.\n\nAdam Clemons, a campaign spokesman for Smith, defended his candidate's claim in an e-mail to PolitiFact Georgia.\n\n\"It is a verifiable fact that Sam Olens worked to get Bill Clinton elected, which led to the appointment of activist judges, such as Judge Bolton and others, that strike down constitutionally sound, politically popular legislation like the Arizona law, based on their personal views,\" Clemons wrote.\n\nClinton won the presidency in 1992, but it doesn't look like any efforts in Cobb County helped. Clinton lost the county by a wide margin, so we think it's a major stretch to say \"we have Sam Olens to thank\" for Clinton getting elected. Keep in mind that presidential terms are four years, so Clinton had to be re-elected in 1996 in order to nominate Bolton in 2000. Clinton lost the state of Georgia in 1996 by 1.2 percentage points.\n\nPolitiFact Georgia finds Smith's statement verges on the ridiculous. We don't see how he connected the dots to conclude Olens had a role, in part, in Bolton's appointment. Our conclusion: Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\n By Ciara O'Rourke • January 11, 2021", "vclaim_id": "vclaim-pol-14656"}