{"url": "/factchecks/2015/mar/22/liz-cheney/liz-cheney-obama-iaea-iran-agreement/", "speaker": "Liz Cheney", "vclaim": "The IAEA, or the International Atomic Energy Agency, \"last month said the Iranians are not currently living up to their obligations.\"", "truth_label": "mostly-true", "date": "stated on March 22, 2015 in comments on \"Fox News Sunday\":", "title": "Liz Cheney: Iran not meeting nuclear reporting obligations", "text": "As President Barack Obama’s administration moves forward with negotiations with Iran over a nuclear deal, many are questioning if Iran can be trusted to comply.\nIran, the United States and five other international powers intend to establish a framework agreement by the end of March for a long-term deal that curbs Iran’s nuclear ambitions. But verifying information about Iran’s nuclear program is a challenge at present, according to the International Atomic Energy Agency, conservative pundit Liz Cheney said on Fox News Sunday March 22.\n\"The IAEA last month said the Iranians are not currently living up to their obligations,\" said Cheney, daughter of former Vice President Dick Cheney, referring to the question of verification.\nWe weren’t able to get in touch with Cheney. But the IAEA pointed us to a February report regarding Iran’s implementation of the Nonproliferation of Nuclear Weapons Treaty safeguards. The agency is in charge of inspecting Iran and other countries’ nuclear programs and answers to the United Nations.\nThe IAEA found, in sum, that it could not affirm that Iran was fully complying with the Nonproliferation of Nuclear Weapons Treaty because Iran did not provide enough information for the agency to clarify outstanding questions.\n\"The Agency is not in a position to provide credible assurance about the absence of undeclared nuclear material and activities in Iran, and therefore to conclude that all nuclear material in Iran is in peaceful activities,\" the report said.\nIn March 10 remarks to the IAEA Board of Governors, Director General Yukiya Amano elaborated on the report's findings. The IAEA is able to verify that while all of Iran’s declared nuclear material and activities are peaceful and in accordance with their safeguard agreements, they are not able to make the same assurances about undeclared material and activities.\n\"The Agency remains concerned about the possible existence in Iran of undisclosed nuclear related activities involving military related organizations, including activities related to the development of a nuclear payload for a missile,\" the report said.\nIran is expected to comply with the agency’s expectations because it is an IAEA member state, said David Albright, president of the Institute for Science and International Security, a Washington-based group that aims to stop the spread of nuclear weapons.  \nBecause Iran has in some cases stonewalled the IAEA -- preventing them from verifying whether Iran’s past and present nuclear programs are entirely peaceful -- the agency has felt for years that Iran has not \"lived up to its obligations,\" Albright said.\nIran has dodged IAEA questions about past work on nuclear weapons for at least three years, according to the New York Times. Specific outstanding issues the IAEA has with Iran include questions about a missile initiator system and neutron calculations.\nIran’s IAEA envoy told Iranian media that the agency’s claims were baseless, according to Reuters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn addition, Iran has simply never accepted some of the United Nations resolutions that required them to suspend uranium enrichment and other activities, meaning they haven’t lived up to some of their other obligations, said Matthew Bunn, professor and nuclear weapons expert at Harvard University.\nA key distinction\nThe IAEA’s February report is not related to the interim nuclear agreement (Joint Plan of Action) between the United States, Iran and the five other world powers reached in 2013.\nIn December, PolitiFact found that the International Atomic Energy Agency has reported no violations with the Joint Plan of Action. (Though Iran did take some actions that certainly cut near the boundaries of the terms of the agreement.)\nAdditionally, PolitiFact found in November that the interim deal curtailed Iran’s ability to advance its nuclear program, for the first time in about a decade.\nThe interim deal is fairly limited in scope and doesn’t as much address the problem of Iran not giving IAEA enough access to sites and information, Albright said. If the countries reach a nuclear deal in the coming weeks, it’s likely that it will involve Iran giving the IAEA unfettered access, he added.\nWhile Cheney’s statement is correct in terms of verifying information about undisclosed past activities, it ignores the context that Iran is complying with the latest agreement, said Suzanne Maloney, an Iran and energy expert at the Brookings Institution.\n\"By avoiding the specific dimension of the IAEA criticism, Cheney’s statement is somewhat misleading,\" Maloney said.\nBunn agreed that the statement might \"carry false implications\" because many who hear Cheney’s claim are likely to think she is referring to the interim deal.\nOur ruling\nCheney said, \"The IAEA last month said the Iranians are not currently living up to their obligations.\"\nThe IAEA published a report a month ago that said Iran wasn’t giving the agency the level of access and information required to verify that all nuclear activity in Iran is peaceful -- a violation of their obligations as signatories of the Nonproliferation of Nuclear Weapons Treaty.\nThat is separate and distinct from the interim Joint Plan of Action deal between the United States and Iran. The IAEA has found Iran is keeping up with its obligations in that regard.\nGiven the context of Cheney’s comments, people could assume she was talking about the Joint Plan of Action. Because that clarification is needed, we rate her statement Mostly True.", "vclaim_id": "vclaim-pol-06603"}