{"url": "/factchecks/2017/mar/01/donald-trump/fact-checking-donald-trumps-claim-about-soaring-ob/", "speaker": "Donald Trump", "vclaim": "\"Obamacare premiums nationwide have increased by double and triple digits.\"", "truth_label": "half-true", "date": "stated on February 28, 2017 in a speech:", "title": "Fact-checking Donald Trump’s claim about soaring Obamacare premiums", "text": "President Donald Trump zeroed in on repealing the Affordable Care Act in his first address to Congress, saying the federal health care law has been a \"disaster\" that has caused premiums to skyrocket.\n\"Obamacare premiums nationwide have increased by double and triple digits,\" Trump said on Feb. 28, 2017. He then cited a 116 percent increase in Arizona as an example.\nWhen Trump says \"Obamacare,\" he’s not talking about everyone who benefitted from President Barack Obama’s signature health care law. He’s referring to premiums for insurance plans on the federal insurance exchange.\nPremiums for those plans did increase in the past year, drawing criticism from Republicans that the system had failed. But Trump is leaving out a significant part of the story.\nAn off year\nWhen officials and policy wonks talk about premium increases, there’s a commonly used benchmark employed by the U.S. Department of Health and Human Services.\nThe agency takes a look at the average cost in each county for the second-lowest-cost silver level plan for a 27-year-old. That allows a comparison of rates between years and different parts of the country.\nIn its Oct. 24, 2016, brief, HHS showed that premiums rose an average of 25 percent across the 39 states that use the HealthCare.gov marketplace.\nAs an average, that means some places saw higher increases than others. Oklahoma saw a 69 percent hike, for example, while Arkansas premiums only went up 2 percent.\nFor the record, Arizona is the only state where premiums went up by triple digits. And in Indiana, premiums actually decreased in 2017. (It was the only state where that happened.)\nThe 25 percent average increase is much higher than the earlier years of the Affordable Care Act. Premiums went up about 7 percent in 2016 and 3 percent in 2015.\nIt’s also much higher than the increases people who acquired health care through an employer saw.  In a survey of 425 large employers, the National Business Group on Health estimated that workers who get insurance through their jobs — which most people do — would see a 2017 increase of about 5 or 6 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe sudden jump is due in part because portions of the law designed to keep costs artificially low have ended or didn’t work as originally intended.\nReinsurance kept premiums for high-cost policyholders low by transferring money to their plans. A program called risk corridors was designed to share money from profitable insurers with companies that lost money, but was targeted by Republicans.\nBoth programs ended as planned for 2017, so many premiums went up considerably to more closely match what it actually costs insurers to offer policies on the exchange. An Urban Institute report said that underpricing was the norm in the early years of the health care law, so the jump this year was a short-term correction.\nThere are other factors, too: Health care costs still are rising each year, though not as much as before the Affordable Care Act. There also are annual changes in who signs up, changes in provider networks and so on.\n\"Price increases are lower than we would have expected without exchanges in place,\" said Rena Conti, a health economist at the University of Chicago.\nEnrollment for 2017 also went up, even with higher premiums and a possibility the law could be repealed. Close to 6.4 million people signed up for policies through the marketplace, about 400,000 more than last year. (Trump also doesn’t mention that the Medicaid expansion portion of the law accounts for more than half of newly covered patients.)\nDavid Himmelstein, a professor in the CUNY School of Public Health at Hunter College, noted something else not said by Trump. While premiums for some did go up significantly, most people buying these plans aren’t paying those increases.\n\"More than 70 percent of people who purchase coverage through the exchanges receive subsidies, and they will not pay any more for their coverage since their share is fixed,\" Himmelsten said. \"Government will pick up any increase, and government costs for Obamacare have actually been lower than initially predicted.\"\nOur ruling\nTrump said, \"Obamacare premiums nationwide have increased by double and triple digits.\"  Many people purchasing health care through federal and state insurance marketplaces did see double-digit premium increases, and one, Arizona, saw a larger increase.\nBut as we have noted in previous fact-checks, Trump’s talking point doesn’t accurately reflect the situation overall.\nSeveral states did not see such dramatic premium changes, and experts say that health care costs broadly are increasing at a lower rate than before the health care law took effect. Most people get their health care through the employer, which hasn’t seen the same premium spikes. And for people on the health care exchanges, federal subsidies are offsetting premium increases for many.\nTrump’s statement is partially accurate but leaves out important details. We rate it Half True.\nhttps://www.sharethefacts.co/share/22be5e24-12a9-440b-a32f-0242b44daa7e", "vclaim_id": "vclaim-pol-03620"}