{"url": "/factchecks/2011/nov/27/new-jersey-tea-party/new-jersey-tea-party-blames-barack-obama-unemploym/", "speaker": "New Jersey Tea Party", "vclaim": "\"Since Obama took office, a net of 540,000 additional black Americans – Obama’s strongest supporters – have lost their jobs.\"", "truth_label": "half-true", "date": "stated on September 2, 2011 in a retweet:", "title": "New Jersey Tea Party blames Barack Obama for unemployment of 540,000 blacks since January 2009", "text": "Black and recently unemployed? Blame President Barack Obama, says the New Jersey Tea Party.\n\n\"Since Obama took office, a net of 540,000 additional black Americans – Obama’s strongest supporters – have lost their jobs,\" the Tea Party retweeted to its followers on Sept. 2. The original tweet came from Ken Gardner, a junior fellow for The Right Sphere, a conservative website, and was retweeted by Jeff M. Weingarten, president of Morristown Tea Party Organization.\n\nPinning a race’s employment status solely on the president of the United States seemed rather strong so PolitiFact New Jersey checked the statement. Turns out the unemployment statistic in the tweet is accurate, but blaming the president is less clear.\n\nFirst, let’s break down the different elements of the statement.\n\nThe number of employed blacks dropped by 540,000 people from January 2009 through August 2011, according to the U.S. Bureau of Labor Statistics in Washington, DC. The number of employed whites for the same time frame dropped by 2.15 million.\n\nBut that doesn’t matter, Weingarten said in a phone interview, because the percentage of unemployed blacks is disproportionately higher than that of whites, which has a larger population.\n\nThe National Association for the Advancement of Colored People acknowledges the high rate of unemployment for blacks, but doesn’t blame Obama, said Hilary Shelton, director of the NAACP’s Washington bureau and senior vice president for advocacy and policy.\n\nBoth Shelton and the U.S. Department of Labor noted that initiatives such as education and more training and employment services could help blacks get more jobs.\n\nBut Weingarten said other issues need to be addressed. He said Obama \"is squarely to blame\" for the employment decrease among blacks because of programs such as \"Obamacare\" and unwillingness by corporations to spend money in a still-shaky economy.\n\n\"When you are the commander in chief and leader of the country, you are the one that promulgates and sees to it that policies are enacted or not,\" Weingarten said.\n\nIssues critical to the black community, including jobs, has always been on Obama’s radar, according to a recent Associated Press article.\n\nAppearing at a daylong White House summit of black business, community and political leaders on Nov. 9, Obama said the current 15.1 percent unemployment rate among blacks is \"way too high,\" and that other problems that plagued black communities before he took office, such as housing and education, have worsened.\n\nThe White House also disputed arguments that Obama has not targeted problems faced by blacks, according to the article.\n\n\"Since day one, the president has fought for the policies that matter to the African-American community,\" White House adviser Valerie Jarrett said.\n\nShelton said Obama has attempted to address unemployment for all races but a number of bills have stalled or failed in Congress, or couldn’t get committee hearings.\n\nGiven that, blaming the president seems disingenuous, Shelton said.\n \n\"It’s almost like someone deciding to knock you down and then blame you for falling,\" he said.\n\nBut blame can be placed on Obama, said Mychal Massie, chairman of the National Leadership Network of Black Conservatives.\n\n\"Does Obama represent the government of the United States? If he represents the government of the United States then the answer is yes, unequivocally so, disgracefully and shamefully so, but not because he’s black,\" Massie said. \"He is a poor example of leadership, and his profound ignorance of what it takes to rally an economy and his even more vacuous understanding of free-market enterprise and how it contributes to the creation of jobs.\"\n\nOur ruling\n\nThe Tea Party blames Obama for an additional half million blacks being unemployed since he took office. The group’s number of 540,000 unemployed is correct, and the NAACP concurs that blacks are among Obama’s biggest supporters. We heard varying opinions on whether the president is to blame for that job loss and it’s clear there are a variety of factors at work -- some under the president’s jurisdiction, some not. Partially accurate claims that leave out important details fits the definition of our ruling: Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-12035"}