{"url": "/factchecks/2014/sep/15/national-republican-congressional-committee/nrcc-says-rep-john-barrow-d-ga-voted-barack-obama-/", "speaker": "National Republican Congressional Committee", "vclaim": "Says \"John Barrow voted with Obama 85 percent of the time.\"", "truth_label": "barely-true", "date": "stated on September 8, 2014 in a campaign ad:", "title": "NRCC says Rep. John Barrow, D-Ga., voted with Barack Obama 85% of the time", "text": "One of the biggest obstacles to a strong Democratic showing in the 2014 midterm elections is that approval ratings for President Barack Obama are mired in the 40 percent range -- and even lower in many red states.\nBecause of this, it’s no surprise that the National Republican Congressional Committee -- the House Republicans’ campaign arm -- is creating ads that emphasize the degree to which vulnerable Democratic incumbents have voted with Obama.\nWe recently found two NRCC ads using virtually identical language on this point. Here, we’ll fact-check an ad attacking Democratic Rep. John Barrow of Georgia. In a separate item, we’ll fact-check an ad that targets Democratic Rep. Nick Rahall of West Virginia.\nBarrow represents a district that voted for Republican Mitt Romney by a 12-point margin in the 2012 presidential race, making him one of the few House Democratic incumbents representing a district won by Romney. In fact, only three Democratic House members represent more heavily Republican districts than Barrow. (Rahall represents one of those three districts; the other two are two retiring lawmakers, Jim Matheson of Utah and Mike McIntyre of North Carolina.)\nThis makes Barrow, first elected in 2004, a key target for House Republicans. He faces a strong GOP challenger in construction company owner Rick Allen, and independent handicappers rate it as one of the most competitive House races in the country this year.\nThe NRCC’s ad features Richard Fender, a business owner from Augusta, Ga. In it, Fender says, \"Whatever Obama wants, he's voted with him,\" a comment that’s accompanied by text on the screen that says, \"John Barrow voted with Obama 85 percent of the time.\"\nIn much smaller type, the ad footnotes this claim to \"Congressional Quarterly 2009 vote analysis.\"\nSince data from 2009 would now be five years old, we had a hunch that the NRCC might have ignored a couple of years with lower percentages. It turns out we were right.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 2010, according to the same CQ study, Barrow voted with Obama 83 percent of the time. But that dropped to 59 percent in 2011, and fell even further to 28 percent in 2012 and 35 percent in 2013. (Data for 2014 has not yet been posted.)\nClearly, the 85 percent figure for voting with Obama was a more attractive one for the NRCC to highlight. But it amounts to cherry-picking. Democrats could easily run an ad saying Barrow voted with Obama 28 percent of the time and be just as correct (if not more so, since the data backing up the Democratic assertion is more recent).\nNRCC spokeswoman Katie Prill attributed the drop in Barrow’s percentage of voting with Obama to increasing discomfort with the president’s agenda. \"When Nancy Pelosi was speaker of the House under President Obama and John Barrow was in the majority, he voted with his party at every turn,\" Prill said.\nAnother likely factor worth noting: Between the 2010 Census and the 2012 election, Georgia’s Republican-dominated state Legislature drew a new map for the state’s congressional delegation. The new arrangement removed Savannah and other moderate-to-liberal areas from Barrow’s district, turning what had been a slightly Democratic-leaning district into a modestly Republican one. So at least part of Barrow’s increasing independence from Obama can be chalked to a change in the policy preferences of the voters he represents.\nOur ruling\nThe NRCC’s ad said, \"John Barrow voted with Obama 85 percent of the time.\"\nBarrow did indeed vote with Obama 85 percent of the time -- but that was in 2009, a fact that is footnoted in the ad, albeit in small type. Between 2010 and 2013, Barrow’s voting record was much less closely aligned with Obama, bottoming out at 28 percent and 35 percent in the most recent years for which data is available. House Democratic leaders might consider scores like that to be short of \"team behavior.\"\nThe statement contains some element of truth, but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-07303"}