{"url": "/factchecks/2020/aug/13/ron-johnson/johnsons-claim-some-earn-more-unemployment-working/", "speaker": "Ron Johnson", "vclaim": "“Depending on which study you look at, either 68% or 5 out of 6 individuals ... are making more on unemployment than they did on the job.”", "truth_label": "mostly-true", "date": "stated on August 2, 2020 in a TV interview:", "title": "Johnson's claim that some earn more on unemployment than working is on the money", "text": "A central part of the stalemate between the White House and Democrats in Congress over a new coronavirus relief bill is what to do about enhanced federal unemployment benefits.\nDemocrats want to extend the $600 weekly payment, which expired at the end of July. President Donald Trump signed an executive order that would create a new $400 payment – but only if states set up a new system and kick in a quarter of the cost.\nAnd some Republican lawmakers are balking at extending the benefit at all.\nThat includes U.S. Sen. Ron Johnson of Wisconsin, who in an Aug. 2, 2020 interview on WISN-TV’s \"UPFRONT\" program characterized the $600 in federal bonus money as a \"perverse incentive to keep people out of the economy.\" \n\"Depending on which study you look at,\" he said, \"either 68% or 5 out of 6 individuals according to (the Congressional Budget Office) are making more on unemployment than they did on the job.\" \nIs Johnson right about the stats? \nAnd what about the underlying point, that the benefit is disincentivizing people from going back to work?\nThe studies\nWhen asked to back up the claim, Johnson’s office cited a May 2020 study by the National Bureau of Economic Research, a private nonprofit that does economic research, for the 68% statistic and a June 2020 letter from the Congressional Budget Office’s director to U.S. Sen. Charles Grassley, R-Iowa, the Senate Finance Committee chair.\nThe National Bureau of Economic Research study indicates 68% of unemployed workers eligible for unemployment payments received benefits that exceed lost earnings, with 20% able to receive benefits that are double lost earnings. \nThe study noted that the $600 benefit, when combined with state unemployment, is meant to replace the mean U.S. wage. Most U.S. workers have weekly earnings below the national average. In contrast, most states base unemployment benefits on a percentage of previous earnings, rather than a fixed amount, the study noted.\nMeanwhile, the CBO letter to Grassley said \"roughly five of every six recipients would receive benefits that exceeded the weekly amounts they would expect to earn from work during those six months.\"\nSo, Johnson is on the mark with the numbers in his claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nNow, let’s look at the disincentive question, which is the essence of his point.\nWhat’s the impact of the enhanced benefit?\nLet’s start with the same CBO letter Johnson cited. It indicated the nation’s economic output would be higher in the short term with the $600 benefit.  \nThat’s because in the near term, Americans on unemployment would spend the additional money, increasing consumer demand. To meet that higher demand, suppliers would increase production and hire more people – or call them back to work – to do so.\nSo, extending the $600 could boost employment, at least to a degree. But the letter also noted \"the effects from reduced incentives to work would be larger than the boost to employment from increased overall demand for goods and services.\"\nBut other reports tie people not looking for work more closely to the availability of jobs, not to the extra money through the benefit.\nA July 14, 2020 Yale University study on the effect of the $600 benefit found that – when it went into effect – workers who received bigger increases in overall payments were not less likely to leave unemployment and find a job. Yale also found that workers with expanded benefits returned to their previous jobs at similar rates than those who did not get the extra money.\nMoreover, a June 2020 analysis by the Chicago Federal Reserve says those who receive unemployment benefits are more likely to look for another job more intensively than those who have used up their unemployment benefits. Indeed, researchers found in this analysis once unemployed individuals exhaust their benefits, their search effort decreases.\nThe analysis noted that, before the COVID enhancements, unemployment insurance – on average across the country – paid individuals 35% of their previous earnings. The analysis said there is evidence that when the government extended the unemployment eligibility period in the past, the length of time people spent unemployed increased. \nHowever, researchers found those collecting unemployment now are looking for work more intensively than unemployed people not receiving benefits. The intensity of the job search was measured in terms of hours spent searching and the number of applications submitted.\nOur ruling\nIn a television interview, Johnson said \"Depending on which study you look at, either 68% or 5 out of 6 individuals ... are making more on unemployment than they did on the job.\"\nHe gets the numbers right, and the CBO acknowledges a disincentive to work. That said, other studies found that those who are unemployed and getting the extra money are looking harder for work than those without it. In other words, those studies downplay the idea that the extra money is encouraging people to remain unemployed.\nOur definition for Mostly True is \"The statement is accurate but needs clarification or additional information.\"\nThat fits here.", "vclaim_id": "vclaim-pol-17106"}