{"url": "/factchecks/2012/dec/19/kay-bailey-hutchison/kay-bailey-hutchison-senate-farewell-says-record-2/", "speaker": "Kay Bailey Hutchison", "vclaim": "Says the Senate will have a record number of female senators in 2013.", "truth_label": "true", "date": "stated on December 19, 2012 in a speech on the Senate floor.:", "title": "Kay Bailey Hutchison, in Senate farewell, says record number of women will serve in Senate in 2013", "text": "In her farewell address to U.S. Senate colleagues, Kay Bailey Hutchison—the first Texas woman in the body—said, \"It’s been a long and wonderful 19-plus years.\"\n\nHutchison, a Republican, added that while she’s leaving the 100-member body, she departs knowing that \"January will see the greatest number of female senators in our nation’s history.\"\n\nIs that right?\n\nBy email, Hutchison spokesman Tom Flanagin pointed out a Bloomberg News article posted online Nov. 7, 2012, opening: \"Women will occupy a record number of U.S. Senate seats--one in five--in January, following victories in yesterday’s balloting.\"\n\nThe story says five women, four of them Democrats, won first terms in the Senate, the results meaning that when the new Congress convenes in January 2013, 20 members will be women. \"Currently, 17 women--which had been the record--serve in the chamber,\" the story says, adding that Olympia Snowe, R-Maine, and Hutchison are retiring.\n\nWe harvested historical perspective from a Senate web page listing the 39 women who have served as senators since a 24-hour appointee, Rebecca Latimer Felton of Georgia, took the oath in November 1922.\n\nCurrent female senators, in order of seniority with the most experienced first, are: Barbara Mikulski, D-Md.; Dianne Feinstein, D-Calif.; Barbara Boxer, D-Calif.; Patty Murray, D-Wash.; Hutchison; Snowe; Mary Landrieu, D-La; Susan Collins, R-Maine.; Deborah Stabenow, D-Mich.; Marie E. Cantwell, D-Wash.; Lisa Murkowski, R-Alaska; Claire McCaskill, D-Mo.; Amy Klobuchar, D-Minn.; Jeanne Shaheen, D-N.H.; Kay Hagan, D-N.C.; Kirsten Gillibrand, D-N.Y.; and Kelly Ayotte, R-N.H.\n\nNews accounts say the Senate's 2013 newcomers include Elizabeth Warren, D-Mass.; Deb Fischer, R-Neb.; Tammy Baldwin, D-Wis.; Heidi Heitkamp, D-N.D.; and Mazie Hirono, D-Hawaii.\n\nFootnote: Hutchison was among seven female senators on her initial swearing-in in June 1993, according to the Senate web page. Women have held more than 10 Senate seats since 2001, more than 15 since 2007.\n\nWe rate this valedictory claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-09913"}