{"url": "/factchecks/2018/mar/06/richard-corcoran/floridas-plan-arm-teachers-first-its-kind/", "speaker": "Richard Corcoran", "vclaim": "Florida’s school marshal program passed by the Florida House is the \"first-of-its kind.\"", "truth_label": "barely-true", "date": "stated on February 27, 2018 in an interview:", "title": "Is Florida’s plan to arm teachers the first of its kind?", "text": "Florida House Speaker Richard Corcoran, R-Land O' Lakes, is following President Donald Trump’s lead by supporting legislation that would arm teachers in the classroom.\nOn The Ingraham Angle on Fox News, Corcoran said that Florida’s proposal to arm teachers, known as a marshal program, is unlike anything else in the country. The voluntary program would train teachers under the direction of local law enforcement.\n\"One of the things that we are doing in Florida is we have instituted, as President Trump has suggested, the most robust first-of-its-kind marshal program,\" Corcoran said Feb. 27 on Fox News.\nCorcoran may have spoken too soon, however.\nThe Senate amended the House proposal on March 5 and removed the ability for schools to arm teachers. Instead, school official such as custodians, principals, librarians and counselors would be eligible for training to carry guns. The bill is now moving back to the House.\nStill, at the time of Corcoran's claim, the House and Senate were considering plans that would include teachers. So, we wondered whether Florida’s proposal was really a \"first of its kind\" like Corcoran said.\nBreaking down Florida’s marshal program\nAt the time of Corcoran's claim, the House and Senate proposed school safety packages that established a \"marshal program,\" which would provide training to teachers so they can be armed on school campuses.\nThe program would be optional, and school districts and law enforcement would have to agree to adopt the program. A school employee, who voluntarily enters the program, must get a mental health screening and receive 132 hours of training for firearms safety, firearm precision and discretionary shooting.\nCorcoran spokesman Fred Piccolo said the one-of-a-kind aspect is the comprehensive nature of the program.\n\"I think the key word he used is ‘robust,’ \" Piccolo said. \"At 132 hours of required tactical training we have been unable to find a more rigorous system in the country.\"\nTexas passed similar law in 2013\nAccording to the National Conference of State Legislatures, at least five states — Georgia, Kansas, South Dakota, Tennessee and Texas — passed legislation allowing school employees to carry firearms at K-12 schools in the aftermath of Sandy Hook.\nOf those states, the closest plan to Florida’s proposal is in Texas, which has had its own marshal program since 2013. Out of the other four states, Texas requires the most training. South Dakota also has a similar program, just with a different name.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\nIn Texas, districts that choose to enter the program select a volunteer — a teacher, a coach, an administrator with the right to carry guns on school campuses.\nThere aren’t solid numbers on the size of the program, since the identities of marshals are anonymous, but Gov. Greg Abbott of Texas, a Republican, told Trump that in more than 100 school districts in Texas, teachers and other personnel carry a weapon and are trained to respond to an attack. The Dallas Morning News reported that there has not been any reports of incidents involving marshals at schools.\nWe sent the two pieces of legislation to researchers at the National Conference of State Legislatures to see if there were any major differences between the two programs.\n\"In my assessment, the programs are not all that different,\" said Jennifer Palmer, a research analyst, National Conference of State Legislatures. \"Both programs are designed to provide additional training for school employees for emergencies including active shooter situations.\"\nThat said, there some minor differences that Palmer pointed out, including the amount of training each program requires and where the firearm must be kept.\nStorage of weapon: Florida marshals can carry firearms concealed in holsters approved by the sheriff. If a marshal in Texas is in \"regular, direct contact\" with students, their firearm must be stored and locked.\nTraining: Texas marshals are required to undergo 80 hours of training, whereas the Florida program would require 132 hours of training.\nNumber of marshals allowed: In Texas, each school can appoint one marshal per 400 students, whereas Florida’s House bill would allow school districts to recommend \"school faculty and staff members\" with no maximum listed.\nAuthority to act: Texas marshals are authorized to make arrests, however only \"as necessary to prevent or abate the commission of an offense that threatens serious bodily injury or death.\" Florida marshals are only able to exercise authority with the \"limited purpose of responding to an active assailant incident.\"\nOther similar legislation?\nAnother similar proposal to Florida’s marshal program is in South Dakota where schools have the option to allow individuals to carry guns in school under the sentinel programs that was established in 2013. State law requires that sentinels be trained for at least 80 hours.\nThe Florida marshal program closely resembles a sheriff-initiated program in Polk County, Fla. According to the Lakeland Ledger, Southeastern University, a private school in Florida, implemented a sentinel program that allows teachers to serve as trained special deputies authorized to carry weapons.\nOur ruling\nCorcoran said the marshal program to arm teachers is the \"first of its kind.\"\nTexas established a very similar program in 2013. South Dakota also has a similar program, just under a different name. Both Texas’ law and Florida’s house proposal have the same goal, which is to provide training to teachers and school employees to carry guns on school campuses. \nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-02343"}