{"url": "/factchecks/2011/feb/17/joe-negron/state-sen-joe-negron-says-human-services-spending/", "speaker": "Joe Negron", "vclaim": "\"For the last decade, funding in the health and human services budget has grown at twice the rate as other parts of the budget, and I think that context is important.\"", "truth_label": "mostly-true", "date": "stated on February 15, 2011 in a Health and Human Services Appropriations committee meeting:", "title": "State Sen. Joe Negron says human services spending has grown at twice the rate of other areas of the budget", "text": "The call for cuts to state spending has started in earnest in Tallahassee where lawmakers are beginning the process of formulating Florida's upcoming budget. They are doing so amid projections of a $3.62 billion financial shortfall.\n\nOne cost-cutting plan, pitched by Sen. Joe Negron, a Stuart Republican who chairs the Senate Health and Human Services Appropriations Committee, calls for trimming $1.5 billion in health care spending by privatizing Medicaid and cutting certain benefits.\n\n\"My goal is the benefits under Medicaid will not be worse than what any private citizen has, but not better, either,\" Negron told the Palm Beach Post on Feb. 14, 2011.\n\nNegron also spoke about his plan to rein in health care spending at a Feb. 15 hearing of his committee.\n\n\"For the last decade, funding in the health and human services budget has grown at twice the rate as other parts of the budget, and I think that context is important,\" Negron told the committee, as reported by the Orlando Sentinel.\n\nWe decided to evaluate Negron's claim concerning the rate of growth for program spending.\n\nWhen we asked the senator how he arrived at his statement, he provided us with this spreadsheet that gave the amount appropriated for human services for the 2001-2002 budget compared to the amount appropriated in the 2010-2011 budget. He also provided spending figures for all other program areas in those two years.\n\nTo clarify, health and human services is not a single department in Florida. Rather, it's a section of the budget that provides funding for state agencies like the Department of Health, Department of Children and Families, Elder Affairs, Veterans Affairs and the Agency for Health Care Administration.\n\nNegron's figures show $16.9 billion was appropriated for spending in the 2001-02 budget, which 10 years later increased to $28.5 billion. That's an increase of 68 percent.\n\nHe did the same calculation for all other state-funded programs, showing a change from $31.2 billion in 2001-02 to $41.8 billion a decade later. Those figures amount to a 34 percent increase.\n\n\"The extraordinary growth in Medicaid has limited the ability to fund other equally worthy budget areas such as education,\" Negron said in a phone interview on Feb. 15.\n\nBy taking a financial snapshot of the budgets approved in 2001 and 2010, Negron's figures do demonstrate that the change in the human services budget is twice the change in the rest of the budget. But is it fair to compare just the first and last years of the decade, which shows the change but not the rate of growth? After all, parts of the budget went up and down at different times and different rates during those years.\n\nThe Governor's Office of Policy and Budget pointed us to 10 years of budgets. To evaluate the rate of growth, we computed the compound annual growth rates over the decade.\n\nThe compound annual growth rate is what financial analysts call a \"smoother.\" It would be the growth rate if the budget grew at a steady rate for 10 years, and it's a common way to compare the rate of change over time.\n\nWe'd explain how to calculate it, but it involves exponents. This is a good explanation, if you want to see the details. A number of free CAGR calculators are available on the internet, and you can try them here, here or here. You can see our math here.\n\nIn a CAGR comparison, the rates are a little different. The budget for human services grew at a compound annual growth rate of 5.3 percent over 10 years, and the rest of the budget grew at 3.04 percent.\n\nThat's still considerably higher growth for human services, by about 75 percent, but not twice as much.\n\nNegron was looking back at the past decade, but we also reviewed Gov. Rick Scott's proposed budget for the next two years. The budget cuts are about $5 billion the first year, 2011-12, and another $2.6 billion the following year. And Scott proposes to keep human services spending at almost the same level as this year. So if Negron had included the budget forecast in his statement, it would have easily been true no matter which method we used for comparison.\n\nBut Negron's comment was that \"for the last decade, funding in the health and human services budget has grown at twice the rate as other parts of the budget.\" From the start of the decade to the end, the increase in the human services budget is double the rest of the budget, but the growth rate is not quite doubled. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13586"}