{"url": "/factchecks/2016/jul/28/john-hutson/rear-adm-john-hutson-says-donald-trump-called-mili/", "speaker": "John Hutson", "vclaim": "Donald Trump \"called the military that I served in a disaster.\"", "truth_label": "mostly-true", "date": "stated on July 27, 2016 in a speech at the Democratic National Convention in Philadelphia:", "title": "Rear Adm. John Hutson says Donald Trump 'called the military that I served in a disaster'", "text": "On the third night of the Democratic National Convention in Philadelphia, retired Rear Adm. John Hutson joined a series of speakers who sought to attack Republican presidential nominee Donald Trump on his foreign-policy bona fides.\nAt one point in his speech, Hutson said Trump \"called the military that I served in a disaster.\"\nIt’s a barb that Clinton and her surrogates have used frequently against Trump. But how accurate is it?\nThe remark comes from the Republican primary debate sponsored by the Fox Business Network on Jan. 14, 2016.\nModerator Maria Bartiromo said, \"Mr. Trump, South Carolina Governor Nikki Haley in her response to the State of the Union address appeared to choose sides within the party, saying Republicans should resist ‘the siren call of the angriest voices.’ She confirmed she was referring to you, among others. Was she out of line? And, how would a President Trump unite the party?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAfter saying he felt no ill will towards Haley, Trump said, \"But she did say there was anger. And I could say, oh, I'm not angry. (But) I'm very angry because our country is being run horribly and I will gladly accept the mantle of anger. Our military is a disaster. Our health care is a horror show. Obamacare, we're going to repeal it and replace it. We have no borders. Our vets are being treated horribly. Illegal immigration is beyond belief. Our country is being run by incompetent people. And yes, I am angry. And I won't be angry when we fix it, but until we fix it, I'm very, very angry.\"\nOn other occasions, Trump has specifically assailed President Barack Obama’s record -- and, by extension, that of Democratic nominee Hillary Clinton -- on military spending, saying the armed forces had been cut too far.\nFor instance, during a visit to Washington in April, Trump said, \"Our active-duty armed forces have shrunk from 2 million in 1991 to about 1.3 million today. The Navy has shrunk from over 500 ships to 272 ships during this same period of time. The Air Force is about one-third smaller than 1991. Pilots flying B-52s in combat missions today. These planes are older than virtually everybody in this room.\" (We’ve looked at similar claims here.)\nHowever, in the debate exchange with Bartiromo, Trump didn’t specify that he was talking about the military’s budget.\nOur ruling\nTrump \"called the military that I served in a disaster.\" Trump did say that, almost verbatim. But it’s worth noting that Hutson has described Trump’s words as a personal affront to the institution he devoted his career to, drawing the most unflattering interpretation for a statement that is far less specific. Hutson’s statement is accurate but needs additional information, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/7dec5c38-b6e0-4150-bf4f-5ab4ee8fec97", "vclaim_id": "vclaim-pol-04588"}