{"url": "/factchecks/2009/jul/10/ann-coulter/ann-coulter-wrong-about-sotomayor-unsigned-opinion/", "speaker": "Ann Coulter", "vclaim": "\"Obama's Justice-designate Sotomayor threw out (the New Haven firefighters') lawsuit in a sneaky, unsigned opinion -- the judicial equivalent of 'talk to the hand.'\"", "truth_label": "false", "date": "stated on July 1, 2009 in a column in Human Events.:", "title": "Ann Coulter wrong about Sotomayor unsigned opinion in Ricci New Haven firefighter case", "text": "Columnist Ann Coulter wrote recently that Supreme Court nominee Sonia Sotomayor tried to hide her participation in a controversial race discrimination case involving firefighters in New Haven, Conn.\n\nIn a July 1, 2009, column in  Human Events  headlined \"So much for wise Latinas,\" Coulter wrote that \"Sotomayor threw out their lawsuit in a sneaky, unsigned opinion — the judicial equivalent of 'talk to the hand.'\"\n\nThis part of Coulter's claim is right: The opinion was unsigned. But the truth stops there.\n\nIn legal terms, \"unsigned\" means the ruling was \"per curiam,\" or \"for the court\" — simply, that everyone on the panel agreed with the decision and decided to issue a single opinion.\n\n\"Generally, an 'unsigned' opinion means the opinion was issued per curiam, meaning no one judge took credit for authoring the opinion, but it represents the opinion of the court,\" Sarah Ricks, a law professor at Rutgers University who has analyzed types of judicial opinions, wrote us in an e-mail interview.\n\nRicks added that \"it is not unusual for a federal appellate court to issue a per curiam opinion; even the Supreme Court very occasionally issues a per curiam opinion. ... A per curiam opinion does not preclude separate opinions by members of the court but it does represent the reasoning for the judgment of the court.\"\n\nCarl Tobias, a law professor at the University of Richmond, said that \"unsigned just means that the three judges agree not to have one author, but all three are agreeing to what the opinion says. It is not uncommon and it is not sneaky. All three judges stand behind the opinion, signed or not.\"\n \nIn  Ricci vs. DeStefano,  more than a dozen white firefighters, as well as one Hispanic, sued New Haven, Conn., for discrimination after the city threw out the results of its lieutenant and captain exams because black firefighters performed disproportionately poorly and wouldn't have been promoted.\n\nA federal district court judge found in 2006 that the city was justified. The firefighters appealed, and the case was assigned to a three-judge panel of the 2nd Circuit Court of Appeals that included Sotomayor.\n\nIn February 2008, the panel issued a summary order, without comment, upholding the lower court's finding. Another 2nd Circuit judge asked the full appeals court to rehear the case, but the court's other judges declined.\n\nAfter that, Sotomayor and her two colleagues on the panel, Rosemary Pooler and Robert Sack, issued a new \"per curiam\" order that adopted the lower court's ruling as their own, calling it \"thorough, thoughtful, and well-reasoned.\"\n\nThey also added two paragraphs expressing sympathy for the firefighters who passed the exam but who were not promoted.\n\n\"In this case, the Civil Service Board found itself in the unfortunate position of having no good alternatives,\" they wrote. \"We are not unsympathetic to the (white firefighters') expression of frustration.\"   \n\nSo Coulter — an attorney who is billed as the \"legal affairs correspondent for  Human Events  — is seriously distorting what the judges did. The term \"unsigned\" has nothing to do with judges trying to duck responsibility for the ruling. The suggestion that appellate court judges could somehow hide their participation is preposterous — the judges' names are on every opinion they issue, unsigned or not.\n\nIn fact, their names are right near the top.\n\nSo we find Coulter's claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15690"}