{"url": "/factchecks/2019/feb/15/viral-image/yes-trump-re-election-banners-are-being-made-china/", "speaker": "Viral image", "vclaim": "Chinese workers made \"90,000 banners\" for Trump’s 2020 re-election campaign and the president chose to hire \"Chinese workers instead of American workers\"", "truth_label": "barely-true", "date": "stated on February 6, 2019 in a Facebook post:", "title": "Yes, Trump re-election banners are being made in China, but it doesn't appear his campaign is paying", "text": "Donald Trump has long touted an \"America First\" theme in his campaign and presidency, vowing to bring jobs back to the United States and not be beholden to other countries, China in particular.\nSo when an image claiming to show Chinese factory workers making one of apparently thousands of Trump 2020 campaign banners hits the interne, people took notice.\nThe photo appears to depict a Chinese worker with a banner that reads \"Trump 2020. Keep America Great!\" Text near the bottom of the photo says: \"Here’s a Chinese factory worker making one of the 90,000 banners for Trump’s 2020 campaign. The banners say ‘Keep America Great.’ I guess #45 thinks keeping America great means hiring Chinese workers instead of American workers. So much for ‘America First.’\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t the first time critics have called out Trump for having products made outside the United States. But is it true that some of his 2020 re-election campaign banners are being made in China?\nIt does appear, according to multiple news accounts, that items for Trump’s 2020 run are being manufactured in China (or at least they were prior to the implementation of the announced U.S. tariffs on Chinese products). But it is not proven that any of the materials were actually ordered by Trump’s re-election campaign. It is a charge the campaign denies, and campaign finance records back that up.\nLet’s take a look.\nThe photo used in the post is authentic, and comes from a July 25, 2018, Reuters story that reported 2020 Trump re-election materials were being made in a factory in eastern China. On July 16, the Agence France Presse also reported that the factory was making the items. Other American outlets quickly picked up the Reuters story.\nShortly after the story came out, Sen. Bernie Sanders, I-Vt., cited the report in a Facebook post, writing, \"Given the choice between hiring American workers at a living wage or hiring much less expensive workers from China that he can exploit, Trump opts for the low-cost overseas labor day in and day out.\"\nThe factory, Jiahao Flag Co Ltd in the Anhui province, had churned out about 90,000 banners since March 2018, manager Yao Yuanyuan told Reuters. The outlet reported that it was an \"unusually large number for what is normally the low season, and Yao believed the China-U.S. trade war was the reason.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nYuanyuan also told Reuters that the factory has been making Trump banners for as long as his campaign slogan has been \"Make America Great Again,\" saying that \"sales have been great ever since 2015.\"\nBut even Yuanyuan said that while the buyers were located in China and abroad, she didn’t know if they were affiliated with Trump’s official campaign or the Republican Party.\nWhen we reached out to Trump’s campaign, they told us the flags are counterfeit.\n\"All merchandise made by the Trump campaign are made in the USA,\" campaign manager Brad Parscale wrote in an email. \"There are thousands of counterfeit items made by scammers. These flags are counterfeit.\"\nOn the campaign’s website, there aren’t any \"2020 Keep America Great\" banners for sale, but flags similar to the ones in the picture do appear on Amazon from different sellers. And a comparison between the factory’s signs and Trump’s official 2016 signage shows slight differences in color and formatting.\nWe also reviewed the campaign’s expenditures for the 2017-18 cycle and could not find any payments made to a Chinese entity for re-election materials such as hats, flags and banners. The two companies the campaign seems to have used the most in that area are Ace Specialties, based out of Louisiana, and Cali-Fame out of California (maker of the red MAGA hats).\nOur ruling\nA Facebook post shows a picture of a Chinese factory worker making \"one of the 90,000\" Trump 2020 re-election banners and accuses the \"America First\" president of hiring Chinese workers over American workers.\nThe photograph is authentic. There have been at least 90,000 Trump 2020 re-election materials produced in China, and at a rapid rate as U.S. tariffs loom over the country.\nWhile pictures and interviews show the items are indeed being made in a Chinese factory, there is not enough information to link it to Trump’s campaign. Moreover, not only did the Trump campaign deny they ordered the items and called the flags counterfeit, FEC data for the campaign’s expenditures does not include any Chinese companies.\nThe statement has an element of truth — there are thousands of Trump re-election items being made in China – but, based on what we know now, claiming that the president is behind the production without proof falls short.\nWe rate this claim Mostly False.\n Share the Facts 2019-02-15 20:36:17 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Chinese workers made \"90,000 banners\" for Trump’s 2020 re-election campaign and the president chose to hire \"Chinese workers instead of American workers\"    Viral Image on the internet     Wednesday, February 6, 2019 2019-02-06    Read More  info", "vclaim_id": "vclaim-pol-01009"}