{"url": "/factchecks/2011/mar/18/anne-hathaway/anne-hathaway-and-other-celebs-sign/", "speaker": "Anne Hathaway", "vclaim": "Says the majority of Americans support gay marriage.", "truth_label": "mostly-true", "date": "stated on March 15, 2011 in a letter to President Barack Obama:", "title": "Anne Hathaway and other celebs sign letter urging President Obama to join the 'majority of Americans' in support of gay marriage", "text": "Actor Anne Hathaway and other Hollywood celebrities recently wrote to President Barack Obama urging him to support gay marriage. The letter said a majority of Americans now support it.\n\nIndeed, public opinion on gay marriage is shifting quickly. How quickly? Let's just say we're glad we waited a day to publish our item.\n\nThe letter came on the heels of the White House announcement that it would no longer defend the Defense of Marriage Act in court. The act defines marriage as a legal union between one man and one woman. The letter, sponsored by Freedom to Marry, a group that advocates for marriage for same-sex couples, called the DOMA decision \"a powerful statement about the law\" and an \"important step toward equal protection under the law for all Americans.\"\n\nThe letter urged the president \"to complete your journey and join us, and the majority of Americans, who support the freedom to marry.\"\n\nIt was signed by a group of actors, musicians, business executives and pro athletes including entertainers Ellen DeGeneres and Martin Sheen; musicians Rufus Wainwright and Melissa Etheridge; and football players Scott Fujita and Brendon Ayanbadejo.\n\nObama's position to date has been support for \"strong civil unions,\" but he allowed in December that, \"my feelings are constantly evolving,\" and that he will \"continue to wrestle\" with the issue.\n\nThe American public has long been deeply divided over the question of same-sex marriage, and so we wondered if the letter is accurate that a majority of Americans now support it.\n\nJackie Yodashkin, a spokeswoman for Freedom to Marry, backed up the claim by pointing us toward two polls.\n\nThe first was a poll conducted by the Associated Press in August 2010 that asked the question, \"Should the Federal Government give legal recognition to marriages between couples of the same sex, or not?\"  It was supported by 52 percent and opposed by 46 percent. The percentages were nearly the reverse in a poll the year before.\n\nThe second was a CNN poll, also in August 2010, in which 52 percent responded \"yes\" to the question, \"Do you think gays and lesbians should have a constitutional right to get married and have their marriage recognized by law as valid?\" But the results differed slightly depending how the question was asked. Half got a question that read \"should have\" right to marry and the other half was asked if gay people \"have\" a right to marry. The \"should\" version produced a 52-46 majority in favor of gay marriage, while the \"have a right\" question produced a 49-51 majority against.\n\nCharles Franklin, co-founder of Pollster.com and professor of political science at University of Wisconsin at Madison, said the results show people understand \"it isn't a settled constitutional right, though a majority think it should be one.\"\n\nOther polls show growing support for gay marriage, but less than a majority.\n\nFor example, a Pew Research Center poll released on March 3, 2011, found that while the clear trend is heading in favor of gay marriage, the American public remains about equally divided.\n\nAccording to a Pew news release on its study, \"The new poll finds that about as many adults now favor (45 percent) as oppose (46 percent) allowing gays and lesbians to marry legally. Last year opponents outnumbered supporters 48 percent to 42 percent. Opposition to same-sex marriage has declined by 19 percentage points since 1996, when 65 percent opposed gay marriage and only 27 percent were in favor.\"\n\nA review of the totality of recent polls suggests that, \"opinion has moved, but it is not a majority sentiment yet,\" said Karlyn Bowman, senior fellow at the American Enterprise Institute.\n\n\"I'd rate it 'not true yet,'\" Franklin said. \"There are some individual polls that have shown support larger than opposition but the overall trend isn't quite there yet.\"\n\nBut it's likely to be true soon, he said.\n\n\"The consistency of the trends since 2005 all but guarantee support will exceed opposition within the year,\" said Franklin, who wrote about the trend in a recent Huffington Post story.\n\nThen, on March 18, 2011, a Washington Post-ABC News poll found that a slim majority now supports gay marriage.\n\nAccording to the Post story about it, \"The results underscore the nation’s increasingly tolerant views about homosexuals, and parallel a string of recent legal and legislative victories for gay rights advocates.\"\n\n\"Five years ago, at 36 percent, support for gay marriage barely topped a third of all Americans,\" the story states. \"Now, 53 percent say gay marriage should be legal, marking the first time in Post-ABC polling that a majority has said so.\"\n\nThe story notes that opponents of same-sex marriage took issue with the wording in the poll: \"Do you think it should be legal or illegal for gay and lesbian couples to get married?\"\n\nAccording to the story, \"Brian Brown, president of the National Organization for Marriage, argued that the term 'illegal' could be inferred to mean that violators could be imprisoned, which most Americans would consider harsh.\" It is the same language used in Post-ABC News polls since 2003.\n\n\"The only poll that counts is a free and fair vote on the part of the people,\" Brown told the Washington Post. \"We’ve seen these biased polls time and time again -- right before votes in which same-sex marriage is rejected. It’s absurd. The people of this country have not changed their opinion about marriage.\"\n\nA couple of other caveats.\n\nWhen the option of civil unions (short of marriage) is added to the mix, the numbers change. In several recent polls that asked which of three options best describes their preference -- legalizing same-sex marriage, civil unions or none -- the top-rated option was legalizing marriage, with about 37 to 40 percent support.\n\n\"I would not rate that as evidence of majority support for gay marriage, though it is an interesting change from the early 2000s when no legal recognition was the largest category,\" Franklin said.\n\nOne other factor to consider: Public opinion sometimes shifts when the issue of gay marriage really heats up.\n\n\"We saw movement away from gay marriage in 2004-05, showing that despite the long-term trend there is a possibility of reaction against expansion of gay marriage when the issue is made especially salient,\" Franklin said.  \"But that said, it is hard to imagine the lines don't cross in the next 12 months or so, given how much the gap closed in each of the last five years.\"\n\nBottom line, most of the polls taken in 2010 and 2011 show that while there is a clear trend in recent years toward support for gay marriage, but it is not quite yet a majority. But there are some polls that have found the tipping point has been reached, and that a slim majority now support gay marriage. And that includes the newest poll, from the Washington Post-ABC News. And so we rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n \n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13399"}