{"url": "/factchecks/2020/jan/24/paul-maner/claim-us-rep-lucy-mcbaths-teen-murdered-son-was-ki/", "speaker": "Paul Maner", "vclaim": "Says Jordan Davis, son of Georgia Congresswoman Lucy McBath, was killed in \"a drug deal gone bad.\"", "truth_label": "pants-fire", "date": "stated on January 20, 2020 in a Facebook post:", "title": "Ex-Georgia candidate makes Pants on Fire claim about son of US Rep. Lucy McBath, Jordan Davis", "text": "U.S. Rep. Lucy McBath, D-Ga., became a gun control advocate after her teenage son was murdered.\nOn Jan. 20, the day 22,000 people rallied for gun rights in Richmond, Va., a Republican from her home state attacked her policies in a Facebook post.\nThe post, repeated on Twitter, was made by Paul Maner, who ran in 2016 for the Republican nomination for a Georgia state Senate seat. \nThe post includes a video related to the Richmond rally and says: \n\"THIS is what the lunatics like Lucy McBath for Congress Rep. Lucy McBath are all about.\n\"#TakeBack6th\n\"If her son hadn't been involved with a drug deal gone bad, her son might still be alive today. Her solution, to disarm everyone who is a law abiding citizen.\"\nThe claim about her son is wrong. \nMcBath called it \"pathetic\" and used Maner’s Twitter post to try to raise donations for her campaign. Chelsea Clinton, the daughter of Bill and Hillary Clinton, called the attack vile and hateful, and urged her Twitter followers to support McBath.\nWe messaged Maner on Facebook, asking for information to back his claim, but did not get a response.\nThe Atlanta Journal Constitution describes him as a Georgia Republican activist.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe facts of McBath’s son’s death at the hands of Michael Dunn are clear and have been reported many times by local and national news media. It became known as the \"loud music\" case. Drugs were not involved.\nFrom a CBS News story on Dunn’s sentencing in October 2014:\nDunn encountered four black teens — including McBath’s son, Jordan Davis, 17  — on the evening of Nov. 23, 2012, when Dunn and his girlfriend pulled up next to their SUV in the parking lot of a convenience store in Jacksonville, Fla. \nDunn asked the teens to turn down the music in their car. Davis took issue with his request. The two exchanged heated words as Davis sat in the back seat of the SUV.\nDunn argued that he thought he saw the barrel of a gun inside the car and was in fear for his life when he shot up the SUV. The prosecution said that the threat Dunn, a white man, perceived from the group of black teens was \"only in his imagination.\" The teens were unarmed.\nDunn fired 10 shots in three short bursts, striking Davis three times. \nAt the sentencing, Dunn then 47, made a short statement addressed to Davis' family: \"I truly regret what happened... if I could roll back time and do things differently I would. Still, I'm mortified I took a life.\"\nWe looked through multiple news stories about the case. None tied the shooting to a potential drug deal.\nDunn was sentenced to life in prison without parole.\nOur ruling\nManer said Davis, the son of a member of Congress, was killed in \"a drug deal gone bad.\"\nDavis was among four black teens in a car who got in a dispute with a middle-aged white man who wanted them to turn down their music. The man shot and killed Davis, was convicted of murder and was sentenced to life without parole.\nThe claim is not only false but ridiculous — Pants on Fire.", "vclaim_id": "vclaim-pol-17629"}