{"url": "/factchecks/2013/feb/08/dan-becker/abortion-foe-overreaches-describing-context-court-/", "speaker": "Dan Becker", "vclaim": "\"This is the first time since Roe was decided in 1973 that a court has granted personhood status to the preborn.\"", "truth_label": "false", "date": "stated on January 14, 2013 in a news release:", "title": "Abortion foe overreaches in describing context of court ruling", "text": "Last month the Alabama Supreme Court upheld a lower court decision. Essentially, the court ruled that a guilty plea for child endangerment entered by a Colbert County mother should stand.\n\nAmanda Kimbrough initially entered the guilty plea after her son Timmy died 19 minutes after birth at 25 weeks in April 2008. A medical examiner determined that Timmy died from \"acute methamphetamine intoxication.\" After Kimbrough pleaded guilty to charges under Alabama’s chemical endangerment of a child statute, she received the minimum sentence of 10 years. Kimbrough later appealed, saying the chemical endangerment statute did not extend to unborn children.\n\nThe Alabama ruling included acknowledgment of unborn children in the state’s chemical endangerment statute. Anti-abortion advocates immediately praised the decision as a victory for \"personhood rights of preborn children.\"\n\n\"This is the first time since Roe (v. Wade) was decided in 1973 that a court has granted personhood status to the preborn,\" Dan Becker, the president of Georgia Right to Life, said in a news release a few days after the Jan. 11 ruling. \"I am greatly encouraged that Georgia, which has proven to be pro-life, will now grant the same protection to our innocent children.\"\n\nThe personhood issue -- defining human life with full rights at the point of conception instead of birth -- has had a long history in this country’s abortion debate. Abortion opponents in several states have pursued personhood efforts since the landmark Roe v. Wade abortion case.\n\nSo, we wondered: Could the Alabama ruling be a precedent as Becker said?\n\nKimbrough, the Alabama mother, admitted smoking methamphetamine three days before her child was born, according to media reports. Alabama’s chemical endangerment code prohibits a \"responsible person\" from \"exposing a child to an environment in which (the person) … knowingly, recklessly, or intentionally causes or permits a child to be exposed to, to ingest or inhale, or to have contact with a controlled substance, chemical substance, or drug paraphernalia.\" In the case of a child’s death due to these circumstances, the result is a Class A felony with a minimum prison term of 10 years.\n\nA Georgia Right to Life spokeswoman told PolitiFact Georgia that the organization was not aware of a similar court ruling prior to the Alabama case. \"The tide is turning. More and more people are rejecting the culture of death that has existed for far too long,\" spokeswoman Suzanne Ward said in an email.\n\nPersonhood USA, a Denver-based organization that opposes abortion, supported Becker’s claim.\n\n\"The only personhood effort state-by-state (Virginia and Mississippi, for example)  that has been done is through Personhood USA, and we haven’t gotten anything to pass yet. So right now there are no personhood laws on the books in any state,\" said Jennifer Mason, Personhood’s communications director.\n\nThe Alabama decision centered on a chemical endangerment statute. But the court \"said women should not take these drugs knowing that they could endanger the child. So it was both a chemical endangerment decision, but also an affirmation of personhood rights for those babies as well,\" Mason said.\n\nPolitiFact Georgia put the claim to B. Jessie Hill, a law professor at Case Western Law School. Hill disagreed with Becker’s statement and cited several other cases, including some cited in the Alabama ruling, in which courts have granted personhood status to the preborn. Among them, a 1997 criminal child neglect case in South Carolina involving an expectant mother sentenced to eight years in prison after her child was born with the drug in its system.\n\n\"It’s not that uncommon (among courts),\" Hill said. \"Various states have said a fetus could be a child under specific statutes, like criminal child neglect, wrongful death or, in the Alabama case, chemical endangerment.\"\n\nSteve Crampton, general counsel for Liberty Counsel, which has partnered with Personhood USA on litigation and has worked with Georgia Right to Life, said the Alabama decision \"has great potential application\" outside the chemical endangerment statute.\n\nWhat happens next with the Alabama ruling is unknown, said Paul Horwitz, a constitutional law professor at the University of Alabama. \"I just don’t think it’s a question of a court using the word ‘personhood.’ It’s a question of whether or not there is a right to an abortion and when,\" he said. \"I don’t see that larger constitutional issue as something that is automatically teed up in a useful way because of this court’s ruling.\"\n\nSo was Georgia Right to Life President Dan Becker correct in saying that an Alabama Supreme Court case last month was \"the first time since Roe was decided in 1973 that a court has granted personhood status to the preborn\"? Not really.\n\nThere have been other cases in other states in the 40 years since Roe v. Wade in which courts have decided that a fetus could be a child. Those cases dealt with specific statutes, including criminal child neglect and wrongful death, which were similar to the Alabama case involving a chemical endangerment statute. But there is no general ruling saying a fetus is a person or granting personhood status to the preborn in all circumstances, according to constitutional and reproductive law experts.\n\nBecker claimed that no other court had made personhood rulings, but our research found that that is not the case. We rated Becker’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMelanie Crozier\n\n\nstated on July 21, 2010 in a Politico article\n\n\n\n\n\n\n\n\nKaren Handel \"would have felt like it was OK to go in and abort\" Sarah Palin's son Trig, who has Down syndrome.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 26, 2010", "vclaim_id": "vclaim-pol-09748"}