{"url": "/factchecks/2016/mar/17/hillary-clinton/clinton-ad-claims-arizona-lags-k-12-education/", "speaker": "Hillary Clinton", "vclaim": "\"Arizona schools rank 45th in the nation, dead last in funding per student.\"", "truth_label": "mostly-true", "date": "stated on March 15, 2016 in a political advertisement that aired in Arizona.:", "title": "Clinton ad claims Arizona lags in K-12 education", "text": "With Arizona’s Presidential Preference Election set for Tuesday, presidential candidates -- and their accompanying advertisements -- have picked up steam.\nHillary Clinton’s campaign aired a 30-second spot on Arizona airwaves on March 16 specific to K-12 education.\n\"Arizona schools rank 45th in the nation, dead last in funding per student,\" the ad states. \"Hillary knows our kids deserve better, education means a good job, a decent living.\"\nThe ad proposes preschool for every student as well as college without \"crushing debt.\"\nThe ad cites a January 2016 Education Week ranking for the 45th in the nation claim. Education Week uses several measures, including finance, achievement and chance for success.\nArizona Department of Education spokesman Charles Tack said the numbers were accurate based on the sources cited.\nFor the dead last in funding per student part of the claim, the ad cites the Arizona School Boards Association, a statewide nonprofit.\nClinton campaign spokesman Tim Hogan noted that both claims were from the Education Week report.\nEducation Week uses data from several federal agencies, including the U.S. Education Department, U.S. Census Bureau and U.S. Commerce Department.\nAccording to the data, Arizona spends $7,733 per student, almost 35 percent less than the national average of $11,841 per student. The numbers are adjusted for regional cost differences.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn fiscal year 2013, Arizona ranked 49th, out of all 50 states and the District of Columbia, in per student spending, according to the U.S. Census Bureau.\n\"That’s the sad reality, the lack of investment in human capital,\" said Arizona School Boards Association Executive Director Timothy Ogle.\nHowever, Arizona isn’t dead last in per-student spending -- Utah is.\nAccording to Education Week’s regionally adjusted numbers, Utah ranks 51st, spending $7,084 per student. The data includes all 50 states and Washington, D.C.\nHowever, the actual text of the advertisement does mention that Arizona is 50th in per student funding though, which is correct. They’re just not dead last.\nOur ruling\nClinton’s campaign said, \"Arizona schools rank 45th in the nation, dead last in funding per student.\"\nEducation Week data vets the first claim, but the advertisement is off by one in its claim that the Grand Canyon State is dead last. Utah is.\nBoth states still spend thousands of dollars less than the national average in funding per student.\nWe rate the ad as Mostly True.", "vclaim_id": "vclaim-pol-05250"}