{"url": "/factchecks/2011/jan/30/lee-holloway/acting-milwaukee-county-executive-lee-holloway-say/", "speaker": "Lee Holloway", "vclaim": "Mitchell International Airport is the \"the third busiest airport in the world and the number one busiest in the country.\"", "truth_label": "false", "date": "stated on January 21, 2011 in a statement at a candidate forum:", "title": "Acting Milwaukee County Executive Lee Holloway says Mitchell International Airport is the busiest in the country", "text": "One of Lee Holloway’s first acts after becoming acting Milwaukee County executive was to put his name on the monthly press release about passenger counts at Mitchell International Airport.\n\nHolloway, the County Board chairman, is running to fill the job in the spring election and -- like his predecessor, now-Gov. Scott Walker -- touts success at the airport at campaign appearances.\n\nAt a Jan. 21, 2011 forum at the Marquette University Law School, he called Mitchell the \"third busiest airport in the world and the number one busiest airport in the country.\"\n\nThat stopped a few scribbling pens. And some in the audience scratched their heads.\n\nBusier than O’Hare,  Atlanta or LaGuardia? Third busiest in the world?\n\nIn the debate appearance -- viewed by a standing room only audience, aired on television and available on YouTube -- Holloway got it wrong. Mitchell is the nation’s fastest growing airport and -- at least for a while last year -- was the third fastest growing airport in the world.\n\nIt’s not the busiest.\n\nHolloway has gotten his airport facts right on several other occasions, including a Journal Sentinel editorial board visit, two press releases, and his Jan. 26, 2011 \"State of the County\" speech. Well, close to right -- the world ranking is based on outdated statistics.\n\nThe most recent airport stats:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nA little more than 9.8 million passengers traveled through Mitchell in 2010, according to airport data. That’s a 24.1 percent increase over the year before.\n\n\n\nIn December, there were 774,341 passengers, up 6.4 percent from the same month in 2009.\n\n\n\nMore than 2 million passengers changed planes at Mitchell last year, a 25 percent increase over the year before.\n\n\nHowever, Mitchell’s status as among the fastest growing in the world is waning.\n\nThe airport was fourth fastest growing in the world in the first quarter of 2010 and third in the second quarter, but tumbled to 16th in the third quarter, according to Airports Council International, an industry trade group. (Fourth quarter numbers aren’t yet available.)\n\nMilwaukee was the only U.S. airport on the list, and in the second quarter trailed only Istanbul, Turkey and Moscow. In the third quarter, airports in several South American countries surged ahead of Milwaukee -- seven of them landed in the top 15.\n\n\"We anticipate that MKE will continue to grow, but that the rate of growth will flatten as we begin comparing to growth rates of 30 - 40 percent\" in the fourth quarter of 2009 and first quarter of 2010, said airport spokeswoman Patricia Rowe.\n\nPolitiFact Wisconsin checked a similar airport statement made in September by Walker, then a candidate for governor. In his victory speech on primary election night, Walker said the airport was the fastest growing airport in the country and responsible for 1,000 jobs.\n\nAirport consultant Michael Boyd, of Boyd Group International in Evergreen Colo., told us then that passengers were enjoying more flights and comparatively lower fares because three airlines -- AirTran Airways, Southwest and Republic -- are \"trying to kill each other.\"\n   \n\"It has nothing to do with county government,\" Boyd said. \"It has to do with airline economics.\"\n\nSome of the large increases are the result of the year-to-year comparisons. Midwest Airlines, for instance, dramatically slashed the number of its destinations from Mitchell before it was bought by Republic. The airline now operates as Frontier and has steadily added flights.\n\nWalker’s statement, which mixed in job growth, earned a Half True.\n\nWhere does Holloway’s nation’s-busiest statement land?\n\nHolloway has made a more precise airport claim on other occasions. But he was wrong when he said at the candidates’ forum that Mitchell was one of the world’s \"busiest\" airports, and the busiest in the nation. Those rankings relate to passenger growth, not busy-ness. What’s more, the world ranking he used (third) came from the second quarter data from 2010 -- and that’s old data. We’re now No. 17 according to the latest figures.  \n\nHolloway’s incorrect  message went out to a wider audience and was echoed by media outlets covering the event.\n\nHolloway’s claim is False.", "vclaim_id": "vclaim-pol-13696"}