{"url": "/factchecks/2019/aug/16/facebook-posts/no-cnn-president-jeff-zucker-didnt-order-employees/", "speaker": "Facebook posts", "vclaim": "Says CNN President Jeff Zucker ordered employees to downplay Bill Clinton’s relationship with Jeffrey Epstein and make it look like Epstein was \"Trump’s partner in all of this.\"", "truth_label": "pants-fire", "date": "stated on August 14, 2019 in a Facebook post:", "title": "No, CNN president Jeff Zucker didn’t order employees to downplay Clinton’s relationship with Epstein", "text": "After wealthy financier and accused child sex trafficker Jeffrey Epstein was arrested in July and then found dead in a Manhattan jail cell in August, rumors have swirled on the internet about his high-profile relationships with President Donald Trump and former President Bill Clinton and the details surrounding his death.\nNow, another rumor posted on Facebook claims that CNN President Jeff Zucker ordered his employees to downplay Clinton’s relationship with Epstein and make Trump’s connection to him appear more sinister.\nThe full post reads:\n\"CNN President Jeff Zucker ordered employees to downplay Bill Clinton’s relationship with Jeffrey Epstein. ‘We have to make it look like Epstein was Trump’s partner in all of this. Don’t mention the Clintons. This could kill us in 2020!’ \"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis quote appears entirely contrived. We could not find any evidence that Zucker directed employees at CNN to downplay or highlight any of Epstein’s high-profile relationships. \nNowhere in the public record does Zucker’s alleged statement appear. There are no news reports about it. The claim only appears in a handful of unsourced, vague social media posts.\nA CNN spokesperson also told PolitiFact there is \"absolutely no truth to this rumor.\"\nWe rate the claim Pants on Fire!", "vclaim_id": "vclaim-pol-00261"}