{"url": "/factchecks/2016/may/02/john-kasich/yes-john-kasich-bragging-about-being-unpopular/", "speaker": "John Kasich", "vclaim": "\"After my first year as governor, I was one of the most unpopular governors, maybe the most unpopular governor in the country. ... It changed.\"", "truth_label": "true", "date": "stated on April 24, 2016 in comments on \"Face the Nation\":", "title": "Yes, John Kasich is bragging about being unpopular", "text": "Gov. John Kasich has been repeating an odd talking point lately: He keeps saying how unpopular he was as governor.\nThe Ohio leader and presidential candidate said it in a Republican debate on March 30. On April 24, he repeated it on CBS Face the Nation when host John Dickerson asked if he thought it was possible for a candidate to change negative perceptions about him.\n\"After my first year as governor, I was one of the most unpopular governors, maybe the most unpopular governor in the country,\" Kasich said. \"It takes a long time to change negatives. People have to see that you're actually being fruitful in your work. What happened with me is when people started getting work, and we started balancing budgets and reaching out to people, it changed.\"\nIs he right about being the least beloved state leader across the land after his first year in office?\nAn August 2011 poll by Public Policy Polling said that with a 36 percent approval rating, he was the second or third least popular governor in the country.\nThat was at least a few points better than in March 2011, when the same pollsters found Kasich’s approval ratings in the basement at 30 percent, and in May 2011 at 33 percent.\nWhere was the love?\nIn April 2011, his third month in office, Kasich made boatloads of enemies with a stroke of his pen. Kasich signed a massive union reform bill that prohibited forced union membership for state employees, mandated merit pay, outlawed strikes and limited collective bargaining rights for public employees. Unlike a similar reform bill in Wisconsin, Ohio’s SB 5 included police and firefighters. The political backlash was immediate, and a repeal effort quickly coalesced and reversed Kasich’s attempt at reform.\nVying for the title of most unpopular governor in 2011 was Florida’s Republican Gov. Rick Scott. Public Policy Polling found that Kasich edged out Scott for most unfavorable governor in September 2011 with a 53 percent disapproval rating, compared to Scott’s 52 percent.\nBut Kasich said he was (maybe) the country’s most unpopular governor after his first year. If he took office in January 2011, then we’d need to know his approval rating for the first few months of 2012.\nPolitiFact’s Louis Jacobson looked at the cast of rookie governors in February 2012, one year into their terms, for Governing magazine. Kasich made Jacobson’s list of the seven rookie governors who were struggling the most. Here they are, by approval rating:\nJerry Brown (D-CA): 47 percent\nRick Scott (R-FL): 43 percent\nNeil Abercrombie (D-HI): 39 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nScott Walker (R-WI): 38 percent\nNikki Haley (R-SC): 35 percent\nJohn Kasich (R-OH): 33 percent\nLincoln Chafee (I -RI): 22 percent\nBased on these numbers, Kasich is the second-most unpopular governor after his first year. But Jacobson’s analysis only counted the 26 governors who took office at the start of 2011.\nJacobson notes that approval ratings for governors aren’t exactly the holy grail of polling. He had to consult a handful of different polling groups for his comparison.\nPeter A. Brown, the assistant director of the Quinnipiac University Poll, concurred. \"Nobody’s done every governor in the country,\" he said. \"There’s no reason to.\" He said Quinnipiac only polls from nine states.\n\"What you can say is that it’s not possible to determine (whether Kasich was the least popular governor in the country),\" Brown said. \"But in a general sense, he’s probably right. He was certainly close to the bottom.\"\nRob Nichols, Kasich’s presidential campaign spokesman who was also the spokesman for the governor’s office in 2011, told us, \"Well yeah, we had just come from the election with $10 million in negative attack ads against us. So the last thing you saw was all this TV, trashing him.\"\nNichols also gave us this anecdote: In August 2011, his official email inbox was bombarded with form letters that started out, \"Dear Gov. Kasich staff member, I wanted Gov. Kasich to know that I voted for him in the Worst Governor Ever contest at www.worstgovernorever.com....\"\n\"I got so many that I had to get our IT people to route them to a special mailbox so they wouldn’t destroy my inbox,\" Nichols said.  \nOhioans started to warm to Kasich after the turbulent first year. Later in 2012, his rating bumped up to the 40s, and was up to 53 percent approval in 2013. Quinnipiac University had Kasich polling at 62 percent favorability in October 2015.\nOur ruling\nKasich said, \"After my first year as governor, I was one of the most unpopular governors, maybe the most unpopular governor in the country.\"\nAt its lowest, in March 2011, his favorability among the Ohioans who had just elected him was an abysmal 30 percent. That was bad enough to crown Kasich as the least-popular governor in America for a brief period. \nWe rate this claim True.\n \nhttps://www.sharethefacts.co/share/07cb0b24-24d4-48e0-ab79-eba9ac513130", "vclaim_id": "vclaim-pol-05019"}