{"url": "/factchecks/2016/jun/04/patty-judge/patty-judges-collective-bargaining-claim-half-true/", "speaker": "Patty Judge", "vclaim": "\"When a bill is sent to the governor’s office, there is no option for changing it. You sign it or you don’t sign it. While there was lots of conversation, there was really no opportunity for any sort of amending.\"", "truth_label": "half-true", "date": "stated on June 1, 2016 in a post-debate interview:", "title": "Patty Judge's collective bargaining claim rates Half True", "text": "U.S. Senate candidate Patty Judge’s role in a 2008 veto of collective bargaining legislation has emerged as a key issue in Iowa’s Democratic primary, and the state’s largest unions have lined up against her campaign over her perceived unfriendliness to labor.\nAt issue is House File 2645, a wide-ranging and controversial bill that expanded collective bargaining rights for public employees so that many more aspects of workers’ duties and work conditions could be negotiated. The measure flew through the Democrat-controlled House and Senate, going from introduction to passage in 11 days.\nBut Gov. Chet Culver, a Democrat, vetoed the bill. Judge was Culver’s lieutenant governor.\nIn his veto message, Culver criticized the manner in which HF 2645 was passed, calling it \"a poorly written bill with sometimes-ambiguous language that raises troubling, unanswered questions and unresolved uncertainties for management, labor and taxpayers alike.\"\nIn recent weeks the extent to which Judge and other Culver administration officials collaborated with lawmakers and labor leaders to improve the bill has been hotly debated.\nIn an Iowa Public Television debate on May 26, Judge said she didn’t \"believe there was a lot of back and forth on that particular piece of legislation\" and said she \"wished we could have worked more closely with labor.\"\nThat led to a sharply worded retort from AFSCME Council 61, the state’s main public employees’ union: \"Patty Judge is not telling the truth about labor’s engagement with her administration during this process,\" AFSCME President Danny Homan said. \nThen in a Des Moines Register/KCCI debate on Wednesday, Judge said she \"regretted\" how the bill was handled.\n\"I wish that we could go back and negotiate a good piece of legislation together,\" she said. \"But you know, we can’t. We can’t go backwards. We need to go forwards.\"\nShe followed that up by telling the Register that by the time the bill reached the governor, the opportunity for making constructive changes had passed.\n\"I regret that it had to be vetoed. That decision did not come lightly. There was a lot of thought, a lot of conversation that went into it,\" Judge said. \"But when a bill is sent to the governor’s office, there is no option for changing it. You sign it or you don’t sign it. While there was lots of conversation, there was really no opportunity for any sort of amending.\"\nDid the governor’s office have no opportunity to change the bill in a meaningful way after it was passed?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe history of HF 2645 provides the answer.\nThe bill was introduced on March 14. On March 19, it was debated on the House floor, where it faced dozens of proposed amendments before ultimately passing on a 52-47 vote.\nIt then went to the Senate, where it was considered on the floor on March 24. During a lengthy debate, more than 20 amendments were offered and rejected before the bill passed on a 27 to 23 vote.\nAt that point, things slowed down. Rather than sending the bill directly to the governor’s office, Senate records show Majority Leader Michael Gronstal, D-Council Bluffs, filed a motion to reconsider.\nThat parliamentary maneuver freezes legislation in place and allows lawmakers to reopen debate — including, potentially, amending or rewriting the bill and sending it to the other chamber for further discussion.\nThe motion to reconsider held HF 2645 in place for more than a month — until April 25, when Gronstal withdrew it and began the process of sending the bill to Culver to be signed or vetoed.\nThe bill reached Culver on May 5, and he vetoed it on May 15.\nJudge campaign manager Sam Roecker on Friday argued that the motion to reconsider didn't change the governor's office's ability to influence the bill.  \n\"She has addressed the issue of the 2008 legislation and has said clearly she regrets the circumstances around which it was vetoed,\" Roecker said in a statement. \"However, regardless of a motion to reconsider, the governor’s office does not have the power to introduce amendments to a bill before or after it’s passed by the legislature.\"\nOur ruling\nJudge said there’s no option for changing or amending a bill after it’s \"sent to the governor’s office.\" That’s true, but it overlooks the month-long period in which this particular collective bargaining legislation was held under a motion to reconsider after it was passed by lawmakers.\nIf legislators, the governor’s office and other interested parties had found a new consensus on the bill’s language sometime within that March 24 to April 25 window, the bill could have been reconsidered by the Senate, amended, returned to the House and ultimately passed in the altered form.\nFor this reason we rate Judge’s assertions that there was \"no option for changing\" the bill and \"no opportunity for any sort of amending\" Half True.\nhttps://www.sharethefacts.co/share/9824dadc-2713-4662-afe2-79c7f155e932", "vclaim_id": "vclaim-pol-04871"}