{"url": "/factchecks/2017/oct/23/donald-trump/trump-says-insurers-made-fortune-obamacare-they-di/", "speaker": "Donald Trump", "vclaim": "Insurance companies \"have made a fortune with Obamacare.\"", "truth_label": "false", "date": "stated on October 18, 2017 in a tweet:", "title": "Trump says insurers made fortune off Obamacare. They didn't.", "text": "As two dozen senators attempt to carve out a short-term compromise on the Affordable Care Act, President Donald Trump is sending mixed signals. At the heart of the deal are payments to insurance companies that sell certain policies on the Obamacare exchanges.\nIn tweets and remarks, Trump both praised the compromise effort championed by Sen. Lamar Alexander, R-Tenn., and flagged his displeasure.\n\"I am supportive of Lamar as a person & also of the process, but I can never support bailing out ins co's who have made a fortune w/ O'Care,\" Trump tweeted Oct. 18.\nI am supportive of Lamar as a person & also of the process, but I can never support bailing out ins co's who have made a fortune w/ O'Care.— Donald J. Trump (@realDonaldTrump) October 18, 2017\n\nThe bailout, as Trump calls it, is no bailout; the money actually ends up with doctors, hospitals and other health care providers.\nBut here we zero in on Trump’s statement that insurers \"have made a fortune with Obamacare.\"\nThere’s no question that the companies’ profits have been enormous. The question is, was Obamacare the cash cow?\nBased on the filings of the companies, and the analysis of people on Wall Street, at universities and a respected neutral health policy group, the answer is, no.\nThe White House press office pointed to a news article that reported booming profits for the top five for-profit insurance companies, Aetna, Anthem, Cigna, Humana and UnitedHealth Group. Collectively, they had $4.5 billion in net earnings in the first three months of 2017.\nThat cash was\"the biggest first-quarter haul for the group since the Affordable Care Act exchanges went live in 2014,\" the article said.\nBut the article doesn’t actually tie those profits to Obamacare.\nThe fact is, Obamacare does not just include the exchanges where people buy private insurance. The exchanges themselves are a small slice of the overall insurance business.\nDespite the enormous attention paid to the exchanges, they make up less than 4 percent of the insurance market for people under 65. And contrary to Trump’s assertion, they have dragged profits down, not boosted them up, experts say.\nReturns from the exchanges have been so bad, three out of five of the companies listed in the article have fled.\nAetna reported that it lost $650 million in 2016 and 2017 from the policies it sold in the individual market. For 2018, Aetna pulled out of every state exchange.\nUnitedHealth Group has also left the exchanges. It put its combined losses at over $1 billion in 2015 and 2016. Humana, which had sold in 11 states, got out too.\nCigna trimmed its participation from seven states to six. Cigna CEO David Cordani told CNBC in August that the market is \"challenging,\" and that \"we are losing money, but we are losing a little less than we expected.\"\nFor 2018, Anthem also remains, but withdrew from Ohio, Indiana and Wisconsin, and trimmed back the number of counties it serves in Kentucky, Georgia and California. It was going to leave Virginia completely, but then struck a deal with the state to sell in counties that would otherwise have no carrier.\nMoody’s Investor Service ranked it as a positive development for companies that exited the exchanges, saying it \"lowered exposure to this challenging business.\"\nThe overall individual market, which includes plans sold on and off the exchanges, brought an estimated $4.7 billion in underwriting losses in 2016, according to the consulting group Oliver Wyman.\nThe news has not been all bad for the companies. Premium hikes in 2016 and 2017 began to balance things out. The Kaiser Family Foundation, a neutral source of health sector statistics, found that insurers who stayed in the exchanges had figured out how to come out ahead, but it took a couple of years for them to get there.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nObamacare beyond the exchanges\nSo Trump missed the target completely when he linked the exchanges and the multi-billion dollar profits of five big insurance companies. But Obamacare is much more than the exchanges and parts of the program have both helped and hindered company profits.\nOn the negative side of the ledger, the Affordable Care Act imposed limits on the spread between premiums collected and medical services paid out. For individual and small group plans, companies must spend at least 80 percent of premiums on providing care. For the large-group plans, the percent is 85 percent.\n\"This provision has likely had a modest downward effect on profits,\" said Larry Levitt with the Kaiser Family Foundation.\nIn 2015, companies that fell below those minimums rebated about $400 million to customers, government numbers show.\nA tax on insurance companies helps finance Obamacare. Congress lifted it for 2017, but it is slated to return in 2018 with an estimated value of nearly $13 billion.\nSheryl R. Skolnick, director of U.S. equity research at Mizuho Securities, tracks UnitedHealth Group specifically.\n\"That health insurance industry fee in 2018 is projected to cost the company $.75 a share on just about 1 billion shares,\" Skolnik said.\nOn the positive side of the ledger, the one clear bright spot for insurers in Obamacare was the expansion of Medicaid. In the 32 states that extended the program to adults making as much as 138 percent of federal poverty, coverage is mainly handled through private insurers.\n\"Mostly as a result of expansion programs under the ACA, health plans and service providers experienced strong Medicaid growth over the early years of ACA,\" according to a report from Mark Farrah and Associates.\nHealth care analysts at Milliman, an actuarial consulting firm, estimated that insurers had underwriting gains of $1.5 billion in 2016. That was a year when exchange losses topped $4 billion.\nA study in Michigan found that operating margins for the companies that managed Medicaid in that state improved four-fold between 2013 and 2015.\nHow does this all add up for each of the five big insurance companies?\nPrecision is difficult, but between the losses tied to the exchanges, regulations and taxes on one hand, and profits on Medicaid on the other, Skolnik said it’s a wash.\n\"I think it's fair to say that the health insurance industry has probably lost close to as much as they've gotten under the ACA,\" Skolnik said.\nWhich raises the question, where did those hefty profits come from?\nThe bulk of the business lies in employer-based coverage, which makes sense since that accounts for nearly 60 percent of the under-65 insurance market. Over the years, companies have benefited by shifting more of the costs onto customers through higher deductibles and other out-of-pocket expenses.\nAnd mergers in the industry have also helped.\n\"Consolidation among insurers has led to higher margins,\" said economist Amanda Starc at Northwestern University’s Kellogg School of Management.\nMedicare Advantage, a quasi-private version of traditional Medicare, has also been a key profit center for insurers. Under the program, the government contracts with insurance companies to deliver health care to seniors. The rising number of retirements among baby boomers has fueled that market. Enrollments are up, and the insurance companies have worked hard to keep their costs down.\n\"They are very aggressive there which gives them the clout to get better provider contracts,\" said J.B. Silvers, a professor of health finance at Case Western Reserve University.\nOur ruling\nTrump said insurance companies have made a fortune with Obamacare. The White House cited the companies’ surging profits as proof.\nBut just because insurers made billions since the time when the Affordable Care Act took effect, doesn’t mean that the ACA delivered those profits. Most of the companies had steep losses on the Obamacare exchanges and got out.\nEvery report we saw and every expert we reached said insurers made their huge profits elsewhere, largely through their work in the large group or employer-based market or through the Medicare Advantage program. The expansion of Medicaid, another part of Obamacare also helped, but to a smaller degree.\nThe fortune that Trump cited didn’t come from Obamacare.\nWe rate this claim False.  Share the Facts 2017-10-23 21:39:33 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Insurance companies \"have made a fortune with Obamacare.\"    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/920645935981613057   In a tweet Wednesday, October 18, 2017 2017-10-18    Read More  info", "vclaim_id": "vclaim-pol-02769"}