{"url": "/factchecks/2012/mar/22/arthenia-joyner/democratic-senator-says-there-warnings-stand-your-/", "speaker": "Arthenia Joyner", "vclaim": "\"When we passed (the stand your ground law), we said it portends horrific events when people's lives were put into these situations.\"", "truth_label": "true", "date": "stated on March 21, 2012 in an interview:", "title": "Arthenia Joyner says there were warnings on 'stand your ground' law", "text": "The possibility that Florida’s \"stand your ground\" law could protect a neighborhood watchman who shot and killed an unarmed teen last month has lawmakers who opposed the measure saying told you so.\n\"When we passed the law, we said it portends horrific events when people’s lives were put into these situations, and my worst fears came to fruition,\" Sen. Arthenia Joyner, D-Tampa, said March 20, 2012. \"A young life was snuffed out.\"\nJoyner was in the state House when \"stand your ground\" passed in 2005 and fears the law — which allows people to use deadly force in cases of self-defense when they believe their life is at risk — could save 28-year-old shooter George Zimmerman from prosecution.\nZimmerman killed 17-year-old Trayvon Martin in the Orlando suburb of Sanford on Feb. 26, police say.\nAs the investigation unfolds, it’s worthwhile to look back to the origins of the \"stand your ground\" law and the concerns legislators like Joyner had at the time.\nThe measure passed the Senate 39-0 and the House 94-20. It was signed into law by Gov. Jeb Bush. Joyner and 19 other House Democrats voted against the bill.\nTo check her claim, we went to the video archives to see what was said during House debate on April 5, 2005.\n\"For a House that talks about the culture of life, it’s ironic that we would be devaluing life in this bill, which is exactly what we’re doing,\" said Rep. Dan Gelber, a former federal prosecutor from Miami Beach who later was elected to the Senate.\nGelber said Floridians already had the right to defend themselves in their homes and offered an amendment that would restore a person’s duty to retreat from a confrontation in public places. Rep. Eleanor Sobel, a South Florida Democrat who now serves in the Senate, said Gelber’s amendment would reduce \"chaos on the street.\"\nRepublicans defeated Gelber’s amendment on a voice vote. The bill’s sponsor, Rep. Dennis Baxley, R-Ocala, called an obligation to retreat \"a good way to get shot in the back.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nMembers debated another unsuccessful amendment from Rep. Jack Seiler, a Democrat who is now mayor of Fort Lauderdale. Seiler’s proposal would have allowed for rebuttal to a person’s claim of self-defense.\n\"We are going to give blanket immunity to criminals when they commit crime,\" Seiler said.\nOther voices from the hour-long debate:\n• \"I believe that we’re going to have open season in our communities, as it relates to confrontations throughout this state,\" said former Rep. Frank Peterman. D-St. Petersburg.\n• \"What would happen if I presumed that there was a threat when actually there was not a threat? I would hate to think that I would react and take someone’s life, or do bodily harm to someone, who actually only looked a little different than I looked,\" said Rep. Priscilla Taylor, D-West Palm Beach.\n• \"When you give a person the right to use deadly force anywhere they’re lawfully supposed to be, then we open Pandora’s Box, and inside the box will be death for some persons,\" Joyner said.\n• \"In a few years, you will be back trying to fix this bill,\" said Rep. Ken Gottlieb, D-Hollywood.\nThe House debate stands in contrast to the Senate.\nSen. Steve Geller, D-Hallandale Beach, tried changing the bill before the vote so that it would not apply to public places. The Senate voted down his amendment in minutes. The vote to pass the bill was then unanimous, with Democrats, including Sen. Rod Smith, currently chair of the Florida Democratic Party, voting yes.\n\"We’d be seen as Democrats soft on crime,\" Geller explained, according to an account from the Associated Press.\nOverall, the warnings comprised a slim opposition to a very popular law. But they were there. We rate Joyner’s claim True.\nhttps://www.sharethefacts.co/share/28892e04-afd5-4193-9541-ca75b6570413", "vclaim_id": "vclaim-pol-01402"}