{"url": "/factchecks/2012/sep/06/george-lemieux/charlie-crist-was-pro-life-pro-gun-and-anti-tax-sa/", "speaker": "George LeMieux", "vclaim": "Says Charlie Crist \"was pro-life, pro-gun and vehemently anti-tax.\"", "truth_label": "mostly-true", "date": "stated on August 29, 2012 in an op-ed in the Tampa Bay Times:", "title": "Charlie Crist was pro-life, pro-gun and anti-tax, says George LeMieux", "text": "After former Florida Gov. Charlie Crist endorsed President Barack Obama and secured a speaking spot at the Democratic National Convention, Republicans pulled out the Crist files to highlight how much the Republican-turned-independent Crist had changed in just four years.\n\nGeorge LeMieux, a Republican and a former Crist chief of staff, wrote a biting op-ed about Crist’s former stances.\n\n\"He never met a tax increase he liked. ... The Charlie Crist I knew idolized Ronald Reagan and embraced Reagan's view of limited government. He was pro-life, pro-gun and vehemently anti-tax. He believed big government was the enemy of success, and that when government taxed it took ‘your money.’\"\n\nIn this fact-check we will explore whether Crist was \"pro-life, pro-gun and vehemently anti-tax.\"\n\nFirst, we will note what Crist said of himself in February 2010: \"I am pro-life, I’m pro-gun, I’m pro-family and I’m anti-tax. And I always have been.\" He made those claims at a Christian Family Coalition breakfast while running for U.S. Senate as a Republican. He would ditch the GOP label for no-party about two months later as he was struggling in his primary bid against Marco Rubio.\n\n \"Pro-life\"\n\nCrist’s stance on abortion over his political career is too complex to boil down to a sound bite -- even if Crist tried to do that himself at times.\n\nWhen he was running for the U.S. Senate in 1998, Crist said in a questionnaire for the Tampa Bay Times that he was pro-choice, but not pro-abortion. \"I believe that a woman has the right to choose, but would prefer only after careful consideration and consultation with her family, her physician and her clergy; not her government,\" he said. Crist said in a debate during that campaign that he would not support a constitutional ban on abortion.\n\nIn 2006, when he was running for governor, Crist said he was pro-life. But he would not support repealing Roe vs. Wade and opposed a 24-hour waiting period. \"I don't think that politicians ought to put themselves in the place of physicians, and I think it's very important to respect the medical profession,\" said Crist, whose father is a doctor.\n\nIn 2010, as a Republican U.S. Senate candidate, Crist said he would \"fight for pro-life legislative efforts.\"\n\nBut later in 2010, after leaving the Republican Party, Crist vetoed a bill that would have required women seeking abortions to get an ultrasound. He said he found the requirement that women pay for the procedure \"punitive\" and that the measure was \"almost mean spirited.\"\n\n \"Pro-gun\"\n\nWhen Crist was running for U.S. Senate in 2010, we reviewed a claim that he \"never wavered in his support of the Second Amendment, the right to bear arms.\" We ruled that claim True and will briefly review what we found for that article.\n\nIn one of his first high-profile gun battles, then-state senator Crist blasted Gov. Lawton Chiles' last-minute effort to require criminal background checks and a waiting period for purchases made at gun shows in 1998. The legislation proposal died.\n\nAs attorney general, Crist nominated Marion P. Hammer, former president of the National Rifle Association, to the Florida Women's Hall of Fame, and she was inducted in 2004. Hammer is also the longtime president of the state’s NRA affiliate Unified Sportsmen of Florida.\n\nIn his 2006 primary against Republican rival Tom Gallagher, Crist ran an ad calling Gallagher \"anti-gun\" and highlighting Crist’s endorsement from the NRA. As governor, Crist signed into law legislation that allowed 500,000 concealed weapons permit-holders to bring their guns to work as long as the weapons remained in their vehicles.\n\n\"Anti-tax\"\n\nTo examine Crist’s actions about taxes, we reviewed multiple reports from Florida TaxWatch and newspaper articles. We also interviewed staff at Florida TaxWatch as well as Amy Baker, the state’s chief economist. Here are some highlights from his tenure as governor:\n\n2007: Crist repeatedly promised Floridians that their taxes would \"drop like a rock.\" Crist and the Legislature attempted to deliver that through a question put to voters, Amendment 1, which increased the homestead property tax exemption. Voters approved it in January 2008.\n\nKurt Wenner, vice president of tax research at Florida TaxWatch, said that taxes didn’t really drop like a rock but \"there was some reduction in them.\" But much of that happened due to the decline in property values.\n\nIn his first proposed budget in 2007, Crist called for continuing sales tax holidays and reducing the communications services tax.\n\n2008: Crist’s budget proposal suggested dealing with a drop in revenues by using reserves and trust funds. He recommended two more sales tax holidays, one for hurricane\npreparedness and one for back-to-school, a savings to taxpayers of $36 million.\n\n2009: Crist’s budget didn’t call for general tax hikes, but he did ultimately support a $1 a pack cigarette tax hike and surcharge on other tobacco products. That tax hike added up to about $1 billion a year, said Dominic Calabro, president of Florida TaxWatch.\n\nCrist also signed a budget that included new fees including a package of increased and new Highway Safety Fees for about $1 billion in recurring dollars.\n\nThe Miami Herald quoted Crist as saying: \"The cigarette tax is appropriate and I really view it more as a health issue than I do as a tax issue.''\n\nIf Crist had vetoed the cigarette tax, the state would have lost nearly $2 billion in federal Medicaid matching funds.\n\nThe Tampa Bay Times wrote that Crist would call taxes the \"T-word\" as if it was an obscenity but would warm up if called a \"user fee.\"\n\n2010: TaxWatch wrote that Crist’s budget proposal in January 2010 called for $2.7 billion in increased spending and $100 million in tax cuts by relying on federal money, Seminole gambling Compact and raiding trust funds.\n\nCalabro said that Crist could have done more to reign in spending during his tenure.\n\nBut Wenner said that \"generally throughout his career (Crist) was in favor of reducing taxes for the average Floridian.\"\n\nOur ruling\n\nLeMieux said that Gov. Charlie Crist \"was pro-life, pro-gun and vehemently anti-tax.\" Crist did describe himself in similar language in 2010 while he was still a Republican and running for U.S. Senate. And we agree that he was consistently for gun rights.\n\nHis record on abortion was more mixed. At different times, he called himself \"pro-life\" and he called himself \"pro-choice.\" And even when he called himself \"pro-life\" in 2006, he said he would not support overturning Roe vs. Wade. In 2010, he earned cheers from abortion rights supporters when he vetoed a bill that would force women who are getting abortions to undergo an ultrasound.\n\nCrist portrayed himself as anti-tax and generally avoided tax increases, although he did support the cigarette tax hike and other increases in fees.\n\nOn the whole, we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10433"}