{"url": "/factchecks/2020/mar/23/facebook-posts/what-kushner-linked-company-has-do-coronavirus-tes/", "speaker": "Facebook posts", "vclaim": "“So Oscar Health, the company tapped by Trump to profit from covid tests, is a Kushner company. Imagine that, profits over national safety.”", "truth_label": "half-true", "date": "stated on March 15, 2020 in a Facebook post:", "title": "What a Kushner-linked company has to do with coronavirus testing", "text": "A health care startup linked to the family of Jared Kushner recently launched a website to help Americans assess their symptoms for the novel coronavirus and locate nearby testing centers.\nThe timing of Oscar Health’s testing locator coincided with President Donald Trump’s surprise announcement of a partnership with Google to build a similar website for the Bay Area.\nPerhaps it’s not surprising, then, that a rumor circulating on social media claims that Trump \"tapped\" his son-in-law’s company for a testing-related project.\n\"So Oscar Health, the company tapped by Trump to profit from COVID tests, is a Kushner company,\" the March 15 Facebook post says. \"Imagine that, profits over national safety.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe company does have a Kushner-family connection, and Jared Kushner has played a role in the White House’s coronavirus response efforts. But the Facebook post goes slightly too far in claiming that Trump \"tapped\" Oscar Health to profit from COVID-19 testing. \nWhat’s Jared Kushner’s connection to Oscar Health?\nJared Kushner, Trump’s son-in-law and senior adviser, is connected to Oscar Health through his brother Joshua, a co-founder and investor in the health insurance start-up.\nMother Jones reported that a 2013 report from the New York State Department of Financial Services showed Jared Kushner was also a big player in Oscar early on.\nThe state report showed that, as of 2013, Oscar’s parent corporation was partly owned by Thrive Capital Partners III LP, which in turn was owned by Thrive Partners III GP LLC. The report listed both Jared and Joshua Kushner as owners of Thrive.\n\"Jared Kushner and Joshua Kushner are deemed the ultimate controlling persons in Oscar’s holding company system,\" the government report said.\nMother Jones also identified a 2018 New York State Department of Financial Services report, which said that as of December 2015, Joshua Kushner was \"the ultimate controlling person.\"\nPublic financial disclosure forms for Jared Kushner and his wife, Ivanka Trump, show that the couple owned and received capital gains from shares of Thrive in 2017 and 2018 but divested from Thrive-associated funds in 2017. Their 2019 disclosures show no earnings from Thrive. \nJared Kushner did seek advice from Joshua Kushner’s father-in-law, a physician, when helping to craft the White House’s coronavirus response, according to the New York Times.\nIs Oscar Health making profits from COVID-19 tests?\nIt’s too soon to tell how much Oscar Health could profit off the coronavirus crisis. As an insurer, the company is not manufacturing or conducting tests, as far as we could tell. \nOscar Health did not respond to multiple requests for comment. But we were able to complete Oscar’s risk assessment free of charge, and the page for locating testing centers said \"the cost of COVID-19 testing for Oscar members at any facility is $0.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nOn March 18, Trump signed into law a relief package that makes coronavirus tests — and health care provider visits that result in the ordering of coronavirus tests — free for patients.\nIt’s possible that Oscar could still charge customers for health services associated with seeking a coronavirus test when a test isn’t ultimately produced, however.\nDid Trump \"tap\" Oscar Health to help with testing?\nWe found no evidence that Trump formally tasked Oscar Health with helping to ramp up testing for the coronavirus, or that the company’s testing website was created at the White House’s request. (The White House declined to comment on the record.)\nBusiness Insider reported that the company agreed to share the code it used to power its online portal for free with the HHS Department, which is building a similar website.\n\"Last week, the Oscar team built a COVID-19 risk assessment and testing center locator for our members,\" a spokeswoman for Oscar told Business Insider. \"The U.S government asked if we could share our code so that they could customize it for the website they are developing.\"\nHHS reached out to Oscar about the code on March 13, according to Business Insider. That’s the same day that Oscar rolled out its online portal in a press release. It’s also the same day that Trump announced a partnership with Google to build a similar website.\nIt’s important to plan for COVID-19, even if you’re not currently experiencing symptoms. We’ve created a survey and the country’s first testing center locator to help you understand your risk and make a plan for you and your family. Find out more: https://t.co/KJxwccacRV pic.twitter.com/nlK47xhNtj— Oscar (@OscarHealth) March 13, 2020 \nThat timing likely fueled speculation on social media about an improper link between Oscar Health’s project and the White House’s broader testing efforts. \nAs the Verge reported, a diagram that the White House displayed during a press briefing that day resembled the step-by-step description Oscar Health gave in its press release.\n\nDr. Deborah Birx, White House coronavirus response coordinator, speaks during a news conference about the coronavirus at the White House on March 13, 2020, in Washington. (AP/Vucci)\nBut in reference to the diagram shown at the March 13 White House press conference, a White House spokesperson told Mother Jones that \"Oscar had no involvement in this.\"\nHHS referred us to the White House without comment.\nOur ruling\nA Facebook post says: \"So Oscar Health, the company tapped by Trump to profit from covid tests, is a Kushner company. Imagine that, profits over national safety.\"\nThe Kushner family is connected to Oscar Health, a health insurance company that recently launched a website to help locate nearby testing centers for the novel coronavirus. \nBusiness Insider reported that Oscar Health shared the code it developed with HHS after it made its online portal public. But we found no evidence that Trump formally designated the company to help with the White House’s COVID-19 testing efforts.\nWe rate this post Half True.", "vclaim_id": "vclaim-pol-18187"}