{"url": "/factchecks/2012/mar/15/robert-jacquard/rhode-island-state-rep-robert-b-jacquard-says-many/", "speaker": "Robert Jacquard", "vclaim": "\"There are a lot of casinos across the country that have gone bankrupt.\"", "truth_label": "true", "date": "stated on March 6, 2012 in a speech:", "title": "Rhode Island state Rep. Robert B. Jacquard says many U.S. casinos have gone bankrupt", "text": "It appears likely that come November Rhode Islanders will decide whether to expand the state’s two slot parlors into full-fledged casinos. State legislators have already approved holding a referendum on a proposal to allow table games at Twin River, in Lincoln, and are considering doing the same for Newport Grand.\n\nOn March 6, before the House passed legislation to put the Newport Grand question on the ballot, Rep. Robert Jacquard raised concerns about allowing casinos in Rhode Island.\n\n\"Let's face it: there are a lot of casinos across the country that have gone bankrupt,\" the Cranston Democrat said. \"Just because you give them a casino license is not a guarantee that you are going to save all this money for the state and guarantee all this revenue. It is just not true at all. Management is the most important factor.\"\n\nBut doesn’t the house always win? Have a lot of casinos around the country really gone bankrupt?\n\nWe called Jacquard, who explained that he’s not necessarily opposed to casinos in Rhode Island, but he does want to make sure that if the state opts to go down that route, responsible operators with a lot of experience in the industry are brought in.\n\nHe told us that he’s read about a number of casinos failing around the country, and although he hasn’t kept a list, he recalls bankruptcies occurring particularly in the South.\n\n\"I know what I read in the paper,\" Jacquard said.\n\nWe couldn’t find a central repository of information on casino bankruptcies, but we did come across numerous news reports about casinos and their financial struggles.\n\nDonald Trump has filed four corporate bankruptcies -- in 1991, 1992, 2004 and 2009 -- in connection to his casinos in Atlantic City, N.J. Tropicana Entertainment, which operates casinos in Nevada, New Jersey, Louisiana, Mississippi and Indiana, filed for Chapter 11 bankruptcy in 2008 and 2009. Station Casinos, which owns or operates 18 casinos in and around Las Vegas, made a similar filing in 2009.\n\nAnd on a side note, Rhode Islanders will be familiar with the struggles of Twin River, which filed for Chapter 11 bankruptcy in 2009 and emerged under new ownership the following year. It’s not technically a casino, but it is a local reminder of the potential pitfalls of the gambling industry.\n\nI. Nelson Rose, distinguished senior professor of law at Whittier Law School, in Costa Mesa, Calif., who writes about gambling and legal issues, has kept a partial list of gambling companies that have closed or filed for bankruptcy protection in the last three years as the recession has dragged on. He has counted 18 companies so far.\n\nRose said that other casino operators, including MGM Resorts International, Caesars Entertainment and Foxwoods, may not be facing bankruptcy but have struggled because of mounting debts and falling revenues.\n\nDavid Schwartz, director of the Center for Gaming Research at the University of Nevada, Las Vegas, said gambling revenues in all major U.S. markets have declined since 2007 as discretionary spending has dried up.\n\nHe also pointed to heightened competition in the gambling industry as another factor that’s squeezing casinos. For example, Atlantic City has lost business to newer casinos in Pennsylvania, whose residents can now gamble closer to home instead of making the trip to New Jersey.\n\nIt’s in that sort of competitive market when management can be particularly important. Rose referred to Colorado’s experience in the early 1990s when 68 casinos opened in two or three years. A third of them eventually went bankrupt, and, said Rose, it turned out that the operators of those failed casinos had no previous experience in the industry.\n\nOur ruling\n\nGambling is a boom or bust industry. Even when times are good, casinos fail. And when times are bad, even more fail.\n\nAs Schwartz told us, casinos \"definitely are not a sure thing.\" Good management matters  -- a point Jacquard made as well.\n\nWe rate Jacquard’s statement True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11440"}