{"url": "/factchecks/2011/may/12/newt-gingrich/newt-gingrich-inaccurate-budget-debt-claims-video-/", "speaker": "Newt Gingrich", "vclaim": "\"For four years, we balanced the budget and paid off $405 billion in debt.\"", "truth_label": "false", "date": "stated on May 11, 2011 in a presidential campaign announcement video:", "title": "Newt Gingrich inaccurate in budget, debt claims in video announcement", "text": "In the runup to the May 11, 2011 announcement that he will run for president, Newt Gingrich has reminded folks about the good old days of the American economy when he was speaker of the U.S. House of Representatives.\n\n\"For four years, we balanced the budget and paid off $405 billion in debt,\" Gingrich said in a video on his campaign website.\n\nWith soft music in the background, Gingrich says with a smile, \"We’ve done it before. We can do it again.\"\n\nGingrich was speaker from January 1995 to January 1999, when he was a Republican congressman from Atlanta’s suburbs.\n\nPolitiFact decided to check Gingrich’s claims about the budget and debt, since he and other Republicans have criticized President Barack Obama’s stewardship of the economy, hoping to convince voters that the incumbent doesn't deserve a second term.\n\nFirst, the balanced budget.\n\nThe federal budget runs on a fiscal year calendar that begins October 1 and ends September 30. During fiscal years 1996 and 1997 -- the first two that Gingrich helped shape as speaker -- there were deficits, of $107 billion in 1996 and about $22 billion in 1997.\n\nBy fiscal year 1998, the federal budget did reach a surplus of $69 billion. And in fiscal year 1999 -- which Gingrich can claim some responsibility for, even though he was out as speaker for most of the fiscal year -- it was in surplus as well, to the tune of $126 billion.\n\nBut that’s only two balanced budgets he can claim credit for. The federal government did run four consecutive surpluses, but for the last two of those -- fiscal years 2000 and 2001 -- Gingrich was no longer serving in the House.\n\nNow for Gingrich’s comments about the debt.\n\nThe national debt was slightly above $4.8 trillion when Gingrich became House speaker in January 1995. By the time he left the position in January 1999, the debt was more than $5.6 trillion. That’s an increase, not a decrease.\n\nIf you look just at the two years Gingrich can claim credit for where the federal government was in surplus -- fiscal years 1998 and 1999 -- the government did pay down about $200 billion in debt. But that would be cherry-picking, because over the full four years of his speakership, the debt rose by about $800 billion.\n\nEfforts to contact Gingrich’s top spokesman, Rick Tyler, were unsuccessful.\n\nTo summarize, Gingrich was off on both claims concerning the budget. The budget was indeed balanced for four years, but it’s a stretch for him to take credit for more than two of those years.\n\nAs for paying off $405 billion in debt, the data we found shows the debt actually increased during Gingrich’s four-year tenure as speaker by more than $800 billion.\n\nWe rate Gingrich’s claim False.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13107"}