{"url": "/factchecks/2011/feb/07/barack-obama/barack-obama-said-he-lowered-taxes-over-past-two-y/", "speaker": "Barack Obama", "vclaim": "\"I lowered taxes over the last two years.\"", "truth_label": "mostly-true", "date": "stated on February 6, 2011 in an interview on Super Bowl Sunday:", "title": "Barack Obama said he lowered taxes over the past two years", "text": "In an interview on Super Bowl Sunday, Fox News host Bill O'Reilly asked President Barack Obama to react to a Wall Street Journal editorial that accused Obama of being \"a determined man of the left whose goal is to redistribute much larger levels of income across society.\"\n\n\"Do you deny that you are a man who wants to redistribute wealth?\" O'Reilly asked.\n\nObama first noted the robust conservatism of the Wall Street Journal's editorial page, then denied the charge \"absolutely.\"\n\n\"I didn't raise taxes once. I lowered taxes over the last two years,\" Obama said.\n\nWe wanted to fact-check that statement, and we'll begin by saying Obama boils down an awful lot of complexity about federal tax policy into a short sound bite.\n\nLooking at the whole statement, he's both right and wrong. For clarity's sake, we're going to take Obama's statement in two parts. Here, we'll look at his statement, \"I lowered taxes over the last two years.\"\n\nIn a separate report, we checked the statement, \"I didn't raise taxes once\" and rated it False. Obama has raised taxes on cigarettes and indoor tanning, and the health care law includes a tax penalty on the uninsured. The health care law also includes new taxes on the wealthy, increasing the rates they pay on Medicare hospital taxes starting in 2013.\n\nFor this one, we'll begin by noting that Obama has not raised income tax rates. Obama and Senate Republicans compromised on tax legislation at the end of 2010, leaving in place the same income tax rates for all tax brackets. (The extensions were necessary because the tax cuts passed under President George W. Bush would otherwise have increased last month.)\n\nIt's also true that Obama has successfully supported tax reductions for workers who make less than $200,000 a year or couples who make less than $250,000.\n\nObama kicked off his tax cuts for workers with the economic stimulus, formally known as the American Recovery and Reinvestment Act. He asked for tax cuts of $500 per worker per year; Congress agreed to $400. The tax cuts -- called Making Work Pay -- were implemented in early 2009 and people saw small increases in their paychecks.\n\nThe Obama administration liked giving people the money in their paychecks every week or two -- as opposed to mailing one big check -- because administration economists thought people would be more likely to spend the money and stimulate the economy. But the increases were small enough that a lot of people didn't notice them. A New York Times/CBS News Poll in September showed that fewer than one in 10 people knew that the Obama administration had lowered taxes for American workers.\n\nThose tax cuts expired at the end of 2010.\n\nBut as part of last fall's tax compromise with Republicans, Obama won a different type of tax cut for workers: a 2 percent reduction in payroll taxes that go to Social Security.\n\nKeep in mind that normally workers pay 6.2 percent in payroll taxes on up to $106,800 of their earnings. (Employers pay another 6.2 percent, while the self-employed are generally on the hook for the full 12.4 percent.) The new tax cut means workers will pay only 4.2 percent of their earnings. So that lowered taxes for workers.\n\nGenerally speaking, people who make more than $20,000 will get an even bigger tax cut than they did under Making Work Pay. (Workers who makes less than $20,000 will likely be worse off, but they'll still be paying lower taxes than in 2008.)\n\nThe tax compromise was a complicated piece of legislation, and not everybody ended up better off. Nevertheless, about 80 percent of tax payers end up with a tax cut under the deal, according to an analysis by the nonpartisan Tax Policy Center. And the broad-based tax cuts on income are significantly larger than the new excise taxes, said Roberton Williams of the Tax Policy Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo yes, a majority of Americans have seen reduced taxes under President Obama. But he's also taken steps to increase a few taxes like cigarettes and tanning over the past two years. Overall, we find his statement Mostly True.", "vclaim_id": "vclaim-pol-13648"}