{"url": "/factchecks/2018/oct/23/blog-posting/hurricane-headed-toward-migrant-caravan-not-so/", "speaker": "Bloggers", "vclaim": "\"Intensifying Hurricane Willa headed directly toward 10,000 migrant caravan path.\"", "truth_label": "false", "date": "stated on October 22, 2018 in a blog post:", "title": "No, Hurricane Willa is not headed toward the migrant caravan", "text": "A headline on a site called Patriotic Express misleads by giving the impression that a hurricane is headed directly toward a caravan of immigrants bound for the United States.\n\"Intensifying Hurricane Willa headed directly toward 10,000 migrant caravan path,\" said the Oct. 22 headline on patrioticexpress.com.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHurricane Willa is projected to make landfall on Mexico’s Pacific coast on Tuesday, Oct.t 23. However, its projected landfall is more than 1,000 miles north of the caravan’s current location. The latest news reports say the caravan is in the town of Huixtla, in southern Mexico. Hurricane Willa’s watch and warning advisories do not extend to Huixtla.\nPatriotic Express cites weather.com (The Weather Channel) as reporting that the hurricane \"should approach landfall along the southwestern coast of mainland Mexico by late Tuesday, which is expected to occur anywhere from near or north of Mazatlán to near Puerto Vallarta.\"\n(The Patriotic Express links to an outdated page on weather.com, but latest updates on weather.com maintain that landfall is expected in that general region, \"south of Mazatlán and well north of Puerto Vallarta.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe caravan is far from that point.\nParts of the Patriotic Express story are less misleading than the headline, saying that the hurricane \"is set to cross the path that the migrants will eventually cross.\"\n\"As the caravan heads north, there’s no doubt that they’ll eventually run into deteriorating conditions leftover from Willa — which we’ll soon see what level of damage it imposes upon populated areas of Mexico,\" the post said. \"The strain on resources in many areas of Mexico is already bad — let alone the possibility of being hit by a major hurricane and a large army of hungry migrants.\"\nThough the caravan is heading north, it’s uncertain if it will cross the towns expected to be impacted by Hurricane Willa. Even then, the caravan — walking north — would be many days away from reaching that point if it went that direction. (If it chose to go to the Brownsville, Texas, border, it would be on the opposite side of the hurricane’s expected landfall.)\nThe number of people in the caravan has increased since it started Oct. 13, reports peg the number traveling at around 7,000 — lower than 10,000 claimed in the Patriotic Express headline.\nA headline on patrioticexpress.com claimed, \"Intensifying Hurricane Willa headed directly toward 10,000 migrant caravan path.\"\nThe hurricane is expected to make landfall in Mexico — but nowhere near the caravan’s current location. It’s uncertain whether the caravan will pass through towns impacted by the hurricane. We rate the headline False.\n Share the Facts 2018-10-23 21:58:42 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Intensifying Hurricane Willa headed directly toward 10,000 migrant caravan path.\"    Patriotic Express Bloggers    in a blog post Monday, October 22, 2018 2018-10-22    Read More  info", "vclaim_id": "vclaim-pol-01422"}