{"url": "/factchecks/2015/apr/14/people-american-way/did-marco-rubio-vote-deport-dreamers/", "speaker": "People for the American Way", "vclaim": "Says Marco Rubio \"voted to deport\" young people known as Dreamers.", "truth_label": "barely-true", "date": "stated on April 13, 2015 in a radio ad:", "title": "Did Marco Rubio vote to deport Dreamers?", "text": "On the day Sen. Marco Rubio, R-Fla., announced his presidential campaign, opponents came out with an ad attacking his record.\nPeople for the American Way, a liberal advocacy group, released a Spanish-language radio ad that calls Rubio \"just another Republican with a dangerous plan\" and claims he supports tax cuts for the wealthy and cutting Medicare funding. The ad is set to run in Denver and Miami, Rubio’s hometown.\nThe ad also pits Rubio against \"Dreamers\" -- young people who arrived in the United States illegally as children who have been granted temporary status for deferred deportation under a 2012 White House program.\n\"Instead of giving Dreamers an opportunity to go to college and build a future, Marco Rubio voted to deport them,\" the ad’s narrator said.\nRubio, a son of Cuban immigrants, has long been an advocate for changing immigration law, including a path to citizenship. Did he really vote to deport the approximately 700,000 immigrants covered by this program?\nThe votes\nA spokeswoman for People for the American Way sent us evidence for the ad, which points to three instances where the group believes Rubio voted on legislation that amounts to deporting Dreamers.\nWe also reached out to Rubio’s staff but did not hear back.\nTo be clear: Rubio did not vote on any sort of yes-no measure that specifically called for deporting this group of individuals. Rather, these three votes had to do with an appropriations bill to fund the Department of Homeland Security.\nIn February, the fight between Democrats and Republicans over Homeland Security funding ultimately turned into a proxy war over immigration. Many Republicans, including Rubio, wanted to pass a bill that funded Homeland Security but stripped money from programs that would fund the 2012 program -- called \"deferred action for childhood arrivals,\" or DACA -- as well as President Barack Obama’s 2014 executive action that attempts to extend deferred deportations to a larger group of people.\nRubio voted in favor of this limiting funding three times this year (Feb. 3, Feb. 4 and Feb. 5).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNowhere does this version of the legislation say young people protected by Obama’s 2012 action would be deported. Though by stripping funding from the program, it’s possible that they wouldn’t be able to renew their participation in the program, meaning they could face a greater threat of deportation in the future.\nPolitico described it as such: Gutting the program \"effectively could leave more than 600,000 of the so-called Dreamers open to being deported.\" (Pew says there’s 700,000.)\nSenate Republicans also proposed a version of the bill that would have targeted Obama’s 2014 expanded executive action but continued funding for the 2012 deferred action for childhood arrivals program, protecting Dreamers from deportation. But Democrats didn’t bite, hoping instead for a bill that left both programs in tact. So that bill never came up for a vote.\nIn any case, the votes referenced by People for the American Way were not final; they would have simply moved the bill closer to a vote on final passage. Democrats blocked the bill from moving any further, and eventually Congress passed \"clean\" Homeland Security funding that did not block Obama’s immigration orders.\nWhile he does not support expanding the program to apply to more recent arrivals, Rubio expressed support for maintaining Dreamers’ status in the days after the vote -- at least while Congress works on a permanent solution.  \n\"Eventually that program has to end. It cannot be the permanent policy of the United States,\" he said in a Feb. 18 press gaggle. \"What I'm not advocating is that we cancel it right now at this moment, because you already have people that have signed up for it. They're working, they're going to school. It would be deeply disruptive. But at some point, it has to come to an end. It can't be the permanent policy. And my hope is that it would come to an end because it's replaced by a permanent solution like the one I've outlined through the three-step process.\"\nIt’s worth noting that back in 2012, Rubio supported a plan quite similar to Obama’s deferred action for childhood arrivals program. A spokesman told the Tampa Bay Times that Rubio’s plan never materialized because they were concerned that it would encourage illegal immigration.\nOur ruling\nA radio ad from People for the American Way said, \"Marco Rubio voted to deport\" young people known as Dreamers.\nRubio did not literally vote to deport young immigrants protected by Obama’s \"deferred action for childhood arrivals\" program. He voted in favor of an appropriations bill that would have stripped funding from the program, which might have resulted in future deportations if it had passed. But that’s only speculation.\nAdditionally, Rubio has specifically said that he does not support affecting the status of current Dreamers, though he does oppose expanding the program and has said it should not be permanent policy.\nThe statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-06523"}