{"url": "/factchecks/2014/aug/11/blog-posting/bloggers-bill-and-melinda-gates-george-soros-funde/", "speaker": "Bloggers", "vclaim": "Says George Soros and Bill Gates are funding a bioweapons lab in Sierra Leone that caused the Ebola outbreak.", "truth_label": "pants-fire", "date": "stated on July 28, 2014 in a blog post:", "title": "Bloggers: Bill and Melinda Gates, George Soros funded Sierra Leone lab that started Ebola outbreak", "text": "The underbelly of the Internet is no place to find credible information about the Ebola outbreak in West Africa. Last week we brought you example No. 1. Example No. 2 is as follows:\nSeveral conspiracy websites have raised questions lately about a \"bioweapons lab\" in Sierra Leone being the source of the virus. Questions like, \"What's behind the Ebola outbreak in Sierra Leone? Could it possibly be a U.S. bioweapons project gone amuck?\"\nSome of the websites tie the \"bioweapons lab\" to billionaires George Soros and Bill and Melinda Gates.\n\"At the epicentre of the current Ebola epidemic is the Kenema Government Hospital in Sierra Leone, which houses a U.S. a (sic) biosecurity level 2 bioweapons research lab with links to the Bill and Melinda Gates Foundation and Soros Foundation,\" reads an excerpt shared on sites like RumorMillsNews.com and BeforeItsNews.com.\nWe wanted to set the record straight.\nSoros and Gates\nThere’s no proof of Soros and Gates funding a bioweapons lab in Kenema, one of the largest cities in Sierra Leone with a population of about 150,000. And there’s really no case that a bioweapons lab in Kenema is behind the outbreak.\n\"The assertion is absurd,\" said Chris Williams, spokesman for the Bill and Melinda Gates Foundation. The Gates Foundation did provide a $1 million Ebola-related grant to support emergency efforts in West Africa by UNICEF, he said.\nA spokeswoman for Soros’ Open Society Foundations also said it does not fund any labs, much less a bioweapons lab, in West Africa.\nWe can’t exactly pinpoint the reason people are connecting Soros and the Gateses to the Ebola outbreak, our best guess is people are trying to insinuate they had something to do with creating the current crisis.\nOne blogger who invoked the Soros/Gates connection, Dublinsmick, referenced the website of the \"viral fever bioweapons lab inside Kenema Government Hospital,\" saying it \"read like a roll call of New World Order organizations.\"\nThe New World Order is a popular conspiracy theory whereby a group of wealthy elites plan to take over the world.\nHere’s the list, which does not include Soros or Gates:\nThe Consortium is a collaboration between Tulane, Scripps Research Institute, Broad Institute, Harvard University, University of California at San Diego, University of Texas Medical Branch, Autoimmune Technologies LLC, Corgenix Medical Corporation, Kenema Government Hospital (Sierra Leone), Irrua Specialist Teaching Hospital (Nigeria) and various other partners in West Africa. …The Consortium intends to expand this program to include other important infectious agents such as Ebola, Marburg and other Arenaviruses that are of great concern to public health and bioterrorism,\" states the bioweapons lab website.\nThis text matches a list of partners of the Viral Hemorrhagic Fever Consortium, which conducts research at Kenema. No, it does not describe itself as a bioweapons lab. And the program director said there is no financial connection to Gates or Soros.\nWe did find one very, very loose Soros-Gates link. One of the Broad Institute researchers who is part of the Viral Hemorrhagic Fever Consortium is a Harvard University computational geneticist who earned her medical degree from Harvard Medical School as a Soros Fellow, and her work is supported by awards from groups that include the Gates Foundation. Of course, she was also a Rhodes scholar, won a Packard Foundation award in science and engineering, and was recognized by the National Institutes of Health with an Innovator Award.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA spokeswoman for the Broad Institute, Haley Bridger, said the institute has not received money from Soros. She said it has received money from the Gates Foundation, but it was for research on tuberculosis, not Ebola.\nThe consortium\nBefore the current Ebola outbreak, members of the Viral Hemorrhagic Fever Consortium focused their work on a bigger concern in West Africa: Lassa fever, a viral disease with symptoms that resemble Ebola but is more common than Ebola in that area.\nThe National Institute of Allergy and Infectious Diseases awarded a five-year, $15 million contract to Tulane to continue researching Lassa fever, and the consortium was created in 2010. Tulane University researchers have worked in the area for about a decade to better understand Lassa fever and develop modern diagnostic assays, or tests to see if a person has the fever, and treatments.\nKenema Government Hospital in Sierra Leone is a major partner of the research scientists from Tulane and other universities. The multi-facility hospital contains a laboratory and ward dedicated to Lassa fever research and isolating Lassa fever patients.\nWhen the first Ebola case was diagnosed in Guinea, about three hours from the Kenema site in in early 2014, a team from the consortium went to Kenema to help the site switch gears.\n\"We were there working 10 years and then Ebola came here,\" said Dr. Robert Garry, a Tulane University professor and program manager of the consortium. \"We’re not here to turn Lassa and Ebola into a kind of superweapon. It can do that on its own.\"\nThe U.S. Army Medical Research Institute of Infectious Diseases also sometimes works in the facility, Garry said. Part of its mission is to prevent viruses like Ebola and Lassa fever from being used deliberately as bioterrorism agents against soldiers and civilians. It did not respond to our inquiry by our deadline. \nEbola infections have cropped up over the years, but the latest spell is the deadliest, with 961 deaths and 1,779 infections reported by the World Health Organization.\nThe first case was reported in Gueckedou, Guinea, in early 2014 before it spread to Sierra Leone, Liberia and Nigeria, some of the poorest parts of Africa with limited access to medical care (and in some cases, a deep mistrust among some residents of medical professionals spreading the disease).\nSo, no, it did not start at the country-owned hospital in Kenema, though the city is a major player in a very dispersed outbreak. The hospital’s medical staff is in the thick of treating patients infected with the Ebola virus, and several nurses and doctors have died in the course of treating patients.\nThat includes Dr. Sheik Umar Kahn, a worldwide pioneer of Ebola research from Sierra Leone who died July 28. Kahn was the physician in charge of the Lassa Fever Program at the Kenema hospital, so he worked with researchers from Tulane and elsewhere.\n\"The conspiracy theories really just kind of, wow,\" Garry said. \"Our teammates are dying, and you’re talking this trash about us.\"\nOur ruling\nBloggers worried about the New World Order connected the bank accounts of Soros and Gates to a facility responding to the Ebola outbreak in Sierra Leone -- a facility they strongly suggest is responsible for the outbreak.\nA direct link to the billionaires is unproven. One researcher who received education and research grants from their foundations does not warrant the much-hyped connection.\nMoreover, the virus did not start from a research lab in Kenema, giving the bloggers’ incendiary claims even less credibility.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-07458"}