{"url": "/factchecks/2017/jul/24/blog-posting/fake-newsoscar-pistorius-did-not-commit-suicide/", "speaker": "Bloggers", "vclaim": "Say Oscar Pistorius \"commits suicide in prison.\"", "truth_label": "pants-fire", "date": "stated on July 16, 2017 in a fake news blog post:", "title": "Reports that Oscar Pistorius committed suicide in prison are fake", "text": "The first tip-off that jailed South African Olympian Oscar Pistorius might not be dead, as a fake news item claimed, was the misspelling of his name.\n\"Oscar Pistorious commits suicide in Prison,\" topped the article on a website that flies under the masthead of City Herald. The additional \"o\" indicated the piece was dodgy, but the blunders didn’t stop there.\nThe article said Pistorius hanged himself in his prison cell, allegedly by tying a bedsheet to a window. It noted that prison officials announced the death on Saturday, but then added that he died at 5:30 in the morning on Sunday.\nComments posted on the article’s webpage showed that odd time sequence didn’t slip by careful readers.\n\"If this was news (bearing in mind you say it happened Sunday morning ZA time, but they managed to announce it on Saturday), it would be all over the international press, the BBC, Reuters, eNCA (a South African television news service)... not a sniff, anywhere,\" wrote one man.\nThe Pretoria-based Centurion Rekord, a legitimate news source, took the time to check with the family.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Rekord has spoken the brother, Carl Pistorius who said that the family knows nothing of the sort,\" the paper reported July 17.\nSimilarly, the official website for Oscar Pistorius has nothing about his death.\nPistorius is serving a six-year sentence for shooting his girlfriend in 2013, sparking a courtroom drama that drew worldwide attention. Pistorius, a Paralympic gold medalist, claimed he fired on Reeva Steenkamp thinking she was an intruder in the couple’s apartment. The details remain murky and initially, Pistorius was found guilty of negligent homicide. But a higher court overturned that ruling and declared him guilty of murder.\nThere were rumors in 2016 that Pistorius attempted suicide in jail, but he and his lawyers denied those accounts.\nThe Centurion Rekord described the item about Pistorius’ death as fake news, and we fully agree.\nWe rate this claim Pants on Fire!\n Share the Facts 2017-07-24 19:29:31 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Say Oscar Pistorius \"commits suicide in prison.\"     Bloggers Bloggers   On a fake news website Sunday, July 16, 2017 2017-07-16    Read More  info", "vclaim_id": "vclaim-pol-03074"}