{"url": "/factchecks/2012/jul/13/josh-mandel/josh-mandel-campaign-says-sherrod-browns-approval-/", "speaker": "Josh Mandel", "vclaim": "Sherrod Brown’s approval rating \"has plummeted to 38 percent among Ohio voters\" in a poll by a Democratic pollster.", "truth_label": "mostly-true", "date": "stated on July 9, 2012 in a fundraising email:", "title": "Josh Mandel campaign says Sherrod Brown's approval ratings have plummeted", "text": "Sen. Sherrod Brown has a challenge on his hands this November.  How serious depends upon how one reads the polls and regards the money being spent against him by third-party groups.\n\nBrown is an incumbent Democrat. His Republican challenger, Ohio Treasurer Josh Mandel, says things are definitely looking bad for Brown and cites a survey from a Democratic pollster as proof.\n\nMandel, in a fund-raising pitch sent by email on July 9, used the number 38 to make his case. The number represents \"the number of years Sherrod Brown has been a career politician,\" Mandel said. But \"38 is also Sherrod Brown’s approval rating in a recent poll conducted by a Democratic polling firm.\n\n\"Yes, you read that correctly,\" Mandel continued. \"His approval rating has plummeted to 38 percent among Ohio voters, and down to 33 percent among Independent voters!\"\n\nThat decline caught PolitiFact Ohio’s attention. Has Brown’s standing among voters dropped precipitously?\n\nMandel’s campaign communications director, Travis Considine, pointed us to the poll his boss had mentioned. Published on June 27, the poll was conducted by Public Policy Polling, a Raleigh, N.C., firm that represents Democratic candidates but that also conducts polling for general consumption. We turned to that poll, and to other surveys from PPP, as it is known.\n\nA news release accompanying the latest PPP poll actually had a headline quite different from Mandel’s point. The headline said, \"Sen. Brown holds steady, Kasich already in trouble.\"\n\nThe first paragraph in the news release announcing the results said, \"Despite steady increases in name recognition for Republican challenger Josh Mandel, incumbent Sen. Sherrod Brown continues to hold onto a modest lead in his first re-election bid.\"\n\nIn this automated telephone poll, conducted June 21 to June 24, Brown led Mandel by 7 percentage points. This meant  that Brown’s lead had dropped by only 1 point in a month despite ads from the Mandel campaign and groups that support him. Furthermore, PPP reported, \"Independents support Brown over Mandel 43-34.\n\nThere’s more, most of it supporting Brown. \"Sherrod Brown continues to lead the contest by a healthy margin,\" the PPP release concluded.\n\nWait a minute. Didn’t Mandel’s fund-raising email suggest otherwise?\n\nRead the language closely. Mandel did not pick a number reflecting how voters would have decided if the vote had been in late June. Those are the so-called horse race numbers we mentioned above that are important for getting a sense of where the race stands at any given time.\n\nBut in the PPP poll, 15 percent of Ohio voters were still undecided.This is why other poll questions mattered.\n\nFor instance, what do voters think of the job Brown is doing in the Senate? Those job-approval ratings can be important because they suggest potential weakness or strength as the campaign season continues. Mandel’s would not be the first campaign to look for an opponent’s weakness, spotlight it and then try to close the sale by offering voters an alternative.\n\nThus, the PPP poll question Mandel cited: \"Do you approve or disapprove of Senator Sherrod Brown’s job performance?\"\n\nThe answer, from a sample of 673 Ohioans who voted in at least one of the last three general elections (2006, 2008 and 2010):\n \n\n\n38 percent approve.\n\n\n42 percent disapprove.\n\n\n18 percent are not sure.\n\n\nGiven the poll’s 3.8 percentage-point margin of error, that difference between approval and disapproval is small -- perhaps inconsequential. But Mandel focused on other points, too.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\n\nHe looked at changes in Brown’s approval ratings since January. To better understand, we ran out the numbers from a series of PPP polls. Consider:\n\nBrown had a 42 percent job approval rating in a PPP poll conducted Jan. 28 and 29. His disapproval rating was 34. By early May, his approval had dropped by 2 points, still inside the margin of error, while his disapproval rating rose by a mere single digit.  No noteworthy changes, in other words.\n\nThen came the latest PPP poll. It coincided with an advertising push by Mandel as well as that of outside business and conservative groups that have spent more than $10 million in hopes of ousting Brown.\n\nThe latest PPP poll put Brown’s approval rating at 38 percent. His disapproval had grown to 42 percent,\n\nPut those together -- the 4-point drop in approval and the 8-point rise in disapproval since January -- and it means that Brown’s approval ratings \"have suffered a net loss of 12 points,\" Considine told us.\n\nIs it fair to put those numbers together to get to a 12-point loss?\n\nPPP director Tom Jensen told us yes. \"That’s how we would usually do it,\" he said.\n\nIt’s important to note that this is only one poll. We looked at the trend for Brown’s job approval this year in polls by Quinnipiac University, and unlike PPP, Quinnipiac showed a barely perceptible change of a single digit in each direction.\n\nBut Mandel was specific. He clearly referred to \"a recent poll conducted by a Democratic polling firm.\" So there was a drop. And it’s fair to consider it a 12-point drop on net, says the pollster.\n\nThat brings us to a final point of consideration: Has Brown’s approval rating \"plummeted,\" as Mandel said?\n\n\"I wouldn’t describe it as a plummet,\" Jensen said. \"Both Brown’s and Mandel’s numbers have gotten worse\" as the two go after one another.\n\nKarlyn Bowman, an impartial polling expert at the Washington think tank American Enterprise Institute, suggested the use of \"plummet\" is best left to wordsmiths. \"If I was looking at these numbers for Obama, I wouldn’t use the word ‘plummet,’ but it certainly is a significant change,\" Bowman said.\n\nOur Webster’s dictionary describes \"plummet\" as a sharp and abrupt drop. Most of the changes in Brown’s approval ratings occurred over little more than a month. Polls are best read over the course of time, but Brown’s drop in this one is relatively quick.\n\nSo Mandel’s statement is accurate.\n\nBut it bears noting that while he correctly cited data that showed Brown’s approval rating had declined, the poll wasn’t full of good news for Mandel, either.\n\nPPP found that only 24 percent of Ohio voters held a favorable opinion of Mandel. That’s still better than the 14 percent he got in January. Most voters then didn’t have an opinion of him.\n\nConversely, 39 percent of Ohio voters held an unfavorable view of Mandel in late June -- 14 points worse than in January, PPP data show.\n\nSo both these candidates might have a problem.\n\nAnd Mandel’s numbers left out the question that may matter most: For whom would you vote? He was selective in his data, ignoring the top line of the PPP finding that said Brown \"holds steady\" in his lead. The latest Quinnipiac poll gave Brown a whopping 16-point lead in the horse race.\n\nIn this context, you’d expect a politician to choose his best data, however selective. Mandel’s statement omits additional information that provides clarity. But the numbers he chose were accurate, despite the rhetoric.\n\nThat’s why we rate Mandel’s claim Mostly True.", "vclaim_id": "vclaim-pol-10775"}