{"url": "/factchecks/2011/feb/17/ed-schultz/talk-show-host-ed-schultz-says-wisconsin-state-emp/", "speaker": "Ed Schultz", "vclaim": "Under changes being debated, state employees in Wisconsin \"who earn $30,000, $40,000, $50,000 a year might have 20 percent of their income just disappear overnight.\"", "truth_label": "false", "date": "stated on February 15, 2011 in a statement on his television talk show:", "title": "Talk show host Ed Schultz says Wisconsin state employees might lose 20 percent of their income under Gov. Scott Walker’s budget repair plan", "text": "When Wisconsin Gov. Scott Walker proposed making state employees pay more for health and pension benefits, one of his aides said the changes would cost the average worker roughly 8 percent of his or her salary.\n\nWalker’s move so angered MSNBC-TV talk show host Ed Schultz that he came to Madison on Feb. 17, 2011 -- the day the Legislature was scheduled to vote on the proposals -- to air his show.\n\nTwo days earlier, Schultz claimed on \"The Ed Show\" the impact on state workers would be much greater than 8 percent. He said:\n\n\"People who earn $30,000, $40,000, $50,000 a year might have 20 percent of their income just disappear overnight.\"\n\nSchultz hedged a bit by saying might. But the implication was the effect of Walker’s proposals would be to cut the income of large numbers of state workers by 20 percent.\n\nLet’s see if he’s right.\n\nSchultz said in the broadcast that he had been given figures that show a 20 percent impact. We asked his staff for that information and they said they would attempt to provide it.  But as of publication, we have not heard from them.\n\nUnder the Republican governor’s plan, state employees would contribute 5.8 percent of their pay toward pensions and pay at least 12 percent of their health insurance premiums.\n\nMeanwhile, we consulted other sources on how much more state workers would pay if the budget repair bill is adopted.\n\nIt’s a political debate, but this is largely a mathematical question.\n\nHere’s what our sources said:\n\nCarla Vigue, spokeswoman for the state Department of Administration: The higher contributions would amount to, on average, a 9.4 percent cut in take-home pay.\n\n\nJoe Wineke, former administrator of the state Division of Compensation and Labor Relations and former chairman of the state Democratic Party: The impact on most workers would be 6.8 percent to 11 percent of their salary.\n\n\nWalker spokesman Cullen Werwie: Detailed estimates are being prepared, but the cost to the average worker would be about 8 percent of their wages.\n\n\nUniversity of Wisconsin-Eau Claire Chancellor Brian Levin-Stankevich: In a memo, he said a UW-Eau Claire employee who earns $40,000 per year would pay an annual pension contribution of $2,320, up from $80; and an annual health insurance premium for family coverage of $2,820, up from $1,068. That’s a total of $3,992 per year, or 12.9 percent of that employee’s salary.\n\nUnder the plan, all employees would pay the same percentage of their income toward pensions.\n\nBut the larger health insurance payments would eat up a higher percentage of the income of low-income employees than of high-income employees.\n\nSo the total impact would vary on a percentage basis.\n\nThat said, the total impact, in terms of a percentage of income, would not vary widely, according to Wineke. The vast majority of state employees take the same so-called Tier 1 health coverage, he said.\n\nLet’s return to the statement:\n\nSchultz said Wisconsin state employees earning $30,000 to $50,000 per year \"might have 20 percent of their income just disappear overnight\" as a result of Walker’s proposals to boost state employee payments for health and pension benefits. It was a broad statement about the impact of the measures.  \n\nThe sources we consulted indicate the range is 6.8 percent to 11 percent. Even if the higher payments comprise 20 percent of the income of some employees, there’s no indication it will be that high on a wide scale, particularly for state workers earning as much as $50,000 per year. If Schultz can provide evidence of a large-scale 20 percent impact, we’ll review this item.\n\nBut this is our rating: False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n(Editor’s note: On March 4, 2011, this item was changed to fix an error in the percentage of employee salary that goes toward paying for pensions and health insurance for a hypothetical employee at UW-Eau Claire.)", "vclaim_id": "vclaim-pol-13583"}