{"url": "/factchecks/2011/jun/20/sandy-pasch/wisconsin-rep-sandy-pasch-says-sen-alberta-darling/", "speaker": "Sandy Pasch", "vclaim": "State Sen. Alberta Darling \"voted to add more than $1 billion in additional spending\" while cutting programs such as education and health care", "truth_label": "mostly-true", "date": "stated on June 14, 2011 in a news release:", "title": "Wisconsin Rep. Sandy Pasch says Sen. Alberta Darling voted to add $1 billion in spending while cutting education and health care", "text": "As Republicans moved to aggressively cut the two-year state budget in the spring of 2011, state Sen. Alberta Darling, R-River Hills, praised the move to smaller government and no new taxes.\n\nMeanwhile, state Rep. Sandy Pasch, a Democrat from Milwaukee’s North Shore, fought against the cuts, in particular pushing to save funds for SeniorCare, the state’s drug assistance program for some residents over 65.\n\nNow Pasch is running in a recall election against Darling, co-chair of the Legislature’s budget-writing Joint Finance Committee.\n\nLittle surprise she would target Darling’s work on the budget, which makes controversial cuts in education and aid to local governments to close a more than $3 billion shortfall.\n\nHere’s the twist: Pasch argues the final product makes \"a mockery of Senator Darling's claims of fiscal responsibility.\"\n\n\"Voters in our district would be stunned to learn that all the while Senator Darling is talking about getting the budget under control, she actually voted to add more than $1 billion in additional spending,\" Pasch said in a campaign news release.\n\nCampaign watchers will see this claim repeated by Democrats in this summer’s recall elections. Already state Rep. Fred Clark, D-Baraboo, has launched a similar attack against Sen. Luther Olsen, R-Ripon.\n\nIndeed, both sides are working overtime to put their spin on the budget -- and doing it in some head-spinning ways.\n\nDemocrats are hammering their rivals about all the budget cuts, while simultaneously criticizing efforts Republicans made to soften some of the cuts. Republicans are touting their fiscal responsibility but also want credit for adding back some spending to ease some of Walker’s proposals.\n\nLet’s look at Pasch’s claim of a $1 billion spending increase.\n\nIs it true?\n\nPasch’s campaign pointed us to the nonpartisan Legislative Fiscal Bureau’s accounting of the work of the Joint Finance Committee. The committee, with members of both parties and both chambers, is the first stop for the budget, which won final approval June 16, 2011.\n\nThe fiscal bureau scored it this way: The 2011-’13 budget approved by the committee with Darling’s support was $1.1 billion higher than the budget of former Gov. Jim Doyle. That’s including all state and federal funds in the budget, for a 1.8 percent increase.\n\nBut there are other ways to look at it.\n\nThe committee’s starting point was not Doyle’s last budget, as Pasch’s statement implies, but the newly crafted budget for 2011-’13 from Walker, who had built in a 1 percent spending increase.\n\nWhen you look at what the committee added compared with the Walker  starting point, the figure is much lower -- $528 million, according to the fiscal bureau. That was possible largely because of revised revenue forecasts, that increased the amount the state is expected to take in.\n\nIn any case, both the $528 million and the $1.1 billion figures are appropriate and commonly used, depending on what point is being made, said Bob Lang, director of the fiscal bureau.\n\nAnd Capitol reporters -- including those from the Journal Sentinel -- have long measured increases by comparing the new budget to the previous year’s budget. That’s the $1.1 billion difference.\n\nIn the end, the committee did not go back to Doyle’s budget or even stay with the level of spending Walker introduced.\n\nSo Pasch’s claim about the increase seems to be on target.\n\nBut there is this caveat, unmentioned by Pasch: According to the fiscal bureau, $154 million of the spending increase stemmed from late-breaking estimates of higher enrollment in state Medicaid programs. The fiscal bureau itself suggested that add-back as an option.\n\nWhat about the second part of Pasch’s claim -- that Darling, while putting in \"additional spending,\" backed major cuts in education and cuts to SeniorCare?\n\nThis one’s a bit more complicated.\n\nDarling did back the Joint Finance Committee version of the budget that\nleft intact the bulk of Walker’s plans. For example, local school aids dropped by nearly $800 million.\n\nSo Darling supported most of Walker’s dramatic cutbacks. But she didn’t support them in total.\n\nIt’s worth noting the cut in local school aids would have been $116 million higher but for action by Darling and her committee.\n\nAnd on SeniorCare, Darling and the Republicans bucked Walker and kept SeniorCare in its current form. The Pasch news release, though, hits Darling for cutting SeniorCare.\n\nIn short: Some of the \"additional spending\" that Pasch attacks was more or less forced by events (the Medicaid piece) and some involved two issues where Pasch simultaneously criticized Darling for cutting back.\n\nDarling’s campaign estimated that about $140 million of the funds that Joint Finance added back to the budget went for things Democrats wanted restored.\n\nWhat’s the bottom line?\n\nTrying to turn Darling’s claims of fiscal austerity against her, Pasch contended that her opponent actually had voted for a budget that increased state spending by more than $1 billion. And that she did it while cutting key programs such as education and health care.\n\nThe $1 billion figure is a real number. And Darling backed many major cutbacks. But Pasch’s statement needed some clarification and additional information -- including that some of the $1 billion went to ease the cuts in programs Pasch simultaneously accused Darling of gutting.\n\nWe rate her statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12888"}