{"url": "/factchecks/2018/jul/11/matt-flynn/wisconsin-gubernatorial-candidate-flynn-says-foxco/", "speaker": "Matt Flynn", "vclaim": "\"Foxconn will not face oversight from any federal, state, or local agency to guarantee it complies with our wetlands protection laws.\"", "truth_label": "barely-true", "date": "stated on June 13, 2018 in news release:", "title": "Wisconsin gubernatorial candidate Flynn says Foxconn won't face wetlands oversight. Is he correct?", "text": "The $10 billion Foxconn project recently broke ground with much fanfare in Mount Pleasant, Wis. The project, which Republican Gov. Scott Walker helped woo to Wisconsin with the help of a state and local incentive package of about $4 billion, has been a political lightning rod.\nSupporters have hailed the prospect of 13,000 new jobs and the related economic impact on the state. Opponents have assailed the state’s tax incentive package, arguing the money could be better spent on road improvements, education and health care. They have also criticized the company’s need to divert millions of gallons of water a day from Lake Michigan.\nSome of the most prominent objections have focused on the potential environmental impact of the project, including potential air pollution and wetlands loss.  \nMatt Flynn, one of several Democratic candidates vying to take on Walker in the Nov. 6, 2018,  general election, voiced his concerns in a June 13, 2018 news release:\n\"As I have said before, Foxconn is welcome to build its factory in Wisconsin and create jobs here, but not under the terms of Scott Walker's costly, corrupt, and unconstitutional deal. As governor, I will not allow Foxconn to take our tax dollars or circumvent the laws everyone else has to follow.\"\nHe added this claim, which is one we want to check:\n\"Foxconn will not face oversight from any federal, state, or local agency to guarantee it complies with our wetlands protection laws.\"\nThe evidence\nWhen asked to provide support for the wetlands statement, Flynn campaign manager Bryan Kennedy pointed PolitiFact to a Jan. 3, 2018, Milwaukee Journal Sentinel article, which begins this way:\nThe U.S. Army Corps of Engineers says it has no jurisdiction over wetlands that will be filled as part of Foxconn Technology Group’s plans for a massive electronics plant in rural Racine County.\nThe Corps’ decision could help hasten construction by removing a potential roadblock for construction of the $10 billion plant, which would have allowed for the public to offer comments on the permit and potentially push for changes in how the site is developed to avoid wetlands.\nWisconsin lawmakers changed state law in September to accommodate the company by giving up state authority over wetlands on the Foxconn property. The Corps, however, still had the power to weigh in on the project.\nThe legislation also exempted Foxconn from some environmental requirements, allowing the company to fill in wetlands that are regulated by the state and change the course of streams.\nSo, the paragraphs from the article are mostly -- but not entirely -- on target with Flynn’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHowever, further down, the article notes: \"While the state would allow Foxconn to fill wetlands, that loss would require that new wetlands be created. Under existing law, for every 1 acre lost, a developer must create 1.2 acres elsewhere. The Foxconn legislation requires greater mitigation — 2 acres for every 1 acre lost.\"\nSo, there are other environmental regulations at play.\nState Department of Natural Resources\nIn short, there are some things the state has given up. But that does not mean there is no oversight on wetlands, as Flynn claims. The company has to replace the wetlands -- and do so at a higher ratio than other companies that are allowed to fill in wetlands.\nThis is all covered in a $2 million \"in lieu\" fee that is part of the agreement. Foxconn paid the amount into the Wisconsin Wetland Conservation Trust, according to an April 25, 2018, state Department of Natural Resources letter.\nThe in-lieu fee program, according to the DNR, involves the restoration, establishment, enhancement and/or preservation of aquatic resources through funds paid to a government or non-profit natural resources management entity to satisfy compensatory mitigation requirements of permits.\nIn a separate reference to its oversight, the state DNR Wisconsin Wetland Conservation Trust document stated the agency will oversee third-party construction of wetlands as paid for by Foxconn’s fee.\nDNR communications director Jim Dick said in an email that a total of 16.64 wetland acres under state jurisdiction were delineated in the area of Phase 1 of the Foxconn project. Thus, the $2 million would be used to create at least 33.28 acres of new wetlands.\nThe expectation, he said, is that the new wetland areas will be created in the same watersheds affected by the loss of existing wetlands.\nThe DNR website states \"Foxconn is subject to federal wetland permitting requirements and must properly mitigate any impact on wetlands.\"\nOfficials from Foxconn and Walker’s office both cited the same 2:1 ratio and $2 million payment by the company.\nOur rating\nIn a news release, Flynn said \"Foxconn will not face oversight from any federal, state, or local agency to guarantee it complies with our wetlands protection laws.\"\nThe U.S. Army Corps of Engineers announced that \"it has no jurisdiction,\" but the state Department of Natural Resources says \"Foxconn is subject to federal wetland permitting requirements and must properly mitigate any impact on wetlands.\" Indeed, Foxconn is required to mitigate wetlands at a higher ratio than other companies in the state.\nThe bottomline: While some environmental oversight was removed, Flynn’s claim went beyond that to say there would be no oversight related to wetlands.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, we rate his claim Mostly False.\n Share the Facts 2018-07-11 15:47:21 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Foxconn will not face oversight from any federal, state, or local agency to guarantee it complies with our wetlands protection laws.\"     Matt Flynn Democratic candidate for Wisconsin governor https://forwardwithflynn.com/matt-flynn-outlines-legal-strategy-to-stop-foxconn/   In a news release Wednesday, June 13, 2018 2018-06-13    Read More  info", "vclaim_id": "vclaim-pol-01875"}