{"url": "/factchecks/2010/sep/14/mickie-williams/clayton-officials-say-housing-program-has-employed/", "speaker": "Mickie Williams", "vclaim": "Clayton County has employed 1,300 people over the past seven months through the Neighborhood Stabilization Program.", "truth_label": "half-true", "date": "stated on September 7, 2010 in a presentation:", "title": "Clayton officials say housing program has employed 1,300 people", "text": "Clayton County got a boost from the federal government in April 2009 in its effort to combat the ongoing crisis of mortgage foreclosures.\n\nThe south metro Atlanta county received a $9.7 million grant through the federal Neighborhood Stabilization Program to buy foreclosed homes, fix them up and resell them to new buyers.\n\nCounty officials say they've noticed another benefit of the federal program -- the effort is keeping people employed and helping others get hired. Clayton's NSP manager, Mickie Williams, told county commissioners at a Sept. 7 meeting that about 1,300 people have been employed through the program over the past seven months. That sounds like good news when you consider that the most recent unemployment rate is 10.2 percent in Clayton and the nine other counties that are part of the Atlanta Regional Commission.\n\nWilliams repeated the claim she made to commissioners in a telephone interview with AJC PolitiFact Georgia. She said she may be underestimating the total.\n\n\"We're keeping the doors open on some of the small businesses,\" Williams said.\n\nSo how did Clayton County come to this conclusion?\n\nWilliams said the county had 114 homes under contract in the past seven months. She said the county hires at least 12 people to work on the purchase, renovation and selling of each home. That adds up to 1,368. The workers include contractors, loan officers, appraisers, inspectors, real estate agents, asset management, construction workers and the cleaning crew.\n\nJohn Adams, a longtime real estate investor who writes a weekly column for the AJC's Homefinder section, called Clayton County's methodology to come up with the number of people employed through the program \"loose.\"\n\nAdams wondered how long was each person employed and about the significance of the work they performed.\n\n\"I don't doubt the number, but I question its meaning,\" he said.\n\nAdams directed us to a 2008 study by the National Association of Home Builders. The study found 1.1 construction jobs are created when you spend $100,000 to remodel a home. Three construction jobs are created when you build a new home. We found a 2009 report on that organization's website that estimated 78 jobs were supported by each $10 million spent on remodeling homes in a typical metro area. NAHB used federal Bureau of Labor Statistics data to come up with its findings. Paul Emrath, a co-author of the report, said the 78 job estimate is full-time positions that someone worked during an entire 12-month period.\n\nThere's little research on the impact of the NSP on job creation and retention. Its focus is on getting people into homes. Clayton officials estimate there are about 900 foreclosures per month. The state of Georgia received $77 million during the first round of grants. Cobb, DeKalb, Fulton and Gwinnett counties were awarded NSP grants, as well as the city of Atlanta. Clayton started spending its NSP funds in January, Williams said.\n\nThe NSP program, which was passed in 2008, is administered under the U.S. Department of Housing and Urban Development. Joseph Phillips, a regional spokesman for HUD, said the federal agency does not keep track of how many people are employed through each grant recipient. The city of Atlanta has a list of 185 vendors who have done work for its NSP efforts, but they do not keep a breakdown of how many people are employed in each project.\n\nAJC PolitiFact Georgia interviewed several people who buy, renovate and resell foreclosed homes. Each one said they worked with a dozen or more people during the process. Bryan Eastman, who builds homes in several southeast Atlanta neighborhoods, rattled off the names of 25 different types of people he works with. Jeff Baillis, who fixes up homes in southwest Atlanta, said he typically works with about a dozen people. The work usually takes more than a month.\n\n\"You can keep going and going and going,\" said Philippe Pellerin of Real Estate Alliance Partners, an Atlanta NSP partner who buys and resells homes in Atlanta neighborhoods like Peoplestown and Summerhill.\n\nWe went back to a key question Adams asked: How long do these architects, drywall contractors and closing attorneys work on these projects?\n\nWilliams said that is difficult to estimate because each project is different. The drywall repair work on one house may take more time than another, she said.\n\nGreg Shealey, a leader of one of the four asset management teams Clayton County used to handle the construction work on its NSP efforts, said one house may take two weeks to fix while another could take about two months. He estimated the crews spend about 60 hours a week on each house.\n\nEmrath and others noted, job creation and retention was not the main purpose of the Neighborhood Stabilization Program. No one interviewed doubted 1,300 people have been hired to do work by Clayton County. But, as Emrath and others said, it would be easier to examine the numbers if Clayton had a breakdown of how much work each person hired performed for the county.\n\nPeople who work independently to buy, fix up and resell homes offer similar estimates to Clayton concerning the number of people they've hired to do such work.\n\nClayton County's initial statement appears accurate. But it's based on estimates that can't be confirmed, and for that reason, we believe it needs more context. We rate the NSP estimate as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14433"}