{"url": "/factchecks/2016/feb/14/marco-rubio/rubio-exaggerates-sayig-its-been-80-years-lame-duc/", "speaker": "Marco Rubio", "vclaim": "\"It has been over 80 years since a lame-duck president appointed a Supreme Court justice.\"", "truth_label": "barely-true", "date": "stated on February 13, 2016 in a debate in Greenville, S.C.:", "title": "Rubio exaggerates in saying it's been 80 years since a 'lame duck' made a Supreme Court nomination", "text": "The death of U.S. Supreme Court Justice Antonin Scalia was a key topic at the start of the Republican presidential debate in South Carolina Saturday night.\nSome of the candidates, including Sen. Marco Rubio, called on President Barack Obama to hold back on his replacement and leave the decision to the next president.\n\"I do not believe the president should appoint someone,\" said Rubio, a Florida senator. \"And it's not unprecedented. In fact, it has been over 80 years since a lame-duck president has appointed a Supreme Court justice.\"\nLet’s see what history shows about lame-duck presidential picks to the Supreme Court. We emailed spokespersons for Rubio and did not hear back.\nNominations\nTechnically presidents don’t \"appoint\" a justice to the Supreme Court. They nominate someone who is then confirmed by the U.S. Senate.\nThere’s also the problem of whether Obama should be considered a lame duck or not. Some would say Obama isn’t a lame duck until after Election Day in November when his successor is chosen. Others might say all second-term presidents are lame ducks because they know they won’t serve again.\n\"The definition has evolved,\" said Larry J. Sabato, director of the Center for Politics at the University of Virginia. Decades ago, the lame-duck label was applied to a president after an election, but the term has changed over time to include any officeholder in his or her last term.\nEither way, election-year Supreme Court nominations are rare.\nRubio’s statement prompted several comments on Twitter from those who noted a specific exception to his claim: the nomination of Justice Anthony Kennedy.\nThe Senate confirmed Kennedy 97-0 on Feb. 4, 1988. That was about 28 years ago -- not 80.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on August 24, 2010 in his primary victory speech.\n\n\n\n\n\n\n\n\nKendrick Meek claims he's the only candidate who said Sonia Sotomayor \"will make an excellent Supreme Court justice.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • August 25, 2010\n\n\n\n\n\n\n\nKennedy replaced Justice Lewis Powell, who retired, and was Reagan’s third nomination for the opening, after Robert Bork and Douglas Ginsburg. Powell announced his retirement in June 1987.\nReagan, who was in his second term, nominated Kennedy in November 1987. Kennedy was confirmed in February 1988. In November 1988, Reagan’s vice president George H.W. Bush won the presidency.\n\"The nomination actually wasn't in the election year, although the confirmation vote was,\" said Harvard law professor Mark Tushnet.\nThis came up minutes later in the debate, when U.S. Sen. Ted Cruz of Texas said, \"We have 80 years of precedent of not confirming Supreme Court justices in an election year.\" Debate moderator John Dickerson of CBS News corrected Cruz by noting that Kennedy was confirmed in 1988.\nWe’re not certain which nomination Rubio was referring to 80 years ago. One possibility is when President Herbert Hoover nominated Benjamin Nathan Cardozo to fill a vacancy in February 1932, and Cardozo was confirmed that same month. Hoover then went on to lose re-election later that year.\n\"But Hoover was not a lame duck; he was eligible for re-election even though he lost,\" said Russell Wheeler, an expert on the courts at the Brookings Institution and former deputy director of the Federal Judicial Center.\nAs of 2010, the Senate has rejected 16 of 34 Supreme Court nominations because of opposition to the nominating president, according to a 2010 Congressional Research Service report. Seven of the rejected nominations were put forward by presidents in their final year in office after a new president had been elected but before the successor took over. But those were more than 80 years ago.\n\"Each of these ‘lame duck’ nominations transpired under 19th century presidents when the post-election period lasted from early November until early March,\" the report states.\nOur ruling\nRubio said, \"It has been over 80 years since a lame-duck president appointed a Supreme Court justice.\"\nThe most recent contradiction of this claim would be Reagan’s nomination of Kennedy. Kennedy was nominated in November 1987 and confirmed during Reagan’s final year of office in February 1988.\nReagan’s timeline doesn’t exactly line up with what Obama faces; Reagan had more time between his nomination and the end of his presidency. But it’s hard for us to see how Obama can be considered a lame duck but not Reagan. Both were second-term presidents who knew they would not serve again but did not yet know who their successor would be.\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/68b4dac8-5559-4038-8f50-583a60a214a4", "vclaim_id": "vclaim-pol-05411"}