{"url": "/factchecks/2011/mar/29/barack-obama/barack-obama-says-regime-change-iraq-took-eight-ye/", "speaker": "Barack Obama", "vclaim": "\"Regime change (in Iraq) took eight years\"", "truth_label": "half-true", "date": "stated on March 28, 2011 in a televised address:", "title": "Barack Obama says regime change in Iraq took eight years", "text": "During a March 28, 2011, address to the nation, President Barack Obama drew a comparison between his course in Libya -- where the United States and its allies are enforcing a no-fly zone against Libya’s Moammar Gadhafi -- and Iraq, where Obama’s predecessor, President George W. Bush, used military force to oust Saddam Hussein.\n\n\"The task that I assigned our forces -- to protect the Libyan people from immediate danger and to establish a no-fly zone -- carries with it a (United Nations) mandate and international support,\" Obama said in a televised address from National Defense University in Washington, D.C. \"It’s also what the Libyan opposition asked us to do. If we tried to overthrow Gadhafi by force, our coalition would splinter. We would likely have to put U.S. troops on the ground to accomplish that mission or risk killing many civilians from the air. The dangers faced by our men and women in uniform would be far greater. So would the costs and our share of the responsibility for what comes next.\"\n\nHe continued by making a comparison to the Iraq War.\n\n\"To be blunt, we went down that road in Iraq,\" Obama said. \"Thanks to the extraordinary sacrifices of our troops and the determination of our diplomats, we are hopeful about Iraq’s future. But regime change there took eight years, thousands of American and Iraqi lives, and nearly a trillion dollars. That is not something we can afford to repeat in Libya.\"\n\nWe wondered whether it was fair for Obama to say that \"regime change\" in Iraq \"took eight years\" -- which would mean that it’s still ongoing or that it recently ended.\n\nWhether Obama is correct depends heavily on the definition of \"regime change.\" Is it accomplished simply with the ouster of the old regime? Or is it accomplished with the installation of a new, stable government?\n\nTo investigate this question, let’s recap the chronology of the political situation in Iraq, starting with the U.S.-led invasion in March 2003. To assemble the chronology, we’ve drawn heavily on a detailed BBC chronology of recent Iraqi history.\n\n2003\n\nMay: U.N. Security Council officially backs U.S.-led interim authority. Baath Party and institutions of the former regime are abolished.\n\nJuly: U.S.-appointed governing council holds its first meeting.\n\nDecember: Hussein captured.\n\n2004\n\nJune: U.S. turns over sovereignty to interim government of Prime Minister Iyad Allawi.\n\n2005\n\nJanuary: Eight million votes cast in Transitional National Assembly elections.\n\nApril: Parliament names Jalal Talabani, a Kurd, president, and Ibrahim Jaafari, a Shiite, prime minister.\n\nOctober: Voters approve a new, federal democratic constitution.\n\nDecember: Iraqis vote for first full-term government and parliament since the invasion.\n\n2006\n\nJanuary: Shiite-led United Iraqi Alliance wins election but falls short of a majority.\n\nApril: President Talabani asks Shiite compromise candidate Nouri al-Maliki to form a new government.\n\nDecember: Hussein executed.\n\n2007\n\nAugust: A key Sunni bloc, the Iraqi Accordance Front, withdraws from the cabinet following a dispute over power-sharing.\n\n2008\n\nJuly: The Iraqi Accordance Front rejoins the government.\n\n2010\n\nMarch: No coalition wins enough votes for a parliamentary majority.\n\nAugust: Iraq's two main political blocs suspend talks on forming a government.\n\nNovember: Parliament reconvenes and reappoints Talabani as president and al-Maliki as prime minister.\n\nDecember: Parliament ends deadlock and approves a new government, minus a few ministries where no agreement could be reached.\n\nWe see supporting evidence for either interpretation of \"regime change\" in this chronology.\n\nOn the one hand, Hussein’s regime was ousted quickly after the war began and was succeeded by a U.N.-sanctioned transitional government. In turn, the transitional government was succeeded by a democratically elected interim government and two subsequent rounds of democratic parliamentary elections, all supported by a voter-approved constitution.\n\nOn the other hand, Obama has a point that the process of establishing a new government has been, at best, imperfect and drawn-out. At various points, the process of forming a government has slipped into months of paralysis.\n\n\"Regime transition can take a long time, even a decade or more,\" said Marc Chernick, a foreign policy specialist who teaches at Georgetown University. \"What Obama stated was perfectly fair, indeed, even optimistic, as it is not clear to me that a new regime, especially a democratic regime, has been consolidated.\"\n\nAnd establishing democracy in Iraq required the presence initially of U.S. troops -- through August 2010, when the final U.S. combat brigades withdrew -- and now home-grown forces.\n\n\"The regime has relied on foreign forces to prop it up for eight years,\" said Robin Wright, a senior fellow at the U.S. Institute of Peace. \"Especially during the 2004-2007 period, the U.S. secured the state from foreign fighters, al-Qaida and an insurgency. The regime change was arguably not viable until Iraqi troops could take over from the U.S.\"\n\nMichael O’Hanlon, a foreign policy specialist with the centrist-to-liberal Brookings Institution, agrees that both interpretations are credible, though \"on balance, I think his point is fair. He was clearly describing the overall effort, not a particular phase of the campaign.\"\n\nUltimately, we think both interpretations of the term \"regime change\" are credible. Obama has clearly staked out a position on one end of the spectrum, which experts tell us is a defensible approach. But we think it's also valid to point out that the Hussein regime is long gone, replaced by an internationally recognized successor government. While that government has been less than stable, other democratic countries have had periods of political volatility as well. We rate Obama’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13348"}