{"url": "/factchecks/2014/may/22/dont-let-florida-go-pot/medical-marijuana-amendment-allows-teenager-get-re/", "speaker": "Don't Let Florida Go To Pot", "vclaim": "A proposed amendment \"allows a teenager to get a recommendation for medical marijuana without the consent of a parent.\"", "truth_label": "half-true", "date": "stated on May 20, 2014 in the group's website:", "title": "Amendment 'allows a teenager to get a recommendation for medical marijuana without the consent of a parent'", "text": "Family Feud time! Today’s question: Name something most teenagers cannot do.\nVote? Ding! See R-rated movies alone? Ding! Buy beer? Ding!\nScore some weed without a hitch under Florida’s proposed medical marijuana amendment? BUZZZZ!\nAn anti-marijuana coalition operating the website DontLetFloridaGoToPot.com has claimed as much. Among the talking points was the assertion, \"The amendment allows a teenager to get a recommendation for medical marijuana without the consent of a parent.\"\nThere’s already plenty of debate over the legalities of Amendment 2, which is on the November ballot. But can teens easily score a nickel bag solo should it pass? We’ll have to take our own survey and see what it says.\nA minor hitch\nAmendment 2 calls for the state to allow patients with cancer, glaucoma, AIDS, hepatitis C, ALS, Crohn’s disease, Parkinson’s disease, multiple sclerosis and unspecified \"other conditions\" to obtain medical marijuana with a doctor’s written recommendation. Technically, the physicians won’t write prescriptions, because marijuana would still be illegal under federal law. If 60 percent of voters ratify the amendment, the state must set up a dispensary system and write regulations for growing and selling the drug.\nThe Don’t Let Florida Go To Pot website lists more than 40 \"coalition partners.\" The Orlando Sentinel reported the site is run by Save Our Society From Drugs, a St. Petersburg-based lobbying group, and the Florida Sheriffs Association. The sheriffs association’s tax status prevents it from actively lobbying for people to vote against Amendment 2, but the group publicly opposes the measure.\nThe sheriff’s association and Save Our Society did not answer our questions about why they think teens will be free to roll up spliffs without asking mom and dad first. Others have complained the measure’s language doesn’t set a minimum age, and therefore targets minors.\nBut the vague amendment language is by design, according to the organization behind the amendment. United for Care attorney Jon Mills told PolitiFact Florida that by not addressing the age issue, a topic that was discussed while drafting the proposal, the amendment allows state law to take precedent on the issue of age.\nCurrently, a parent or guardian must provide consent for medical treatment for a minor, except in emergencies or other unusual circumstances, such as when the Department of Children and Family Services must get involved.\nThe absence of an age limit is to allow the state freedom to write the rules as they see fit, should the amendment pass and become part of the state Constitution.   \n\"If we put a minimum age in we’d never be able to modify it,\" Mills said, referring to how the amendment will change the state’s Constitution, rather than creating a new statute, as many medical marijuana states do.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThere are 21 states with laws that allow medical cannabis. Only three (California, Washington and Massachusetts) make no mention of minors in their language, as in the Florida amendment. Karen O’Keefe, director of state policies for the Marijuana Policy Project, which favors measures to allow medical marijuana, said all three still require parental involvement in some way.\nMinnesota, which will soon be the 22nd state to allow it, also doesn’t include language about children.\nThree other states (Connecticut, Delaware and Illinois) specifically exclude allowing minors to use the drug -- and Illinois is on the brink of changing its law concerning kids. The other 15 allow children access to the drug to some degree but only with parental consent.\n\"In Florida, I think there is no way that minors will actually ultimately be allowed to sign up for medical marijuana without their parent or guardian’s support. In fact, the rules may be even more strict than they are in most states,\" O’Keefe said. She compared Amendment 2 to Massachusetts’ 2012 law, which didn’t mention minors. The state ended up heavily regulating use by children.\nVanderbilt Law School professor Robert Mikos pointed out that any teenager would have to go through the same vetting process as adults. That means they would undergo whatever examination, registration and regulation process the state creates.\n\"Does this mean a 13-year-old could just go in and get a certification? That’s not the case in any state,\" he said. \"There’s nothing about the Florida proposal that says Florida would be worse than any other state.\"\nSo if concerns about minors are unfounded, could Don’t Let Florida Go To Pot potentially mean 18- or 19-year-olds? They’re technically teenagers.\nMikos says if that’s what Don’t Let Florida Go To Pot is saying, \"it’s a very misleading statement meant to scare people.\" He points out that 18-year-olds are allowed to buy tobacco and are allowed prescriptions to Oxycontin, so marijuana probably shouldn’t be treated any differently.\nDouglas Berman, an Ohio State University law professor who edits a marijuana policy blog, says the opposition’s concern about teen use could possibly be better illustrated by the possibility of those older teens exploiting the system.\n\"There’s nothing in this to stop college kids on spring break to go into the doctor’s office and saying, ‘My back hurts,’ and getting some, not for medicinal purposes, but because they want to have fun,\" Berman said. But focusing on that angle in medical legislation is a dubious argument.\n\"There’s nothing else in medicine that we go to a 19-year-old and say, ‘Hey, you need your parents’ permission,\" Berman added.\nOur ruling\nDon’t Let Florida Go To Pot says \"the amendment allows a teenager to get a recommendation for medical marijuana without the consent of a parent.\" The group didn’t offer us any specifics on what it meant.\nThe amendment is actually silent on the issue of minors. The proposal’s framers say they specifically didn’t include minors in its language in order to let state law reign supreme. Policy experts said state regulations usually dictate parental consent is necessary, and there’s no reason to think Florida would be any different. We should note that in all probability, 18- and 19-year-olds would have access like any other adult.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-07830"}