{"url": "/factchecks/2016/sep/09/duane-hall/north-carolina-top-state-offshore-wind-power-state/", "speaker": "Duane Hall", "vclaim": "North Carolina’s coast \"is possibly the best place in (the) U.S. for an offshore windfarm.\"", "truth_label": "mostly-true", "date": "stated on August 23, 2016 in a tweet:", "title": "North Carolina a top state for offshore wind power, state legislator says", "text": "Some lawmakers want to ban wind turbines from much of North Carolina’s soil, citing concerns about interference with the flight paths of military and civilian aircraft.\nThe N.C. Senate approved regulations in June to do just that. The House of Representatives didn’t vote on the regulations. But regardless of whether they are revived and become law in future legislative sessions, some Democrats are already touting opportunities for wind power that aren’t on land.\n\"NC's coast is possibly the best place in U.S. for an offshore windfarm,\" Rep. Duane Hall of Raleigh tweeted in August, responding to news of an offshore wind farm being built in Rhode Island. \"We need to do this!\"\nBeachgoers tend to hate the winds that stir up sand and send umbrellas tumbling away. But we wondered whether the energy industry views windy days at the North Carolina coast differently, or whether Hall’s claim was nothing but hot air.\nEnergy potential\nFirst, we need to ask whether Hall’s claim is even relevant. It wouldn’t matter how good North Carolina’s potential for offshore wind power is compared with the rest of the country if no one is seriously interested in offshore wind power.\nEven though it’s a new industry in the U.S., it makes sense for wind power advocates to focus offshore. Winds tend to be stronger and more uniform over water than over land.\nSeveral offshore wind farms are in various stages of development, and the federal government wants 20 percent of the country’s power to come from wind by 2030. According to the U.S. Department of Energy, \"offshore wind is a crucial renewable resource to be incorporated in the country's clean energy mix\" because 80 percent of energy use is in coastal states.\nThe federal Bureau of Ocean Energy management has identified three developable sites off the North Carolina coast that contain up to 3,740 megawatts of wind energy potential. That’s nearly twice as much as the solar energy North Carolina produced in 2015, when it ranked third in the nation in solar output. So the potential is there. But is it the best?\nThe best states for wind\nHall didn’t respond to our questions asking for evidence backing up his claim. So we looked up various maps and charts on our own, trying to find \"possibly the best place\" for offshore wind energy.\nA 2010 study by the federal government’s National Renewable Energy Laboratory measured offshore wind power potential in each state. North Carolina ranked fifth behind Hawaii, California, Michigan and Louisiana. Here's a map from the lab:\n\nThe study measured total wind power and did not factor how much space would be realistically unusable due to developmental or environmental issues.\nBut taking reality into consideration, Cristina Archer, a University of Delaware professor who studies renewable energy, said North Carolina is \"a pretty awesome state for offshore wind.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWhile it doesn’t have the most total wind or the highest wind speeds, she said, North Carolina might have the best actual potential due to the geography of the coast.\n\"I would agree that it is possibly the best in the country, because of the ideal combination of high winds, relatively shallow waters, and a long coastline,\" Archer said. \"Other states, like California, might have higher winds, but the waters are too deep. Or Massachusetts is windier and shallow too, but it does not have the long coastline.\"\nThe Bureau of Ocean Energy Management agrees: \"Wind speeds off the Atlantic Coast and in the Gulf of Mexico are lower than wind speeds off the Pacific Coast. However, the presence of shallower waters in the Atlantic makes development more attractive and economical for now.\"\nFactors against North Carolina\nThere are a few reasons why North Carolina might be passed over, however.\nWhile North Carolina has more total offshore wind potential than any other East Coast state, some spots in New England have stronger winds.\nHurricanes could also scare off some companies. Turbines can only handle winds up to certain strengths, and very fast winds can damage or destroy them.\nA 2012 study of the risk of hurricane damage in four counties with appealing offshore wind prospects – one each in North Carolina, Texas, New Jersey and Massachusetts – found that the second-riskiest was Dare County, in northeastern North Carolina.\nThe silver lining is that most of the risk in Dare County would be from category 4 and 5 hurricanes. No storm that strong has hit Dare County since at least 1851, when hurricane tracking began. North Carolina as a whole has experienced only one storm that strong – Hurricane Hazel, with category 4 winds, hit southern North Carolina in 1954.\nOcean auctions\nNone of the pros or cons matter, however, if companies can’t access the swaths of ocean where they want to build wind farms.\nThe only way to get that access is to lease it from the Bureau of Ocean Energy Management at auction. The BOEM has identified three areas in North Carolina for auction – one in Dare County, near Kitty Hawk, and two near Wilmington.\nThe only other such sites in the U.S. are in New York, South Carolina, Hawaii and Oregon.\nA BOEM spokeswoman said the two Wilmington areas won’t be put up for auction for some time, since they’re being combined with the South Carolina areas. The Kitty Hawk site could be auctioned next year.\nOur ruling\nHall said North Carolina’s coast is \"possibly the best place\" in the country for offshore wind.\nWe appreciate Hall’s use of the word \"possibly.\" He’s right to acknowledge some uncertainty. North Carolina has neither the country’s best individual spots for wind power nor the most total potential. But it’s near the top and further benefits from a uniquely long, shallow and uniformly windy coastline that gives it competitive advantages.\nSince Hall’s claim is accurate but needs additional explanation, we rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/52e75965-891a-4094-b1ea-aa5a0ddf548b", "vclaim_id": "vclaim-pol-04344"}