{"url": "/factchecks/2016/jun/03/alcee-hastings/dog-meat-delicacy-or-global-health-threat/", "speaker": "Alcee Hastings", "vclaim": "The Dog Meat Festival in Yulin, China, \"threatens global public health.\"", "truth_label": "pants-fire", "date": "stated on May 16, 2016 in a House resolution:", "title": "Dog meat: Regional treat or global health threat?", "text": "Every June, the city of Yulin in China’s southwestern Guangxi Zhuang autonomous region hosts a spectacle that has drawn international condemnation.  An estimated 10,000 dogs are butchered as part of a dog meat festival that started about six years ago.\nU.S. Rep. Alcee Hastings, D-Fla., moved to put his colleagues on record against the practice. In a House resolution, he highlighted that \"dogs who reach the slaughterhouses are typically beaten to death with shocking brutality, without any regard for their welfare,\" and that the dog meat trade \"poses a risk to human health by exposing people to a multitude of diseases, including rabies and cholera.\"\nAction is needed, the resolution continued, because the Dog Meat Festival in Yulin \"threatens global public health.\"\nWe are not insensitive to how ugly the scene might well be in Yulin.\nBut our focus is on whether this festival in itself poses a threat to global public health.\nHastings spokesman Evan Polisar sent us a statement that said \"anything that happens in China has global significance, positively or negatively, due to China's enormous size.\" The statement noted that rabies kills about 2,000 people a year in China. People who handle the dogs are most at risk of contracting rabies by being bitten or scratched.\n\"Since rabies is deadly and the number in China is so big, a reduction of that number is a global accomplishment,\" Polisar told us in an email.\nThe statement from Hastings’ office also mentioned the potential for food contamination at restaurants that serve dog meat.\nPerhaps, but that falls well short of describing a global health threat, officials at the World Health Organization told us.\nPut simply, you may reject the dog festival as being cruel to animals or unethical, but you shouldn’t suggest it poses a global health threat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"While much can be said from the ethics and animal welfare points of view, we’re not aware of scientifically justified arguments behind the claim that a dog meat festival in China or the practice of eating dog meat represent a global threat to public health,\" said Dr. Kazuaki Miyagishima, director of WHO’s Department of Food Safety, Zoonoses and Foodborne Diseases. \"While it may pose a potential public health issue within China because of the lack of compliance with existing regulations, this would have no or very limited international impact.\"\nDog meat is eaten primarily in countries in Asia, although it is also reported in some places in Africa. This map shows the nations most commonly mentioned in news reports.\n\n \nChina did see a resurgence of rabies during the 1990s and the government responded with more monitoring and rabies vaccination programs. A study of about 1,300 cases found that six cases (.5 percent) were tied to the dog meat trade. Researchers in Yunnan Province on Guangxi’s western border took tissue samples from 300 dogs slaughtered for meat and found none were infected with rabies.\nHastings’ resolution also mentioned cholera, but China reported no outbreaks of cholera in 2014 and while there was one between 2010 and 2013, it occurred far away in another part of China to the north and east of Yulin.\nWe could find no survey of global health threats that made any reference to dog meat or the dog meat trade. Worldwide, rabies kills about 60,000 people a year, about a third of them in India. HIV/Aids and tuberculosis, clear global health threats, each kill over a million people annually.\nThere are reports from China and Africa that dog slaughter is particularly cruel because some believe that the meat tastes sweeter if the animal dies in pain. The moral objections are obvious. The government of Yulin has distanced itself from the festival and moved to limit it.\nOur ruling\nHastings said in his resolution that the dog meat festival in Yulin, China threatens global public health. No evidence backs that up. A leading expert at the World Health Organization dismissed the idea, both for the festival in particular, and the practice of eating dog meat in general. Peer-reviewed studies in China find little connection between the dog meat trade and rabies.\nThere may be other reasons to condemn the festival, but the risk it poses to public health globally is not one of them.\nWe rate this claim Pants on Fire.\nhttps://www.sharethefacts.co/share/0c5235ea-5c55-4a47-be55-e00301952bf7", "vclaim_id": "vclaim-pol-04882"}