{"url": "/factchecks/2015/sep/17/carly-fiorina/cnn-debate-carly-fiorina-urges-others-watch-planne/", "speaker": "Carly Fiorina", "vclaim": "One of the Planned Parenthood videos shows \"a fully formed fetus on the table, its heart beating, its legs kicking, while someone says, 'We have to keep it alive to harvest its brain.' \"", "truth_label": "barely-true", "date": "stated on September 16, 2015 in the CNN debate:", "title": "At CNN debate, Carly Fiorina urges others to watch Planned Parenthood videos", "text": "Following the release of several videos claiming to prove Planned Parenthood illegally profits off of aborted fetal tissue, many anti-abortion politicians have called for cutting off federal funding to the women’s health organization. At the second Republican debate, former Hewlett-Packard CEO Carly Fiorina laid out defunding Planned Parenthood as a priority.\n\"I dare Hillary Clinton, Barack Obama to watch these tapes,\" she said on the stage at the Ronald Reagan Presidential Library Sept. 16. \"Watch a fully formed fetus on the table, its heart beating, its legs kicking, while someone says, 'We have to keep it alive to harvest its brain.' \"\nThe videos, which amount to at least a dozen hours, are produced by the anti-abortion Center for Medical Progress. They primarily show people posing as tissue brokers and talking with Planned Parenthood employees about procuring fetal tissue for medical research.\nFiorina’s claim makes it sound like there is actual footage of Planned Parenthood examining an aborted fetus whose heart is still beating, while someone says \"we have to keep it alive to harvest its brain.\" There isn't. \nFiorina is likely talking about this 10-minute Aug. 19 video. (Warning: The video contains extremely gruesome footage.) The video shows an interview with a woman talking about a scene similar to the one Fiorina describes; the video’s creators have matched her interview with grisly stock footage of a fetus outside the womb.\nIn the video, the Center for Medical Progress interviews a woman identified as Holly O’Donnell, a former procurement technician for StemExpress. StemExpress is a biomedical company that previously worked with Planned Parenthood to collect tissue for medical research, but the company ended its relationship with Planned Parenthood amid the ongoing controversy.\nO’Donnell talks about a time when she saw a fully-formed aborted fetus, with its heart still beating, in a pathology lab at a California Planned Parenthood clinic while she was on a job.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"I’m sitting here looking at this fetus, and its heart is beating, and I don’t know what to think,\" O’Donnell said. According to O’Donnell, her supervisor then told her they would procure the brain because the fetus was well-preserved.\nThe Center for Medical Progress video does not show actually show footage of O’Donnell’s experience, and there’s nothing else in the video to corroborate O’Donnell’s story. Additionally, the supervisor in O’Donnell’s story does not say anything about keeping the fetus alive specifically for the purpose of harvesting the brain.\nTo dramatize O’Donnell’s interview, the video cuts to a fetus outside the womb, placed on what appears to be some sort of examination surface, and the fetus’ legs are moving. The Center for Medical Progress says the source of the footage is the Grantham Collection, an organization that hopes to stem abortion by promoting graphic images of the procedure. We don’t know the circumstances behind this video: where it came from, under what conditions it was obtained, or even if this fetus was actually aborted (as opposed to a premature birth or miscarriage).\nOur ruling\nFiorina said one of the Planned Parenthood videos shows \"a fully formed fetus on the table, its heart beating, its legs kicking, while someone says we have to keep it alive to harvest its brain.\"\nOne of the Center for Medical Progress’ videos attacking Planned Parenthood shows an interview with a woman identified as a former tissue procurement technician, who tells about an experience in a Planned Parenthood pathology lab where she sees a fetus outside the womb with its heart still beating. According to the woman, her supervisor said they would procure the fetus’ brain. The video’s creators added footage of an aborted fetus on what appears to be an examination table, and its legs are moving. But Fiorina makes it sound as if the footage shows what Planned Parenthood is alleged to have done. In fact, the stock footage was added to the video to dramatize its content. We rate her statement Mostly False.", "vclaim_id": "vclaim-pol-05962"}