{"url": "/factchecks/2010/jul/28/lee-fisher/fisher-campaign-claims-portmans-plan-tax-slash-and/", "speaker": "Lee Fisher", "vclaim": "Rob Portman’s \"plan to tax, slash and privatize\" Social Security \"would devastate Ohioans.\"", "truth_label": "barely-true", "date": "stated on July 12, 2010 in a campaign statement:", "title": "Fisher campaign claims Portman's plan is to \"tax, slash and privatize\" Social Security", "text": "Step on the third rail of American politics and you’ll get scorched by angry retirees. That adage about Social Security comes from the 1980s, but politicians like Ohio’s Lee Fisher are testing it against opponents today.\n\nFisher’s campaign seeks to singe Rob Portman, the rival running for U.S. Senate, for efforts to partially privatize Social Security in the past, and for potential Social Security benefit cuts and tax hikes in the future. In a July 12 news release, Fisher spokesman John Collins said:\n\n\"Seniors depend on a guaranteed monthly Social Security benefit -- especially in these tough times. Congressman Portman's plan to tax, slash and privatize these benefits would devastate Ohioans. Pure and simple.\"\n\nPure and simple, it sounds scary. But is it true?\n\nTo support its claim, the Fisher campaign cited a Columbus Dispatch story in which Portman said he would look at \"everything on the table\" when considering how to deal with looming problems for entitlements such as Social Security and Medicare, \"including at least a discussion of possible tax increases and benefit cuts.\" And Fisher’s news release said that while in Congress, Portman was \"an outspoken advocate for privatizing Social Security -- a plan which would have left Ohio's seniors devastated during this recent economic downturn.\"\n\nAsked to back up the claim further, Fisher’s campaign cited statements, TV and Web interviews, congressional hearings, and news articles from when Portman, a Cincinnati-area Republican, served in the House of Representatives and worked as President George W. Bush’s budget director.\n\nIt is indisputable that Portman supported Bush’s proposal to allow Americans to put part of their Social Security contributions into private accounts. Americans would be able to invest in stocks, bonds, government securities or stay out of the accounts entirely.\n\n\"I mean, this is what Einstein talked about, the magic, the greatest force in the universe, the power of compounding interest,\" Portman, then a congressman, said in a House Budget Committee hearing in 2005. \"That's what we're talking about here.\"\n\nIt’s easy today to see how badly a Wall Street downturn would affect that magic in the short term. But that oversimplifies the case. Bush and congressional Republicans made their strongest push for privatization – they preferred to refer to it as private accounts – in 2005 but did not intend for such a program to start right away. Portman noted at a news conference in early 2007, when he was Bush’s budget director, that the president had already pushed back the proposed start date to 2010, and then in 2007 he pushed it back again to 2012.\n\nAt the time, Portman said the accounts would be strictly voluntary and comprise only a portion of anyone’s Social Security savings. Furthermore, Portman said in 1999, when the subject was in its incubation phase, that \"there must be a safety net for everybody so that no one’s Social Security benefits would be reduced.\" This might have required a taxpayer bailout if stock market losses packed a wallop, but that’s not the issue here.\n\nStill, Portman was unquestionably a privatization champion, saying in 2005 that it was reasonable to expect a 5 percent annual return on investment, \"which I think is conservative.\" But that’s not the same as having a current \"plan to tax, slash and privatize these benefits,\" as the Fisher campaign suggests Portman has now.\n\nAsked about any such plan, the Portman campaign said it hasn’t developed one. Portman has only said that everything must be on the table when discussing entitlement reform.\n\nThat could put Portman at odds with AARP, which says that solutions must not come at the expense of \"today's seniors and future generations.\" But it puts Portman on the same page as President Barack Obama , who said in April when naming a commission to address this nation’s debt: \"Everything has to be on the table.\"\n\nCollins, the Fisher spokesman, suggests this is a cop-out for Portman because right out of the gate, Portman includes the potential of tax increases, benefit cuts, or both. \"His plan includes an open discussion of taxing and slashing benefits,\" Collins said. \"And our plan would not start with that. We would not consider that.\"\n\nPortman has in fact said that Social Security’s solvency might require pain, although he viewed private accounts as better alternative. Otherwise, he said in 2005, \"We're going to have to raise taxes, we're going to have to borrow, we're going to have to cut benefits -- we're going to have to do something.\"\n\nIn an interview with Human Events Online, Portman later said that private accounts would over the long term \"deal with the solvency issue.\"\n\nThat was then, this is now -- and Portman has not mentioned private accounts in a long time or talked about whether his views have changed. He only says that with deficit, debt and entitlement problems growing, the nation needs a serious discussion. To get everyone to the table, says his spokeswoman, Jessica Towhey, Portman believes that no possible solutions should be eliminated out of hand.\n\nAs for the possible fears of seniors or anyone hoping to retire, she notes that as a congressman, Portman voted in 2000 to reduce the percentage of Social Security benefits subject to taxes. He voted in 1995 to repeal a tax increase on Social Security benefits. And he voted in 1996 to allow beneficiaries to earn more outside income without losing their Social Security benefits.\n\nThe claim against Portman has a substantial short-coming. Agreeing to hear others out is not the same as agreeing to \"slash\" or \"tax.\" And favoring privatization before, in a dramatically different economic climate, is not the same as pushing for it now.\n\nIt would be credible to cite Portman’s past actions and question what he might do now. But in saying that Portman has a plan to do so, the claim becomes Barely True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14686"}