{"url": "/factchecks/2015/apr/07/mary-margaret-oliver/taxpayers-bore-cost-drawing-proposed-cities-border/", "speaker": "Mary Margaret Oliver", "vclaim": "Lawmakers were paid for their off-season efforts to, for the first time, take the lead in drawing borders for two would-be cities.", "truth_label": "true", "date": "stated on March 31, 2015 in a House floor debate:", "title": "Taxpayers bore the cost of drawing proposed DeKalb cities' borders", "text": "A border battle between two would-be cities in north-central DeKalb County took center stage in a lengthy House debate on Day 39 of the 40-day legislative session.\nBoundary disputes between the proposed cities of Lakeside and Tucker killed cityhood efforts last year. A House subcommittee brokered a compromise in December between Tucker and what was renamed LaVista Hills after the two sides again failed to agree on borders.\nThe subcommittee’s chairman, Rep. Buzz Brockway, R-Lawrenceville, said at the time that the boundaries were \"set in stone.\"\nBut the Senate voted to move about 2,000 people and some commercial property out of Tucker and into LaVista Hills, setting up the tense House debate that saw subcommittee members successfully beat back the altered map.\nThe two chambers eventually struck a deal to split the disputed territory between the two proposed cities.\nBut in that House vote, speaking in the parlance of a floor debate, Rep. Mary Margaret Oliver, D-Decatur, repeated commitments from the subcommittee.\n\"Isn’t it true that we were paid a per diem in December to resolve this dispute, to set this border in stone?\" Oliver asked.\nTraditional response dictates the response: If the lady so states.\nBut what about her underlying point: Taxpayers funded a subcommittee’s work to hammer out borders of proposed cities when advocates couldn’t agree, only to see that public commitment nearly unravel in the waning days of the session.\nPolitiFact Georgia decided to find out.\nFirst, it’s important to understand how state legislators are compensated. The 180 members of the House and 56 members of the Senate earn $17,342 in annual salary for their service.\nThey can also earn $173 a day for expenses such as lodging and meals, or up $6,920 for the annual legislative session.\nDespite being part-time lawmakers, their obligations don’t end when the gavel bangs to end the session.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\nThat’s why members also qualify for that $173 per diem any time in the \"off-season\" that they must take time off from work and travel for constituent services, to participate in regular committees, such as the busy Transportation Committee, and when serving on a special committee tasked with studying a particular policy area.\nOliver was one of five members of the special House subcommittee charged with helping draw borders for the proposed DeKalb cities.\nThe unusual thing about the subcommittee: It was the first time the full House set up such a group to help draw borders for new cities. And the full House agreed to abide by the subcommittee’s decision, as long as both cityhood groups did, too.\nRecords show the subcommittee met Dec. 3 and Dec. 19 before voting during its second session to draw the borders. The deal also allowed the cityhood bills to advance in one year instead of the customary two years.\n\"Our agreement to allow a shortened process means this line is frozen,\" Brockway told WABE-FM (90.1) about the borders at the time.\nRepresentatives from both cityhood efforts agreed at the time to the deal. So, too, did House members.\nAnd records with the General Assembly Fiscal Office show the House members of the subcommitee did file for and earn per diems by registering their attendance with Brockway.\nBrockway and Oliver earned $173 each for the Dec. 3 session, as did state Reps. Barry Fleming, R-Harlem; Mark Hamilton. R-Cumming; and Howard Mosby, D-Atlanta.\nPer diem was paid again for the attendees of the Dec. 19 meeting: Brockway, Hamilton, Mosby and Oliver.\nThe total per diems paid out for the two meetings, not including any mileage filed at 56 cents per mile, totaled $1,557.\n\"Our work was done in the public, as official work, and I don’t think it’s right to agree to change an act of a full subcommittee being paid to work,\" Oliver told PolitiFact Georgia after the House vote (but before the final deal).\nAs the last-day deal shows, the two chambers were able to come to an agreement that divvied up the disputed area near Spaghetti Junction. Once the governor signs the bills, about 100,000 people will decide this fall on whether to form one or both cities.\nThe debate about those boundaries nearly killed those votes for the second year in a row. Oliver said that taxpayers paid for lawmakers to work out a deal for both sides. State records back up that claim.\nWe rate Oliver’s statement True.", "vclaim_id": "vclaim-pol-06549"}