{"url": "/factchecks/2009/jul/06/democratic-national-committee/mitch-mcconnell-dnc-ad-distorted/", "speaker": "Democratic National Committee", "vclaim": "Mitch McConnell opposed \"legislation to create and protect Kentucky jobs . . . help for the unemployed. . .  health care for Kentucky's children,\" and \"fair pay for women.\"", "truth_label": "barely-true", "date": "stated on July 2, 2009 in a television ad:", "title": "Mitch McConnell's record distorted by Democratic campaign ad", "text": "A television ad from the Democratic National Committee gives the impression that Republican Senate leader Mitch McConnell hates jobs, unemployment compensation, health care for little children and equal pay for women.\n\n\nHere's the full text of the ad:\n\n\n\"When George Bush asked Mitch McConnell to support the policies that brought our economy to its knees, what did he say? Yes, Yes, Yes. But this year, when it came to supporting legislation to create and protect Kentucky jobs, he said no. Help for the unemployed? No. Health care for Kentucky's children? No. Fair pay for women? No.\n\n\n\"Call Mitch McConnell. Tell him after eight years of being part of the problem, it's time to be part of the solution.\"\n\n\nAs the announcer talks, tiny type indicates Senate bill numbers to support the ad's claims. The problem is that the ad takes McConnell's votes and then exaggerates what the votes signify.\n\n\nWe'll take the issues in order.\n\n\n\nMcConnell said no to \"legislation to create and protect Kentucky jobs\" and to \"help for the unemployed.\"\n\nThe Democratic National Committee's documentation on the ad says that the evidence for this statement is that McConnell voted against the economic stimulus bill, also known as the American Recovery and Reinvestment Act. It's true that McConnell voted against the act, as did all but three Republican senators. (The exceptions were Sens. Susan Collins and Olympia Snowe of Maine and  Arlen Specter of Pennsylvania, who subsequently switched parties.)\n\n\nBut we found evidence that McConnell opposed the bill because of its significant expense, not because he opposed creating jobs or helping the unemployed.\n\n\nThe week before the vote, for example, McConnell said he opposed the bill because it \"lacked focus, didn't create enough jobs, had too much permanent government expansion, and was just way too expensive with the national debt already reaching frightening new dimensions.\"\n\n\nRepublicans in both the Senate and the House supported extensions for unemployment compensation in alternative proposals, but the proposals couldn't pass the Democratic-controlled Senate. McConnell said at the time that Republicans weren't trying to derail the stimulus but make it more efficient.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe also found a long list of jobs-oriented projects for which McConnell is requesting money in the next appropriations bill for fiscal year 2010.\n\n\nAll this contradicts the impression the ad gives that McConnell said no to creating jobs or helping the unemployed.\n\n\n\nMcConnell said no to \"health care for Kentucky's children.\"\n\nThe DNC backs up this claim by citing McConnell's vote against an expansion for the State Children's Health Insurance Program, or SCHIP. The program provides health insurance to children in families with low income. The bill passed anyway with about eight Republicans voting with Democrats, and President Barack Obama signed it into law.\n\n\nMcConnell recently sponsored legislation to continue SCHIP under more restrictive eligibility terms than the 2009 legislation. He also voted for the creation of SCHIP in 1997 during the Clinton administration. So again this seems to be a case where McConnell disagreed with the legislative specifics, not the underlying value of health care for children.\n\n\n\nMcConnell said no to \"fair pay for women.\"\n\nHere, the DNC pointed to McConnell's vote against the Lilly Ledbetter Fair Pay Act, the first law Obama signed after taking office. This bill reversed the effects of a U.S. Supreme Court decision that said workers had to file lawsuits for pay discrimination within 180 days of the first instance of discriminatory pay. The new law says a lawsuit may be filed 180 days from the most recent instance of disciminatory pay.\n\n\nMcConnell voted against the bill, but not because he opposes fair pay. \"We have heard a lot of debate over the past few days on fairness,\" McConnell said in a statement. \"Every member of this body supports equal pay for equal work. The Ledbetter bill isn't about fair pay. Pay discrimination has been illegal since 1963. This bill is about effectively eliminating the statute of limitations on pay discrimination.\"\n\n\nMcConnell supported an amendment proposed by Sen. Kay Baily Hutchison of Texas that said the clock for a lawsuit started ticking when the worker knew or could reasonably have been expected to know about the pay disparity, as well as other restrictions. But the motion failed.\n\n\nAll the Democrats voted for the Ledbetter bill, along with five Republicans: Collins, Snowe, Specter, Hutchison and Sen. Lisa Murkowski of Alaska.\n\n\nTo summarize: The ad from the DNC makes sweeping generalizations about what McConnell opposed, to the point of distorting what the votes actually signified. When we dug into the nitty gritty of the Senate votes, we found that McConnell supported alternatives or objected to the legislation for other reasons.\n\n\nThe ad says that McConnell opposed legislation to \"create and protect Kentucky jobs,\" \"help for the unemployed,\" \"health care for Kentucky's children,\" and \"fair pay for women.\" Actually, McConnell said he supported all of those values, but he didn't agree with Democratic methods for achieving them. It's an important distinction. We rate the ad from the Democratic National Committee as Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15697"}