{"url": "/factchecks/2012/jul/26/david-dewhurst/david-dewhurst-says-hes-seen-border-patrol-signs-e/", "speaker": "David Dewhurst", "vclaim": "Says he has seen Border Patrol signs near the Mexico border in English, Spanish and Chinese.", "truth_label": "true", "date": "stated on July 17, 2012 in a Republican US Senate debate.:", "title": "David Dewhurst says he's seen Border Patrol signs in English, Spanish and Chinese", "text": "Republican U.S. Senate hopeful David Dewhurst, saying the U.S.-Mexico border is dangerously porous, said in a July 17, 2012, debate in Dallas that he has even witnessed suspicious signs.\n\n\"I’ve seen the Border Patrol signs that are now in English, Spanish and Chinese,\" Dewhurst said in the debate with Ted Cruz, his opponent. Six days later, Dewhurst similarly referred to such signs in the pair’s last debate before the July 31, 2012, primary runoff.\n\nBorder signs in English and Spanish, sure. But Chinese?\n\nDewhurst’s camp did not respond to our inquiry about this.\n\nBut Daniel Milian, a Border Patrol supervisor in the agency’s Rio Grande Valley sector, told us such signs are posted next to \"rescue beacon\" towers arrayed in the rough brush country that covers much of the Texas-Mexico border region. In a telephone interview, Milian said the towers, 40- to 50-feet tall, are visible from great distances, the idea being that border crossers in danger of falling ill or dying spot them and come close. He said the signs instruct individuals to press a button to summon authorities.\n\nAnd, Milian said, the signs are in English, Spanish and Mandarin, which is the group of dialects most widely spoken in China. The point, Milian said, is to deliver the message in ways that border crossers can understand. He said Mandarin was chosen because immigrants from China are second to immigrants from Spanish-speaking countries among border-crossers apprehended by the Border Patrol.\n\nHow exactly did this transpire? In a March 3, 2009, Border Patrol press release, the Rio Grande Valley sector said it was deploying two beacons in preparation for summer heat and to \"reduce the possibility of heat-related injuries and death.\" The release says the beacons were \"designed for deployment to remote areas along the border and to provide people, who perceive themselves to be in a life-threatening situation, with a mechanism for summoning assistance.\"\n\n\"The beacons will be embedded in established illegal alien and smuggling routes and are designed to provide a means by which persons in distress may locate, activate and summon emergency assistance,\" the 2009 release says.\n \nThe release quotes Ronald Citiello, chief patrol agent in Falfurrias, as saying: \"We work very hard to ensure that our borders are secure and safe, but many lives are still lost as a result of people not fully comprehending the inherent dangers of illegally crossing through the remote areas and not being aware of how quickly heat related distress can occur.\n\nMore recently, an April 27, 2012, Border Patrol press release stating that Border Patrol agents at the agency’s Falfurrias station, which is in Brooks County, saved the lives of two illegal immigrants that day after the pair activated a beacon. The release says the Border Patrol has six rescue beacons \"strategically placed on ranches throughout the area  Since Oct. 1, 2011, the release says, Border Patrol agents in the region had \"saved the lives of more than 120\" illegal immigrants, \"whose lives were in jeopardy due to a variety of circumstances.\n\nNationally, Border Patrol officers apprehended about 340,000 illegal residents through the latest federal fiscal year, from October 2010 through September 2011, the agency says, including nearly 126,000 along or near the Texas-Mexico border.\n\nWe failed to determine how many of the apprehended individuals were Chinese. But a July 2011 \"fact sheet\" from the Department of Homeland Security states that nationally, immigrants from Spanish-speaking countries comprised more than 95 percent of Border Patrol apprehensions over the five fiscal years through September 2010 with immigrants from China accounting for 0.3 percent or fewer of each year’s apprehensions. In the year running through September 2010, 1,157 apprehended individuals were of Chinese nationality.\n\nOur ruling\n\nWhile we did not learn where Dewhurst saw the signs, his statement rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-10696"}