{"url": "/factchecks/2014/sep/29/one-wisconsin-now/scott-walker-pledged-not-take-campaign-money-durin/", "speaker": "One Wisconsin Now", "vclaim": "Scott Walker was elected governor on a promise not to take campaign contributions \"from the date of his inauguration until the signing of the state budget,\" but broke it by taking nearly $5.6 million.", "truth_label": "false", "date": "stated on September 26, 2014 in a news release:", "title": "Scott Walker broke 2010 promise not to take campaign money during state budget process, group says", "text": "A liberal advocacy group is accusing Republican Gov. Scott Walker of breaking a campaign promise by accepting millions of dollars in campaign contributions while he crafted the state budget.\nOne Wisconsin Now made the attack Sept. 26, 2014, less than six weeks before the election between Walker and Democrat Mary Burke.\nThe Madison-based group began its news release with this:\n\"In an ‘Ethics Reform Plan’ Scott Walker proposed while running for governor, he promised he would not accept contributions from the date of his inauguration until the signing of the state budget.\n\"A review of Governor Walker’s campaign finance records by One Wisconsin Now shows that for each budget he introduced between Jan. 1 and the date the budget was signed into law, he raised nearly $5.6 million from 54,000 contributions.\"\nOur Walk-O-Meter tracks 65 promises Walker made during the 2010 campaign for governor. But none like the one described by One Wisconsin Now.\nDid we miss one? No.\nIt turns out the pledge is actually from eight years ago, part of an ethics reform plan Walker issued during his brief 2006 run for the GOP nomination for governor.\nSaying government ethics is \"one of the greatest challenges to Wisconsin's democracy,\" Walker vowed in that race not to accept any campaign donations from the time between the inauguration in January 2007 until the signing of the state budget.\nBut Walker dropped out before the primary, deferring to then-Congressman Mark Green, who lost to Democratic incumbent Jim Doyle in the general election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWalker, of course, ran again for governor in 2010 and won. But we know of no campaign contribution promise made during that campaign like the one cited by One Wisconsin Now.\nWhen we posed that to Scot Ross, the group’s executive director, he argued Walker’s 2006 promise \"has never been repudiated in subsequent campaigns.\" And he said Walker \"did the opposite\" of the 2006 pledge by accepting large campaign donations during the time he worked on state budget.\nBut a campaign promise from an unsuccessful run doesn’t automatically carry over to the next campaign.  \nAnd One Wisconsin Now ignores the fact Walker’s old promise specifically said it applied to the 2007 budget period. The group calculated the numbers for the 2011 and 2013 budget periods.\nRecords from the state Government Accountability Board show Walker’s campaign received more than $6 million during the budget-preparation periods: $2.51 million from January 2011, the month he was inaugurated, through June 2011, when he signed his first state budget; and $3.52 million from January through June of 2013, the period when he and the Legislature took up his second budget.\nBut it’s something of a moot point for this factcheck, given that Walker wasn’t elected on such a promise.\nOur rating\nOne Wisconsin Now said Walker was elected governor on a promise not to take campaign contributions \"from the date of his inauguration until the signing of the state budget,\" but broke the promise by taking nearly $5.6 million in contributions.\nWalker made such a promise during his failed campaign for governor in 2006, specifically noting the period would begin Jan. 3, 2007.\nBut he did not make it again during his successful run in 2010.\nWe rate the claim False.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07233"}