{"url": "/factchecks/2015/mar/18/sean-hannity/hannity-unlike-iran-letter-response-no-one-got-ups/", "speaker": "Sean Hannity", "vclaim": "In 2007, when Nancy Pelosi met with President Assad of Syria, \"nobody got upset.\"", "truth_label": "false", "date": "stated on March 10, 2015 in remarks on Fox's Hannity:", "title": "Hannity: Unlike Iran letter response, no one 'got upset' when Nancy Pelosi went to Syria", "text": "Republicans are accusing Democrats of a double standard when they criticize a letter that 47 GOP senators sent to Iranian leaders.\nThe Democratic criticism charges that the senators, in warning Iran’s leadership against a pending nuclear deal, stepped on President Barack Obama’s responsibility for handling foreign policy. But some Republicans counter that Democrats have taken on similar diplomatic efforts.\nOn his show March 10, 2015, Fox News host Sean Hannity said that Rep. Nancy Pelosi, D-Calif., acted counter to President George W. Bush’s strategy of diplomatically isolating Syria’s president, Bashar al-Assad, by traveling to Syria in 2007 to open up relations. Pelosi was then the House speaker.\nYet this barely caused a ripple at the time, Hannity suggested.\n\"In 2007, when Nancy Pelosi met with President Assad of Syria against the Bush administration's wishes, nobody got upset,\" Hannity said. \"But now this is the greatest sin of all times, and they're being called traitors in the New York Daily News on their cover.\"\nHannity was correct to say that Pelosi’s visit with Assad went against Bush administration policy. At the time, the administration had adopted a strategy of diplomatically isolating Syria and not engaging in direct talks with Assad, because of the country’s role in conflicts in Lebanon and Iraq.\nPelosi’s office has pushed back against Hannity’s claim that Pelosi’s visit and the Republicans’ letter to Iran are equivalent. But we won’t delve into that question here.  \nInstead, we’re going to look at whether Hannity was correct to say that \"nobody got upset.\"\nPoliticians and staff\nThe reality is that Republicans -- and some others -- at the time said Pelosi went beyond the role of representative and stepped unwelcome into the role of secretary of state.\nFor starters, the Bush administration spoke out publicly against the 2007 trip. Addressing reporters in reference to Pelosi’s trip, Bush himself said, \"Sending delegations hasn’t worked,\" according to the New York Times. \"It’s just simply been counterproductive.\"\nVice President Dick Cheney also offered a harsh critique in an interview with radio host Rush Limbaugh.\n\"I'm obviously disappointed,\" Cheney said. \"I think it is, in fact, bad behavior on her part. I wish she hadn't done it, but she is the speaker of the House, and fortunately I think the various parties involved recognize she doesn't speak for the United States in those circumstances. She doesn't represent the administration. The president is the one that conducts foreign policy, not the speaker of the House.\"\nOn CBS, White House counselor Dan Bartlett said, \"We did ask her not to go. We did not believe it would advance the diplomatic efforts in the Middle East. I think most Americans would not think that the leader of the Democratic Party in the Congress should be meeting with the heads of a state sponsor of terror.\"\nMedia\nIn addition, both mainstream and the conservative media criticized Pelosi for the trip -- covering the back-and-forth extensively on the editorial pages, nightly shows and the Sunday political talk shows. Here are a few examples:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n• The Washington Post editorial board: \"The really striking development here is the attempt by a Democratic congressional leader to substitute her own foreign policy for that of a sitting Republican president…. Ms. Pelosi's attempt to establish a shadow presidency is not only counterproductive, it is foolish.\"\n• The Wall Street Journal editorial board: \"What was Ms. Pelosi hoping to accomplish other than embarrassing President Bush? With her trip, Ms. Pelosi has now reassured the Syrian strongman that Mr. Bush lacks the domestic support to impose any further pressure on his country.\"\n• Former Republican presidential candidate Pat Buchanan: The trip was a \"thumb in the eye of the president of the United States, and it does send a mixed message.\"\n• Former Republican Speaker Newt Gingrich, R-Ga., in an interview with Hannity: \"I don't understand why, as speaker of the House, she would be going to see a dictator in Damascus when the White House has publicly asked her not to go there.\"\n• Then-Sen. Joe Lieberman, I-Conn.: \"I believe her visit to Syria was a mistake, that it was bad for the United States of America and good for the Syrians.\"\nHannity himself\nHannity, one of the most popular hosts at the cable news network with the highest ratings, also addressed the trip on several occasions.\nOn his show April 5, 2007, Hannity said Pelosi’s intention by taking the trip was to embarrass Bush. Two days later, Hannity called Pelosi the \"Diva of Damascus\" who was \"conducting her own foreign policy\" that was \"dangerous for America.\"\nAnd on April 12, 2007, he accused Pelosi of \"making friends with America’s enemies.\"\n\"Why is the San Francisco liberal willing to compromise with radicals and apparently not the president?\" he said.\nThrough a spokeswoman, Hannity told PolitiFact that he was specifically referring to comments made in support of Pelosi’s trip by Obama and Hillary Clinton, then both serving in the Senate.\nHannity does have a point that Clinton (and some other Democrats, as noted by The Daily Show) did support Pelosi’s trip yet have spoken out against the Iran letter.\nFor instance, in 2007, future Secretary of State Clinton said, \"I applaud Speaker Pelosi. I have long advocated engagement with countries in the region, including Iran and Syria.\nBy contrast, Clinton said of the Iran letter, \"Either these senators were trying to be helpful to the Iranians or harmful to the commander-in-chief.\"\nFor a reminder that nothing is ever entirely new in politics, check out this passage from an April 2007 New York Times article about Pelosi’s Syria trip:\n\"Democrats say the complaints have a certain political expediency to them, and note that many of the same people criticizing Ms. Pelosi’s decision to delve into foreign policy were fine when Newt Gingrich, then the Republican speaker of the House, made his own foray into foreign policy back in 1997.\"\nOur ruling\nHannity said that in 2007, when Nancy Pelosi met with President Assad of Syria, \"nobody got upset.\"\nIn reality, many politicians, pundits and editorial boards spoke out against Pelosi’s trip, including Bush and Cheney. Hannity told PolitiFact that he was referring specifically to comments made in support of Pelosi’s trip by Obama and Hillary Clinton. However, that point would not have been obvious to viewers watching the show. Rating Hannity on what he actually said on television, we find his claim False.", "vclaim_id": "vclaim-pol-06613"}