{"url": "/factchecks/2015/jun/11/pamela-geller/anti-muslim-activist-pam-geller-says/", "speaker": "Pamela Geller", "vclaim": "\"In Muslim countries, under the Sharia, there is a death penalty for blaspheming Mohammad.\"", "truth_label": "half-true", "date": "stated on June 4, 2015 in an interview with Chris Cuomo:", "title": "Anti-Muslim activist Pam Geller says under Sharia law, penalty for blasphemy is death", "text": "In a recent interview on CNN, Chris Cuomo invited Pamela Geller to speak on his show about the recent threats against her life after Geller hosted a cartoon drawing contest depicting the prophet Muhammad. Geller said she decided to hold the contest as a response to the terrorist attack on Charlie Hebdo in France.\n\"They’re just cartoons,\" Geller said about the contest. \"We’re holding this exhibit and cartoon contest to show how insane the world has become — with people in the free world tiptoeing in terror around supremacist thugs who actually commit murder over cartoons. If we can’t stand up for the freedom of speech, we will lose it.\"\nThe topic of free speech was revisited during Geller’s segment with Cuomo, during which Geller pointed out that free speech is often curtailed in Muslim countries: \"In Muslim countries, under the Sharia, there is a death penalty for blaspheming Mohammad.\"\nIs that true?\nWell, yes and no.\nFirst, a bit of background on what Sharia law actually entails. The Sharia is tied in to Islamic law as derived from both the Quran and Mohammad’s teachings. Essentially, it translates to the \"right path\" or \"the way.\"\nHowever, as Professor Khaleel Mohammed at San Diego State University pointed out, \"that way is not always defined (and can) be considered similar to Jesus saying ‘I am the way, the truth and the life...’ In Islam, the Sharia is this abstract.\" Stemming from the Sharia are multiple interpretations of this \"way,\" and they are embodied in the fiqh.\nGeller said that \"in Muslim countries, under the Sharia, there is a death penalty for blaspheming Mohammad.\" In an email interview with PunditFact, Geller elaborated on her statement:\n\"The death penalty can result from blasphemy charges in majority-Muslim countries including Afghanistan, Egypt, Iran, Pakistan (where the death penalty is often enforced against ‘blasphemers’ by lynch mobs), Saudi Arabia, Sudan and Yemen. Kuwait and the UAE recognize Sharia rules for blasphemers, and that can lead to death (too).\"\nTo assess Geller’s claim, we turned to the \"Compendium of Blasphemy Laws\" compiled by the Human Rights First organization, the Library of Congress’ \"Laws Criminalizing Apostasy,\" as well as other sources. We compiled a chart to see how different countries handle blasphemy.\nOut of 50 countries listed with a Muslim majority, we only found five with definitive state laws stating that in cases of blasphemy against Islam, Allah, or Mohammad, the punishment was death - Afghanistan, Iran, Pakistan, Saudi Arabia, and Brunei. (Brunei’s death penalty against blasphemy will not go into effect until this October.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn addition, another six countries have laws in which death is the punishment for apostasy, or the denouncement of one’s religion. (Since blasphemy may fall under the category of apostasy in some instances, these laws are also included.) These countries are Morocco, Mauritania, Yemen, the Maldives, the United Arab Emirates and Qatar.\nThat’s 11 out of 50 countries. And even in these instances, laws are not absolute.\nTake Qatar. Under its penal code, apostasy is to be judged according to the Sharia, which states that the punishment is death. Blasphemy could also fall under this category. Yet, \"Qatar has not imposed any penalty for this offense since its independence in 1971,\" according to the Library of Congress’ \"Laws Criminalizing Apostasy.\"\nOther countries are even more clear. In Tajikistan, with a Muslim population of 96.7 percent, the Constitution guarantees freedom of religion and speech.\nWhile not many countries on the list go so far as to guarantee these rights, the majority do not have capital punishment officially listed for either blasphemy or apostasy. In many instances, when individuals are killed for either of those crimes, it is through extrajudicial means. Private citizens, and not the state, kill people they believe committed blasphemy or apostasy.\n\"Remember, (when we hear) about ‘Islamic law,’ it often has little to do with actual Islamic law... in fact (these ‘laws’) are on-the-spot creations of warlords,\" Mohammed said.\nThe majority of countries who have laws detailing punishment against blasphemy or apostasy have either imprisonment or a fine, and not death, as the worst outcome.\nOur ruling\nGeller said that \"in Muslim countries, under the Sharia, there is a death penalty for blaspheming Mohammad.\"\nAt best, that is an overgeneralization. Yes, there are countries who prescribe the death penalty, and they often do cite the Sharia as the cause for it. But out of 50 countries with Muslim majorities, there are only 11 where this is in some way sanctioned by state law.\nIn addition, not all countries with the death penalty use it. The death penalty is not applied universally, and can be mitigated in cases when the accused repents.\nGeller’s statement is partially accurate but leaves out important details and takes things out of context. We rate her statement is Half True.", "vclaim_id": "vclaim-pol-06323"}