{"url": "/factchecks/2013/dec/08/loretta-weinberg/loretta-weinberg-says-george-washington-bridge-tol/", "speaker": "Loretta Weinberg", "vclaim": "\"We pay among the highest tolls in the nation for the privilege of crossing that bridge.\"", "truth_label": "true", "date": "stated on November 14, 2013 in an interview on the John Gambling radio program:", "title": "Loretta Weinberg says George Washington Bridge toll is among the highest in the country", "text": "Commuters who use the George Washington Bridge have followed with interest the recent political dustup about the closing of several access lanes in Fort Lee for a few days in September. Sen. Loretta Weinberg, among others, has questioned whether the closures were political retribution against Fort Lee’s Democratic mayor for failing to endorse Republican Gov. Chris Christie for re-election last month.\nIn a Nov. 14 radio interview on the John Gambling program on WOR 710 AM, she let fly a statement on how much the bridge costs to use.\n\"We pay among the highest tolls in the nation for the privilege of crossing that bridge,\" Weinberg (D-Bergen), the Senate’s majority leader, told Gambling as they discussed the closure controversy, which has since led to the Assembly subpoenaing Port Authority executives to testify about the matter.\nWeinberg is correct, dollars-wise.\nBefore we get to bridge toll costs, let’s note that bridges in the New York and New Jersey region are run by either the Port Authority of New York and New Jersey, or the Metropolitan Transit Authority.\nIt’s worth noting that for every bridge we mention, we’re using the peak toll cost for a standard two-axle vehicle.\nThe most expensive bridge in the region is the MTA-run Verrazano-Narrows, which connects Brooklyn and Staten Island. A $15 toll is collected only on the side going from Brooklyn to Staten Island.\nThe most expensive bridges after the Verrazano-Narrows are the George Washington, Goethals and Bayonne bridges, and the Outerbridge Crossing. The $13 toll for each bridge is collected on one side. The George Washington Bridge connects upper Manhattan with Fort Lee.\nNow let’s look at toll costs for some other major bridges in the nation.\nThe 17-mile Chesapeake Bay Bridge Tunnel, which connects the Virginia Beach and Norfolk areas with Virginia’s Eastern Shore, is $13 and also collected in one direction. That toll will rise to $15 on Jan. 1.\nCalifornia’s Golden Gate Bridge, which connects San Francisco to the state’s northern counties, is $6.\nAnd the Mackinac Bridge, connecting Michigan’s upper and lower peninsulas, is $4.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrank Lautenberg\n\n\nstated on June 15, 2011 in an interview on ABC's \"Top Line\"\n\n\n\n\n\n\n\n\n\"Since 2004, there have been some 1,300 attacks (on rail targets). Four thousand people have died. Thousands of injuries.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 28, 2011\n\n\n\n\n\n\n\nSo Weinberg is correct that the George Washington Bridge has among the highest tolls in the nation.\nBut some experts told us there’s more to the toll cost for that bridge and others in this region than perhaps in other parts of the country.\nDr. Robert Paaswell, distinguished professor of Civil Engineering for the City College of New York, agreed that the George Washington Bridge toll is likely among the higher-cost tolls, but said it’s critical to note why.\nPaaswell explained that the bridge is important to the regional economy because of the truck and freight traffic that brings goods and services to the area from other parts of the country. The toll cost also helps maintain the structure, he said.\nAnd Martin Robins, director emeritus of the Alan M. Voorhees Transportation Center at Rutgers University, said toll costs in the New York/New Jersey region pay for far more than the bridges operated by both the Port Authority and MTA. He said Weinberg’s claim is \"probably true.\"\n\"The Port Authority not only supports (those toll bridges) but the PATH system and the Port Authority bus system,\" Robins said. \"It wraps them up all in one package and supports that system. The MTA is similar. They support the New York City subway and bus system.\"\nRod Diridon, executive director of the Mineta Transportation Institute in San Jose, Calif., also noted tolls in this region of the country are higher \"primarily because of the vitality of industry and the consequential cost of living.\"\n\"In the heartland, our industries, our businesses have not been so robust as on the coasts,\" Diridon added. \"As a consequence, the cost of everyting is less in the central part of the nation. The cost of tolls is less and the cost of construction is less as well.\"\nOur ruling\nWeinberg said recently about the George Washington Bridge, \"We pay among the highest tolls in the nation for the privilege of crossing that bridge.\"\nThe highest bridge toll in the region belongs to the MTA-operated Verrazano-Narrows Bridge, at $15, but the George Washington span and three others are close behind, at $13. Major toll bridges elsewhere in the country aren’t even close, save for the 17-mile Chesapeake Bay Bridge Tunnel, whose $13 toll will jump to $15 on Jan. 1.\nExperts we spoke with cite varying factors for why the George Washington Bridge’s toll costs what it does, but the bottom line is that Weinberg’s assessment about where the cost ranks nationwide is accurate. We rate her claim True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-08528"}