{"url": "/factchecks/2019/aug/16/donald-trump/did-donald-trump-turn-around-us-record-wto/", "speaker": "Donald Trump", "vclaim": "\"We were losing all our cases in the World Trade Organization. ... And then I came along. Now we’re winning a lot of cases because they know that they’re not on very solid ground.\"", "truth_label": "barely-true", "date": "stated on August 13, 2019 in a speech in Monaca, Pa.:", "title": "Did Donald Trump turn around U.S. record at the WTO?", "text": "During a visit to a new Shell plant outside Pittsburgh, President Donald Trump attacked the World Trade Organization, the international entity that decides trade disputes.\n\"We were losing all our cases until I came along,\" Trump said in Monaca, Pa. \"We were losing all our cases in the World Trade Organization. Almost every case, ... lost, lost, lost. They thought we were stupid. They were the ones ruling. And then I came along. Now we’re winning a lot of cases because they know that they’re not on very solid ground.\"\nIs that accurate?\nWe found that certain aspects of the U.S. record at the WTO are slightly better. But overall, we found no dramatic turnaround.\nAbout the WTO\nMore than 160 nations have joined the World Trade Organization, an institution that serves as a forum for resolving international trade disputes. \nBefore proceeding to litigation, countries can work out their differences through a \"conciliation and mediation\" process. Trade experts told PolitiFact that roughly 60% of claims are settled this way, without the WTO rendering a \"winner\" or \"loser\" at all.\nIn the roughly 40% of cases that remain unresolved, the dispute goes to a WTO-approved panel of three, none of whom are from a country involved in the dispute.\nSo, for starters, Trump ignored that most WTO cases don’t produce a winner or loser. Kent Jones, an economist at Babson College, called the conciliation system a benefit of the WTO because it encourages the disputing parties to negotiate a mutually acceptable resolution of the case.\nAnother point that Trump glossed over is that \"countries typically do not bring WTO dispute cases unless they are confident that they will win,\" Jones said.\nThis produces a longstanding and distinct pattern of wins and losses: The complaining country usually wins. And that cuts both ways for supporting Trump’s assertion.\nDan Ikenson of the pro-free-trade Cato Institute looked at the U.S. record in WTO trade disputes between 1995 and 2017. He found that when the United States was defending against a complaint, it lost 89% of the time.\nThat would seem to support at least part of Trump’s assertion — but it leaves out the other side of the coin. \nIn cases where the United States was the complaining party, Ikerson found a 91% U.S. victory rate. (Also worth noting: The United States was the most active complaining party.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe U.S. record — strong as a complainant, weak as a defendant — is mirrored by the records of most other countries, trade specialists said.\nTrade experts said they were unaware of comprehensive studies that went past March 2017. But Elena V. McLean, a political scientist at the University at Buffalo-State University of New York, did a \"very quick estimate\" of recent cases for PolitiFact and found a slightly improved record for the United States.\nFrom 2017 to 2019, she said, the United States brought two cases as a complainant and won both, which is in line with past results. In seven cases brought against the United States, the United States won three, or 43%. That’s a bit better than the U.S. long-term performance, though it’s still a losing record.\nWe did not hear back from the White House and the U.S. Trade Representative when we asked for any additional supporting data for Trump’s assertion.\nTrump’s impact on the WTO\nIt’s unlikely that Trump’s positions changed the WTO’s ruling patterns, trade experts agreed.\nWTO cases often take years to reach a final decision, so some of the decisions McLean tallied were inherited from the period before Trump came to office, she said.\nThe United States did win one notable, if \"arcane,\" case during Trump’s tenure that broke with a pattern of previous losses on the same issue, said Stuart S. Malawer, a professor of law and international trade at George Mason University’s Schar School of Policy and Government. The case involves Canada and concerned the methodology of determining the price of imports in dumping cases, he said. \nHowever, Malawer said that there was no indication that a change of policy by Trump had anything to do it. The decision \"seems to be based principally on the technical aspects of the issue,\" he said.\nExperts said it was ironic that Trump was trumpeting his victories at the WTO when his administration has blocked new judges for appointment to the WTO’s appellate body.\n\"In a matter of months, this U.S. action will deplete the roster of judges and deprive the WTO of a working dispute settlement system,\" Jones said.\nIf that happens, McLean said, \"the politics of trade will become much less cooperative, and escalation to all-out trade wars will become much more likely. And the overall effect of trade wars on economies, global and domestic, is not something that can be described as ‘winning,’ no matter how you slice it.\"\nOur ruling\nTrump said, \"We were losing all our cases in the World Trade Organization. ... And then I came along. Now we’re winning a lot of cases because they know that they’re not on very solid ground.\"\nThis statement contains multiple problems. For decades, the United States, like essentially all countries, has tended to lose most WTO cases in which it was a defendant. But it has won most cases when it was the complaining party.\nUnder Trump, there are some indications of an improved (though still losing) U.S. record in cases it’s defending against. But trade experts say this has had little to do with Trump’s policies, which have in fact put the WTO’s continued operations at risk.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-00263"}