{"url": "/factchecks/2020/aug/11/joe-biden/joe-biden-said-there-no-game-plan-distribute-coron/", "speaker": "Joe Biden", "vclaim": "“If the vaccine came out tomorrow, how in the heck would we get it to people? There is no game plan.”", "truth_label": "mostly-true", "date": "stated on August 6, 2020 in an interview with journalism associations:", "title": "Joe Biden said there is no 'game plan' to distribute coronavirus vaccine. Is he right?", "text": "Scientists have expressed cautious optimism that a vaccine will be ready in the spring of 2021 (and President Donald Trump has hinted at an even more aggressive timeline). But that has raised a key question: Does the federal government have a plan to distribute it?\nFormer Vice President Joe Biden says no. \n\"If the vaccine came out tomorrow, how in the heck would we get it to people? There is no game plan they have,\" Biden told associations that represent Black and Hispanic journalists Aug. 6. \"How would everybody in America have access to it? It is a gigantic problem to distribute, even if we have it, and that’s what we should be planning for now, not when we get it.\"\nThe federal government has not yet released a plan about how it will distribute vaccines. But in the past two weeks, federal officials have spoken about vaccine distribution planning, including the role of the Defense Department. And committees are working on recommendations about how to distribute the vaccine, while the CDC asked a few to join a pilot program to plan for distribution.\n\"There is no national COVID-19 vaccination distribution plan, yet. So that is true,\" said Michael Fraser, CEO of the Association of State and Territorial Health Officials.\nMost of the experts we spoke with said the government’s efforts have been too slow, and states face too many unknowns to do their part in planning to vaccinate millions of people. \n\"This is going to be the most challenging, complex mass vaccination program ever attempted,\" said Dr. Kelly Moore, who works at the Immunization Action Coalition and ran Tennessee's H1N1 vaccination program.\nTwo committees working on recommendations\nIt’s not yet known precisely when the vaccine will be available to the public. Six vaccines are in the third phase of testing that involves thousands of patients. Like earlier phases, this one looks at the safety of a vaccine, but it also examines effectiveness and collects more data on side effects.\nResults of the third phase will be submitted to the Food and Drug Administration. After the FDA licenses the vaccine, recommendations will be given about who should get the vaccine, and distribution will follow, said Dr. Carol Baker, a pediatrician who is an alternate liaison to a COVID-19 vaccines working group.\nFederal health officials have generally predicted that the vaccine will be available in early 2021. \nThere are two committees working on recommendations for the CDC about vaccine distribution.\nThe Advisory Committee on Immunization Practices, a long-standing committee at the Centers for Disease Control and Prevention, formed a COVID-19 vaccines working group in April. The group’s next meeting on Aug. 26 will be publicly live streamed. Recommendations about who should get the vaccine first are expected by the fall.\nThe committee has wrestled with questions about whether to prioritize groups who have been infected at higher rates, such as Black and Latino people. Another difficult question is defining who is an essential worker. \n\"There is no right answer there,\" said Dr. William Schaffner, a professor of preventive medicine at Vanderbilt University, a liaison to the working group. \"Grocery store workers vs. long haul truckers vs. people who work to keep the electrical grid up ... you can go on and on. Your priority list is valid, but so is mine.\"\nIn July, the National Academies of Sciences, Engineering, and Medicine and the National Academy of Medicine formed a committee to help make a plan for vaccine distribution. \nSome experts told us it’s unclear why there are two separate committees working on the same task, while others said the CDC group will be the key group to make recommendations to the CDC.\n\nDefense Department role\nOne key question has been about Trump’s comments that the military would be involved with logistics of vaccine distribution, a first.\nTrump told reporters July 28 that the military is \"all mobilized. It’s been fully set up. When we have that vaccine, it will be discharged and taken care of. It’ll be a very rapid process all over the country.\"\nBut a McClatchy report the next day cast doubt on Trump’s statements. Two defense officials told McClatchy that the military commands most likely to be involved in a delivery strategy had not been asked to prepare one. A Health and Human Services official told McClatchy that military help may not be required at all, and it would be the exception, not the norm.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA Biden campaign spokesman pointed to the conflicting statements to argue that no distribution plan exists.\nFollowing McClatchy’s article, administration officials held a conference call with reporters about vaccination distribution. (For our fact-check, the White House and other administration officials directed us to the transcript of that press phone call.)\nA senior administration official said the Defense Department will handle the logistics of distribution and \"kitting,\" which means the packaging of the vaccine, along with related equipment, including needles, syringes and vials. The CDC will handle tracking of patients following vaccination and communications with state health departments. \nAn official said that the distribution will be different from the seasonal flu vaccine because the government will actively target vulnerable groups, such as people in nursing homes and frontline health care workers.\nState role in planning for vaccine distribution\nAnother key piece of vaccine distribution planning lies with the states. \nThe CDC launched a pilot program with North Dakota, Florida, California and Minnesota as well as the city of Philadelphia to work on a vaccination response, according to a letter written by Nancy Messonnier, a CDC official, Aug. 4. \nWhile the letter says that the pilot program will be a model for other states, it doesn’t give states much time to receive and implement the best practices from that pilot program. \nThe states have until the end of September to develop vaccination plans that will then be reviewed by the CDC and Operation Warp Speed, the federal government’s effort to fasttrack the availability of vaccines. Those plans should include mass vaccination clinics, signing agreements with providers and identifying high-risk communities that will require additional outreach.\n\"States must be allowed sufficient time to absorb what has been learned in these pilots and customize it to their own specific state and needs,\" said James Blumenstock, chief program officer for health security at the Association of State and Territorial Health Officials. \"Everyone questions if all of that can be done successfully between now and Sept 30.\"\nStates can build off of their existing programs to administer childhood vaccines and the seasonal flu shot, and the H1N1 vaccine in 2009. But the delivery of COVID-19 vaccine poses some additional challenges. For example:\n\n\nH1N1 was a single dose vaccine. The federal government has told states to prepare for a two-dose COVID-19 vaccine that will need to be administered likely three or four weeks later. \n\n\nWhile about 90 million people received the H1N1 vaccine, the federal government is planning for 300 million people to receive COVID-19.\n\n\nVaccines may have cold storage rules of around minus 80 degrees Celsius, far colder than other vaccines. \"We’ve never distributed a vaccine that required that before,\" Moore said. \"We don’t have a cold chain that exists currently that can take that.\"\n\n\nStates have been directed to write plans for distribution without knowing important details about the vaccines and how much federal money they will receive to help with an unprecedented vaccination effort.\n\"Vaccination planning efforts are not as far along as they should be if the first COVID-19 vaccines actually do become available for shipping as early as late 2020,\" Moore said. \"Much of this delay has come from confusion at the federal level about who is directing the implementation of the national vaccination program. States cannot make firm plans with their private sector partners until these basic decisions are made at the federal level and until they are told how the federal government intends for vaccines to reach them.\"\nOur ruling\nBiden said that \"if the vaccine came out tomorrow, how in the heck would we get it to people? There is no game plan.\"\nBiden is correct that there isn’t a detailed vaccine distribution plan written by the federal government at this time. But the vaccine isn’t coming out tomorrow, and a federal plan is in the works.\nThere are committees working on recommendations for vaccine distribution to include which groups should get the vaccine first. The CDC also asked four states and a city to pilot a program for vaccine distribution. Nationwide, states are expected to submit their own vaccination distribution plans by the end of September to the federal government.\nThere are a lot of unanswered questions that will affect vaccine distribution. But the planning is happening.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-17086"}