{"url": "/factchecks/2020/sep/24/cal-cunningham/cunningham-half-right-about-tillis-role-prescripti/", "speaker": "Cal Cunningham", "vclaim": "Says Thom Tillis has been “blocking his own party’s efforts to reduce the cost of prescription drugs.”", "truth_label": "half-true", "date": "stated on September 14, 2020 in a debate:", "title": "Cunningham half right about Tillis role in prescription drug efforts", "text": "If a coronavirus vaccine is approved by the end of the year, Cal Cunningham says he would have valid reasons for questioning its safety.\nFor one, government officials have offered mixed messaging on when a vaccine might be ready. (President Trump has suggested November, while others have said that’s unlikely.)\nThen, there’s the influence of big healthcare companies on Washington politicians. \nIn Monday’s U.S. Senate debate on WRAL, Cunningham accused incumbent Republican Thom Tillis of being a friend of \"big pharma.\" And he pointed to Tillis’ record on pharmaceuticals as an example of \"corruption in Washington.\"\n\"We can almost look no further than Senator Tillis taking over $400,000 from big pharma, and then even blocking his own party’s efforts to reduce the cost of prescription drugs,\" Cunningham said. (It’s at 23:45 of this video)\nIt’s true that Tillis has received more than $400,000 from individuals and political committees tied to the pharmaceutical and health product industries, according to the Center for Responsive Politics.\nIs it true that Tillis has blocked \"his own party’s efforts to reduce the cost of prescription drugs?\"\nTillis has opposed some bills that aimed to reduce prescription drug prices. (In some cases, he has offered alternatives) However, it’s a stretch to suggest Tillis is responsible for stopping those bills from succeeding. \nThe ‘most viable’ bill\nThe Cunningham campaign pointed to a pair of bills sponsored by Republicans, the most significant of which is the Prescription Drug Pricing Reduction Act of 2019. The bill was introduced by U.S. Sens. Chuck Grassley, an Iowa Republican, and Ron Wyden, a Democrat from Oregon.\nThe Washington Post referred to the legislation as \"the most viable drug pricing bill in Congress.\"\nIt’s probably the \"most comprehensive (drug pricing) package\" of the last few years, said Juliette Cubanski, deputy director of the Kaiser Family Foundation’s Program on Medicare Policy.\nThe bill aimed to put an inflation-based cap on some drug prices or require rebates from drug makers.\n\"It was interesting to see (price caps) included in Grassley’s legislation, considering the Republican belief\" in the free market, she told PolitiFact in a phone interview.\nBill stalled\nGrassley told CNBC in January that there’s \"no other bill that can get the 60 votes required\" to pass the Senate. Grassley said he had support from President Trump and some Democrats in the Senate. The problem, he said, were the Senate Republicans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nTillis told The Hill last October that he had \"concerns\" about it, adding he had not made a final decision on how he would vote if the bill came to the floor. In December, Politico reported that Senate leader Mitch McConnell warned colleagues that a vote could expose Republicans to attacks on the campaign trail.\nAt the time, Politico reported that Tillis opposed the bill, saying the need to put caps on drug prices is being \"driven by a lot of populist pressure.\"\nIn December, Tillis and five other Republican senators introduced a competing bill known as the Lower Costs, More Cures Act. Of Tillis, Cubanski said \"I think it’s notable that he’s one of the co-sponsors of the alternative legislation, which does not include this inflation cap provision.\"\nWBTV reported that, around the same time Tillis introduced his bill, he received more than $20,000 in campaign contributions from political action committees tied to pharmaceutical companies. \nIn February, the Washington Post reported that McConnell had not scheduled a vote on the bill because it would divide his Republican caucus. As of the Tillis-Cunningham debate, the bill had still not come up for a vote.\nAsked about Grassley’s bill this week, campaign spokesman Andrew Romeo said Tillis supports his alternative bill, but \"has had several conversations with Senator Grassley about how to find common ground while striking the balance of lowering drug prices and protecting innovation.\" \nOther bills\nTillis is a top recipient of campaign contributions from people and PACs affiliated with the pharmaceutical industry. A Kaiser Health News analysis found that Tillis received more than $156,000 from political action committees tied to drug manufacturers in 2019, more than any other member of Congress.\nThe Cunningham campaign also cited the Creating and Restoring Equal Access to Equivalent Samples Act of 2018, known as the CREATES Act. Initial Republican co-sponsors included Grassley, as well as Tom Cotton of Arkansas, Mike Lee of Utah and Susan Collins of Maine.\nThe legislation aimed to end \"shenanigans\" that delay competition from generic and biosimilar drugs, according to the American Journal of Managed Care. Tillis initially opposed the CREATES Act, but his office says he supported it after it was amended and included in an appropriations bill.\nIn 2019, Bloomberg reported that Tillis and Sen. Chris Coons, a Democrat from Delaware, worked together against efforts to crack down on patent abuses. \nRealClearHealth, a right-leaning news site, reported that Tillis and Coons have sought to change patent law in ways that would \"lead to increased prescription drug prices, reduced access to life saving treatments and medications and de-incentivize research and development.\"\nOur ruling\nCunningham says Tillis has a record of \"blocking his own party’s efforts to reduce the cost of prescription drugs.\"\nIt’s fair to say that, in a few instances, Tillis has opposed his own party’s efforts to reduce the cost of prescription drugs. That includes Grassley’s bill, which experts see as a significant effort.\nBut Tillis has also offered alternatives. And there’s not a lot of definitive proof that Tillis, alone, has halted legislation that would have otherwise passed.\nCunningham’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-19001"}