{"url": "/factchecks/2017/aug/24/viral-image/viral-post-gets-it-wrong-extent-slavery-1860/", "speaker": "Viral image", "vclaim": "\"At the PEAK of slavery in 1860, only 1.4% of Americans owned slaves. What your history books (don't) tell you is that 3,000 blacks owned a total of 20,000 slaves the same year.\"", "truth_label": "false", "date": "stated on August 22, 2017 in social media feeds:", "title": "Viral post gets it wrong about extent of slavery in 1860", "text": "Confederate-themed posts are cropping up on social media in the wake of the Unite the Right march in Charlottesville, Va.\nThe march was sparked by efforts to remove a statue of Confederate Gen. Robert E. Lee and included some marchers carrying Confederate symbols.\nOne viral post sent to us by a reader said, \"At the PEAK of slavery in 1860, only 1.4% of Americans owned slaves. What your history books doesn’t tell you is that 3,000 blacks owned a total of 20,000 slaves the same year.\" The post is signed, \"Proud Southern Deplorable - Southern Rebel\" and goes on to say, \"If you're sick of the race baiting, please LIKE and SHARE.\"\n\n \nWhen we took a closer look, we found that the percentage of slaveholding families was dramatically higher than what the meme said, and that the number of slaves owned by blacks was presented in a misleading way.\n'At the PEAK of Slavery in 1860, Only 1.4% of Americans owned slaves.'\nThe primary source of data about slaves and slaveholding in 1860 is that year’s census.\nCensus data from 1860 isn’t perfect, said University of North Carolina historian Joseph T. Glatthaar, author of Soldiering in the Army of Northern Virginia: A Statistical Portrait of the Troops Who Served under Robert E. Lee. But it remains \"the best evidence we have.\"\nIn the big picture, the 1860 Census counted a total of 31,443,321 people, of which 3,953,760 were slaves. So slaves accounted for 12.6 percent of the national population.\nHowever, to address the assertion in the post requires more detailed data. Many states had outlawed slavery by 1860, so the national population figure dilutes the measurement by including many Americans whose states did not allow them to own slaves. The national population figure also includes slaves and children, and it doesn’t account either for family groupings or how many slaves a given family owned.\nSo experts say that a more accurate measure of slaveholding in 1860 America would focus on states that allowed slavery, and would zero in on family or household units, as a way of limiting the statistical noise caused by counting slaves and children.\n\"The number that really matters is how many American households in the South had slaves,\" said Adam Goodheart, a Washington College historian and author of 1861: The Civil War Awakening. \nUsing Census data to research his book, Glatthaar calculated that 4.9 percent of people in the slaveholding states owned slaves, that 19.9 percent of family units in those states owned slaves, and that 24.9 percent of households owned slaves. (Households are a broader category than families.)\n\nEach of these figures is significantly higher than the 1.4 percent cited in the social media post.\nState-by-state figures show some variation. In Mississippi, 49 percent of families owned slaves, and in South Carolina, 46 percent did. In border states, the percentage was lower -- 3 percent in Delaware and 12 percent in Maryland. The median for slaveholding states was about 27 percent.\nUsing the same data, it's possible to calculate the statistic of dubious value cited in the viral image -- the percentage of all American families that owned slaves. The answer: 7.4 percent, which about five times greater than what the meme says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt's also possible that the Census data is misleadingly low, Goodheart said.\n\"Many non-slaveholding whites in the South rented slaves from wealthier slaveholders,\" he said. \"So it was very common for a white Southerner to be a 'slave master' but not technically a 'slave owner.\"\n \n\n'3,000 blacks owned a total of 20,000 slaves the same year.'\nWe were unable to find hard data to debunk -- or support -- this figure.\nThe most solid data we found was published in an article in the Root by Henry Louis Gates Jr., a Harvard University historian. Gates cited research by Carter G. Woodson, an African-American historian who died in 1950. He found that in 1830, a total of \"3,776 free Negroes owned 12,907 slaves.\"\nWith three more decades of population growth, it’s plausible that the number of black-owned slaves could have grown to 20,000 by 1860, historians told us.\n\"I'd imagine that the (20,000 figure) quoted in the meme is probably not that far off from being true,\" said Junius Rodriguez, a Eureka College historian and author of Slavery in the United States: A Social, Political, and Historical Encyclopedia.\nBut the 20,000 number is not necessarily as eye-popping as the meme makes it out to be.\nFor starters, even if the number is accurate, it would still account for just a tiny percentage of all slaves held in the United States in 1860 -- specifically, one half of 1 percent. That runs contrary to the post’s framing.\n\"That’s a very small number compared to Latin American or Caribbean societies,\" said Stephanie McCurry, a Columbia University historian and author of Confederate Reckoning: Power and Politics in the Civil War South.\nIn addition, the figure is almost certainly inflated by a legal quirk in most antebellum southern states.\nIt includes \"many ‘owned’ family members whom they had purchased to become free,\" said Eric Foner, a Columbia University historian and the author of such books as The Fiery Trial: Abraham Lincoln and American Slavery. \"You could not free a slave in most southern states without sending them out of the state.\"\nGates, writing in the Root, noted that the late historian Thomas J. Pressly used Woodson's statistics for 1830 to determine that about 42 percent of these black slaveholders owned just one slave. To Gates, this suggests that many -- though hardly all -- black \"slaveholders\" legally needed to \"own\" a family member such as a wife or child.\nAs Woodson wrote in his 1924 book Free Negro Owners of Slaves in the United States in 1830, \"In many instances the husband purchased the wife or vice versa. … Slaves of Negroes were in some cases the children of a free father who had purchased his wife. If he did not thereafter emancipate the mother, as so many such husbands failed to do, his own children were born his slaves and were thus reported to the numerators.\"\nIn other cases, Woodson wrote, \"Benevolent Negroes often purchased slaves to make their lot easier by granting them their freedom for a nominal sum, or by permitting them to work it out on liberal terms.\"\nOur ruling\nThe viral post said that \"at the PEAK of slavery in 1860, only 1.4% of Americans owned slaves. What your history books doesn’t tell you is that 3,000 blacks owned a total of 20,000 slaves the same year.\"\nIn reality, far more than 1.4 percent of families in slaveholding states -- the most reasonable way to measure it -- owned slaves. The number was between 20 and 25 percent, and in some states, the rate was twice as high. As for black-owned slaves, they certainly existed, but they represented a tiny fraction of all slaves in the United States, and many were likely \"owned\" by their spouses or parents due to the prevailing laws in many slaveholding states.\nWe rate the statement False.\n Share the Facts 2017-08-28 01:54:32 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  https://www.politifact.com/punditfact/statements/2017/aug/24/viral-image/viral-post-gets-it-wrong-extent-slavery-1860/  \"At the PEAK of slavery in 1860, only 1.4% of Americans owned slaves. What your history books (don't) tell you is that 3,000 blacks owned a total of 20,000 slaves the same year.\"    Viral image on social media   on the Internet Tuesday, August 22, 2017 2017-08-22    Read More  info", "vclaim_id": "vclaim-pol-02972"}