{"url": "/factchecks/2020/sep/28/donald-trump/trump-misses-mark-claim-green-new-deal-proposal-wa/", "speaker": "Donald Trump", "vclaim": "Says under U.S. Rep. Alexandria Ocasio-Cortez’s Green New Deal proposal, “Cows are out.”", "truth_label": "false", "date": "stated on September 17, 2020 in Speech:", "title": "Trump misses the mark with claim that Green New Deal proposal wants to ban cows", "text": "In a recent visit to Wisconsin, President Donald Trump offered a series of warnings to voters, but here in the heart of dairy country one in particular stood out.\nTrump argued that if Joe Biden is elected president, other Democrats would try to jam through the so-called Green New Deal, a proposal aimed at combating climate change and positioning the U.S. for a more environmental-friendly economy.\nThe proposal was introduced by U.S. Rep. Alexandria Ocasio-Cortez, D-New York, and supported by U.S. Sen. Bernie Sanders and others in the Deomcratic presidential primary. Pointedly, Biden did not offer his support for it.\nIn his speech, Trump argued the Green New Deal sought to do a lot of things, including ban air travel (not true) and require a bridge be built to Hawaii (also not true).\nThen he landed on livestock.\n\"Cows are out,\" he said in the Sept. 17, 2020 speech. \"Cows, they don’t want cattle, they don’t want cows.\" \nDoes the Democratic-backed Green New Deal really ban cows, a major source of beef and dairy products?\nNo. \nLet’s look closer.\nMore about the plan\nSince it was unveiled in February 2019, the Green New Deal has been a flashpoint in American politics. \nIntroduced by Ocasio-Cortez and U.S. Sen. Edward Markey, D-Massachusetts, the plan calls on the government to reduce the country’s reliance on fossil fuels and curb greenhouse gas emissions throughout the economy, according to a Feb. 21, 2019 report from the New York Times. The goals could be accomplished through making investments in cleaner energy and changing many facets of life, such as how buildings are designed, how people travel and what people eat. \nBut what about cows? \nAccording to a Feb. 12, 2019 examination of the Green New Deal by PolitiFact National, there is no actual mention of cows in the deal’s text. \nThe first mention of cows came in additional documents posted and shared by Ocasio-Cortez’s staff around the time of the introduction of the resolution. The line in particular that critics seem to have latched onto states \"we aren’t sure we’ll be able to fully get rid of farting cows and airplanes.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe statement was a part of a fact sheet that Ocasio-Cortez provided to media outlets, according to factcheck.org, and was also a blog post on her website.\nThose documents -- which were never part of the text of the bill -- have since been taken down, but that hasn’t stopped the president from repeating the claim. \nTo be sure, cows do play a role in rising global temperatures.\nCows produce methane gas as a byproduct of digestion, thanks to their multiple stomachs. That methane is typically released from their body in the form of burps and sometimes flatulence (ie. farting cows). \nThose cow emissions add up to 70% of all such emissions from livestock, or about 5.5% of greenhouse gases tied to human activity, according to an Associated Press report. In comparison, emissions from the burning of fossil fuels is roughly 10 to 17 times greater than warming caused by livestock farting and burping, the same report said. \nDigging deeper\nWhen we asked Trump’s Wisconsin team for backup, they did not respond to the request.\nThe strongest evidence against the claim, though, may be comments from Ocasio-Cortez herself.\nShortly after critics took off with the cow claim, Ocasio-Cortez addressed the comments in an appearance on the \"Desus and Mero\" show on Showtime, according to a March 8, 2019, article in the  New York Times headlined, in part, \"No one is taking your hamburgers. But would it even be a good idea?\"\nThat piece quotes Ocasio-Cortez saying:\n\"It’s not to say you are going to force everybody to go vegan or anything crazy like that. But it’s to say, listen, we’ve got to address factory farming, maybe we shouldn’t be eating a hamburger for breakfast, lunch and dinner.\" \nResearchers have said, the Times article notes, that reducing the consumption of red meat, such as beef, would be better for peoples’ health and the environment. But, it acknowledges,  agriculture is a hard industry to completely \"decarbonize\"  because it’s about keeping people fed. And that would be hard to do without beef. \nOr, for Wisconsin purposes, without dairy.\nOur ruling\nTrump claimed that the Green New Deal, proposed by liberal Democrats, among other things aims to ban cows: \"Cows are out … They don’t want cattle, they don’t want cows.\" \nBut the text of the measure  does not mention cows at all, a once-posted supporting document acknowledged it would be hard to ban \"farting cows\" and the main sponsor has explicitly said the proposal is \"not to say you are going to force everybody to go vegan or anything crazy like that.\"\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-19023"}