{"url": "/factchecks/2014/dec/08/richard-saslaw/saslaw-says-20-percent-female-students-university-/", "speaker": "Richard Saslaw", "vclaim": "Female students at UVA \"have a 20 percent chance of being sexually assaulted.\"", "truth_label": "barely-true", "date": "stated on November 24, 2014 in a presentation.:", "title": "Saslaw says 20 percent of female students at University of Virginia are sexually assaulted", "text": "Senate Minority Leader Richard Saslaw seethed after reading a Rolling Stone article detailing an alleged gang rape at a University of Virginia fraternity.\n\"I can’t remember when I’ve been angrier as an adult, reading that,\" Saslaw, said during a Nov. 24 meeting with the Falls Church City Council to discuss priorities for the General Assembly session the will begin in January. Saslaw, D-Fairfax, said he will introduce a bill that would require that college officials who are told of a sexual assault to notify law enforcement within 24 hours.\n\"What parent in their right mind would send a daughter to U.Va. when she’s got – are you ready for this? – a 20 percent chance, a 20 percent chance of being sexually assaulted?\" Saslaw said in the clip posted by Blue Virginia, a liberal blog.\nSaslaw spoke more than a week before Rolling Stone backed off the story. The magazine’s editor said last week there were discrepancies in the accuser’s version of events and that the magazine’s trust in her \"had been misplaced.\"\nNonetheless, Saslaw’s statement that 20 percent of female students at U.Va are sexually assaulted at UVa warrants examination. The senator, whose daughter graduated from U.Va., told us the figure came from the Rolling Stone article, which says \"one in five women is sexually assaulted in college though only about 12 percent report it to police.\"\nBut the article didn’t say those are the figures are for U.Va. specifically, and for good reason. Let’s take a deeper look:\nWhere does the statistic come from?\nThe Rolling Stone article didn’t cite a source for the one-in-five statistic. But it likely originates from a widely cited study on college sexual assaults conducted in December 2007 by the U.S. Justice Department’s National Institute of Justice. Researchers surveyed 5,446 undergraduate women at two unnamed large public universities -- one in the Midwest and one in the South.\nThe research gained a new wave of attention this year amid a White House push to raise awareness about rape and sexual assault. During an April 29 speech, Vice President Joe Biden said one in five college women are sexually assaulted during their college years. Biden’s office told our colleagues at PolitiFact National that the statement was based on the Justice Department’s findings.\nThe study defined sexual assault as unwanted touching, intercourse, oral sex, anal sex or sexual penetration with an object or finger. Researchers wrote in a Journal of American College Health article in 2009 that 19.8 percent of women surveyed during their senior year had experienced a sexual assault since entering college.\nBut there are some major caveats about the figure. Researchers noted the results were limited to the two unidentified colleges surveyed and may not generalize to the experiences of all college women. They also said the survey had a \"modest\" 42 percent response rate to their Web-based survey, which the researchers noted is lower than other methods, such as face-to-face interviews. They hoped, however, that anonymity would provide more candid answers and better data.\nJames Fox, a professor of criminology, law and public policy at Northeastern University, told PolitiFact National in May that  the \"one-in-five statistic shouldn’t just be taken with a grain of salt, but the entire shaker.\" Fox said the issue of sexual assaults on campuses shouldn’t be diminished but faulted the White House for citing national estimates that are \"shaky at best.\"\nDespite the issues with its methodology, the Department of Justice reached similar conclusions to several other studies on sexual assaults on campuses.\nIn a survey this spring at the Massachusetts Institute of Technology, 17 percent of the school’s undergraduate women said they experienced a sexual assault -- broadly defined by researchers as \"unwanted sexual behaviors involving threats or incapacitation, unwanted sexual touching or kissing, oral sex, sexual penetration or attempted sexual penetration or attempted oral sex.\"\nBut the researchers found the undergraduates answered the question differently when asked if they had been \"sexually assaulted or raped\" and were allowed to apply their own definitions to the terms. Under those conditions, 11 percent of the women answered \"yes.\"\nSince it was a voluntary, non-random survey, the school cautioned it would be wrong to \"use these numbers to generalize about the prevalence of unwanted sexual behavior in the lives of all MIT students.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn early 1997, the Department of Justice randomly surveyed 4,446 college women and found that 15.5 percent said they had been \"sexually victimized\" during that school year -- a term that included threats and actions ranging from unwanted touching to rape. The study said that during  the course of an undergraduate career, which often extends five years, \"the percentage of completed or attempted rape among women in higher educational institutions might climb to between one-fifth and one-quarter.\"\nResearch that tries to quantify sexual assaults is complicated by a couple of factors. First of all, it is often an unreported crime. The results of the incidence of sexual assault can differ depending on how the crime is defined. The National Institute of Justice notes on its website that \"researchers have been unable to determine the precise incidence of sexual assault on American campuses because the incidence found depends on how the questions are worded and the context of the survey.\"\nDespite such limitations, the institute adds that \"several studies indicate that a substantial proportion of female students -- between 18 and 20 percent -- experience rape or some other form of sexual assault during their college years.\"\nDoes the national figure apply to U.Va.?\nAlthough the 20 percent is a national number, Saslaw said it applies to U.Va. The senator noted that Rolling Stone reported that U.Va is among 12 universities that has been singled out for an proactive federal compliance review of its procedures handling students’ complaints of sexual assaults.\nThat would \"kind of lead you to believe it’s definitely one-in-five there (at U.Va.),\" Saslaw told us. \"They’re not reviewing all of the colleges across America.\"\nBut there’s no way to know whether the one-in-five figure actually does apply to U.Va. We asked the university whether it has figures for the percentage of women students who have been raped, but did not receive a direct response.\n\"The national statistics on sexual assaults and sexual misconduct on college campuses are alarming and disturbing for everyone, \" U.Va. spokesman Anthony P. de Bruyn told us in an email. \"UVA is taking aggressive action to address these important issues.\"\nU.Va. President Teresa Sullivan, during a Dec. 1 speech, said the university will conduct a survey this spring to determine \"how commonly\" its students experience sexual assaults.\nWe reached out to David Lisak, a forensic consultant and researcher on sex crimes, about the level of sexual assault at U.Va. and whether the 20 percent national figure that Saslaw cites applies to the college.\n\"Whether these rates of sexual assault apply specifically to UVa is of course an empirical question,\" Lisak told us in an email. \"However, there are by now numerous studies of sexual assault on college campuses, and they are quite consistent in their findings. So one would have to provide some real evidence to argue that the situation at UVa is markedly different than what has been found in national studies.\"\nOur ruling\nSaslaw says a female student attending U.Va. has a 20 percent chance of being sexually assaulted.\nSaslaw bases his claim on a Rolling Stone article about an alleged gang rape at UVa that said nationally, \"one in five women is sexually assaulted in college.\"\nRolling Stone didn’t cite a source, but the statistic is commonly used and is often based on a 2007 federal survey of women at two unnamed colleges. A few other studies have come up with comparable results.\nThe key fact here is that none of the studies, as far as we know, examined U.Va. The university says it plans to start surveying its students next year to quantify incidences of sexual misconduct.\nSaslaw applies the 20 percent figure to U.Va. without any hard information and his comment suggests that the statistic is unique to the university.\nWe’re not downplaying the issue of sexual assaults at U.Va., a problem that’s been repeatedly acknowledged by Teresa Sullivan, president of the university. But there’s a burden on Saslaw to prove his claim and he comes up short.\nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-06936"}