{"url": "/factchecks/2013/nov/20/alison-lundergan-grimes/alison-lundergan-grimes-says-mitch-mcconnell-block/", "speaker": "Alison Lundergan Grimes", "vclaim": "Says Senate Minority Leader Mitch McConnell has \"blocked the Senate over 400 times.\"", "truth_label": "half-true", "date": "stated on October 28, 2013 in a campaign ad:", "title": "Alison Lundergan Grimes says Mitch McConnell 'blocked the Senate over 400 times'", "text": "Is Mitch McConnell the \"guardian of gridlock\"?\nOne of the marquee races in the 2014 midterm elections is McConnell’s bid to win a sixth term representing Kentucky. And one of the issues likely to get significant attention in the campaign is whether McConnell, as the Senate’s minority leader, has unduly obstructed the Senate majority’s work.\nThe allegation of obstructionism is at the center of an ad released in October by his Democratic challenger, Alison Lundergan Grimes. The ad shows a house slowly catching fire, as the narrator says, \"He calls himself a proud guardian of gridlock. He’s blocked the Senate over 400 times, then voted to shut down the government, hurting Kentucky’s economy. Mitch McConnell can’t light the house on fire, then claim credit for putting it out, especially while it’s still burning.\"\nAs evidence, the Grimes campaign cited a report by WFPL, the Louisville NPR affiliate, in July 2013. The radio report noted that \"since 2007, Senate statistics show McConnell has used the filibuster 413 times as minority leader. That is almost twice as much as when Democrats held the minority from 1995 to 2001.\"\nThe rules behind filibusters can get pretty wonky, but Grimes’ claim has sparked intense discussion concerning some highly technical rules of Senate debate. Our fact-checking colleagues at FactCheck.org and the Washington Post Fact Checker have looked into the claim, with FactCheck.org concluding that \"Grimes uses inflated figures,\" and the Fact Checker giving the claim three Pinocchios out of a possible four. Meanwhile, political scientists pushed back, saying Grimes’ claim had merit.\nWe decided to take a fresh look at the evidence.\nThe finer points of Senate procedure\nUnder the Senate’s rules, action on legislation can proceed one of two ways. The smoother path, if it can be achieved, is through unanimous consent of all senators on the terms of a debate. But, as the term \"unanimous\" indicates, this standard means that any senator who wishes to can block consent.\nThe alternative is to file a \"cloture motion.\" If it passes, then debate on the underlying legislation can proceed. If it fails, Senate action remains stalled. A cloture motion must secure a supermajority -- 60 votes.\nBecause rounding up 60 votes is no easy task, the Senate’s minority party -- and indeed any individual senator in either party -- can wield significant influence by slowing or stopping action, simply by objecting, either publicly or behind the scenes.\nThe claim in Grimes’ ad, that McConnell blocked the Senate 400 times, counts almost every time a cloture motion was filed between 2007 and 2013.\nBut skeptics have pointed out that, in some of those cases, cloture was approved, meaning that the blockage was ultimately overcome. In other cases, cloture requests were withdrawn, meaning the parties managed to work out an agreement to proceed. And in some cases, it was McConnell who filed cloture to end a Democratic blockage, a move that shouldn’t be considered part of McConnell’s efforts to block action.\nAfter weeding out these instances, both Factcheck.org and the Fact Checker settled on 120 cases in which the chamber voted on cloture but failed to approve it. That’s a lot less than 400.\nMcConnell’s office agrees with this interpretation. \"As a matter of a fact check, your job is simple,\" McConnell spokesman Don Stewart told PolitiFact. \"Did McConnell block the Senate ‘over 400 times’ or not? That’s an easy one: No.\"\nThe Grimes campaign acknowledged that there are other reasonable interpretations of the data, but said it stands by the ad.\nOther ways to define obstructionism\nExperts on congressional procedure told PolitiFact that counting only 120 cloture votes doesn't fully encapsulate the extent of blocking undertaken by McConnell or the conference he leads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nPart of the uncertainty stems from the definition of the word Grimes used: \"block.\" If blocking means a maneuver that permanently prevents something from happening, then 120 examples would seem to be the right call. But if blocking means a delaying action, sometimes for months or years at a time, then the number of cloture motions filed -- roughly 400 -- begins to look much more defensible.\nWhen counting the number of cloture motions filed, rather than just those voted down, \"the sequence of events suggests that the majority tried to move forward but couldn't because they were blocked by the minority,\" said Sarah Binder, a congressional scholar at the Brookings Institution. \"So the majority filed for cloture, and then the minority came to the table. You just can't drop those from the count. McConnell, with support of his party, effectively blocked the Senate, at least temporarily.\"\nBinder offered two examples to illustrate the larger phenomenon. In the first case, Barbara Keenan, a judicial nominee, had to wait four months for a confirmation vote due to GOP opposition. After Reid filed for cloture, the Senate approved cloture by a 98-0 margin. \"Yes, cloture was invoked, but GOP obstruction delayed seating a judge for four months,\" Binder said.\nBinder’s second example is Richard Cordray, President Barack Obama’s nominee to head the Consumer Financial Protection Bureau. Cordray waited almost two years for a vote; one finally came in July 2013, when cloture was approved, 71-29. \"How can you say there was no effort to block the Senate from confirming Corday?\" Binder said. \"The minority tried to block him and they failed.\"\nBinder sees the Keenan and Cordray cases as \"examples of a more general phenomenon.\" Other congressional scholars agreed.\n\"Looking only at things actually killed by failed cloture motions is the narrowest way to look at the impact of filibusters and threatened filibusters,\" said Norm Ornstein, a resident fellow at the American Enterprise Institute. \"Instances of filibusters invoked on bills and nominations that passed unanimously or nearly so are done to soak up huge amounts of the Senate's most precious commodity, time. I view those actions as blockage.\"\nSteven Smith, a congressional scholar at Washington University in St. Louis, thinks the more expansive definition of what counts as \"blocking\" has merit, because delays aren’t cost-free.\n\"Agencies that go without leadership, courts struggling with large workloads, departments without regular appropriations, and many, many other consequences of delay cannot be dismissed as inconsequential,\" he said.\nIn fact, if you use the broader definition of \"block\" -- and throw in examples of the minority using amendments, motions, extraneous debate and roll-call vote demands -- then the number 400 could actually underestimate the amount of blocking going on.\nHow much is McConnell to blame?\nAnother tricky issue is whether the obstruction can be pinned on McConnell personally.\nMost experts we checked with said both parties bear some responsibility for the current paralysis in the Senate -- both due to Democratic actions prior to 2007 (when their party was in the minority) and current actions by the Democratic majority that have minimized the GOP’s ability to offer amendments.\nIn addition, each senator is individually empowered to block whatever legislation they wish, so some of the blocking is being driven by individual senators rather than McConnell specifically.\nStill, the experts agreed that just because McConnell shares the responsibility doesn’t mean he’s absolved of all responsibility. After all, he’s been the GOP leader since 2007 and once said, \"The single most important thing we want to achieve is for President Obama to be a one-term president.\" Binder believes that as the party’s leader and chief Senate strategist, \"it’s reasonable to hold him accountable for party-backed filibusters.\"\n\"If an observer can't see that this is central to McConnell's style of leadership, then it's time to find another line of work,\" said Roy T. Meyers, a political scientist at the University of Maryland-Baltimore County who specializes in Congress.\nOur ruling\nIn her ad, Grimes said that McConnell has \"blocked the Senate over 400 times.\"\nIf you look at cases of permanent blockage -- which you can do by counting failed cloture votes -- then Grimes’ number significantly exaggerates the scale of McConnell’s obstructionism. But her 400 figure sounds much more reasonable if one uses a broader definition of \"block\" that counts delays, many of which have gone on for months and even years.\nIn fact, there are enough ways for a minority to gum up the works that aren’t counted in the statistics that the actual number of blockages -- if it could be divined -- could well push the number higher than 400. And that’s a key problem for Grimes -- the number can’t be divined, meaning that Grimes’ figure, even if it is actually a low estimate, communicates a false sense of statistical specificity. It’s also debatable how much McConnell deserves blame for the Senate’s current gridlock, though most experts say he at least deserves some.\nOn balance, we rate Grimes’ claim Half True.", "vclaim_id": "vclaim-pol-08589"}