{"url": "/factchecks/2014/oct/06/jorge-elorza/jorge-elorza-ciancis-last-years-mayor-crime-provid/", "speaker": "Jorge Elorza", "vclaim": "\"In the last six years of Cianci’s administration violent crime was down in the United States. It was down in the region. It was down in Rhode Island. But it was up in Providence.\"", "truth_label": "mostly-true", "date": "stated on September 30, 2014 in a debate:", "title": "Jorge Elorza: In Cianci’s last years as mayor, crime in Providence rose but fell in R.I., U.S.", "text": "During the Sept. 30, 2014, Providence mayoral debate, when Democrat Jorge Elorza was asked why he has said he’s embarrassed by independent Vincent A. \"Buddy\" Cianci Jr. running for office again, he said he would rather look forward and focus on his vision for the city.\n\"Let’s leave behind all of the corruption and what led the ex-mayor to go to jail,\" Elorza said of his rival.\nElorza, however, couldn’t leave quite all that behind and immediately criticized Cianci whose last stint in office ended in 2002 with a federal conviction for racketeering conspiracy.\n\"In the last six years of Cianci’s administration, violent crime was down in the United States,\" Elorza said. \"It was down in the region. It was down in Rhode Island. But it was up in Providence.\"\nElorza made the same claim in a news release on Friday, so we were curious -- did Providence really buck national and regional trends when it came to violent crime in the late 1990s and early 2000s?\nWe went straight to the website for the Federal Bureau of Investigation, which collects data on crime from across the country as part of its Uniform Crime Reporting program (UCR). Under the program, four offenses are classified as violent crimes: murder and nonnegligent homicide, forcible rape, robbery and aggravated assault.\nThe FBI tallies the total numbers of violent crimes in widening geographic areas: cities and towns, states, regions and the nation as a whole. The agency also calculates rates for given areas by working out the number of violent crimes for every 100,000 people.\nFor our analysis, we used the period from 1997 to 2002, the last six years of Cianci’s most recent time in office.\nNationally, the violent crime rate fell from 611 crimes per 100,000 people in 1997 to 494.4 in 2002, according to the UCR data.\nIt also fell for the Northeast region, from 536.4 in 1997 to 416.5 in 2002, and for the smaller New England region, from 441.1 in 1997 to 346.9 in 2002.\nAnd for Rhode Island, it also went down, from 333.5 in 1997 to 285.6 in 2002.\nSo what about Providence? The violent crime rate did indeed go up, from 674.8 in 1997 to 734.9 in 2002.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIt wasn’t a steady progression for those six years. The rate actually rose and fell a couple times over that period. If you graph those numbers, it would look a little like a rollercoaster. But the end result was a number in 2002 that was 8.9 percent higher than it was in 1997.\nWe also looked at other major metropolitan centers in New England to see how they fared between 1997 and 2002. Of the nine other cities that round out the top 10 in the region by population (a list that includes Boston, Hartford and New Haven), only Waterbury, Conn. also experienced an increase, a slight one, in the violent crime rate for that period.\nElsewhere in the country, New York, Los Angeles, Atlanta and Washington, D.C. saw a drop in the rate. Houston and Philadelphia experienced increases.\nPolitifact Rhode Island has explored crime trends in past items, attributing the drop in crime rates nationally in the 1990s and 2000s to an aging population, community policing, the crackdown on guns and other factors.\nProvidence police officials blamed the increase in the city’s violent crime rate over the same period to more people and more traffic in the downtown, according to Journal stories from the time.\nIt’s worth noting that Elorza chose only a portion of Cianci’s time in office to make his point rather than the entire period of his opponent’s second stint in office, which started in 1991. Could it be because the crime rate cumulatively fell over those 12 years in office -- and did so quite dramatically? Despite the increase at the end, Providence saw a net drop -- and a very large one -- from 1,274 violent crimes per 100,000 people to 734.9.\nIn fact, the 42 percent drop in Providence’s violent crime rate between 1991 and 2002 trumped the 35 percent drop in the national rate for those same years and the 38 percent drop in the Rhode Island rate.\nHowever, David Ortiz, a spokesman for Elorza, said that the upward trend at the end of Cianci’s time in office was significant because it ran counter to what was going on elsewhere.\nOur ruling\nJorge Elorza said that the violent crime rate was up in the final years of Cianci’s second period as mayor while similar rates for the state, the region and the nation were all down.\nWhile Elorza carefully picked a time period between 1997 and 2002 to illustrate a point, that doesn’t mean the point isn’t valid. The rate of murders, rapes, robberies and aggravated assaults went up for those years, even though -- and this is what makes the claim notable -- it was falling elsewhere.\nBut Elorza’s claim does ignore the larger context, which is that the increase didn’t erase the gains seen in the earlier years of Cianci’s second stint as mayor. If Elorza had chosen the entire 12 years Cianci was in office the second time around, he couldn’t have made the same claim. If he had chosen eight years, he couldn’t have either.\nBecause the statement needs clarification, we rule it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07198"}