{"url": "/factchecks/2013/feb/14/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-last-workers-c/", "speaker": "Sacramento Bee Editorial Board", "vclaim": "Says Texas is last in workers' compensation coverage.", "truth_label": "true", "date": "stated on February 6, 2013 in an editorial:", "title": "Sacramento Bee editorial says Texas is last in workers’ compensation coverage", "text": "Taking umbrage at Texas Gov. Rick Perry’s campaign to lure California businesses, the Sacramento Bee swiped at Texas in an editorial stating that among its shortcomings, Texas is last in workers’ compensation coverage.\n\nWorkers’ compensation coverage ensures employees get paid if they’re injured on the job, or that in work-related deaths, their families receive benefits. Before states started passing such laws in 1911, workers’ main recourse was to sue their employers, who usually won in court.\n\nStuart Leavenworth, who edits the Bee’s editorial page, offered as a basis for this claim a February 2011 report, \"Texas on the Brink,\" issued by a Texas House caucus called the Legislative Study Group. The basis for the report’s ranking on \"workers’ compensation coverage\" was 2006 data on the percentage of workers covered in each state that came from the National Academy of Social Insurance, a Washington, D.C., nonprofit group that researches such issues.\n\nAnd herein lies an important anomaly: Texas is the only state that does not require all employers to obtain workers’ compensation coverage. Experts we consulted agreed this is the reason why Texas consistently ranks last and well behind other states in the proportion of workers covered.\n\nThere are exceptions; the National Federation of Independent Business says in an online comparison of such state laws that those include government construction contracts. In those cases, workers can file compensation claims, a right that employees usually give up in workers’ compensation agreements, \"if they think they have a genuine case and the employer is still refusing to pay monetary benefits,\" the summary says. And other states exempt certain employers.\n\nThe academy’s most recent data on the percentage of workers covered in each state comes from 2010. As charted in an August 2012 report, it shows that while Texas had 78.6 percent of workers covered, no other state had less than 94.9 percent covered. Thirteen states -- including California -- had 100 percent covered.\n\nAmy Lee, a Texas Department of Insurance expert on workers’ compensation at the Texas Department of Insurance, told us by email, \"The 2012 estimate is that 19 percent of private Texas employees do not have (workers’ compensation) coverage,\" citing her agency’s 2012 analysis of employer participation in the Texas workers’ compensation system.\n\nNext, we wondered if there were other ways to rate states on their workers’ compensation coverage. Distinctions can include types of injury covered and differences in benefits paid. And going by some of them, Texas is not last in the nation. For example, division executive for state relations Lori Lovgren of the National Council on Compensation Insurance, which gathers and analyzes data on workers’ compensation, emailed us a 2012 report showing Texas ranked 38th in the business-friendly ranking of lowest cost to employers.\n\nJennifer Wolf, executive director of an association representing state and provincial workers’ compensation systems in the U.S. and Canada, told us by email she would say there can be \"quite a bit of difference\" between states, especially \"when you are comparing different types of benefits (temporary, permanent partial, permanent total).\" Wolf’s group, the International Association of Industrial Accident Boards and Commissions, is based in Madison, Wis.\n\nWolf and Lee said that most states’ systems have gradually come into line with a set of federal recommendations issued in 1972. Wolf said the most recent check on compliance with those guidelines was a Jan. 1, 2004, report from a branch of the U.S. Department of Labor. States averaged compliance with 12.83 of the 19 recommendations, the report said; Texas’ compliance was slightly below average, at 12.5.\n\nSo the most significant difference between the states that we found is Texas’ voluntary system, under which 81 percent of private-sector workers get coverage not dissimilar to that across the country.\n\nOf the 19 percent in Texas that do not have government-mandated coverage, Lee said, \"most have access to some sort of occupational benefits plan by their employer. The rest have no coverage.\"\n\nRick Levy, legal director of the Texas AFL-CIO labor federation, said the alternative coverage offered by employers not subscribing to Texas’ system can offer \"far inferior\" benefits. \"The fact that so many workers lack coverage at all really sets us apart from everybody.\"\n\nOur ruling\n\nThe Bee said Texas is last in workers’ compensation coverage. Under state law, Texas remains the only U.S. state in which such coverage isn’t mandatory for all employers. And in 2010, 81 percent of Texas workers had such coverage, while nearly all workers were covered in the other states.\n\nThe editorial’s statement is True.\n\nClick here to see our other fact-checks related to the Bee editorial.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09711"}