{"url": "/factchecks/2015/nov/05/tammy-baldwin/ten-times-more-dark-money-has-been-spent-2016-elec/", "speaker": "Tammy Baldwin", "vclaim": "\"‘Dark money’ spending\" in the 2016 election cycle \"is 10 times what it was at the same point in the 2012 election cycle,\" when it topped $308 million.", "truth_label": "true", "date": "stated on October 31, 2015 in a campaign email:", "title": "Ten times more 'dark money' has been spent for 2016 elections, U.S. Sen. Tammy Baldwin says", "text": "Soliciting contributions to her campaign fund, U.S. Sen. Tammy Baldwin warned her supporters about the dangers of \"dark money\" -- cash spent on elections by groups that don’t have to disclose their donors.\nIn an Oct. 30, 2015 email, the Wisconsin Democrat wrote that groups backed by conservatives such as Karl Rove and the Koch brothers \"have spent hundreds of millions of dollars to make sure they get right-wing extremists elected into office. And it’s only getting worse.\"\n\"Today,\" Baldwin’s email continued, \"dark money spending is 10 times what it was at the same point in the 2012 election cycle. And in 2012, it ended up topping $308 million.\"\nThen she asked for a contribution of $5 or more.\nA year away from the 2016 general election, is dark-money spending already 10 times higher than it was at this point four years ago?\nThe answer, from the source widely acknowledged as the best in this area:\nYes.\nWhat dark is\nWe consulted the Center for Responsive Politics, a nonpartisan campaign finance research group that runs a website called OpenSecrets.org.\n(Two other groups involved in campaign finance -- the Sunlight Foundation and the Campaign Finance Institute -- also referred us to the center.)\nUsing data from the Federal Election Commission, the Center for Responsive Politics tracks so-called dark-money spending -- that is, expenditures by nonprofit groups, whose primary function is not supposed to be political activity, that don’t have to disclose their donors.\nThose groups can receive unlimited corporate, individual, or union contributions. They can use the money for various election activities, including buying ads that advocate for or against a candidate, running phone banks and making contributions to super PACs. But they can’t coordinate with or donate money to candidates.\nLet’s start with 2011 and 2012 -- that is, the 2012 election  cycle.\n2012 election cycle\nThe center reports that, as Baldwin indicated, more than $308 million in dark money was spent during the entire 2012 election cycle.\nSome 86 percent was spent by conservative groups, 11 percent by liberal groups and 3 percent by other groups.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe most -- $71 million -- was spent by American Crossroads/Crossroads GPS, which was co-founded by Rove. Americans for Prosperity, founded in part by the billionaire brothers David and Charles Koch, was second ($36 million) and the U.S. Chamber of Commerce was third ($35 million).\nThe three leading liberal groups, as identified by the center, were the League of Conservation Voters ($11 million), Patriot Majority USA ($7 million), whose priorities include money for public schools and infrastructure, and Planned Parenthood (nearly $7 million).\n2016 cycle\nAs for the 2016 cycle, $4.88 million in dark money expenditures have already been made, according to the center.\nThat’s more than 10 times the $440,000 that was spent at this point during the 2012 cycle.\nThe $4.88 million has been spent by six groups, including the U.S. Chamber of Commerce ($3 million) and Americans for Prosperity ($1.5 million), The only liberal group was Planned Parenthood, which spent just under $75,000\nRichard Skinner, policy analyst at the Sunlight Foundation, told us that the focus of early dark money being spent in the 2016 cycle is on U.S. Senate elections that are considered to be competitive, though some is also being spent on U.S. House races.\n(Baldwin isn’t up for election again until 2018. But Wisconsin’s other senator, Republican Ron Johnson, is rated as being in a \"pure toss-up\" race in 2016 from Democrat Russ Feingold, whom Johnson defeated in 2010. No dark money has been spent yet in that race, according to the Sunlight Foundation.)\nSkinner said he didn’t know whether dark money spending so far means that the total for the 2016 cycle will ultimately be 10 times higher than four years earlier.\nBut he said he expects more dark money to spent in the 2016 cycle than ever before.\nOur rating\nBaldwin said \"dark money spending\" in the 2016 election cycle \"is 10 times what it was at the same point in the 2012 election cycle,\" when it topped $308 million.\nSo-called dark money spending in election campaigns -- by groups that don’t have to disclose their donors -- exceeded $308 million in the 2012 election cycle. So far in the 2016 cycle, it has reached nearly $5 million, more than 10 times the $440,000 that had been spent at this point in the 2012 cycle.\nWe rate Baldwin’s statement True.\nMore on Tammy Baldwin\n\"The pope and Donald Trump and Tammy Baldwin all agree\" on eliminating the \"carried-interest\" tax break. Half True.\nScott Walker's views on abortion are more restrictive \"than any Republican president in recent times.\" True.\nMiddle-class Americans \"pay a higher tax rate than millionaires and billionaires.\" Half True.", "vclaim_id": "vclaim-pol-05775"}