{"url": "/factchecks/2011/jun/10/kim-guadagno/lt-gov-kim-guadagno-says-business-retention-and-re/", "speaker": "Kim Guadagno", "vclaim": "Says Panasonic stayed in New Jersey because of the Business Retention and Relocation Assistance Grant (BRRAG) program.", "truth_label": "false", "date": "stated on May 11, 2011 in a radio interview on WNYC's Brian Lehrer Show:", "title": "Lt. Gov. Kim Guadagno says the Business Retention and Relocation Assistance Grant program helped Panasonic stay in New Jersey", "text": "The Panasonic Corporation of North America recently threatened to break off its relationship with New Jersey and leave the Garden State.\n\nNew Jersey, not willing to end the relationship, offered up tax credits to coax Panasonic to stay.\n\nThe offer worked.\n\nInstead of moving its North American headquarters to Atlanta, Brooklyn, California or Chicago, Panasonic is relocating to Newark from Secaucus -- a move that will net the company up to $102.4 million in tax breaks through the Urban Transit Hub Tax Credit program.\n\nDid that grant ultimately sway Panasonic?\n\nNot according to a recent radio interview with Lt. Gov. Kim Guadagno. On WNYC, Guadagno touted the Business Retention and Relocation Assistance Grant, or BRRAG, program as the initiative that kept Panasonic in New Jersey.\n\nNear the beginning of a more than 20-minute interview, WNYC host Brian Lehrer asked Guadagno specifically about the BRRAG program, which was revised in January to increase the amount of tax credits companies can receive.\n\n\"I read that, as we go down some of your initiatives, that one of your programs is to beef up the Business Retention and Relocation Assistance Grant program so that it's $2,250 annually for six years for every job retained in New Jersey, compared to $1,500 for just one year in the past. Do I have the numbers right and is that an important change?\" Lehrer asked.\n\nGuadagno said \"it’s a crucial change\" and confirmed the numbers.\n\n\"It's a very lucrative program. We're winning that game based on the program,\" she said. \"For example, I think you've probably read, Panasonic is staying in New Jersey based on that program and some other incentives.\"\n\nGuadagno then talked about other companies that are choosing to stay in New Jersey. Lehrer shifted the conversation back to Panasonic.\n\n\"I know Mayor (Cory) Booker called that a game-changer for the City of Newark the other day. But on the retention, how much do you think those dollar figures matter? Because some people question whether a per job ... payment program just makes businesses that don't plan to leave threaten to leave and we've seen in other states that they're not binding anyway. So then some businesses abolish some jobs in a few months or even a few years and then they get paid for pretending to retain others. I'm sure you've seen those kind of things go on. So how do you cost it out in a way you know you are not going to get scammed?\"\n\nGuadagno answered: \"Well, there's a couple of issues there. First of all, let's stick with Panasonic for just a minute. Panasonic is a multi-national company who was leaving New Jersey, certified in their records that they were out the door ... It's not a surprise that they could go anywhere in the world. So we went to them and said, ‘Stay in New Jersey; use these incentive programs.’ So, we were able to keep Panasonic solely because of the existence of this incentive program.\"\n\nReally? PolitiFact New Jersey decided to check, and found Guadagno was wrong to brag about BRRAG.\n\n\"We did not apply for that grant,\" said Peter Fannon, vice president of technology policy at Panasonic. But, he said,  \"with the help of the transit credit we were able to stay in New Jersey.\"\n\nPanasonic applied for a $102.4 million Urban Transit Hub Tax Credit. If the company doesn’t create an additional 200 jobs at the Newark site during the next 10 years, it will qualify for 80 percent of the tax credit, or $81.9 million, according to a state Economic Development Authority memo.\n\nThe EDA, which administers tax credit programs, approved Panasonic’s application on Feb. 16.\n\nLaura Jones, spokeswoman for the state agency, said companies that receive Urban Transit Hub Tax Credits aren’t eligible to get BRRAGs.\n\n\"You can’t get both a hub and a BRRAG,\" she said.\n\nPolitiFact New Jersey went back to Guadagno’s staff with the conflicting information.\n\nThe lieutenant governor’s spokesman, Fred Snowflack, said Guadagno wasn’t trying to deliberately mislead listeners during the radio interview.\n\n\"You can understand the overall point that she was trying to make: that it was from incentives from the state that kept Panasonic in New Jersey,\" he said.\n\nLet’s review.\n\nGuadagno claimed BRRAG helped Panasonic stay in New Jersey. Panasonic said BRRAG wasn’t a factor in the company’s decision and the state EDA confirmed Panasonic is not eligible for any tax credits through that program.\n\nWe rate this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, join the conversation at NJ.com.", "vclaim_id": "vclaim-pol-12954"}