{"url": "/factchecks/2012/nov/14/steve-lonegan/conservative-activist-steve-lonegan-says-60-new-je/", "speaker": "Steve Lonegan", "vclaim": "\"Sixty percent of New Jersey doctors do not accept Medicaid patients.\"", "truth_label": "true", "date": "stated on October 24, 2012 in an op-ed on the Asbury Park Press' website:", "title": "Conservative activist Steve Lonegan says 60% of New Jersey doctors don’t accept Medicaid patients", "text": "Faced with low payment rates, most New Jersey doctors are apparently shutting their doors on Medicaid patients.\n\nAnd under a plan from President Barack Obama, the same fate will befall the Medicare program, according to conservative activist Steve Lonegan.\n\nIn an Oct. 24 op-ed on the Asbury Park Press' website, Lonegan argued that changes to Medicare would lead that program down the path of Medicaid, which he claimed 60 percent of physicians in New Jersey do not accept.\n\n\"Medicaid vastly underpays doctors,\" wrote Lonegan, director of the New Jersey chapter of Americans for Prosperity, a conservative advocacy group. \"Sixty percent of New Jersey doctors do not accept Medicaid patients. This is not a model to replicate for our seniors.\"\n\nPolitiFact New Jersey found that Lonegan’s 60 percent figure is on the mark. A recent study estimated that only about 40 percent of office-based physicians in the Garden State were accepting new Medicaid patients last year.\n\nFirst, let’s explain how the Medicaid system works in New Jersey.\n\nMost Medicaid services provided in New Jersey are done through a managed care system. Under that system, the state contracts with private insurers, who manage the patients’ health care and pay the doctors directly.\n\nSome services in New Jersey are still covered on a fee-for-service basis, in which doctors are paid by the state.\n\nTo back up his claim, Lonegan directed us to a study by Sandra Decker, an economist at the Centers for Disease Control and Prevention’s National Center for Health Statistics. That study was outlined in an article published in the August 2012 edition of a journal called Health Affairs.\n\nThe study was based on the responses of 4,326 physicians to a nationwide survey conducted by the National Center for Health Statistics from February 2011 to June 2011.\n\nIn that study, Decker estimated that about 40 percent of New Jersey doctors were accepting new Medicaid patients in 2011. To be more precise, the percent of such physicians in the Garden State is likely between 28 percent and 53 percent, according to the study.\n\nThat roughly 40 percent estimate represents the lowest percentage for any state and much less than the national average of 69.4 percent, the study shows.\n\nWhy don’t more physicians accept Medicaid patients? One reason appears to be about money: the less they’ll get paid, the less likely physicians will take on those patients.\n\nThe fee-for-service rates paid by states have been measured by how they compare with Medicare fees. Decker’s study shows that states with greater Medicaid-to-Medicare fee ratios tended to have a higher percentage of physicians accepting new Medicaid patients.\n\nNew Jersey has ranked at the bottom for fee-for-service Medicaid payments in recent years, according to different studies.\n\nIt remains unclear how those fee-for-service rates compare to what some New Jersey doctors are getting paid to treat Medicaid patients on a managed care basis. Those managed care fees are negotiated between the physicians and the insurance companies.\n\nState officials are not involved in those negotiations, and thus don’t know how much the doctors receive, according to Nicole Brossoie, a spokeswoman for the state Department of Human Services.\n\nBut Stephen Zuckerman, a health policy expert at the nonpartisan Urban Institute, told us the two sets of rates are often similar, but doctors may get paid more in managed care systems.\n\nHowever, under the health care reform enacted in 2010, certain doctors providing primary care services to Medicaid patients in both fee-for-service and managed care are supposed to receive 100 percent of Medicare rates for 2013 and 2014, according to federal regulations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmy Handlin\n\n\nstated on April 4, 2012 in an opinion piece in the Times of Trenton\n\n\n\n\n\n\n\n\nSays under the Affordable Care Act, New Jersey’s \"new (Medicaid) enrollees won’t qualify for the matching federal funds simply because we added them onto the rolls before 2014.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • April 8, 2012\n\n\n\n\n\n\n\n\nBrian Cook, a spokesman for the Centers for Medicare & Medicaid Services, said in an e-mail that the fee increase applies to every state, and federal officials expect it to attract more physicians to accept Medicaid patients.\n\nOur ruling\n\nIn an op-ed last month, Lonegan claimed: \"Sixty percent of New Jersey doctors do not accept Medicaid patients.\"\n\nThat statement is backed up by a recent study estimating that roughly 40 percent of New Jersey doctors were accepting new Medicaid patients in 2011. The study also suggests that fewer physicians accept such patients in states with lower Medicaid payment rates.\n\nWe rate the statement True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10005"}