{"url": "/factchecks/2015/jul/19/donald-trump/trump-i-called-mccain-hero-four-times/", "speaker": "Donald Trump", "vclaim": "\"Four times, I said, he (John McCain) is a hero, but you know ... people choose selective pieces.\"", "truth_label": "barely-true", "date": "stated on July 19, 2015 in comments on ABC's \"This Week\":", "title": "Trump: I called McCain a 'hero' four times", "text": "Donald Trump is facing intense bipartisan backlash after saying Vietnam War prisoner of war Sen. John McCain, R-Ariz., is \"not a war hero,\" but an indignant Trump won’t apologize.\nTrump defended his latest provocation on ABC’s This Week, adding that McCain \"has done nothing to help veterans\" and suggesting the senator should actually apologize to him for insulting Trump supporters. When pressed by host Martha Raddatz, Trump complained that his critics are taking his comments out of context.\n\"Four times, I said he is a hero,\" he said on July 19, citing a fact-check by journalist Sharyl Attkisson. \"But you know … people choose little selective pieces. If you read what I say or watch what I say, which is even better, you’ll say that there was nothing wrong.\"\nWe took Trump’s advice and put his statement in context.\nThe backstory\nThe McCain-Trump war of words started in a New Yorker article published July 16. Ryan Lizza asked McCain about Trump and his anti-immigration rally held last weekend in McCain’s home state. McCain, as the article notes, led efforts to push through comprehensive immigration reform and \"has been at war with the far right in Arizona for years.\"\n\"This performance with our friend out in Phoenix is very hurtful to me,\" McCain told Lizza, \"Because what he did was he fired up the crazies.\"  \nTrump couldn’t take this lying down and retaliated on Twitter:\n\n(For the record, McCain graduated 894th out of a class of 899.)\nWhen Trump attended a rally in Ames, Iowa, on July 18, Republican pollster Frank Luntz asked him if calling McCain \"a dummy\" was appropriate. Trump recounted his beef with McCain before questioning his status as war hero in a back and forth with Luntz.\nHere’s a transcript of their conversation:\nTrump: \"(McCain) insulted me and he insulted everybody in that room. And I said somebody should run against John McCain, who has been, in my opinion, not so hot. And I supported him for president. I raised $1 million for him. That’s a lot of money. I supported him, he lost, he let us down. But he lost and I never liked him much after that 'cause I don’t like losers. But, but — Frank, Frank, let me get to it.\nLuntz: \"He’s a war hero. He’s a war hero …\"\nTrump: \"He’s not a war hero ...\"\nLuntz: \"He’s war hero.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump: \"He is a war hero ...\"\nLuntz: \"Five and half years in a Vietnamese prison camp …\"\nTrump: \"He’s a war hero because he was captured. I like people that weren’t captured. So he’s a war hero …\"\nLuntz: \"Do you agree with that?\"\nTrump: \"He’s a war hero, because he was captured, okay? I believe, perhaps, he’s a war hero. But right now he said some very bad things about a lot of people. So what I said is John McCain, I disagree with him that these people aren’t crazy.\"\nTrump literally said McCain \"is a war hero\" five times, but always with strings attached. Twice, he was interrupted by Luntz before he could finish his sentence. Once, the statement was preceded by \"I believe, perhaps.\" And the last two times, Trump added \"because he was captured.\"\nHe also, of course, started all this by saying McCain is \"not a war hero.\"\nExperts told us these caveats change the meaning of the sentence entirely.\n\" ‘He’s a war hero because he was captured’ implies that anybody who is captured is called a war hero, but there’s really nothing special about them,\" said Kathleen Kendall, who studies political campaign communication at the University of Maryland.\nMcCain, whose war record has been the subject of false attacks before, was taken prisoner by the Vietcong when his plane was shot down in 1967. For five and a half years, he was tortured and held in solitary confinement amid attempts by the North Vietnamese to obtain information and false confessions, according to the Navy. As the son of an admiral, McCain was offered an early release but refused until POWs who had been at the camp for longer than him were let go.\nWe’re not remarking on whether captivity is a marker of heroism, but Trump likely wasn’t either,  says rhetoric scholar Paul Achter of the University of Richmond.\n\"(Trump) appears to have thought it would be a funny aside to the question he was answering,\" he said.\nIn short, Trump’s self-defense is flimsy at best. As for his accusation of critics cherry-picking his comments, experts say the pot is calling the kettle black.\n\"He’s taking his own words out of context. That’s the offense he’s charging the media with,\" Kendall said.\nWe reached out to the Trump campaign for a response but didn’t hear back.\nOur ruling\nTrump said, \"Four times, I said (McCain) is a hero but you know … people choose selective pieces.\"\nTrump literally said McCain is a hero five times, but never without caveats. Once, he added \"perhaps, I believe\" before conceding the point. Twice, he was interrupted. And the last two times, Trump said, \"He is a war hero because he was captured.\" In other words, Trump also chose \"selective pieces\" and misquoted himself.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-06179"}