{"url": "/factchecks/2020/jul/22/facebook-posts/are-businesses-required-law-accept-cash-depends-wh/", "speaker": "Facebook posts", "vclaim": "Businesses that refuse any legal tender can be fined and sued.", "truth_label": "half-true", "date": "stated on July 15, 2020 in a Facebook post:", "title": "Are businesses required by law to accept cash? It depends on where they are", "text": "You may have come across signs in some grocery and retail stores that state they aren’t accepting cash because of a national coin shortage.\nThis has created a number of misleading claims on social media, including one we debunked that falsely said the coin shortage was planned. \nNow some posts claim that businesses are bound by law to accept cash, since it’s designated as legal tender. One such post on Facebook erroneously directs people to call an Alabama Department of Revenue number to report businesses, because they \"can be fined and sued.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere is no federal mandate that requires businesses to accept cash or coins. And Alabama has no law that requires businesses to accept cash as payment. No related bills have been filed in the state’s Legislature. We called the phone number on the Facebook post, and the woman who answered said, \"We don’t handle anything like that.\"\nHowever, a number of other states and cities have passed, or are considering, bans on cashless stores. Supporters of no-cash policies, including some big retailers, say they help speed up transactions and reduce the risk of theft. But critics say they discriminate against poor consumers who may not have access to credit cards, bank accounts or electronic payment systems.\nWhat federal law says\nThe Coinage Act of 1965 states that U.S. coins and currency are \"legal tender for all debts, public charges, taxes, and dues.\"\nBut the Treasury Department explains on its website that while those forms of money are valid for repaying debts to a creditor, there is \"no federal statute mandating that a private business, a person or an organization must accept currency or coins as for payment for goods and/or services.\" \n\"Private businesses are free to develop their own policies on whether or not to accept cash unless there is a state law which says otherwise,\" the Treasury says. \"For example, a bus line may prohibit payment of fares in pennies or dollar bills. In addition, movie theaters, convenience stores and gas stations may refuse to accept large-denomination currency (usually notes above $20) as a matter of policy.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSome states and cities stand up for cash customers\nMississippi state Sen. Chad McMahan recently claimed on his Facebook page that businesses in his state that decline to accept cash were breaking the law by refusing legal tender. That’s wrong. Mississippi has no ban on cashless businesses.\nBut a number of other states and localities do.\nMassachusetts has had a law in place since 1978, and New Jersey and Rhode Island passed similar laws in 2019. A handful of cities, such as San Francisco, Philadelphia and New York City, require businesses to accept cash as well. The rules allow for fines against violators.\nThere are various exceptions to these laws.\nFor example, in New Jersey, municipal parking facilities are exempted, and airport stores can decline to accept cash as long as two others that sell food in the same terminal take cash. Car rental businesses can be cashless in New Jersey if they accept cashier’s checks and certified checks. \nIn New York City, businesses with devices that convert cash to cards, like laundromats, are exempt under certain conditions.\nOur ruling\nSocial media posts are claiming that businesses that don't accept cash are breaking the law and can be fined and sued.\nWhether this is true depends on where the business is. There is no federal law that says merchants must accept cash. But a handful of states and municipalities have passed laws barring businesses from refusing cash.\nThe claim is partially accurate, but it leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-17775"}