{"url": "/factchecks/2012/dec/05/john-kitzhaber/did-oregon-have-nations-second-fastest-growing-eco/", "speaker": "John Kitzhaber", "vclaim": "Says that in 2011, Oregon had \"the second fastest growing economy in the nation.\"", "truth_label": "true", "date": "stated on December 3, 2012 in a speech.:", "title": "Did Oregon have the nation's second fastest-growing economy last year?", "text": "Oregon’s economy is looking up -- and in a recent speech at the Oregon Leadership Summit, Gov. John Kitzhaber counted the ways.\n\nUnemployment is falling, our credit rating is rising, the state ranks as one of the friendliest to business and just last year, Oregon had \"the second fastest growing economy in the nation.\"\n\nIt was that last one that caught our ear. Oregon usually lags behind the country -- but when the state is hot, it’s hot, so it wasn’t out of the realm of possibility. Still we decided to check it out.\n\nWe got in touch with Amy Wojcicki, the governor’s spokeswoman, and she reminded us of an article The Oregonian published last June. The story’s headline spoke for itself: \"Oregon economy growing at nation’s second-fastest rate.\"\n\nThe story cited figures from the U.S. Bureau of Economic Statistics. In 2011, Oregon’s gross domestic product increased by 4.7 percent. The state was second only to North Dakota, which saw its GDP grow by 7.6 percent that year.\n\nThe numbers show the governor was right. Still, we decided to dig just a little bit further because we know, when it comes to economics and statistics, nothing is ever quite as clear cut as it seems.\n\nWe called up Tim Duy, a University of Oregon economist. \"That's the fact -- you can certainly point to it.\" But, he added, \"I would be wary.\n\n\"I think it's important to recognize that a significant amount of those gains came from manufacturing\" -- particularly microchips and related industries.\n\nAll of this was covered in the original article. Indeed, manufacturing was far and away the biggest driver of growth that year. Intel alone had huge growth. So, we asked, what’s the problem with that?\n\n\"It's a real effect,\" Duy said, \"But is this the experience of the average Oregonian? I don't think the average Oregonian perceives the economy as growing at the second fastest rate in the nation.\"\n\nWe asked Duy if he could suggest another measurement that might provide a fuller picture -- he suggested the rate of job growth. Fortunately, this just came up in the state’s most recent revenue forecast. According to that report, which based its numbers on figures from the W.P. Carey School of Business at Arizona State University, Oregon ranks 26th overall in that category. Said another way: We’re perfectly average.\n\nIn a recent speech, Gov. Kitzhaber mentioned that a year ago, Oregon boasted the second-fastest growing economy in the nation. It was just one fact of several that he referenced to make the point that the state is rebounding from a dismal recession. According to the U.S. Bureau of Economic Analysis, the governor’s statement is accurate. We agree with Duy that most Oregonians don’t feel like they’re living in an economic boom, but that doesn’t make the governor wrong.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09951"}