{"url": "/factchecks/2019/jun/27/tim-moore/gop-leader-wrong-about-nc-abortion-law-ruling/", "speaker": "Tim Moore", "vclaim": "Says court ruling allows abortions in North Carolina \"until right before the baby is delivered.\"", "truth_label": "barely-true", "date": "stated on June 4, 2019 in a radio interview:", "title": "GOP leader wrong about NC abortion law ruling", "text": "There’s a lot of talk about abortion laws in North Carolina, and a lot of it is inaccurate.\nState lawmakers recently pushed for a bill that would impose new penalties on doctors who kill babies that survive an abortion.\nAs debate swirled around the bill, which Gov. Roy Cooper vetoed, some wrongly said infants have no legal protection in those circumstances. Opponents, meanwhile, wrongly suggested that the bill would’ve directly affected women.\nNow, there’s confusion over when abortions are legal in North Carolina. In March, a federal court ruled that the state’s ban on women having abortions after the 20th week of pregnancy is unconstitutional.\nOn former Gov. Pat McCrory’s June 4 radio show, House Speaker Tim Moore misrepresented the political background of the presiding judge in that case when he said \"liberal federal judges\" struck down the 20-week ban. District Judge William Osteen, who wrote the ruling, was appointed to the court by Republican President George W. Bush.\nMoore then suggested that the ruling greatly loosened the state’s abortion laws.\n\"Now in North Carolina under that law someone can get an abortion up until right before the baby is delivered,\" Moore said.\nIs it true that someone can now get an abortion \"up until right before the baby is delivered?\"\nPolitiFact has checked several claims that abortion laws would allow babies to be aborted a minute before birth or \"right up to the moment of birth.\"\nThose were exaggerations. And Moore’s statement is too.\nA ‘DISINGENUOUS’ COMMENT\nThe landmark 1973 U.S. Supreme Court case Roe v. Wade established that women have a right to abortion up until the fetus is viable.\nThat means women can abort a pregnancy up until the point when the fetus can live outside its mother’s womb. Or, viewed from the other side of the law, a woman cannot have an abortion after a fetus is deemed viable unless there are special circumstances.\nWhen does viability occur? Each woman and pregnancy is different. Some fetuses grow fast. Some grow more slowly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThat’s why the Supreme Court \"defined viability in general terms and left it to individual physicians to apply the Supreme Court’s definition of viability to each case,\" said Katie Watson, associate professor of medical social sciences, medical education, and obstetrics and gynecology at Northwestern University’s Feinberg School of Medicine.\nGenerally speaking, the medical community believes viability occurs sometime between 24 and 28 weeks, according to Laurie Sobel, associate director of women’s health policy for the Kaiser Family Foundation.\nMost pregnancies last between 37 and 40 weeks. So Moore’s claim that women can now get an abortion \"up until right before the baby is delivered\" is \"disingenuous,\" Sobel said.\n\"No one would say a fetus is not viable at that state,\" Sobel said.\nAn abortion would only happen that late in pregnancy if there’s a fetal anomaly, she said. Even in those cases, she said many physicians would induce labor rather than abort the infant inside the womb.\nDISTRUST OF DOCTORS\nSo, why did Moore suggest North Carolina now grants abortion until birth? Because state law doesn’t define what it means for fetuses to be viable, Moore spokesman Joseph Kyzer told PolitiFact in an email.\nThe ruling gives physicians \"sole discretion to determine a child’s viability without any statutory definition for the term,\" Kyzer’s email said. \"In the absence of a defined statutory standard for viability, this would allow an abortionist to perform the procedure up to and during the delivery of a baby that the abortionist judges to be non-viable.\"\nMoore’s comments through Kyzer reflect a broad distrust of medical professionals on the abortion issue among Republicans across the nation. Other GOP-controlled states such as Alabama, Louisiana and Georgia have tried to bypass those professionals and instead ban abortions after specific weeks in the pregnancy timeline.\nThe email comments are misleading in that they ignore a legal standard that was set by Roe v. Wade.\n\"Moore suggests that bad situations will arise without a ‘defined statutory standard for viability.’ However, the standard he seeks is unconstitutional,\" Watson said. The judge \"correctly quoted Roe v Wade and other Supreme Court decisions that do not allow state legislatures to create their own definitions of viability.\"\nSo, Moore’s original comments, which suggested that the federal judge’s ruling changed abortion standards, are also inaccurate.\nThrough spokeswoman Laura Brewer, Democratic NC Attorney General Josh Stein pointed out that the court \"enjoined enforcement of the statute only for pre-viability pregnancies. It doesn’t change any existing precedent or law.\"\nOUR RULING\nMoore said a judge’s recent decision striking down North Carolina’s ban on abortions after 20 weeks means women can now \"get an abortion up until right before the baby is delivered.\"\nThat’s only true of fetuses with abnormalities or pregnancies that endanger the mother’s health, a standard that already existed. Moore’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-06-27 22:28:21 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says court ruling allows abortions in North Carolina \"until right before the baby is delivered.\"    Tim Moore NC House Speaker https://wbt.radio.com/blogs/pat-mccrory-show-w-bo-thompson/pat-mccrory-talks-house-speaker-tim-moore-nc-abortion-bill   NC Tuesday, June 4, 2019 2019-06-04    Read More  info", "vclaim_id": "vclaim-pol-00487"}