{"url": "/factchecks/2020/aug/04/facebook-posts/bubba-watson-didnt-write-facebook-post-about-black/", "speaker": "Facebook posts", "vclaim": "Says Bubba Watson wrote a viral Facebook post about Black Lives Matter.", "truth_label": "pants-fire", "date": "stated on July 15, 2020 in a Facebook post:", "title": "Bubba Watson didn’t write this Facebook post about Black Lives Matter", "text": "Please skip the golf clap for that viral social media post attributed to PGA pro Bubba Watson. He didn’t write it. \n\"HOORAY FOR BUBBA WATSON,\" begins the post, which has been copied and pasted widely. \"He put into words what I think most of us are feeling.\" \nIt goes on to quote Watson who supposedly begins by saying: \"I’m so confused right now. I see signs all over saying black lives matter. I’m just trying to figure out which black lives matter. It can’t be unborn black babies. They are destroyed without a second thought. It’s not black cops. They don’t seem to matter. It’s not my black conservative friends. They are told to shut up if they know what’s best for them by their black counterparts.\"\nIt goes on at length, ending with a prayer for God to \"heal our land and bless the United States of America.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nOn July 24, Watson, who is white, published a message on his verified Twitter account. In his own, actual words, he said: \"I’m not sure how or why my name ended up on the Facebook post, but it ain’t from me. Someone decided to pretend it was from me and I guess it took off. It’s unfortunate how things like this spread online. I hope this is a good reminder to be careful what you believe on the internet.\"\nWe didn’t find any statements by Watson about Black Lives Matter that drew news coverage. In 2012, Watson, the owner of \"General Lee\" — the car from the TV show \"The Dukes of Hazzard\" that had the image of the Confederate flag on its roof — expressed disappointment when NASCAR canceled plans to have the golfer drive the vehicle on a parade lap before a race, saying, \"Obviously, I don’t stand for the Confederate flag.\"\nA few years later, Watson painted over the Confederate flag from the roof. \n\"All men ARE created equal, I believe that so I will be painting the American flag over the roof of the General Lee,\" he tweeted.\nIn June, he said he’d like to donate the car to a museum. \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17047"}