{"url": "/factchecks/2019/may/02/facebook-posts/quote-about-tax-dollars-poor-and-christianity-was-/", "speaker": "Facebook posts", "vclaim": "Quotes President Jimmy Carter as saying \"If you don’t want your tax dollars to help the poor, then stop saying you want a country based on Christian values, because you don’t.\"", "truth_label": "false", "date": "stated on May 1, 2019 in a Facebook post:", "title": "Quote about tax dollars, the poor and Christianity was not said by Jimmy Carter", "text": "President Jimmy Carter is well known for his devotion to Christianity and issues of human rights.\nSo, when a quote about both subjects is attributed to him on the internet, it isn’t that hard to believe he could or would have said it.\nThe quote, posted on Facebook along with a photograph of Carter, says: \"If you don’t want your tax dollars to help the poor, then stop saying you want a country based on Christian values, because you don’t.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhether Carter would support the message or not, he didn’t say it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe misattributed quote to the 39th president has been circulating the internet in various memes since it was actually uttered by comedian John Fugelsang in May 2013.\nThe remark originated as part of a longer address by Fugelsang when his segment \"Revoltingly Fake Christian of the Week\" aired as part of Current TV’s Viewpoint program. The segment aired on May 29, 2013, (it is no longer available online) and targeted Tennessee congressman Stephen Fincher.\nFugelsang took to Twitter shortly after the misattributed version of the quote began to spread to set the record straight.\nOn Sept. 13, 2013, he tweeted: \"This quote was widely attributed to Jimmy Carter. I apologize to him for it.\" Fugelsang again tweeted the quote and added an important parenthetical: \"(not Jimmy Carter).\"\nWe rate this post False.\n Share the Facts 2019-05-02 20:48:31 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Quotes President Jimmy Carter as saying \"If you don’t want your tax dollars to help the poor, then stop saying you want a country based on Christian values, because you don’t.\"    Facebook posts on the internet     Wednesday, May 1, 2019 2019-05-01    Read More  info", "vclaim_id": "vclaim-pol-00677"}