{"url": "/factchecks/2012/nov/30/josh-mandel/josh-mandel-says-his-senate-contest-sherrod-brown-/", "speaker": "Josh Mandel", "vclaim": "\"Our race was the closest U.S. Senate race in Ohio in 36 years -- when Howard Metzenbaum defeated Robert Taft in 1976.\"", "truth_label": "true", "date": "stated on November 16, 2012 in an email to supporters:", "title": "Josh Mandel says his senate contest with Sherrod Brown the closest in three decades in Ohio", "text": "Close only counts in horseshoes and hand grenades, but it can provide a bit of consolation in politics.\n\nStrategists like Karl Rove, whose two Republican-allied super PACs -- American Crossroads and Crossroads GPS -- were among the biggest spenders in the campaign season just ended, suggested that their spending kept a number of races closer than they otherwise might have been.\n\nAmong the races, and one of the 10 Senate contests in which Crossroads GPS invested, was the match between Democratic incumbent Sherrod Brown and the Republican state treasurer, Josh Mandel. Crossroads GPS contributed nearly $6.4 million to the unsuccessful effort to defeat Brown, making it the biggest third-party spender in a race that was one of the nation's costliest, according to figures gathered by the nonprofit Sunlight Foundation.\n\nMandel, in an email thanking his supporters, said one of them had pointed out \"that our race was the closest U.S. Senate race in Ohio in 36 years -- when Howard Metzenbaum defeated Robert Taft in 1976.\"\n\nTrue? PolitiFact Ohio couldn't resist an excuse to dig into history.\n\nWe looked first at current unofficial election results from Ohio Secretary of State Jon Husted. They show Brown defeated Mandel by 278,052 ballots, or 50.35 percent of the vote to Mandel's 45.06 percent.\n\nThen we checked the official record on the secretary's website. Of the 11 Senate races going back to 1976, none was as close as the Brown-Mandel match. Most were comparatively lopsided, in fact, including Brown's victory margin of more than 12 percent in 2006.\n\nIn 1976, Metzenbaum defeated Robert Taft Jr., the Republican incumbent, by a margin of 117,339 votes, or 3 percent of the vote. Not only closer than the Brown-Mandel race, it was a reverse rematch of the 1970 election in which Taft reached the Senate, defeating Metzenbaum by a margin of 70,420 votes, or  2 percent.\n\nTaft was a congressman, father of the former governor and son of the famed three-term senator who was nicknamed \"Mr. Republican.\" Before his two tight contests with Metzenbaum, he lost his first bid for the Senate in an even closer race.\n\nIn 1964, the year of Lyndon Johnson's presidential landslide over Barry Goldwater, Taft lost to incumbent Democrat Stephen Young by just 0.5 percent. It was Ohio's closest Senate election of the last half century.\n\nPolitiFact Ohio found the history interesting.\n\nOn the Truth-O-Meter, Mandel’s statement rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09963"}