{"url": "/factchecks/2015/oct/16/bill-oreilly/bill-oreilly-says-austins-murder-rate-has-spiked-8/", "speaker": "Bill O'Reilly", "vclaim": "From 2014 to 2015, Austin’s \"murder rate is up a whopping 83 percent.\"", "truth_label": "barely-true", "date": "stated on October 7, 2015 in a commentary:", "title": "Bill O'Reilly says Austin's murder rate has spiked 83 percent", "text": "Fox News commentator Bill O’Reilly, suggesting domestic crime is rising thanks to \"liberal compassion\" shown to convicts by President Barack Obama and others, declared that murder rates in certain cities — including Austin— are surging.\nBob Cole of Austin's KOKE FM radio brought his comments to our attention.\nO’Reilly said on the Oct. 7, 2015, episode of \"The O’Reilly Factor\": \"The murder rate from 2014 to 15 is very instructive.\n\"In Washington, D.C. it's up 46 percent.\n\"In Milwaukee, up 68 percent.\n\"In St. Louis, near Ferguson, up 51 percent. In Baltimore, up 54 percent. In Denver, up 75 percent.\"\nAnd, O’Reilly said, \"in Austin, Texas, the murder rate is up a whopping 83 percent.\"\n\"Those are facts,\" he added. \"But President Obama and the left have not acknowledged them.\"\nNevermind O'Reilly's dart at Obama. We at PolitiFact Texas were curious about his singling out the murder rate in our headquarters city. Has Austin’s murder rate surged 83 percent?\nCounting killings\nAccording to an online count of Austin homicides compiled by the Austin American-Statesman, based on deaths classified as murders by the Austin Police Department, 23 people have been killed in the city since the start of 2015, compared with 37 people in all of 2014.\nWe asked O’Reilly how he reached his Austin conclusion. Fox pointed us to a City of Austin website presenting monthly crime reports from Art Acevedo, Austin’s police chief.\nO’Reilly relied on Acevedo’s August 2015 report stating 22 individuals had been murdered locally from January through August 2015, compared with 12 in the comparable stretch of 2014. That’s an 83 percent increase.\nBut we realized that calculating these year-to-year percentage changes based on monthly reports can be misleading, given the small sample size. The day after O’Reilly spoke, the Austin Police Department posted the chief’s September 2015 report tallying 23 murders through that month of the year, up from 16 in the same part of 2014, or a 44 percent increase — roughly half the percentage relayed by O’Reilly. Notably, too, if O’Reilly had spoken out about Austin’s murder rate shortly after May 2015, he could have drawn on the chief’s reports to say it had ballooned 129 percent from the year before.\nCherry picking?\nFrom the chief’s reports, we tried to get a fuller sense of changes by comparing full years of data.  According to the chief’s December 2014 report, the 32 Austin murders that year exceeded the 25 murders in the city in 2013 by 28 percent. Annual APD crime reports by the department indicate there were 26 murders in the city in 2013; 33 in 2012; 27 in 2011; 38 in 2010; 22 in 2009; and 23 in 2008.\nWe took a similar longer view of the latest count available to O’Reilly by comparing Austin murders reported by Austin’s chief for the 12 months from September 2014 through August 2015 (42) to murders reported by the chief for the previous comparable period (20), which indicated--gadzooks! -- a 100 percent-plus increase.\nA different longer view is possible via crime statistics collected and analyzed by the FBI, which also calculates murder rates. Austin’s estimated 2014 murder rate of 3.7 per 100,000 residents was up 22 percent from the 2013 rate of 3 murders per 100,000 residents, Austin police said in an April 2015 preliminary report based on how the FBI defines crimes.\nIf Austin ends 2015 with 23 murders--the number reported by the chief through September 2015--the 2015 murder rate will be 2.5 murders per 100,000 residents, we estimate. Of course, that calculation unrealistically assumes Austin won’t have another murder before 2016. Still, Austin could end up with a lower murder rate in 2015 than 2014..\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nAustin Police Department, are local murders on a fast rise?\nWe found another flaw with O'Reilly's methodology. Austin police Lt. Justin Newsom said caveats should be attached to the murder counts in the chief’s August 2015 report because it will be revised later. The 2014 tally has already been whittled down to remove deaths no longer classified as murders, and the 2015 count is almost certainly due to shrink.\nNewsom said the report’s count of 12 murders from January through August 2014 represents \"real murders\" and does not include killings not found to be murders by a grand jury or the district attorney. Conversely, Newsom said, the report’s count of 22 murders for the first eight months of 2015 folds in killings likely to be reclassified as homicides of a different variety, including, he said, six officer-involved shootings that could be deemed matters of self-defense or at the least not murders once finally reviewed by a grand jury and the district attorney.\nFrom the Statesman’s list of killings, we confirmed the six described police-involved shooting deaths, none of which had led to criminal charges at the time O’Reilly spoke.\nGenerally, Newsom said by email, Austin homicide detectives have worked to resolve 18 murders that occurred in 2015 with all but two investigations culminating in suspects being identified, he said. If indeed 18 murders occurred from January 2015 through August 2015, that total would have been 50 percent greater than the murders tallied for the comparable part of 2014.\nNewsom sent us a chart showing the department’s count of murders each year from 2011 into 2015. On the chart, it looks as if there had been more murders in 2015 than through September in either of the previous two years yet fewer murders than during the comparable parts of 2011 or 2012.\n\n \n \n \n \n \n \n \nSOURCE: Austin Police Department, October 2015 (received by email from Lt. Justin Newsom, Homicide Division, APD, Oct. 9, 2015)\nOur ruling\nO’Reilly said that from 2014 to 2015, Austin’s \"murder rate is up a whopping 83 percent.\"\nThere’s an element of truth here; the Austin police chief’s August 2015 report had figures indicating an 83 percent uptick in murders through that month compared to the same chunk of 2014.\nBut the year-to-year comparison places a raw count of violent deaths in 2015 against killings confirmed as murders for the same part of 2014--generating an incomplete incorrect percentage. In contrast, if O’Reilly had pulled back the camera, so to speak, he could have determined that Austin appears on pace to have a lower murder rate in 2015 than in 2014.\nWe rate his claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05846"}