{"url": "/factchecks/2009/jan/16/competitive-enterprise-institute/geithners-second-crack-squaring-taxes/", "speaker": "Competitive Enterprise Institute", "vclaim": "\"Geithner still didn't correct the same type of error for some years, even after the Internal Revenue Service flagged him for the failure to pay the taxes in other years.\"", "truth_label": "true", "date": "stated on January 14, 2009 in a news release:", "title": "Geithner's second crack at squaring taxes", "text": "Honest mistake. That's the line from the Obama team about the tax problems that have sparked controversy about treasury secretary nominee Timothy Geithner.\n\n\nThe IRS audited Geithner in 2006 and found that he failed to pay self-employment taxes on compensation he received as an employee of the International Monetary Fund for tax years the IRS was looking at, 2003 and 2004. By law, the IRS could not audit him for years prior to 2003.\n\n\nSo Geithner paid $16,732 in back self-employment tax and interest. The IRS waived penalties for those years. As far as the IRS was concerned, case closed.\n\n\nFast forward to late 2008. The Obama transition team began to vet Geithner in preparation for Obama nominating him to his Cabinet. The transition team found a few problems in Geithner's previous tax returns, including the fact that in addition to not paying self-employment taxes in 2003 and 2004, he also didn't pay them for 2001 and 2002.  So last month, Geithner voluntarily amended his tax returns for those years and wrote a check to the IRS for another $25,970. His nomination followed immediately after.\n\n\nSome opponents of Geithner's nomination find this second payment particularly troubling.\n\n\n\"Treasury Secretary Nominee Timothy Geithner's failure to pay four years’ worth of self-employment taxes for Social Security and Medicare is absolutely astonishing,\" John Berlau, director of the Center for Investors & Entrepreneurs at the Competitive Enterprise Institute, said in a news release on Jan. 14, 2009. \"And as more details are released, Geithner's actions seem even more disturbing. According to the New York Times, Geithner still didn't correct the same type of error for some years, even after the Internal Revenue Services flagged him for the failure to pay the taxes in other years. To have him leading the department that manages the IRS would be a slap in the face to the millions of self-employed Americans who fulfill their responsibilities to correctly asses their tax burdens.\"\n\n\nBerlau's organization is a conservative think tank \"dedicated to the principles of free enterprise and limited government.\" His criticism is typical of those who are opposing Geithner's nomination.\n\n\nBy some accounts, it can be confusing for IMF employees to figure out their tax obligation. As an international organization, the IMF is exempt from the FICA and Social Security taxes that most Americans get deducted from their paychecks automatically. U.S. nationals who work for the IMF in the United States are required pay them on their own.\n\n\nBut let's put aside for the moment the issue of whether Geithner should have known he was obligated to pay the self-employment taxes (Republicans have correctly noted that Geithner got ample documentation from the IMF informing him of his tax obligation). There's still the issue of the 2001 and 2002 taxes that Geithner didn’t pay until the presidential transition team pointed it out.\n\n\nFirst off, tax experts say that due to a statute of limitations, Geithner was under no legal obligation to pay the taxes related to 2001 and 2002. The IRS could only go back three years. So Geithner was legally in the clear.\n\n\nBut considering that the IMF pays extra money to U.S. employees, on top of their regular salary, to offset those self-employment taxes, some have questioned whether Geithner had a moral or ethical obligation to square up with the government. After the IRS pointed out in 2006 that Geithner had not paid his self-employment taxes in 2003 and 2004, it stands to reason Geithner would then have known that he also didn’t pay in 2001 and 2002.\n\n\n\"You have to ask yourself, 'Would you do it?'\" asked Len Burman, director of the Tax Policy Center.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat's an issue the Senate Finance Committee overseeing Geithner's confirmation hearing will have to weigh.\n\n\nBut as for Berlau's statement that Geithner \"still didn't correct the same type of error for some years, even after the Internal Revenue Services flagged him for the failure to pay the taxes in other years,\" Berlau is right. Geithner didn’t make good on the previous years until he learned he was in line to be treasury secretary. We rule the statement True.", "vclaim_id": "vclaim-pol-15857"}