{"url": "/factchecks/2020/oct/22/facebook-posts/maryland-elections-officials-say-video-doesnt-show/", "speaker": "Facebook posts", "vclaim": "A video shows ballots being changed in Maryland.", "truth_label": "false", "date": "stated on October 21, 2020 in a Facebook post:", "title": "No, video doesn’t show voter fraud, Maryland election officials say", "text": "A video spreading on social media purports to show voter fraud caught on camera: an election worker in Maryland changing a ballot.\nBut election officials in Maryland say that’s just not true.\n\"Ballots being changed in Maryland cough on a Yahoo livestream,\" reads the description in one Facebook post of a video that shows a man opening a ballot, looking around, and then seemingly writing on it.\nOn YouTube, the same video — titled \"4chan catches voter fraud on LIVESTREAM\" — had nearly 100,000 views as of Oct. 22. The claim apparently originated on 4chan, an online message board that is a known source of online disinformation, hate speech and conspiracy theories. \nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nElections officials in Maryland’s Montgomery County said a thorough investigation revealed no evidence of fraud or misconduct, the Washington Post reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nKevin Karpinski, a lawyer for the county’s elections board, told board members on Oct. 21 that the voter fraud allegation is unfounded and that he interviewed the worker in the video, reviewed every ballot he helped sort, and spoke to other volunteers who were working at the same time, the Post said. \nGilberto Zelaya, a spokesperson for the board of elections, told a local CBS News affiliate that the video clip was apparently taken from a live Facebook feed posted by YahooFinance. Three credentialed media organizations had visited the ballot canvassing operation at the Plum Gar Community Center in Germantown on Oct. 20.\nWhat does the video actually show? Karpinski said the worker was darkening an oval that had been filled in too lightly to ensure ballot scanners would recognize it, according to the Post. It’s a protocol that has been in place since he started working for the election board in 2003 to try to ensure as many eligible ballots as possible are counted.\nWorkers are supposed to ask other volunteers or supervisors if they’re unsure whether an oval needs to be darkened, a practice that’s easier when canvassers sit next to each other. This year they’re sitting 6 feet apart because of the coronavirus. \nKarpinski said the worker \"followed the appropriate policies and protocols.\"\nWe rate these posts False.", "vclaim_id": "vclaim-pol-18752"}