{"url": "/factchecks/2017/feb/01/joni-ernst/joni-ernst-target-describing-11th-hour-obama-rule-/", "speaker": "Joni Ernst", "vclaim": "The Obama administration issued an \"11th-hour rule that entrenches federal family planning funding for Planned Parenthood.\"", "truth_label": "mostly-true", "date": "stated on January 27, 2017 in a speech at the March for Life:", "title": "Joni Ernst on target describing '11th-hour' Obama rule affecting Planned Parenthood", "text": "At this year’s March for Life -- the annual anti-abortion rally in Washington -- Sen. Joni Ernst, R-Iowa, decried a federal rule implemented in the waning days of President Barack Obama's administration.\nErnst told the crowd on Jan. 27, 2017, that she would \"introduce a bill Monday to stop what some have referred to as ‘President Obama’s last gift to Planned Parenthood.’ \"\nErnst referred to Title X of the United States Public Health Service Act, which covers family planning. She said that her effort, in cooperation with Rep. Diane Black, R-Tenn., \"would scrap the Obama administration’s 11th-hour rule that entrenches federal family planning funding for Planned Parenthood.\"\nWe wondered if Ernst had accurately described the Obama administration’s action. Our conclusion: Ernst was essentially on target.\nAbout Title X\nTitle X, as the federal rule notes, is the only federal program focused solely on providing family planning and related preventive services. In 2015, the rule says, more than 4 million individuals received services through more than 3,900 Title X-funded health centers. Planned Parenthood says its affiliates served approximately 1.5 million patients that year under Title X, about one-third of the federal program’s yearly total.\nPlanned Parenthood has drawn criticism from anti-abortion advocates because in addition to providing uncontroversial women’s health services, the group also performs abortions.\nBy law, abortions performed by Planned Parenthood are paid for by private money, not federal dollars. But anti-abortion advocates argue that money is fungible and that the federal government is effectively supporting a major provider of abortions.\nSupporters of Planned Parenthood counter that the money flows are separated and that barring federal dollars from being spent on Planned Parenthood would have dire negative consequences for women’s health, especially among poor Americans.\nThe Obama administration rule\nOn Sept. 7, 2016, the Department of Health and Human Services announced a \"notice of proposed rulemaking\" -- the first step in formulating a new federal rule. The proposed rule would make clear that the decision to fund an organization under Title X cannot be based on \"reasons other than its ability to provide Title X services.\" The effect would be that the fact of providing abortion services couldn’t be used against a group that seeks Title X funding.\nAfter the notice of proposed rulemaking was issued, the rule went through a series of required steps, including a public comment period. Ultimately, HHS acted to finalize the rule while the Obama administration was still in charge, but after Donald Trump had won the 2016 presidential election. HHS made the rule effective Jan. 18.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nThough the proposal was framed broadly, it was widely perceived as having a significant impact on Planned Parenthood. Both sides essentially agreed on that. After the notice of proposed rulemaking, Ernst and other lawmakers immediately expressed concern to HHS about its impact on Planned Parenthood. And after the rule was finalized, Planned Parenthood president Cecile Richards said in a statement that \"President Obama has cemented his legacy as a champion for women's health. This rule protects birth control, cancer screenings, (sexually-transmitted infection) testing and treatment and other health care for millions of people.\"\nEvaluating Ernst’s description\nSo how well does Ernst’s characterization stack up? We’ll take her statement phrase by phrase.\n• \"11th-hour rule.\" While all relevant procedures were followed in the formulation of the rule, the final rule did materialize quicker than many federal rules do, experts said.\n\"The rule was proposed in September and finalized in December,\" said Columbia Law School professor Gillian Metzger. \"In practice, that's a pretty fast turnaround.\"\nAnd of course, by making the effective date Jan. 18, 2017, it took effect in the final 48 hours of the Obama administration. All told, Ernst has a strong case for calling it an \"11th-hour\" rule.\n• \"Entrenches federal family planning funding.\" Experts told PolitiFact that the Obama rulemaking did make the policy harder to overturn, although either Congress or Trump’s HHS department could take steps to do so.\n\"I would not quibble about the use of ‘entrench’ in this context,\" said Boston University law professor Gary S. Lawson. \"Rules are not that easy to change. There are degrees of entrenchment, of course, depending on the procedures required for change, but if someone wants to apply the term to a substantive agency rule, I would let them do it.\"\nMetzger agreed. \"As a practical matter, reversing a rule takes resources and time by the agency, and there would likely be a court challenge and the possibility that a court would repeal the reversal as arbitrary.\"\n• \"For Planned Parenthood.\" As we noted earlier, both sides in the abortion debate publicly linked the rule to Planned Parenthood. That said, the rule did not exclusively target Planned Parenthood. The rule itself does not mention the organization by name, although the accompanying material does mention the group specifically in a question-and-answer section summarizing public comments.\n\"While Planned Parenthood might be one of the affected applicants, the rule is actually written in a neutral manner,\" said Jeffrey S. Lubbers, an American University law professor. \nOur ruling\nErnst said the Obama administration issued an \"11th-hour rule that entrenches federal family planning funding for Planned Parenthood.\"\nIt may be a slight exaggeration to use the word \"entrench,\" since there are ways to overturn the rule within a matter of months, and it should be noted that the rule would affect a variety of other health care providers, not just Planned Parenthood, Still, it’s hard to argue that this was not an 11th-hour rule, and in general we find that Ernst has characterized pretty accurately what the Obama administration did. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-03732"}