{"url": "/factchecks/2016/jun/23/steve-adler/steve-adler-wrong-first-us-mass-shooting-occurred-/", "speaker": "Steve Adler", "vclaim": "Austin was the \"site of the first mass shooting in the country.\"", "truth_label": "false", "date": "stated on June 14, 2016 in an interview with Bob Cole on Austin's KOKE-FM:", "title": "Steve Adler wrong that first U.S. 'mass shooting' occurred in Austin", "text": "Austin’s mayor struck a grim historical note when asked if he could help people understand the June 2016 shooting rampage that took 49 lives in a gay club in Orlando.\n\"For me it’s beyond understanding,\" Steve Adler replied on KOKE-FM’s morning program a couple of days after the carnage.\n\"It’s the kind of thing that could happen anywhere, though. You know,\" Adler said, \"Austin was ... the site of the first mass shooting in the country, from that tower, that was the very first one.\"\nAdler was referring to the Aug. 1, 1966, acts of University of Texas student Charles Whitman, whose shots from atop UT’s iconic Main Building ultimately took 14 lives, wounding 31; he’d earlier stabbed to death his wife and mother. Whitman’s fusillade ended when he was shot and killed at short range.\nKOKE host Bob Cole followed up, asking Adler if he was saying Whitman represented \"the first mass shooting in our country.\"\n\"That’s what I’m told,\" Adler replied. \"First one.\"\nNo doubt, Whitman holds broad significance. Texas author Gary Lavergne’s 1997 book, \"A Sniper in the Tower: The Charles Whitman Murders,\" says: \"With deadly efficiency, he introduced America to public mass murder, and in the process forever changed our notions of safety in open spaces.\" Before 1966, Lavergne wrote, \"mass murder was so rare that the\" criminal justice \"system had no special category or documentation for it. Statistics and prosecutors had treated such criminals and their crimes in the same manner as a single murder.\"\nHowever, mass shootings take in far more events than Adler acknowledged, making this Austin-was-first statement incorrect.\nAdler spokesman concedes error\nMayoral spokesman Jason Stanford owned up to error when we inquired into the basis of Adler’s statement. By email, Stanford said he’d given the mayor the \"first mass shooting\" conclusion based on what he’d personally heard since moving to Austin in the 1990s.\nNext, we looked at news stories fetched from electronic archives, finding that the Austin American-Statesman didn’t deem Whitman the nation’s first mass shooter, at least in recent decades.\nRather, a July 1991 American-Statesman news story called the day’s events \"one of the worst mass killings in American history.\"\nLater in 1991, the Associated Press recapped the death of Richard Speck, who \"shocked the nation in 1966 by stabbing and strangling eight student nurses\" in a night. That story quoted James Alan Fox, then dean of Northeastern University’s College of Criminal Justice, saying the Speck slayings marked the start of America's \"age of mass murder. Mass murder was not something that was in our vocabulary until Richard Speck,\" Fox said. Whitman, the story noted, fired from the UT Tower two weeks after the Speck murders.\nDefining mass shootings\nThat story's mention of Fox prompted us to seek the professor’s analysis of Adler’s statement.\nBy phone, Fox reminded us that a mass shooting has conventionally been defined as one involving four or more deaths by gunfire, not counting military operations or shoot-outs connected to gang activity or other crimes, all in the same one-day period--a definition he sticks with, he said, for the sake of comparisons over time.\nThat definition is in keeping with a 2008 FBI report stating that over the previous three decades, a mass murder was defined as four or more murders occurring during the same incident, with no distinctive time period between the murders--though later, a 2012 law set the federal threshold for a \"mass killing\"  as three or more people killed, we noted in a January 2016 fact check.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nYet there’s room for other definitions and a narrower term.\nBy email, Fox noted a Stanford University database of U.S. mass shootings launched after the 2012 Sandy Hook shootings. The Stanford project advises: \"Instead of limiting our data collection to incidents in which four or more fatalities occurred (the previous FBI definition for mass murder), we instead collect incidents of three or more shooting victims (not necessarily fatalities). All mass shooting definitions are arbitrary in that there is no natural way to quantify such an event.\" In June 2016, Stanford’s database, which chronologically starts with the Whitman shootings, listed more than 300 incidents fulfilling its \"mass shooting\" definition, most recently an April 2016 drive-by incident in Missouri that left four people injured.\nMass public shootings\nTo our inquiries, Fox and Grant Duwe, author of a book on mass murder in the U.S. and director of research and evaluation for the Minnesota Department of Corrections, each noted another term with a slightly different definition--\"mass public shootings.\"\nA 2013 Congressional Research Service report defined such shootings as \"incidents occurring in relatively public places, involving four or more deaths—not including the shooter(s)—and gunmen who select victims somewhat indiscriminately.\"\nWhitman, Fox suggested to us, accounted for the first mass public shooting on a college campus and the largest to that time. A memorable previous public mass shooting, Fox said, occurred in September 1949 when Howard Unruh shot and killed 13 people, including three children, in a 20-minute stroll through his neighborhood in Camden, N.J., according to Unruh’s October 2009 obituary in the New York Times.\nDuwe said in an October 2014 article in Reason that he’d identified 161 U.S. mass public shootings since 1900, \"which I've defined as incidents that occur in the absence of other criminal activity (e.g., robberies, drug deals, gang ‘turf wars,’ et cetera) in which a gun was used to kill four or more victims at a public location within a 24-hour period.\"\nAnd from 1900 until Whitman acted, Duwe told us by phone, there were 30 U.S. public mass shootings. His break-out, provided by email, showed pre-Whitman mass public shootings in 20 states--all but two resulting in less than 10 deaths. \"Even though they didn’t match the number of victims killed or wounded in the UT-Austin shooting,\" Duwe said, \"they certainly qualify as mass public shootings.\"\nAccording to the compilation, two pre-Whitman shooters caused more than a dozen deaths: Unruh and Frank Gonzalez, a California man who shot pilots on a passenger plane in May 1964; 43 people perished.\nA caution\nGenerally, Fox and Duwe each cautioned against getting bogged down in assessments of first or worst mass shootings partly because, due to the limits of the commonly accepted definition, incidents such as the Saint Valentine’s Day and Wounded Knee massacres get parsed out.\n\"This whole thing of what’s the largest,\" Fox said, \"is really an absurd exercise as if any of these episodes would be any less tragic if wasn’t the largest.\" Whitman, he added, \"certainly did for many many years embody what Americans thought of when they heard mass murder.\"\nOur ruling\nAdler said Austin was the \"site of the first mass shooting in the country.\"\nThe UT tragedy appears to have been the nation’s first mass public shooting on a college campus. But there were 30 mass shootings--mass murders of four or more individuals in a 24-hour period--just in the 60-plus years before Whitman acted.\nWe rate the statement False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/77fb039b-85ac-49be-913e-e178386c55e9", "vclaim_id": "vclaim-pol-04792"}