{"url": "/factchecks/2018/oct/08/tammy-baldwin/does-leah-vukmir-support-letting-insurers-deny-cov/", "speaker": "Tammy Baldwin", "vclaim": "\"2.4 million people in Wisconsin have pre-existing conditions\" and Leah Vukmir supports letting insurance companies \"deny coverage to people with pre-existing conditions.\"", "truth_label": "half-true", "date": "stated on September 20, 2018 in a TV ad:", "title": "Does Leah Vukmir support letting insurers deny coverage to people with pre-existing conditions?", "text": "Ahead of the Nov. 6, 2018 election for a Wisconsin U.S. Senate seat, Democratic incumbent Tammy Baldwin has been hitting Republican challenger Leah Vukmir for months on a key issue:\nInsurance coverage for people with pre-existing medical conditions.\nOne attack comes in a TV ad released Sept. 20, 2018. Using a nurse who had breast cancer as the speaker, Baldwin makes a two-part claim:\n\n\n2.4 million Wisconsin residents have a pre-existing condition\n\n\n\n\nVukmir supports letting insurance companies \"deny coverage to people with pre-existing conditions\"\n\n\nVukmir took the unusual step of rebutting the ad by posting a letter to the nurse on Twitter.\nAll of this is tied to the Affordable Care Act (Obamacare) and its prohibition on insurers denying coverage to people with pre-existing conditions  — something that is threatened by Republican efforts, which are supported by Vukmir, to repeal the law.\nSo, let’s check both parts of Baldwin’s claim.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \n1. 2.4 million\nThe higher the number it is that Baldwin chooses is significant, because it would mean that many more people are potentially vulnerable if the second part of her claim is true.\nOne of the most popular provisions of the Affordable Care Act is its requirement that insurers cover people with pre-existing conditions. That is, if you don’t have health insurance from an employer or the government, you have guaranteed access to insurance in the individual market, regardless of your health, and you can’t be charged higher rates for a pre-existing condition.\nBefore Obamacare, insurers typically used medical underwriting  — evaluating the health status, health history and other risk factors of an applicant — to determine whether to deny a person coverage. Even for people they did accept, insurers could carve out coverage of any specific pre-existing conditions, as well as charge people with health problems higher premiums.\nTo back Baldwin’s 2.4 million people figure, her campaign pointed us to an estimate by the Center for American Progress, a progressive public policy research and advocacy organization based in Washington, D.C.\nBut this is a broad count. It includes not only people who could be denied insurance coverage  — which is what Baldwin highlights in the TV ad — but also people who could buy coverage but be charged more because of a pre-existing condition.\nIn contrast, the latest estimate by the nonprofit Kaiser Family Foundation, one of the gold-standard sources on health care, is based on the number of people in Wisconsin who had health conditions that likely would have left them uninsurable before the Affordable Care Act. That estimate is much smaller: 852,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSo, there is a basis for Baldwin’s 2.4 million figure. But it’s misleadingly high in the context of the second part of her statement.\n2. Vukmir’s position\nIt is worth noting, that if the Affordable Care Act were repealed, it’s possible premiums for some people with pre-existing conditions could be so high as to make insurance virtually unaffordable.\nVukmir has not specifically said that insurers should be able to deny coverage to people with pre-existing conditions, and she has said people with pre-existing conditions should be covered. But she has been vague on how that would happen. She has proposed \"allowing insurers to offer a wider variety of plans\" and enabling people to buy insurance across state lines.\nWhen Baldwin’s ad says Vukmir supports letting insurance companies \"deny coverage to people with pre-existing conditions,\" a footnote on the screen refers to three news stories, but only one that mentions Vukmir.\nThat story, by the Wisconsin State Journal, reported how Vukmir wants to fully repeal Obamacare  — which would mean also eliminating its guarantee against insurers denying coverage to people with pre-existing conditions.\nThe story also notes that Vukmir has supported GOP repeal bills in Congress that would weaken protections for people with pre-existing conditions. For example, she praised the GOP’s American Health Care Act. It would have kept the requirement that people with pre-existing conditions must be offered health insurance -- but it would have dropped Obamacare’s rules capping how much extra those people could be charged.\nAnd the story reports that Vukmir supports returning to what Wisconsin offered before Obamacare — a publicly-subsidized high-risk pool for people with pre-existing conditions who couldn’t get insurance.\nWisconsin’s high-risk pool was held up as something as a model, at least for the people it covered. But it worked only for people who could afford the insurance in the first place  — and many people with pre-existing conditions could not afford coverage from the high-risk pool, as it covered fewer than 25,000 people.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nIn responding to Baldwin’s TV ad, Vukmir’s campaign pointed to a news release it issued in which Vukmir alludes to the high-risk pools, saying Wisconsin \"had solutions for those with pre-existing conditions before it was cool to take care of people with pre-existing conditions.\" But the release didn’t offer more specifics on how they would be covered.\nWisconsin’s high-risk pool existed specifically because insurers were allowed to deny coverage to people with pre-existing conditions.\nMoreover, the pool, unlike Obamacare, did not provide coverage for everyone who couldn’t get coverage because of a pre-existing condition.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nOur rating\nBaldwin said \"2.4 million people in Wisconsin have pre-existing conditions\" and Vukmir supports letting insurance companies \"deny coverage to people with pre-existing conditions.\"\nThere is some basis for the first part of Baldwin’s statement. One estimate puts the number of at 2.4 million — but those that could be denied health insurance coverage because of a condition is estimated to be much smaller, 852,000.\nOn the second part of Baldwin’s statement, Vukmir has indicated that high-risk pools are a solution for covering people with pre-existing conditions. But those were in place because -- before the Affordable Care Act, which Vukmir wants to repeal -- insurers were allowed to deny coverage to people with pre-existing conditions. And Wisconsin’s high-risk pool covered only a fraction of people with pre-existing conditions.\nThat being said, Vukmir has not specifically said she supports allowing insurers to deny coverage to people with pre-existing conditions, and she has said those should be covered  — even if she has been vague about how that would happen.\nFor a statement that is partially accurate, we give Baldwin a Half True.  Share the Facts 2018-10-08 21:23:12 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"2.4 million people in Wisconsin have pre-existing conditions\" and Leah Vukmir supports letting insurance companies \"deny coverage to people with pre-existing conditions.\"     Tammy Baldwin U.S. senator, D-Wis. https://www.youtube.com/watch?v=jzcfbrqeOcs&feature=youtu.be   In a TV ad Thursday, September 20, 2018 2018-09-20    Read More  info", "vclaim_id": "vclaim-pol-01502"}