{"url": "/factchecks/2012/jul/20/barack-obama/obama-says-he-could-be-first-president-modern-hist/", "speaker": "Barack Obama", "vclaim": "Says he could be \"the first president in modern history to be outspent.\"", "truth_label": "barely-true", "date": "stated on June 26, 2012 in a fundraising email:", "title": "Obama says he could be \"the first president in modern history to be outspent\"", "text": "In the spring of 2012, headlines blared about President Barack Obama’s \"hefty cash advantage.\"\n\nBy June, once Republicans had settled on Mitt Romney, the story had changed to this: \"Romney’s fund-raising outpaces president’s.\"\n\nObama used the news to appeal to donors in a June 26 fundraising plea: \"I will be the first president in modern history to be outspent in his re-election campaign, if things continue as they have so far. I'm not just talking about the super PACs and anonymous outside groups -- I'm talking about the Romney campaign itself. Those outside groups just add even more to the underlying problem.\"\n\nWe researched whether Obama’s team could be outraised by Romney and concluded that there are too many unknowns to determine if his prediction will come true. (Read our extended analysis of the issue.)\n\nWe could determine, though, if there had been any president in modern history to be outspent in his re-election campaign. We looked at two races involving Democratic incumbents facing Republican challengers: President Jimmy Carter vs. Ronald Reagan in 1980 and President Bill Clinton vs. Bob Dole in 1996. These examples contradict Obama’s point.\n\nBut a simple comparison of the numbers doesn’t tell the full story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\nThe earlier races both occurred when candidates accepted public financing for general election campaigns. The public financing system, began in the wake of the Watergate scandal, gave each candidate a set amount of money to spend after the primary and before the general election. Obama opted out of that system in both 2008 and 2012 because he could raise more money on his own.\n\n1980: Carter vs. Reagan\n\nWe shared Obama’s claim with Bob Biersack, a former longtime official at the Federal Election Commission who now works for the Center for Responsive Politics, a nonpartisan center that tracks campaign fundraising. He suggested we look back at the 1980 race.\n\nThe Federal Election Commission dug up a report for us that showed that Reagan outraised Carter in the primary: $28.3 million to $19.6 million, which includes some federal matching funds. For the general election, both candidates participated in public campaign financing, said Georgetown government professor Clyde Wilcox in an email.\n\n\"Carter’s popularity was low, and he had just won a divided primary election against Kennedy,\" said Wilcox. \"Reagan faced a number of competitors in a divisive context that lasted months. So it makes sense that he raised more money.\"\n\nAn FEC press release about political party spending for the 1980 election stated that \"Republican Party committees at the national, state and local levels spent almost five times as much money as their Democratic counterparts.\"\n\n1996: Clinton vs. Dole\n\nFEC records for the 1996 presidential race show Dole raised $44.9 million, while Clinton raised $42.5 million during the primaries, which included public matching funds. But Dole was at a disadvantage, because he had to spend money to fend off primary challengers, while Clinton faced no Democratic challengers. They both took a federal grant of about $62 million for the general election.\n\nThe Republican national, state and local party committees outraised the Democrats in hard money, and Republican national party committees also raised more than the Democrats in soft money, about $138 million to $124 million.\n\nBut most of that money didn’t go to the presidential race, said Wilcox. (Soft money allowed donors to bypass contribution limits. See the FEC description about soft money.)\n\n\"All of Clinton’s money went against Dole,\" Wilcox said. \"Most of Dole’s money went against his GOP rivals.\"\n\nFundraising totals don’t tell the full story, though. It’s also important to look at the amount of cash candidates had on hand close to Election Day. By that measure, Clinton was far ahead: He had $31 million in the bank 20 days before the election, while Dole had $16.7 million, the Miami Herald reported in 1996.\n\nComparing numbers doesn’t tell the full story\n\nJust as it’s not a simple exercise of comparing numbers for the 1980 and 1996 races, it’s also not simple to look at fundraising for the general election of 2012.\n\nObama’s side is ahead so far. But Republicans have gained momentum, and with multi-millionaire donors and super PACs in the mix, the final tally won’t be known for months. Obama and Romney are both forgoing public financing.\n\n\"It is not really fair to compare the publicly funded races to what we have now,\" said Brendan Glavin, data manager for the Campaign Finance Institute, a nonpartisan organization that analyzes campaign spending.\n\n\"The Reagan-Carter race was publicly funded evenly on both sides. The money that Reagan raised was nearly all spent in the primary race against George Bush,\" he said. \"Similarly, Carter was fighting off a challenge from Ted Kennedy. Also, at that time the distinction between primary and general election was stronger. George Bush dropped out of the race in late May 1980 and the convention was in mid July.\"\n\nObama is technically wrong, said University of Virginia political science professor Larry Sabato, but the fundraising landscape is different.\n\n\"You are really operating under a very different -- maybe completely different -- campaign finance universe,\" Sabato said. \"That doesn’t make his statement right. If he had said he’d be the first president under the new system of campaign finance to be outspent in his re-election campaign that would be right.\"\n\nSabato, who predicts election outcomes on his Crystal Ball website, said he doesn’t know for certain that Obama will be outraised but predicts that he will be outraised by \"sizable margins\" due to the super PACs.\n\nIn both the 1980 and 1996 races, the fundraising difference wasn’t that significant, Sabato said.\n\n\"Yes, Reagan outspent Carter, but that had nothing to do with Carter’s loss. Carter’s loss was about two recessions, the economy and the Iranian hostage crisis,\" Sabato said.\n\nAnd the 1996 race doesn’t account for the labor movement’s work, which is off the books. Their get-out-the-vote efforts benefited Democrats.\n\n\"Clinton consistently led by a mile in the polls -- it was good economy, peace. There was never any question Clinton was going to win,\" Sabato said.\n\nSabato told us if we compare those earlier races to Obama-Romney in 2012, we’re not quite comparing apples and oranges, but we are comparing oranges and tangerines.\n\nOur ruling\n\nObama was wrong to suggest that there hadn’t been other presidents in modern history to be outraised in their re-elections. Looking at numbers alone, Carter and Clinton fall into that category. But what we are comparing is  primary races then with total fundraising for the general election now.\n\nWe think 1980 and 1996 certainly fall under \"modern history,\" but the campaign finance picture has changed dramatically since then, and there are important caveats to those races. Those earlier races involved public financing -- this time Obama and Romney are forgoing those dollars.\n\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-10730"}