{"url": "/factchecks/2017/feb/22/roy-blunt/roy-blunt-leaves-out-context-missouris-health-insu/", "speaker": "Roy Blunt", "vclaim": "\"This year, 97 Missouri counties have only one insurer participating in the Obamacare exchanges. Last year, every Missouri county had at least two insurance options. In addition, most Missourians will see an increase in their premiums, with some facing an increase upward of 40 percent\"", "truth_label": "half-true", "date": "stated on January 11, 2017 in a press release:", "title": "Roy Blunt leaves out the context of Missouri's health insurance coverage", "text": "As a Republican-controlled Congress continues to advance plans to defund and eventually dismantle former President Barack Obama’s signature health care law, Missouri’s  Sen. Roy Blunt has once again echoed his reasoning for supporting a repeal.\n\"This year, 97 Missouri counties have only one insurer participating in the Obamacare exchanges,\" the Republican said in a Jan. 11 press release. \"Last year, every Missouri county had at least two insurance options.\"\nIt’s not the first time Blunt has mentioned the numbers, which his office noted were from HealthCare.gov (the Centers for Medicare & Medicaid Services’ website where individuals can enroll in health care).\nAs insurance providers pull out of markets and premiums rise around the country, the health care exchange is certainly facing substantial changes. Even in that context, though, Blunt’s figures paint a drastic picture for Missourians, and we wanted to fact-check his statement.\n97 out of 114 counties\nOn the numbers, Blunt is correct. Ninety-seven Missouri counties will only have one insurance provider offering coverage on the health care exchange this year, according to data compiled and released by the official exchange provider, HealthCare.gov, and synthesized by the Missouri Hospital Association and the Kaiser Family Foundation.\nFifteen counties and the city of St. Louis will have two providers, and two counties that include large swaths of Kansas City will have three.\nIn 2016, 112 Missouri counties and the city of St. Louis all had at least three insurance providers participating in the health care exchange. No county had only one.\nThe reduction in coverage is primarily the result of two major insurance providers exiting the individual state exchange at the beginning of the year. The providers, UnitedHealth Group and Aetna (known in Missouri as Coventry Health Care), are both staying in the state in other markets, but have opted out of participating in the exchange.\n\"I wouldn’t say it’s impacting care as much as it’s impacting the ability to choose the provider you want,\" said Dave Dillon, vice president of public and media relations at the Missouri Hospital Association. In essence, he explained, it’s possible for an individual not to have the option to choose a plan that would allow them to visit their regular doctor.\nWith this lack of choices, Dillon said, \"clearly the incentive between insurance companies to compete in cost just isn’t there.\"\nDuring the open enrollment period, which ran from Nov. 1 to Jan. 31, nearly 250,000 Missourians enrolled in some form of insurance provided by the health care law.\nMetropolitan areas continue to have choice\nOne notable feature of Missouri’s insurance exchange in 2017 is that all of the counties in the state’s two metropolitan hubs, Kansas City and St. Louis, will continue to have more than one provider.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nAccording to the U.S. Census Bureau, of Missouri’s roughly 6 million residents, about 63 percent live in the 17 counties and one city that will continue to have at least two provider choices.\nNationally, according to the Kaiser Family Foundation, the trend is similar. Of exchange enrollees living in metropolitan areas, 62 percent will continue to have a choice of three or more providers while only 18 percent will have the option of only one provider.\nFor those living in rural areas, the numbers are almost reversed. Forty-one percent of those enrolled in the exchange living in rural areas will have only one provider option while 29 percent will have three or more options.\nThe out-of-pocket price\nIn addition, most Missourians will see an increase in their premiums, with some facing an increase upward of 40 percent\" — is also statistically accurate, according to the Missouri Hospital Association and the Kaiser Family Foundation. However, it does not accurately portray the out-of-pocket price Missourians will face in 2017.\nWhile premiums are on the rise in Missouri, as they are in the rest of the country, so, too, are the tax credits designed to offset the cost that the consumer bears.\nSpeaking on the increases in price on the exchange this year, Dillon said, \"The individual was not exposed to the full cost of the increase of the sticker price.\" The rhetoric surrounding premium increases often looks only at the sticker price and not the out-of-pocket price, he said.\nAgain using data from HealthCare.gov, the Missouri Hospital Association compiled the costs of premiums both before and after the tax credit in the 10 Missouri health insurance marketplace rating areas.\nLooking strictly at the second lowest-cost silver plan, which is the plan used by HealthCare.gov to determine the financial assistance an individual or family may receive, eight of the ten counties will see an out-of-pocket monthly price of $26.52. Data for the other two counties was unavailable.\nSo while premiums for the second lowest cost silver plan in each of the eight counties rose in 2017, the out-of-pocket cost saw a change of less than one percent — less than a dollar.\nOur ruling\nBlunt said: \"This year, 97 Missouri counties have only one insurer participating in the Obamacare exchanges. Last year, every Missouri county had at least two insurance options. In addition, most Missourians will see an increase in their premiums, with some facing an increase upward of 40 percent.\"\nBlunt’s figures are misleading.\nBoth of his claims use cherry-picked figures that excluded the necessary data to accurately represent the state of the health care exchange in Missouri. Although most counties only have one insurer participating in a health care exchange, a majority of Missourians have more than one option. And while premium costs have seen a dramatic rise, so have tax credits meant to blunt the impact of higher costs.\nBlunt’s statement is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-03644"}