{"url": "/factchecks/2014/may/26/rick-perry/perry-correct-reductions-ozone-industrial-nox-emis/", "speaker": "Rick Perry", "vclaim": "Since 2000, Texas has reduced \"harmful pollutants in the air like nitrogen oxide by 62.5 percent, and ozone by 23 percent--a reduction that is 12 percent greater than the national average.\"", "truth_label": "half-true", "date": "stated on May 19, 2014 in a letter to President Barack Obama:", "title": "Rick Perry right on cuts in air pollutants, but overlooks facets", "text": "Gov. Rick Perry visited a familiar boast about the clearing skies of Texas in a May 19, 2014, letter to President Barack Obama that may have tested possible themes of another gubernatorial run for president.\nSaying Texas employs an \"all-of-the-above energy strategy\" tapping fossil fuels plus solar, biofuel and wind resources, Perry wrote: \"Even as our population has grown by more than 5 million since 2000, we've led the U.S. energy revolution while protecting our environment and reducing harmful pollutants in the air like nitrogen oxide by 62.5 percent, and ozone by 23 percent — a reduction that is 12 percent greater than the national average.\"\n62, 23, 12 — sounds like a quarterback’s call before the snap.\nWe were curious about his numbers. Is Perry right about the pollution reductions as well as the cuts outpacing decreases nationally?\nA 2010 fact check\nPerry made a similar claim in June 2010, saying in a press release the \"Texas clean air program (has) achieved a 22 percent reduction in ozone and a 46 percent decrease in NOx (nitrogen oxide) emissions.\" He’d earlier cited the same statistic in a letter to Obama.\nHalf True, we found then. Perry accurately recapped improvements in ozone levels. But as for the NOx emissions contributing to ozone levels, his statistic included only one NOx source — industrial — which he did not note. Notably, nearly three-quarters of NOx emissions come from other sources.\nAlso, whether state government merited credit for the improvements struck us as worthy of pause. Even if the Texas Commission on Environmental Quality was responsible for the drop in industrial NOx emissions, federal efforts  — in particular, vehicle emission regulations  — were a key factor. Significantly, too, the state's ozone-related programs existed to help Texas comply with federal expectations.\nAs noted then, a goal of the federal Clean Air Act is to reduce the levels of what the Environmental Protection Agency calls \"commonly found air pollutants.\" Among those is ground-level ozone, which forms when nitrogen oxide emissions mix with volatile organic compounds in sunlight and heat. Common sources of nitrogen oxides: cars and trucks, power plants and industrial boilers.\nEPA sets limits on the concentration of ozone, the primary component of smog, in the air. Areas that fail to meet the standard are designated in \"nonattainment.\" Under the Clean Air Act, the state is required to submit plans to EPA that outline how it will clean up areas and meet the federal standard.\nFigures hold up\nAs in 2010, we asked David T. Allen, a University of Texas professor of chemical engineering, about Perry’s statement. By email, Allen noted that per figures posted online by the TCEQ, Perry’s analysis holds up.\nAllen also pointed out an EPA web page indicating that nationally ozone levels in 2012 were down 9 percent compared to 2000 with NOx levels down 29 to 50 percent, depending on the measurement applied.\nSeparately by email, commission spokesman Terry Clawson sent us a spreadsheet he described as the basis of the charts. Clawson said the data came from the EPA.\nLet’s recap the charted changes in ozone, then NOx.\nOzone down 23 percent\nAccording to a commission chart on a web page last updated April 17, 2014, ozone in Texas decreased 23 percent from 2000 through 2012, as Perry said. (The comparisons reflect what officials call \"fourth-high\" ozone readings. Clawson emailed us this technical explanation.)\nA headline on the chart says the ozone decrease for the other 49 states averaged 11 percent. Texas ran 12 percentage points ahead of that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe chart shows ozone decreasing in all but a few states--Wyoming, Utah, Idaho, Montana, South Dakota, Hawaii and Alaska--with the drop in Texas bested only by Tennessee, California and Georgia.\n\nSource: Web page, \"Air Quality Successes - Criteria Pollutants,\" Texas Commission on Environmental Quality, last updated April 17, 2014 (accessed May 21, 2014)\nNOx from industrial sources down 62.5 percent\nIn the period, Allen emailed, industrial emissions of NOx (not including motor vehicles) in Texas dropped 62.5 percent. He pointed out a commission chart indicating that industrial NOx emissions of more than 300,000 xx tons in 2011 compared to a shade less than 800,000 xx tons per year in 2000, which works out to a 62.5 percent reduction, as Perry said.\n\nSource: Web page, \"Air Quality Successes - Emissions Inventory,\" Texas Commission on Environmental Quality, last updated April 17, 2014 (accessed May 21, 2014)\nSierra Club stresses  federal role\nFor another perspective, we turned to Neil Carman of the Lone Star chapter of the Sierra Club. By phone, Carman called Perry’s figures accurate though he suggested the cited reductions occurred mainly thanks to federal laws and enforcement.\nCarman, director of the club’s Clean Air program, said the federal government still considers the multi-county Houston and Dallas-Fort Worth areas as not attaining minimum ozone standards. He pointed out a Sierra Club press release stating the club on May 20, 2014, filed suit against the EPA for failing to classify Dallas-Fort Worth as having a \"severe\" ozone problem, an action that would have required polluters to clean the air, the press release says.\nBy email, Carman said the governor's claim misleads by \"lumping together Texas' ozone woes in Houston and\" Dallas-Fort Worth \"with all the other ozone areas in the nation, including areas that have minimal or no problems.\"\nA \"comparison to other states with few ozone problems is roughly analogous to comparing a driver who gets 30 speeding tickets a year and reduces it by 50% over ten years to 15 per year,\" Carman said, \"while a second driver only had 3 tickets and reduces it by 33% to 2 tickets per year. The first driver had the greatest (percentage) reduction at 50% and the greatest volume reduction but also had the worst speeding record.\"\nEarlier, Clawson indicated the gains noted by Perry weren’t entirely due to federal oversight. By email,  he noted a 1999 Texas law that required power plants to reduce NOx emissions, also saying other state laws enacted since 2000 stressed energy efficiency, reductions in pollution and renewable energy sources like wind power.\nClawson, asked about the bulk of NOx pollution coming from vehicles and non-industrial sources, which Perry’s statement did not take up, said NOx emissions from non-industrial sources in Texas in 2011 were 42 percent less than what such sources emitted in 1999.\nOur ruling\nPerry said that since 2000, Texas has reduced \"harmful pollutants in the air like nitrogen oxide by 62.5 percent, and ozone by 23 percent — a reduction that is 12 percent greater than the national average.\"\nThose figures are accurate, but the claim (like Perry’s 2010 statement) takes into account only one NOx source — industrial — which it failed to note. Nearly three-quarters of NOx emissions come from other sources. Perry’s declaration also didn't reflect on federal laws and oversight that figure into pollution reductions. Texas didn’t make the gains in isolation.\nWe rate the claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/b398cd7d-b142-4589-9226-15f4c422d557", "vclaim_id": "vclaim-pol-07821"}