{"url": "/factchecks/2014/oct/28/tucker-carlson/carlson-democrats-use-newports-get-out-homeless-vo/", "speaker": "Tucker Carlson", "vclaim": "Democrats give \"Newports to the homeless to get them to the polls.\"", "truth_label": "half-true", "date": "stated on October 2, 2014 in a broadcast of Fox News' \"Outnumbered\":", "title": "Carlson: Democrats use Newports to get out the homeless vote", "text": "Lost in the spectacular turmoil over who took Florida in the 2000 presidential election was a kerfuffle in Milwaukee, Wis., over 10 packs of cigarettes and some homeless voters.\nThough it was never proven, the story goes that a few days before the polls opened, a New York Democratic activist gave men from the Milwaukee Rescue Mission cigarettes in exchange for their votes.\nConservative pundit Tucker Carlson alluded to this episode during the banter on Fox News’ noontime show Outnumbered Oct. 2.\n\"I don't think as a general matter you should be encouraging people who don't know anything about what they're voting for to vote,\" Carlson said. \"That's what the Democrats do, giving Newports to the homeless to get them to the polls. That's literally true. Republicans shouldn't follow suit on that. You shouldn't pander to people.\"\nA reader asked us to check whether there was any substance to Carlson’s dig at Democrats.\nThe basic events in Milwaukee\nOn the Saturday before the election on Nov. 7, 2000, Connie Milstein, a long-time Democratic donor from New York, was in Milwaukee. Milstein and some colleagues went to the mission and offered to give anyone who was interested a ride to City Hall to pick up an absentee ballot. About two dozen men took up the offer and at some point, 10 of them were given a pack of cigarettes each.\nWe don’t know, however, if they were promised the cigarettes in advance or asked for a smoke afterwards and were treated to a full pack. And we don’t know if the promise of cigarettes was in exchange for a vote.\nIn Wisconsin, it’s illegal to give a person anything worth more than $1 to induce them to vote. The cigarettes cost about $3.25 a pack. Republicans cried foul and pressed local prosecutors to file charges against Milstein.\nThe Milwaukee County District Attorney’s office was reluctant, if only because it might have cost thousands of dollars to bring the case to trial. Months later, after an investigation, Assistant District Attorney Kurt Benkley said he didn’t think the evidence proved anyone was guilty.\nIn May 2001, Milstein agreed to pay $5,000 in a civil forfeiture, a legal term that admitted no guilt and closed the case. Milstein’s lawyer Stephen Glynn told PunditFact that there was no evidence of a quid pro quo (a smoke for a vote).\n\"No one said that, ‘If I went to vote, I would receive cigarettes,’ \" Glynn said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNonetheless, the campaign for Al Gore distanced itself from Milstein and released a statement right after the event happened saying her efforts were \"not the kind of help we ask for and it’s the kind of help we flat out reject.\"\nWe emailed Carlson and asked for any background he could provide for his statement. We did not hear back. We could find no other example of cigarettes being offered to voters.\nWhy Newports?\nThe oddest feature in Carlson’s statement is he specifically named Newport cigarettes.\nBenkley, the assistant district attorney, said he has no idea where that came from because the brand of cigarette had nothing to do with the case.\n\"Those facts would never have come into the public domain,\" Benkley said. And he added, \"I don’t recall the brand.\"\nBottom line: The Newport brand appears to be an invention.\nOur ruling\nCarlson said that Democrats give Newports to the homeless to get them to the polls.\nBased on the evidence, Carlson is citing an isolated case where authorities were unable to prove that votes were traded for cigarettes, or that the cigarettes were an enticement.\nOn one occasion in Milwaukee, as many as three Democrats gave rides to homeless men to City Hall to cast absentee ballots. At some point, they gave some of the men cigarettes. There is no evidence that the cigarettes were Newports, and investigators did not find that the cigarettes were offered as an inducement to vote.\nCalson emphasized that his account was \"literally true,\" but by that standard, it is inaccurate on several points.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-07071"}