{"url": "/factchecks/2017/jan/11/donald-trump/trump-wrong-reporters-are-only-ones-who-care-about/", "speaker": "Donald Trump", "vclaim": "Americans don't \"care at all\" about Donald Trump's tax returns.", "truth_label": "false", "date": "stated on January 11, 2017 in a press conference:", "title": "Trump wrong that Americans don't care about his tax returns", "text": "In his first press conference since July 2016, President-elect Donald Trump scolded reporters for asking about his tax returns, saying members of the media are the only ones who care about the records.\nTrump said on Jan. 11, 2017, that he had no financial ties or business deals with Russia. He then dismissed the concerns of a reporter who asked Trump whether he would be releasing his tax returns to prove it.\n\"I’m not releasing the tax returns because, as you know, they’re under audit,\" Trump said. The reporter pointed out that presidents have been releasing their returns since the 1970s. Trump interrupted her and said, \"Oh, gee, I never heard that.\"\n\"You know, the only one that cares about my tax returns are the reporters, okay? They’re the only ones,\" he said, saying he thought the American public isn’t concerned about it. \"I won; I mean, I became president. No, I don’t think they care at all. I don’t think they care at all. I think you care.\"\nMedia outlets have called for Trump to release his returns throughout his campaign, and have increased calls since his election. Trump and his surrogates have offered myriad excuses as to why he won’t release any information. But are they the only people who care whether he does it?\nPolling data consistently shows that overall, a majority of Americans want to know what’s in Trump’s tax records.\nThe vocal majority\nIt’s been common practice for decades for presidential candidates to release their tax returns. Despite Trump’s argument that he isn’t releasing his because he’s being audited, the IRS has said he’s allowed to release them whether he’s under an audit or not (as Richard Nixon did).\nTax returns show a lot of details about a president’s business dealings and financial background, much more than, say, campaign finance disclosures, which Trump has offered as an alternative. That explains the media interest, which Trump has attacked before.\nTrump’s transition team did not elaborate on his statement when we contacted them, but he is wrong to say that the public doesn’t care, by most polls.\nOne such poll taken before Trump's news conference confirms most Americans said he should release the returns. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPew Research Center released a new poll Jan. 10, on the eve of Trump’s latest press conference, that re-examined how voters felt. The poll showed that close to two-thirds of Americans think the issue is important. The poll was conducted Jan. 4-9 among 1,502 adults with a margin of error of 2.9 percentage points for the total sample.\nSixty percent of the people polled by Pew said Trump has a responsibility to publicly release his tax returns. The numbers do vary broadly depending on political affiliation, however — 38 percent of Republicans or those leaning Republican agree he has a responsibility, compared to 79 percent of Democrats or those leaning to the left.\nThere was a lot more polling about this topic before the Nov. 8 election. The way the questions were framed varies from poll to poll, so it's difficult to compare the figures directly. But generally they illustrate that Americans think Trump's tax returns are a serious issue. \nA Quinnipiac University poll released Aug. 25, 2016, showed that 74 percent of all voters said Trump should release his tax returns publicly. That figure dipped only slightly among Republicans, 62 percent of whom said he should release them.\nA Monmouth University poll the same week said that 62 percent of Americans thought it was either somewhat or very important to them that presidential candidates release their tax returns.\nA Fox News poll released Sept. 7 showed that 60 percent of voters, including 36 percent of Republicans and 83 percent of Democrats, thought Trump was hiding something in his tax returns.\nOn Sept. 21, an NBC/Wall Street Journal poll showed that 52 percent of voters were concerned about Trump not releasing his tax returns. The choice was among several options about voters’ areas of concern about both Trump and Clinton. \"Trump’s comments and language about women, immigrants and Muslims\" was the top concern with 69 percent, and \"Trump not having the right temperament to serve as commander in chief\" was second with 66 percent. \"Trump’s praise for Vladimir Putin\" also ranked as a higher concern, at 59 percent.\nOne outlier was when Fox News asked voters in a poll conducted Sept. 27-29 whether \"the fact that Donald Trump hasn’t released his tax returns bother you, or is it no big deal?\" Forty-six percent of respondents answered \"bothers me,\" while 52 percent said it was \"no big deal.\" But even that tally shows about half of Americans were concerned that Trump hadn't released his tax returns.\nOur ruling\nTrump said Americans don't \"care at all\" about his tax returns.\nSeveral polls, including one released the day before his latest press conference, show that a sizable portion of the public does think Trump’s tax returns are an important issue. These polls word their questions differently, but most results showed a majority of Americans believed the issue was relevant, undermining Trump’s assertion that only the media wants to explore the issue.\nWe rate Trump’s statement False.\nhttps://www.sharethefacts.co/share/9c5fd034-a5d4-4f80-96a0-0cedc9ee06ac", "vclaim_id": "vclaim-pol-03799"}