{"url": "/factchecks/2012/sep/24/george-allen/george-allen-says-tim-mkaine-announced-he-wants-ra/", "speaker": "George Allen", "vclaim": "\"Tim Kaine announced he wants to raise taxes on everyone.\"", "truth_label": "false", "date": "stated on September 20, 2012 in a news release.:", "title": "George Allen says Tim Kaine \"announced he wants to raise taxes on everyone\"", "text": "Republican George Allen’s senate campaign was not mincing words after Thursday’s debate with Democrat Tim Kaine.\n\n\"Today, Tim Kaine announced he wants to raise taxes on everyone,\" Allen’s camp said in a statement released an hour after the candidates left the podium.\n\nWe looked into the claim. Allen’s campaign backed its statement by pointing to an exchange between Kaine and David Gregory, the moderator of the debate and host of NBC’s \"Meet the Press.\"\n\nGregory asked Kaine to respond to remarks by Mitt Romney, the Republican presidential nominee, that were secretly recorded at a private fundraiser and released this month by Mother Jones magazine. Romney noted that 47 percent of Americans don’t pay taxes and called them \"victims, who believe the government has a responsibility to care for them, who believe that they are entitled to health care, to food, to housing, to you-name-it.\"\n\nKaine called Romney’s comments \"condescending and divisive.\" Then, this exchange occurred:\n\nGregory: \"But let me pin you down on one point. Do you believe that everyone in Virginia should pay something in federal income tax?\"\n\nKaine: \"Well, everyone pays taxes. I mean, the statistics--\"\n\nGregory: \"I’m asking about the federal income tax--\"\n\nKaine: \"I would be open to a proposal that would have some minimum tax level for everyone, but I do insist many of the 47 percent that Gov. Romney was going after pay a higher percentage of their income in taxes than he does.\"\n\nSo Kaine’s comment came in response to a question from Gregory, who was trying to pin him down on taxes. Kaine did not endorse or promote the idea of all Americans paying a minimum federal income tax, he said he would consider it. Almost 75 percent of those who pay no federal income taxes are elderly, have low earnings, or have children at home, according to a 2011 study by the Tax Policy Center.\n\nAt other points in the debate, Kaine talked about tax policies he supports. He called for ending the Bush-era tax cuts for individuals and families with adjusted gross incomes of $500,000 or more. Such a move would raise income taxes for 1.2 percent of taxpayers, according to Internal Revenue Service statistics from 2009 filings.    \n\nHe also backed \"tax reform that broadens the base and includes more taxpayers, along the lines of the question that David asked earlier, that fills in deductions and exclusions and then reduces tax rates.\"\n\nKaine declined to specify tax loopholes he would be willing to eliminate. He said, \"I think the charitable and mortgage interest deductions are incredibly important policies and, frankly, what I would favor is not battling about each individual deduction, but instead looking at a proposal where there would be an aggregate amount of deductions that you could claim. I think the battling about each individual deduction could take Congress decades.\"\n\nKaine has not provided details on how he would set the limit in total deductions and, in exchange, how low he would be willing to drop tax rates.\n\nOur ruling\n\nAllen claimed that Kaine \"announced he wants to raise taxes on everyone.\"\n\nKaine, in response to a question, said he would be \"open to a proposal that would have some minimum tax level on everyone,\" but did not endorse the concept. If such a policy was enacted, it would not mean that everyone would pay higher income taxes. It would mean that the 47 percent of filers who had no income tax liability would pay something.\n\nEven if you go beyond the debate statement the Allen camp points to and look at Kaine’s other major tax positions -- ending the Bush era cuts for those earning more than $500,000 and eliminating some tax deductions in exchange for lowering rates -- that does not equate to a plan that would raise taxes on everyone.\n\nWe rate Allen’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10329"}