{"url": "/factchecks/2020/jul/01/rick-scott/scotts-misleading-attack-biden-about-castro-maduro/", "speaker": "Rick Scott", "vclaim": "Says “Joe Biden supported the Castro regime and meeting with Maduro.”", "truth_label": "barely-true", "date": "stated on June 28, 2020 in an interview:", "title": "Scott’s misleading attack on Biden about Castro, Maduro", "text": "When asked about President Donald Trump’s sagging poll numbers in Florida, Trump ally and Florida Sen. Rick Scott accused presumptive Democratic nominee Joe Biden of being an ally of Latin American dictators.\n\"Biden supported the Castro regime and meeting with Maduro,\" Scott told Greta Van Susteren on her news show \"Full Court Press\" on June 28.\nFor voters of Cuban or Venezuelan descent in Florida, any suggestion that a politician supports repressive regimes that committed human rights abuses is a serious accusation. Cuban American voters in South Florida are an important voting bloc for Republicans, although Democrats point to generational differences with hopes of winning over younger voters. \nScott knows the power of his words about Latin American dictators. In 2018, Scott focused heavily on Hispanic voters and delivered an anti-socialism message when he successfully ousted Democratic U.S. Sen. Bill Nelson by a tiny margin. But is his statement accurate? \nWe found that Biden supports normalizing relations with Cuba as President Barack Obama did, but experts told us that doesn’t equal supporting the regime. Biden had a brief encounter with Venezuelan President Nicolás Maduro in 2015, but that meeting alone doesn’t tell the full story about Biden’s position with respect to the socialist leader.\n\"Joe Biden supported the Castro regime.\" \nScott’s spokesperson pointed to Biden’s comments in April when he told CBS’ Jim DeFede that he would restore Obama’s policy of engagement with Cuba.\n\"In large part, I would go back,\" Biden said. \"I’d still insist they keep the commitments they said they would make when we, in fact, set the policy in place.\"\nDeFede asked Biden if re-engagement would reward Cuba at a time when its leaders are propping Maduro in Venezuela.\n\"Well, they’re having great difficulty propping up Maduro,\" Biden said. \"Number one, Maduro is in real trouble. Number two, there’s no reason why we cannot still sanction them, but failing to recognize them at all is a different thing than sanctioning them.\"\nWhile Biden supports engagement with Cuba, he has repeatedly criticized the regime’s record on human rights and political prisoners.\n\"I have no illusions about the situation in Cuba, and it’s deeply concerning that the Cuban government continues to assert strong political and economic control while failing to respect press freedom and the freedom of assembly,\" Biden told the Washington Post during the primary. \"But Cuba is not represented solely by its leadership. There are many different sectors that we can and should work with to support progress in Cuba — including entrepreneurs, religious groups, universities, young people and human rights defenders.\"\nThere are varying opinions about whether the U.S. should engage with Cuba, including among Cuban American residents in Miami-Dade County. Conservative Cuban Americans have argued that any U.S. engagement with Cuba ultimately helps the socialist regime. Sen. Marco Rubio, R-Fla., argued against any softening of policy toward Cuba. During the primary debate in March, Biden said that Obama was trying to \"change Cuban policies so the Cuban people would get out from under the thumb of Castro and his brother.\"\nExperts told us that support for engaging Cuba is not the same as endorsing the regime. \nEngagement policies are always with adversaries, said Bert Hoffmann, Latin America expert at the GIGA German Institute of Global and Area Studies.\n\"Trump met with North Korean dictator Kim Jong Un, and that was not ‘supporting the regime’ but trying engagement policies,\" Hoffmann told PolitiFact. \"In the case of Cuba, Obama was always very clear that his engagement policy toward Cuba was in no way support of the regime, but a strategy to help the Cuban people and to stimulate change in a context where the Cold War-type confrontation between Cuba and the U.S. had been effectively stabilizing the Cuban regime for decades.\"\nWilliam LeoGrande, professor of government at American University, said the charge that the Obama administration supported the Cuban regime amounts to \"partisan name-calling.\"\n\"President Obama’s policy of opening a diplomatic dialogue with Cuba was based on the fact that the old policy of hostility and isolation was a failure,\" LeoGrande said. \"It hadn’t worked for 60 years.\"\nObama challenged the Cuban regime on human rights and encouraged it to move toward democracy, LeoGrande said. U.S. interests required dialogue with Cuba on issues such as narcotics interdiction and environmental protection.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\nThere is debate about whether Obama’s approach improved human rights for the Cuban people. Jorge Duany, director of the Cuban Research Institute at Florida International University, said it’s clear Obama’s intention was to influence democratic change — not to support the regime.\nBiden on \"meeting with Maduro.\"\nScott’s spokeswoman pointed to a photo showing Biden and Maduro smiling at each other. It stems from their encounter in January 2015 during former Brazilian President Dilma Rousseff's swearing-in ceremony in Brazil. We did not find an official transcript of their conversation, so we can only rely on what Biden and others said about their encounter and media reports. \nThe AP at the time described it as a \"brief, impromptu meeting.\" An unnamed U.S. administration official said Maduro told Biden that he wanted improved ties, but was concerned about sanctions. Biden said one step Venezuela could take would be to release political prisoners. Maduro described the meeting as \"cordial.\"\nSpeaking in Miami in September, Biden called \"it a coming to the Lord meeting with Maduro.\"\n\"I told (Maduro), we’d talk with him if he did the following things, starting with setting up elections, making sure he’d release political prisoners, a whole range of things. That kind of ended our conversation,\" Biden said.\nSo why was Biden laughing in the photo? We found a couple of different explanations.\nA Biden adviser, Juan S. Gonzalez, who identified himself in one of the photos, tweeted that Biden \"laughed when Maduro asked him to raise the price of oil (market didn't work that way) and that if he wanted to talk he first needed to release political prisoners and negotiate in earnest.\"\nHey @TrumpWarRoom - I’m the bald guy in that picture. He laughed when #Maduro asked him to raise the price of oil (market didn’t work that way) and that if he wanted to talk he first needed to release political prisoners and negotiate in earnest. https://t.co/Xe1Q58icyU— Juan S. Gonzalez (@Cartajuanero) September 13, 2019 \nThe Brazilian publication Valor at the time wrote that Biden said to Maduro, \"If I had your hair, I'd be president of the United States.\" (The Venezuelan government website in 2020 recounted a similar statement.)\nOther events point to rockier times. One month later, Maduro accused Biden of trying to organize an effort to overthrow him. Biden’s office denied the accusation but said Venezuela had violated freedom of speech, assembly and due process.\nBiden has \"been very clear that Maduro's government is illegitimate, and that Venezuela needs free and fair elections,\" LeoGrande said. \nAbout a month after he met with Maduro, Biden met with Lilian Tintori, the wife of opposition leader and then-political prisoner Leopoldo Lopez.  \nDuring his campaign, Biden has repeatedly criticized Maduro. In February 2019, Biden called Maduro a \"tyrant\" and called on the international community to support Juan Guaidó as president. Trump, too, recognized Guaidó as the interim president. \nBiden has also called for extending Temporary Protected Status to Venezuelans who have fled for the United States. It is tough for Venezuelans to get asylum in the U.S.\nDemocrats, including Biden, have criticized Trump’s comments about Maduro. In June, Trump told Axios that he was open to meeting with Maduro. In response to the backlash, Trump tweeted: \"I would only meet with Maduro to discuss one thing: a peaceful exit from power!\" John Bolton wrote in his book that Trump thought Guaido was \"weak\" as opposed to Maduro, whom he called \"strong.\"\nOur ruling\nScott said, \"Joe Biden supported the Castro regime and meeting with Maduro.\"\nScott pointed to Biden’s statements in April that he would engage with Cuba, as Obama did. But Scott ignores that Biden has repeatedly criticized Cuba’s human rights record. Experts told us that Biden’s plan to engage Cuba doesn’t mean he supports the regime, although Cuba hardliners view it that way.\nBiden did have a brief encounter with Maduro in 2015 in Brazil, which was captured in photos. We don’t have an official transcript of what was said but the fact that the two men spoke to each other doesn’t mean they were in agreement. The AP reported that Biden suggested to Maduro that he should release political prisoners. Other reports say Biden made a joke about Maduro’s hair. Biden has frequently called Maduro a \"tyrant\" and supported Guaidó as his replacement.\nWe rate this statement Mostly False.\nPolitiFact staff writer Miriam Valverde contributed to this fact-check.", "vclaim_id": "vclaim-pol-17668"}