{"url": "/factchecks/2012/aug/20/mitt-romney/romney-says-obama-cuts-716-medicare-pay-obamacare/", "speaker": "Mitt Romney", "vclaim": "\"Under the president's plan, he cuts Medicare by $716 billion, takes that money out of the Medicare trust fund and uses it to pay for Obamacare.\"", "truth_label": "half-true", "date": "stated on August 15, 2012 in an interview:", "title": "Romney says Obama 'cuts' $716B from Medicare to pay for Obamacare", "text": "Florida has become the battleground where Mitt Romney and Barack Obama are dueling over Medicare.\n\nRomney’s favorite attack line: Obama took $716 billion from Medicare to pay for Obamacare.\n\nRomney made the claim in an Aug. 15, 2012, one-on-one interview with Tampa Bay’s WTSP 10 News.\n\n\"Under the president's plan, he cuts Medicare by $716 billion, takes that money out of the Medicare trust fund and uses it to pay for Obamacare,\" Romney said. \"I think this is something that people are just now focused on and find it very, very difficult to understand why he would cut Medicare for our current seniors.\"\n\nRomney’s been repeating that number a lot lately. Is it accurate? And was the money moved to pay for the national health care law?\n\nNeither Obama nor his health care law literally cut funding from the Medicare program’s budget. Rather, the health care law instituted a number of changes to try to bring down future health care costs in the program.\n\nWhat kind of spending reductions are we talking about? They were mainly aimed at insurance companies and hospitals, not beneficiaries. The law made significant reductions to Medicare Advantage, a subset of Medicare plans run by private insurers. Medicare Advantage was started under President George W. Bush, and the idea was that competition among the private insurers would reduce costs. But the plans have actually cost more than traditional Medicare. So the health care law scales back the payments to private insurers.\n\nHospitals, too, will be paid less if they have too many re-admissions, or if they fail to meet other new benchmarks for patient care.\n\nObama and fellow Democrats say the intention is to protect beneficiaries' coverage while forcing health care providers to become more efficient. Romney has said he will repeal the health care law and institute a new overhaul of Medicare that brings more private insurers into a competitive marketplace. Beneficiaries would receive \"premium support,\" a voucher-like credit, to buy their own plan.\n\nWe should point out that the overall Medicare budget is projected to go up for the foreseeable future, even with the health care law’s cost-saving measures. The law tries to limit the program’s growth, though, making it less than it would have been without the law, but not reducing its overall budget. So claims that Obama would \"cut\" Medicare need more explanation to be fully accurate. In the past, we’ve rated similar statements Half True or Mostly False, depending on the wording and context.\n\nIf you’ve been following the Medicare debate for awhile, you may have heard previous claims that Obama cut Medicare by $500 billion. How did that become $700 billion? Because Medicare spending gets bigger every year, the cost-saving mechanisms in the health care law also get bigger. And, it takes a few years for the health care law’s savings mechanisms to kick in. In fact, the effects of time are the main reason the $500 billion number has turned into $700 billion.\n   \nThe CBO determined in 2011 that the federal health care law would reduce Medicare outlays by $507 billion between 2012 and 2021. Ina more recent estimate released this year, the CBO looked at the years 2013 to 2022 and determined the health care law affected Medicare outlays by $716 billion.\n   \nSo it’s timing that’s making the cuts bigger, not changes to Medicare.\n\nRomney also send that the spending reduction \" takes that money out of the Medicare trust fund and uses it to pay for Obamacare.\"\n\nRomney has a point here, but it’s not about money being moved from one account to another. Let us explain.\n\nAt the time the health care law was being finalized and passed, Democrats said it was important to them that the new law not add to the deficit. So the reductions in Medicare spending were counted against the health care law’s new spending. Some new spending is within the Medicare program, such as increasing coverage for prescription drugs and offering preventive care with no out-of-pocket costs.\n\nMore significantly, though, the law moves to cover the uninsured, by giving them tax credits to buy private insurance. It also expands Medicaid, the state insurance program for the poor. The savings from Medicare offset that spending.\n\nWe should note that the health law also imposes new taxes, primarily on the wealthy and on the health care industry. That too offsets the new spending.\n\nOur ruling\n\nRomney said, \"Under the president's plan, he cuts Medicare by $716 billion, takes that money out of the Medicare trust fund and uses it to pay for Obamacare.\" This wording isn't as troublesome as other statements we've seen on this topic, including from Romney himself.\n\nStill, Romney's most-recent attempt at this claim needs significantly more explanation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nIn this instance, Romney’s claim gives the impression that the law takes money that was already allocated to Medicare and funds the new health care law with it.\n\nIn fact, the law uses a number of measures to try to reduce the rapid growth of future Medicare spending. Those savings are then used to offset costs created by the law -- especially coverage for the uninsured -- so that the overall law doesn't add to the deficit. We rate his statement Half True.\n\nPolitiFact Florida is partnering with 10 News for the 2012 election. See video fact-checks by clicking here.", "vclaim_id": "vclaim-pol-10552"}