{"url": "/factchecks/2016/jul/28/tim-kaine/dnc-tim-kaine-says-even-republicans-think-donald-t/", "speaker": "Tim Kaine", "vclaim": "\"John McCain’s chief economic adviser during the ’08 race … estimated that Trump’s promises would cause America to lose 3.5 million jobs.\"", "truth_label": "half-true", "date": "stated on July 27, 2016 in a speech at the Democratic National Convention in Philadelphia:", "title": "At DNC, Tim Kaine says even Republicans think Donald Trump's proposals are problematic", "text": "It’s not just Democrats who think America would suffer under a Donald Trump presidency, said Democratic vice presidential nominee Tim Kaine.\nTake it from \"John McCain’s chief economic adviser during the ’08 race who estimated that Trump’s promises would cause America to lose 3.5 million jobs,\" said Kaine, a senator from Virginia, in a speech on the third night of the Democratic National Convention.\nKaine was referring to a blistering analysis of Trump’s economic proposals published by respected financial firm Moody’s Analytics. When the report first came out in June, Hillary Clinton also jumped on the fact that an adviser to a former Republican presidential candidate had produced such a critical report.\nBut Trump responded to say: Not so fast. Mark Zandi, Moody’s chief economist and the report’s lead author, actually supports Clinton and President Barack Obama.\nSo who is this guy?\nZandi is a well-respected economist, and politicians and economists on both sides of the aisle like him. His latest report, which is sharply critical of Trump’s policy proposals, is a methodical examination that looks at three possible scenarios: one where Trump’s proposals are adopted in full, one where they are adopted on a smaller scale, and one that envisions a compromise with Congress. (Moody’s says a similar report about Clinton’s proposals is forthcoming.)\nAssuming that Trump’s proposals are adopted in full, the analysts do, in fact, estimate that the economy will be \"significantly weaker,\" and there will be a 3.5 million drop in jobs, as Kaine said.\n\"Under the scenario in which all his stated policies become law in the manner proposed, the economy suffers a lengthy recession and is smaller at the end of his four-year term than when he took office,\" the report says. \"By the end of his presidency, there are close to 3.5 million fewer jobs, and the unemployment rate rises to as high as 7 percent, compared with below 5 percent today. During Mr. Trump’s presidency, the average American household’s after-inflation income will stagnate, and stock prices and real house values will decline.\"\nThough others might take issue with some aspects of his findings, the purpose of this fact-check is not to cast doubt on the quality of Zandi’s Trump report or his work generally. We have quoted him as an expert source on the economy in previous stories.\nRather, Kaine is using Zandi’s Republican credentials as a former McCain adviser to make the point that even Republicans think Trump’s proposals would be bad for the economy. But it turns out he is leaving out an important piece of information that leaves a giant hole in that particular line of argument — notably that Zandi has donated the maximum amount of $2,700 to Clinton’s primary campaign.\nBeyond this presidential cycle, Zandi has donated to a variety of Democrats going back to 2007. Zandi confirmed to PolitiFact that he is a registered Democrat.\nIn the 2008 presidential race, though, he did support Republican candidate Sen. John McCain, R-Ariz. He donated more than $2,000 to McCain’s campaign, and he was one of several economists advising McCain in an official capacity.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut Zandi definitely wasn’t McCain’s chief adviser, as Kaine said, and has called his role in the campaign \"very modest.\"\nZandi was a Democrat back then, too, but he told the Wall Street Journal he is \"eclectic\" and that he has done work for members of both parties, a point he has since reiterated.\nAfter the 2008 election, though, Zandi turned out to be an important asset to the Obama administration.\nZandi told us he wasn’t an official adviser to Obama or the White House, but he has produced research concluding the Obama administration’s response to the 2008 financial crisis was a success. And he was on Obama’s short list to regulate the Federal Housing Finance Agency, though he didn’t get the job.\nWe asked Zandi what he would tell people who question whether his report on Trump is neutral, given his sizeable donation to Clinton and past connections with Democrats.\n\"We used the same model of the economy we use for all our studies,\" he said. \"And the study is completely transparent. Moreover, the approach we took is the same approach the (nonpartisan Congressional Budget Office) takes when evaluating similar fiscal policy proposals. I'm very interested in hearing substantive critiques of our work.\"\nOur ruling\nKaine said \"John McCain’s chief economic adviser during the ’08 race … estimated that Trump’s promises would cause america to lose 3.5 million jobs.\"\nThe Moody’s report concluded that Trump’s economic proposals, if adopted in full, could cost 3.5 million jobs. And Zandi was a donor and economic adviser to the McCain campaign. But he was not the chief adviser, and this isn’t the full picture of his political affiliations.\nAs it turns out, Zandi is a registered Democrat and donated the maximum amount to Clinton’s primary campaign.\nZandi is a well-respected economist, and we are not in this fact-check casting doubt on the credibility of his Trump report or his work generally. He has advised and worked on issues for politicians on both sides of the aisle for many years.\nBut to identify Zandi only as a former adviser of McCain leaves out a lot of the story about Zandi’s political affiliations. We rate Kaine’s claim Half True.\nhttps://www.sharethefacts.co/share/097b24d4-9ee7-492a-abbe-ea4ea40bd86f", "vclaim_id": "vclaim-pol-04584"}