{"url": "/factchecks/2016/jul/20/mitch-mcconnell/did-hillary-clinton-lie-about-being-named-after-si/", "speaker": "Mitch McConnell", "vclaim": "Says Hillary Clinton \"lied about why her parents named her Hillary.\"", "truth_label": "half-true", "date": "stated on July 19, 2016 in a speech at the Republican National Convention in Cleveland:", "title": "Did Hillary Clinton lie about being named after Sir Edmund Hillary?", "text": "Republicans hope to label Hillary Clinton as a dishonest person unworthy of the White House. At the Republican National Convention in Cleveland, Senate Majority Leader Mitch McConnell, R-Ky., reached back about as far as one can go in Clinton’s biography for an example.\nMcConnell said that Clinton \"lied about her emails, she lied about her server, she lied about Benghazi, she lied about sniper fire — why she even lied about why her parents named her Hillary.\"\nHere, we’ll look at the last one: Would Hillary Clinton lie about the origins of her name?\nThe public discussion of the anecdote about Clinton’s naming dates back to her time as first lady.\nIn April 1995, she was on a goodwill tour of Asia and stopped in Nepal, the country that’s home of Mount Everest, which was first climbed in 1953 by Sir Edmund Hillary of New Zealand and Tenzing Norgay of Nepal.\n\"At an airstrip in Katmandu, Nepal — just after an overnight tiger safari and just before her departure for this poverty-ridden pocket of South Asia — Mrs. Clinton shook hands with\" the famous climber, then 75, the New York Times reported.\nDuring the brief meeting, Clinton \"confessed that her mother, Dorothy Rodham, had read an article about the intrepid Edmund Hillary, a one-time beekeeper who had taken to mountain climbing, when she was pregnant with her daughter in 1947 and liked the name,\" the Times wrote. \" ‘It had two l's, which is how she thought she was supposed to spell Hillary,’ Mrs. Clinton told reporters after the brief meeting on the tarmac, minutes before her Air Force jet flew past the peak of Everest itself. ‘So when I was born, she called me Hillary, and she always told me it's because of Sir Edmund Hillary.’ \"\nFor years, this story wasn’t widely discussed — it wasn’t mentioned in Hillary Clinton’s 2003 autobiography, Living History, for instance — but it did make its way into the autobiography of her husband, former President Bill Clinton, which was published in 2004.\nWithin a few years, though, the story attracted some attention on the Internet when someone realized a key discrepancy -- the mountain climber achieved worldwide fame six years after Clinton was born.\nEventually, in October 2006, a Clinton spokeswoman walked the story back.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"It was a sweet family story her mother shared to inspire greatness in her daughter, to great results I might add,'' said spokeswoman Jennifer Hanley, according to the New York Times.\nWhen the urban-legends checking site Snopes.com looked at the controversy, it noted that it actually wasn’t impossible that Clinton’s mother could have heard about Hillary by the time her daughter was born. It noted that he was already gaining some renown as a mountain climber prior to 1953, and even as early as the pre-World War II period.\nStill, when Snopes scrutinized several major American newspapers, including the Rodhams’ hometown Chicago Tribune, prior to 1953, it couldn’t find any evidence that the mountain climber had been profiled. This suggests that he was still too obscure a figure to have attracted Dorothy Rodham’s attention.\nIt was \"almost certainly a bit of fiction invented for political expediency,\" Snopes concluded.\nWe reached out to the Clinton campaign for this article but did not hear back.\nOur ruling\nMcConnell said that Clinton \"even lied about why her parents named her Hillary.\"\nClinton certainly said in 1995 that she was named after Sir Edmund Hillary, but Clinton was born a few years before the mountain climber became famous.\nHowever, McConnell fails to note that a spokeswoman eventually said the story was told to her by Clinton’s mother to inspire her.\nMcConnell’s claim is partially accurate but lacks important context. We rate it Half True.\nhttps://www.sharethefacts.co/share/2b295bd5-ed1d-433b-95cb-8c0ba10b42fe", "vclaim_id": "vclaim-pol-04664"}