{"url": "/factchecks/2019/aug/14/viral-image/no-same-woman-didnt-pretend-be-shooting-victim-and/", "speaker": "Viral image", "vclaim": "Says a crisis actor played the parts of a shooting victim and the mothers of shooting victims in Las Vegas, Orlando and Thousand Oaks.", "truth_label": "pants-fire", "date": "stated on August 8, 2019 in a post on Facebook:", "title": "No, the same woman didn’t pretend to be a shooting victim and the mothers of shooting victims", "text": "Mass shootings are regularly accompanied by claims that shooting survivors and victims’ family members are \"crisis actors.\"  In fact, such smears against the survivors of the shooting at Marjory Stoneman Douglas High School in Parkland, Florida, earned PolitiFact’s Lie of the Year in 2018. \nUnfortunately, the old playbook remains intact: The mass shootings in El Paso and Dayton, Ohio, touched off a new round of social media posts claiming crisis actors abound in the wake of mass shootings. \nAn image posted to Facebook on Aug. 8 featuring the photos of three women wrongly suggests that they’re the same woman playing the parts of a shooting victim and the mothers of shooting victims. \n\"JUST SO YOU KNOW NOT ONLY WAS SHE A MOM OF THE CALIFORNIA AND ORLANDO SHOOTINGS, BUT SHE WAS A VITCIM (sic) OF THE Las Vegas SHOOTING TOO!!\" the image says followed by three laughing-while-crying emojis. \nAccounts commenting on the post took the claim even further. One suggested the woman pictured also looks like \"the alleged mother of the girl supposedly killed in Charlottesville.\" Another placed her \"at the Boston Marathon, at the Levoy Finnicum standoff in Oregon, and at Sandy Hook.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat is because the image is a collage of images of three different women. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe woman in the bottom right is Christine Leinonen, whose son, Christopher, was killed during a shooting at the Pulse nightclub in Orlando that left 50 dead in 2016.\nThe woman in the top photo is Jan Lambourne, who was among those shot at the Route 91 Harvest country music festival in Las Vegas that left 59 dead and hundreds more injured in 2017.\nThe woman in the bottom left photo is Susan Schmidt-Orfanos, whose son, Telemachus \"Tel\" Orfanos, survived the Las Vegas shooting only to die during a shooting at a bar in the Los Angeles suburb of Thousand Oaks that left 13 dead in 2018.\nIn the image posted to Facebook, the three women have light skin and are wearing glasses. They all have wavy brown hair and glasses, but they do not look identical. And searching for other photos of the women, ones in which they aren’t under duress and in some cases not wearing glasses, the differences are even more acute.\nLeinonen has been in the public eye since the shooting, speaking at the 2016 Democratic National Convention, for example. Lambourne appeared on \"Deal or No Deal.\"\nAll three women are different individuals who have experienced gun violence up close.\nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-00274"}