{"url": "/factchecks/2018/dec/03/alexandria-ocasio-cortez/alexandria-ocasio-cortez-wrong-scale-pentagon-acco/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "\"$21T in Pentagon accounting errors. Medicare for All costs ~$32T. That means 66% of Medicare for All could have been funded already by the Pentagon.\"", "truth_label": "false", "date": "stated on December 2, 2018 in a tweet:", "title": "Alexandria Ocasio-Cortez wrong on scale of Pentagon accounting errors", "text": "Rep.-elect Alexandria Ocasio-Cortez, D-N.Y., is one of Congress’ most ardent supporters of Medicare for All, the Democratic proposal to expand Medicare to all ages in order to create a government-funded health insurance system for all Americans.\nIn a tweet, Ocasio-Cortez compared the scale of Pentagon waste to the price tag for Medicare for All, which a study by the free-market Mercatus Institute said would cost $32 trillion over 10 years. This fact-check will focus on her point about Pentagon spending. It is important to note that the $32 trillion Medicare figure she cited is based on one group’s estimate using assumptions about how the proposal would affect current rates of spending; it is not an official cost figure.\nOn Dec. 2, 2018, Ocasio-Cortez tweeted a screenshot from an article in the Nation, a left-leaning magazine, along with the following comment:\n\"$21 TRILLION of Pentagon financial transactions ‘could not be traced, documented, or explained.’ $21T in Pentagon accounting errors. Medicare for All costs ~$32T. That means 66% of Medicare for All could have been funded already by the Pentagon. And that’s before our premiums.\"\n$21 TRILLION of Pentagon financial transactions “could not be traced, documented, or explained.”$21T in Pentagon accounting errors. Medicare for All costs ~$32T.That means 66% of Medicare for All could have been funded already by the Pentagon.And that’s before our premiums. https://t.co/soT6GSmDSG— Alexandria Ocasio-Cortez (@Ocasio2018) December 2, 2018\n\n\nObservers quickly pounced on the tweet, saying that Ocasio-Cortez was misreading the Nation article. So we took a closer look.\nMisreading the source material\nThe Nov. 27 Nation article addressed a historical pattern of accounting discrepancies at the Pentagon.\nThe portion that Ocasio-Cortez highlighted in her tweet referenced research by Mark Skidmore, a professor of economics at Michigan State University. Citing Skidmore’s research, the story said \"in all, at least a mind-boggling $21 trillion of Pentagon financial transactions between 1998 and 2015 could not be traced, documented, or explained.\"\nThe problem with what Ocasio-Cortez said: The $21 trillion figure refers to a cumulative amount of individual transactions — including some double- and triple-counting — not a single pot of money that was misspent.\nOne tip-off is the amount of Ocasio-Cortez’s \"accounting errors\" is far bigger than the actual Pentagon spending from 1998 to 2015, which was $8.5 trillion. In fact, it’s also far bigger than the amount the government has spent on national security since 1940 and, in all likelihood, in the nation’s history.\nHere’s a chart we assembled showing national-security spending by the federal government from 1940 to today. Ocasio-Cortez’s $21 trillion estimate exceeds the entirety of national-security spending since 1940, which checks in around $17.8 trillion. And while full data back to 1776 doesn’t exist, prorating backwards for another 164 years would almost certainly not add enough to make the total $21 trillion.\n\n \nOcasio-Cortez’s mistake\nSo what did Ocasio-Cortez get wrong?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe $21 trillion figure tallies up internal financial transfers that would not pass muster in an audit; the same dollar can be included in multiple transactions, which is why Ocasio-Cortez’s figure exceeds all Pentagon spending.\nThis misunderstanding renders the Medicare for All comparison inaccurate, experts said.\nAlthough he’s a longstanding critic of Pentagon waste, Steve Ellis, the vice president of Taxpayers for Common Sense, said Ocasio-Cortez had dramatically inflated the scale of the problem.\n\"One dollar involved in 10 transactions is not 10 dollars,\" Ellis said. \"There is a lot to cut and a lot of waste at the Pentagon, and I have unapologetically said so. But simple math demonstrates that the Pentagon did not get anywhere near that amount of cash, averaging more than $1 trillion per year, much less lost track of anywhere near that amount of money.\"\nTodd Harrison, a defense budget expert at the Center for Strategic and International Studies, agreed.\nThe $21 trillion figure \"double- and triple-counts funding that was transferred internally within the Defense Department,\" Harrison said. \"And just because a transaction cannot be fully traced and documented does not mean it was fraudulent or wasted. It just means the Pentagon has not been able to pass an audit, which we already knew.\"\nJust to be sure, we checked with the author of the Nation article, Dave Lindorff.\n\"She's wrong,\" he said.\nLindorff said his findings suggest large-scale sloppiness in accounting and potentially deliberate obfuscation to deter congressional oversight — but not a fixed budgetary amount that could have theoretically been applied to other uses.\nWhile some of the $21 trillion may be real expenditures, Lindorff said, \"clearly most of it is simply fictitious numbers designed to obfuscate the accounting and keep the Pentagon accounting from being seriously monitored. It would be wrong to suggest that that is real money that could have been used to fund something else more useful to society.\"\nIt's also worth noting that the Nation article and the Mercatus study refer to different time periods, said Ben Tomchik, deputy chief of staff at the Committee for a Responsible Federal Budget. The Nation's figure refers to 18 years — twice as long as the Mercatus study's 10-year period.\nOcasio-Cortez’s office did not respond to an inquiry. As of publication, the tweet remained up, appended only with a quote from the Nation article: \"DoD has literally been making up numbers in its reports to Congress— knowing that Congress would rely on those reports when deciding how much to give the following year.\"\nOur ruling\nOcasio-Cortez tweeted, \"$21T in Pentagon accounting errors. Medicare for All costs ~$32T. That means 66% of Medicare for All could have been funded already by the Pentagon.\"\nThe comparison is specious. In fact, the data suggests that the Pentagon hasn’t spent $21 trillion in the entire history of the United States.\nRather, the $21 trillion figure refers to a collection of transactions in which the same dollar could have been transferred between internal accounts multiple times. As such, it’s comparing apples and oranges to say that \"Pentagon accounting errors\" would have been equivalent to two-thirds of Medicare for All’s projected 10-year costs.\nWe rate the statement False.\n Share the Facts 2018-12-03 22:52:44 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"$21T in Pentagon accounting errors. Medicare for All costs ~$32T. That means 66% of Medicare for All could have been funded already by the Pentagon.\"    Alexandria Ocasio-Cortez U.S. Rep.-elect, D-N.Y. https://twitter.com/Ocasio2018/status/1069455599149219840   a tweet Sunday, December 2, 2018 2018-12-02    Read More  info", "vclaim_id": "vclaim-pol-01224"}