{"url": "/factchecks/2012/feb/28/national-republican-congressional-committee/nrcc-ad-says-1500-jobs-lost-daily-barack-obama-too/", "speaker": "National Republican Congressional Committee", "vclaim": "\"Since President Obama took full control of Washington … every single day, more than 1,500 of our jobs have been lost.\"", "truth_label": "barely-true", "date": "stated on January 24, 2012 in a Web ad:", "title": "NRCC ad says 1,500 jobs lost daily since President Barack Obama took office", "text": "A recent ad by the National Republican Congressional Committee -- the House Republicans’ campaign arm -- offers a flurry of statistics to argue that President Barack Obama doesn’t deserve a second term.\n\n\"What's become of America since President Obama took full control of Washington?\" the narrator says. \"A wrecked economy, with debt and waste beyond imagination. Since then, gas prices have gone up more than 82 percent. Every single day, more than 1,500 of our jobs have been lost. Every day, another 2,700 of us realize it's been six months since we last had a job. Every day, more than 6,000 of us have begun living below poverty, while 13,000 more have been put on food stamps, and more than 800 have become uninsured. … This is the legacy President Obama and his Democrats have left for us. If we give them more time, what else will they do to America?\"\n\nThere’s a lot to digest here, but we’re going to look at two claims from the ad. The one we’re looking at in this item is, \"Since President Obama took full control of Washington … every single day, more than 1,500 of our jobs have been lost.\"\n\nAs we do with claims like this, we split our analysis into two parts. Are the numbers right? And is it fair to assess either credit or blame for those numbers to the target of the ad?\n\nFirst, the numbers.\n\nWe turned to the Bureau of Labor Statistics, the federal government’s official source for employment figures. We first looked at total, nonfarm employment between January 2009, when Obama was sworn in, until December 2011, the most recent month available at the time the ad was released. We also used the figure that would have been available at the time the ad was released. Often BLS adjusts numbers upwards or downwards in the succeeding month, based on additional information.\n\nUsing the preliminary numbers, a net 1,661,000 jobs were lost nationwide. Assuming that three years means 1,095 days -- or 365 times 3 -- then 1,517 net jobs were lost per day during that period. So, using that measurement, the ad is correct. (Using the revised numbers released after the ad came out, the daily number dropped significantly -- to 1,274 -- due to stronger-than-expected job growth.)\n\nBut that’s if you start the count in January 2009. Since Obama was sworn in on Jan. 20, 2009, February was actually his first full month in office -- and using the February numbers makes a big difference.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n \n\n\n\n\n\n\n\nStarting with February 2009, the net number of jobs lost was 937,000, which produces a daily job loss of 856, or 43 percent lower than the amount claimed in the ad. (If you look only at private-sector jobs, the daily job loss was even smaller -- 303 jobs, a number that shrunk to just 74 once revised figures appeared.)\n\nThe difference between starting in January or February is so big because the transition between President George W. Bush and Obama included months with some of the most rapid job losses of the entire recession, which began in December 2007. In just the one month from January 2009 to February 2009, for instance, the economy lost a net 725,000 jobs. Even spread over three years, adding just that one extra month to the calculation means adding 660 additional job losses per day.\n\nNext, does Obama deserve the blame?\n\nWe’ve consistently ruled in the past that the economy is too complex to assign full blame (or credit) for job gains or losses to a president or a governor.\n\n\"Presidents, governors, and mayors can have an impact on job creation during their terms in office.  Almost always, however, the impact is small in relation to the effects of events and trends over which elected officials have little control, especially in their first few years on the job,\" said Gary Burtless, an economist with the Brookings Institution. \"A recession that is under way or begins soon after a president or governor takes office is in no way the fault of the new officeholder. The flip side is that chief executives cannot claim much credit for a strong economic recovery that begins shortly before or after they take the oath of office.\"\n\nOf special note here is that this ad uses the formulation, \"since President Obama took full control of Washington.\" Obama -- or at least the Democrats -- can be said to have had full control of Washington, at least on a nominal basis, for two of those three years. But after the Republicans took over the House beginning in January 2011, they have had a share of the control as well.\n\nAnd we can rule out the possibility that the numbers were calculated based on just the two years when Obama had an entirely Democratic Congress, since the NRCC web page linking to the ad states, \"This video shows the daily economic pain endured by American workers and families due to President Obama and Washington Democrats' failed policies averaged over every day of the last three years.\"\n\nOur ruling\n\nUsing the numbers available at the time -- which subsequently have been revised to be more favorable to the president -- and starting the count in January 2009, the ad is correct about the 1,500 jobs lost per day. But starting the count with Obama’s first full month in office, which we think is an equally plausible way of doing it, reduces that number significantly, to 43 percent lower than what the ad claims. Meanwhile, economists tell us that the causes of these job losses are multiple, so it is also incorrect to attribute the blame solely to Obama.  On balance, we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-11532"}