{"url": "/factchecks/2010/aug/03/jeff-greene/kendrick-meek-second-most-corrupt-democrat-congres/", "speaker": "Jeff Greene", "vclaim": "\"Kendrick Meek was named one of the two most corrupt Democrats in Congress by Citizens for Responsibility and Ethics in Washington.\"", "truth_label": "false", "date": "stated on July 31, 2010 in a campaign mail piece.:", "title": "Is Kendrick Meek the second most corrupt Democrat in Congress?", "text": "In the insider/outsider campaign being waged in the Democratic primary for the U.S. Senate, billionaire Jeff Greene continues to paint U.S. Rep. Kendrick Meek as a corrupt politician who abuses his power and is too close to special interests.\n\nGreene's latest mailer uses the case of indicted developer Dennis Stackhouse to make his point.\n\nThe mailer, which is designed to look like a manila folder, has a picture of Meek on the front cover and two phases -- \"Corruption-tainted Kendrick Meek,\" which is part of a headline used by the Orlando Sentinel, and \"CRIMINAL INVESTIGATION,\" written in red to mimic a stamp mark.\n\nThe inside of the folder tells Greene's version of the Meek-Stackhouse story:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\nThat Meek requested more than $4 million in federal earmarks for Stackhouse.\n\n\n\nThat Meek's mother, former U.S. Rep. Carrie Meek, got $90,000 and a Cadillac Escalade from Stackhouse for consulting work.\n\n\n\nAnd that Stackhouse loaned $13,000 to Kendrick Meek's chief of staff.\n\n\n\nStackhouse eventually was arrested, accused of stealing nearly $1 million from a failed Miami-area biopharmaceutical complex. Nothing was ever built.\n\nAll the evidence helps Greene wind up to his final point.\n\n\"Kendrick Meek was named one of the two most corrupt Democrats in Congress by Citizens for Responsibility and Ethics in Washington,\" the mailer states, highlighting most corrupt in red type.\n\nIn this fact check, we'll see if Greene is accurately reflecting the words of Citizens for Responsibility and Ethics in Washington.\n\nBut first, we want to make sure people are up to speed on who Dennis Stackhouse is, and his ties to Meek.\n\nStackhouse background\n\nThe Miami Herald has been documenting Stackhouse and his plans for a blighted tract of land in Liberty City for years.\n\nBack in 2003, in one of the poorest neighborhoods in the country, Stackhouse promised to build a massive biopharmaceutical park. The park was sold as a place where multinational drug companies and prestigious universities would develop cutting-edge medical advances and Miami's public hospital would provide free healthcare to 150,000 poor people a year.\n\nMore than 1,500 high-paying jobs would follow, and so would hundreds of millions of dollars in investments and tax revenue. Put simply, it was the most dramatic economic development project ever seen in Miami-Dade.\n\nThe politicians were smitten.\n\nThey funneled millions in taxpayer dollars into the project.\n\nWhat did they get for that investment? Nothing. Or, as the Herald put it -- empty lots, dormant earthmovers and piles of dirt and gravel with no sign of the buildings, the biotech companies or the high-tech jobs promised to Liberty City.\n\nStackhouse was arrested in October 2009, accused of stealing nearly $1 million from a county agency and a private Boston bank through double billings and fake invoices. He is awaiting trial.\n\nOne of those smitten politicians -- Meek -- is now running for the U.S. Senate.\n\nIn 2004, Meek obtained a $72,750 earmark in the federal budget for the Stackhouse project, the Herald reported. In June 2005, he also helped get a $1 million labor grant for Miami Dade College to train 800 technicians and related workers for the biopharmaceutical park.\n\nIn April 2006, Meek requested another $4 million in federal appropriations for Stackhouse's project, money that was never obtained.\n\nBut that's not all.\n\nStackhouse hired Meek's mother, former U.S. Rep. Carrie Meek, paying her $90,000 in consulting fees and paying for a Cadillac Escalade for her to drive.\n\nAnd Stackhouse arranged a home mortgage for Meek's then-chief of staff in Miami, Anthony D. Williams, and gave Williams $13,000 for the down payment on his house.\n\nMeek has said that he didn't know Stackhouse paid his mother $90,000 and gave his chief of staff $13,000 to help him buy a house.\n\n\"I did what I had to do as a representative of this community to bring resources and jobs here,\" Meek said.\n\nThat hasn't kept Greene from promoting the connections in TV ads, press releases, and in the manila-folder mailer.\n\nGreene's claim\n\nThe claim that Meek was named \"one of the two most corrupt Democrats in Congress\" tracks back to the Citizens for Responsibility and Ethics in Washington.\n\nCREW is a group that does exactly what it sounds like it would. It promotes ethics and accountability in government and public life by targeting government officials. The group says it's nonpartisan, but critics note that it tends to target Republicans more than Democrats.\n\nThe group has been publishing a Most Corrupt report since 2005 that focuses on Congress. It also produces a report on the worst governors, and tracks and exposes parts of the federal earmark process.\n\nWe turned to the most recent Most Corrupt report, from 2009. The report includes a Top 15 list of the most corrupt members of Congress. The list includes eight Democrats -- but not Meek.\n\nHe didn't make the Top 20 list in 2008, the Top 22 list in 2007, the Top 20 in 2006, or the 13 in 2005 (we don't know why the numbers varied).\n\nSo Meek isn't one of the \"two most corrupt Democrats in Congress,\" according to Citizens for Responsibility and Ethics in Washington like Greene claims.\n\nWhat's happening then?\n\nGreene is using a different list, the Crooked Candidates List.\n\nOn July 20, 2010, Citizens for Responsibility and Ethics in Washington \"launched an effort to compile the most corrupt and unethical candidates vying for federal office in 2010.\" The Crooked Candidates list started with 11 candidates and included Meek for what the group called a \"shady relationship\" with Stackhouse.\n\nMeek was joined on the list by one other Democrat, Alvin Greene of South Carolina, so ostensibly that's where the Greene campaign backs the claim that Meek is one of the two most corrupt Democrats in Congress.\n\nYet Greene isn't in Congress, he's an unemployed military veteran running for the U.S. Senate. (The original list, we should note, also included Florida Senate candidates Marco Rubio and Charlie Crist.)\n\nTo make matters worse for Greene -- Jeff not Alvin -- he was added to the crooked candidates list himself. You can read the rationale why here.\n\nOur ruling\n\nIn a new mailer, billionaire Jeff Greene says that \"Kendrick Meek was named one of the two most corrupt Democrats in Congress by Citizens for Responsibility and Ethics in Washington.\"\n\nBut the group never labeled Meek one of the two most corrupt Democrats in Congress.\n\nIt did include Meek on a list of so-called \"crooked candidates,\" along with one other Democrat -- who isn't in Congress. And later, the group added Greene himself to the same list.\n\nThe series of amateur follies would be amusing if it wasn't in the middle of an important primary election. We rate the statement False.", "vclaim_id": "vclaim-pol-14645"}