{"url": "/factchecks/2019/apr/08/viral-image/no-13506-marines-have-not-volunteered-white-house-/", "speaker": "Viral image", "vclaim": "Says \"13,506 Marines have applied for White House duty\" since Trump’s inauguration. When Obama was president, \"no Marines volunteered\" but had to be \"assigned.\"", "truth_label": "false", "date": "stated on April 3, 2019 in a Facebook post:", "title": "No, 13,506 Marines have not volunteered for White House duty since Trump’s inauguration", "text": "An image of First Lady Melania Trump escorted by a Marine is circulating social media and comes with an oddly specific assertion.\nThe post, shared on April 3, says: \"13,506 Marines have applied for White House duty since the inauguration of President Trump. In the previous eight years, no Marines volunteered for this duty, they had to be ‘assigned.’ Speaks volumes.\"\nThe photo post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim, which started circulating online shortly after Trump’s inauguration in January 2017, is inaccurate.\nThe post contains no sources or citations, and its specifics, particularly the 13,506 number, appears to be made up.\nService members in the U.S. Marine Corps do not typically volunteer for White House guard positions, but are assigned from a pool of candidates deemed eligible, a Marines spokesperson told PolitiFact.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Marines serving in White House duty are generally not volunteers and are assigned from the eligible population through the Marine Corps' routine manpower processes,\" Capt. Karoline Foote, Marine Corps Communication Strategy & Operations Officer wrote in an email. \"Most Marines who serve at the White House are assigned to the position based on the needs of the Marine Corps and after a lengthy and detailed screening process.\"\nA small number of positions, Capt. Foote told us, are filled by noncommissioned officers, who are also screened and vetted thoroughly. She explained these volunteers number in the dozens – not the tens of thousands, as the post claims.\nThe main post for White House Marine sentries is standing outside the door of the West Wing whenever the president is working. Four work at a time in shifts of 30 minutes on, 30 minutes off.\nOur ruling\nA Facebook post showed a photo of Melania Trump escorted by a Marine and claims that over 13,000 Marines have applied for White House duty since Trump’s inauguration and that  zero did so when Obama was president.\nThe strangely specific claim appears to be fabricated, contains no sourcing and does not line up with the actual process in which Marine sentries are assigned to the White House.\nWe rate it False.\n Share the Facts 2019-04-09 14:25:00 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"13,506 Marines have applied for White House duty\" since Trump’s inauguration. When Obama was president, \"no Marines volunteered\" but had to be \"assigned.\"    Viral Image on the internet     Wednesday, April 3, 2019 2019-04-03    Read More  info", "vclaim_id": "vclaim-pol-00782"}