{"url": "/factchecks/2015/apr/15/rick-perry/rick-perry-says-immigrant-tuition-law-made-sense-2/", "speaker": "Rick Perry", "vclaim": "On in-state tuition for unauthorized immigrants.", "truth_label": "half-flip", "date": "stated on April 7, 2015 in an interview with the Texas Tribune:", "title": "Rick Perry says immigrant tuition law made sense in 2001 but he's got no position on repeal in 2015", "text": "Rick Perry recently made us wonder if he’d flip-flopped on his politically touchy support for the Texas law enabling thousands of young unauthorized immigrants to pay in-state tuition at state colleges and universities — a provision that might be repealed by the 2015 Legislature.\nWhat he said\nThe former Texas governor, a Republican exploring a second run for president, was in South Carolina April 7, 2015, when Patrick Svitek of the Texas Tribune asked if his \"thinking\" on the 2001 law had changed \"over the years.\"\nPerry initially replied by stressing the importance of the federal government securing the U.S.-Mexico border. \"This is a result of Washington, D.C. failing at their constitutional duty and then forcing states to deal with it.\"\nPerry also said the 2001 Legislature, Republicans and Democrats, overwhelmingly supported the in-state tuition provision, thinking \"that we had a choice to make economically: Are you going to put these people in a position of having to rely upon government to take care of themselves, or are you going to let them be educated and be contributing members of society, obviously working towards getting their citizenship? And that’s what that legislation did; I supported that at that particular point in time.\"\nPerry continued: \"I’m going to leave it up to the Legislature; you know, I’m not the governor any more. They’ll make a call on whether this is right for Texas or not.\" Perry went on to say he’ll continue to call on the federal government to secure the border.\nReporter’s follow-up\nSvitek followed up: \"And just to be clear: You supported it in 2001. So you don’t have a position today on whether it should be in place?\"\nPerry: \"Listen, I’m going to leave that up to the Legislature. They’re going to look at all of the impact. But I hope what the Legislature will do is really send a powerful message to Washington, D.C., to their congressmen, to the senators that you must deal with this issue of border security, you must allow the states to be able to know that they’re not going to have to pick up the costs because the federal government is failing to do their job to secure the border.\"\nPerry before\nWe’ve been writing about the 2001 law since this February 2010 fact check, which noted that on June 16, 2001, Perry signed into law the proposal allowing certain immigrants to attend Texas colleges and universities at in-state tuition rates. Students lacking proper immigration documentation but with a Texas high school diploma or GED and who have lived in Texas for at least three years may qualify for in-state tuition if they sign an affidavit saying they intend to apply for permanent residency as soon as they can.\nThousands of students have since taken advantage of the law. According to the latest available data, in the fiscal year through August 2013, 24,770 students partook, accounting for 1.9 percent of all students in the state’s public colleges and universities, according to the Texas Higher Education Coordinating Board.\nIn 2011, during his bid for president, Perry accurately pointed out very few legislators opposed the measure before it reached his desk 10 years before. In a September 2011 interview with Newsmax, Perry also apologized for saying in a Republican candidate debate that anyone who opposed giving tuition breaks to the children of illegal immigrants did not \"have a heart.\" In an article about the interview, Newsmax noted that Perry also stood by his view that the decision in his state to extend tuition breaks was the right one.\n\"I was probably a bit over-passionate by using that word, and it was inappropriate,\" Perry was quoted as saying. \"In Texas, in 2001, we had 181 members of the Legislature — only four voted against this piece of legislation — because it wasn't about immigration; it was about education.\" By our count, five of the 181 legislators referred to by Perry (31 state senators, 150 House members) voted against the tuition measure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nPerry in 2014-15\nVia the Nexis news database, we searched for more recent Perry comments about the law. Has his support slackened?\nIn a September 2014 public interview with the Tribune, Perry expressed regret for his \"have a heart\" comment while he continued to stand by the law, the Tribune then reported. Asked how he would handle the issue if it came up again, he said: \"I wouldn’t say they were heartless. I would say I hope I can explain to you why in 2001 this was the right thing to do for the state of Texas.\"\nPerry, then poised to leave the governor's office in early 2015, acknowledged that some Republicans intended to repeal the program in the 2015 legislative session. He also suggested the 2001 law came about out of frustration with the security of the U.S.-Mexico border--an aspect we don’t recall from debate at that time.\nIn answer to a question from a UT student, Perry said, \"We have to remember that the reason we had to address this as a state was because of the federal government's total and abject failure of securing our border with Mexico. So we don't have the luxury of doing anything other than addressing this, and in 2001, members of the Legislature debated it, they talked about it, and they came to the conclusion that we had some options and the option they chose was in the best economic interests of the state of Texas.\n\"Young people who were here by no fault of their own, and I would suggest in every case that decision wasn't made by a 6-year-old - ‘We're going to the state of Texas so I can go to the University of Texas' - but economically what was in the best interests of the state of Texas was to give these young people the opportunity to be givers rather than takers, to be a constructive part of this society, and that's what we did,\" Perry said.\"Economically, what was in the best interest in the state of Texas was to give these young people the opportunity to be givers rather than takers, to be a constructive part of this society,\" Perry said.\nMost recently before his comments in South Carolina, Perry stuck by his support for the 2001 law in a January 2015 interview with the New York Times; its news story quoted Perry saying: ''I still support the concept of allowing those people to be contributors to our society rather than takers.\"\nWe did not spot other comments about the law by Perry prior to the April 2015 exchange that got our attention.\nPerry aide says no flip-flop\nBy email, we asked Perry’s spokeswoman, Lucy Nashed, if Perry’s answers to the Tribune’s April 2015 questions indicated he’s changed his position and his mind on the in-state tuition law.\n\"No,\" she replied, not elaborating.\nNo Texas DREAM Act\nFootnote: In his initial question to Perry, Svitek referred to the 2001 law as the Texas DREAM Act. That’s common incorrect shorthand for the 2001 law, which had no memorable title. Rather, the final version of the legislation began: \"An act relating to the eligibility of certain persons to qualify as residents of this state for purposes of higher education tuition or to pay tuition at the rate provided to residents of this state.\" Worth noting, too, the \"DREAM\" label might leave the misimpression that the law affords beneficiaries a path to citizenship or other immigration-related benefits presented in federal DREAM Act proposals that have yet to win full congressional approval. The Texas law solely focused on particular Texans who might newly qualify to pay in-state tuition at state colleges and universities.\nOur ruling\nIn April 2015, Perry declined to take a position on whether Texas should repeal provisions he signed into law enabling certain unauthorized immigrants living in the state to qualify for in-state tuition. That was a step back from his previously consistent defense of the law, though not an all-out repudiation; he also said, as before, that he and lawmakers did the right thing in embracing the change in 2001.\nHalf Flip.\n\nHalf Flip A partial change of position or inconsistent statements.", "vclaim_id": "vclaim-pol-06517"}