{"url": "/factchecks/2014/jul/06/wendy-davis/greg-abbott-sustained-four-setbacks-court-though-h/", "speaker": "Wendy Davis", "vclaim": "Says Greg Abbott \"has lost\" in court \"four times in just the past few days.\"", "truth_label": "mostly-true", "date": "stated on June 27, 2014 in her speech to the Texas Democratic Party state convention:", "title": "Greg Abbott sustained four setbacks in court, though he claims a win in Supreme Court EPA case", "text": "State Sen. Wendy Davis wink-admonished delegates to last month’s Texas Democratic Party convention not to \"clap too much\" for her \"or Greg Abbott will sue you.\"\nDavis, the party’s nominee for governor, then noted that Abbott, the state attorney general and Republican gubernatorial choice, often boasts about going to work, suing the federal government and going home. In May 2013, we rated as True Abbott’s claim he’d sued President Barack Obama’s administration 25 times.\n\"He is so proud of that,\" Davis said. \"But what he doesn’t say is that our judges go to work; they rule against him and the people of this state win. In fact, he has lost four times in just the past few days. If he... were your lawyer,\" Davis said, \"you would fire him on the spot.\"\nFour Abbott losses in a June jiffy?\nDavis's list of Abbott's \"losses\"\nBy email, Davis spokesman Zac Petkanas pointed out news stories published over a week in June 2014 describing court actions while Abbott’s office separately responded that Davis failed to note key details.\nLet’s walk through how Davis backed up her statement before laying out Abbott’s objections.\n\n\nOn June 16, 2014, according to a Dallas Morning News blog post, a state appeals court ruled a former Texas assistant attorney general, Ginger Weatherspoon, could proceed with her lawsuit charging she’d been fired for refusing to lie under oath about a judge. The story said: \"The AG’s office has spent years trying to get the suit tossed, claiming, among other things, that Weatherspoon didn’t make a ‘good faith’ effort to blow the whistle to the right links in the chain of command. A three-justice panel disagreed, and issued an opinion Monday written by Justice David Evans that said Dallas County Judge Martin Hoffman did the right thing last year when he refused to grant the AG’s office its request for summary judgment.\" In the opinion, Evans said Weatherspoon reported suspected criminal violations to appropriate authorities inside the attorney general’s office. She \"has sufficiently alleged that she made good faith report of a violation of law by another public employee to an appropriate law enforcement authority,\" Evans wrote.\n\n\nAccording to a June 18, 2014, news story in the Austin American-Statesman, a federal judge in Washington, D.C., ordered the state to pay almost $1.1 million in legal fees to lawyers who represented Davis and minority rights groups in a legal challenge to district boundaries drawn by the Republican-majority Legislature. The story said: \"U.S. District Judge Rosemary Collyer’s order criticized lawyers in\" Abbott’s \"office for submitting a legal brief that devoted more effort to complaining than it did to answering the legal issues in the fight over lawyer fees.\" Collyer, an appointee of President George W. Bush, wrote: \"This matter presents a case study in how not to respond to a motion for attorney fees and costs.\"\n\n\nFive days later, a state judge had spurned Abbott’s attempt to remove state District Judge John Dietz from presiding over the long-running public school finance case, the Statesman reported. Abbott, facing a likely legal defeat in the case as a whole, had argued emails showed the judge was biased in favor of school district lawyers seeking to have the state’s school-finance system declared unconstitutional, the story said. Visiting Judge David Peeples found Dietz had \"acted in good faith, holding out-of-court conversations with plaintiffs lawyers because ‘he believed that all parties had agreed to let such discussions take place,’\" the story said.\n\n\nThe same day, the Texas Tribune summed up a U.S. Supreme Court ruling as the \"latest loss for Texas in its ongoing campaign against the federal government and the U.S. Environmental Protection Agency.\" The Tribune news story went on to say the court had \"largely dismissed\" Abbott’s \"challenge of federal climate rules. Seven justices agreed that the EPA is allowed to regulate greenhouse gas emissions from most large industrial facilities, like power plants and factories.\"\n\n\nBased on the accounts offered by Davis, it looks like Abbott experienced an unappealable loss at the Supreme Court (the EPA case), the loss clearing the way for a former employee to have her day in court, plus two losses that could yet lead to appeals courts making win-or-loss rulings.\nAbbott's office objects\nAbbott's state spokesman, Jerry Strickland, said the turns were not so clear-cut.\nBesides, Strickland told us by email, Davis failed to note a criminal prosecution simultaneously completed by Abbott’s office. According to a Statesman news story posted online June 20, 2014, a Bastrop County jury sentenced a former teacher to 15 years in prison for sexually assaulting a student; the attorney general’s office handled the case after the Bastrop County district attorney’s office recused itself.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nOf course, Davis didn’t say Abbott had four losses uninterrupted.\nStrickland said of three of the results Davis was referencing:\n\n\nThe decision enabling the former employee’s lawsuit to proceed was only procedural. \"Citing the decision as a loss when the case hasn’t even gone before a judge is like saying a team won the game because they won the pre-game coin flip,\" Strickland said.\n\n\nThe D.C. judge who awarded attorney fees also issued a stay on the decision, pausing her order so the state could appeal.\n\n\nThe decision not to order Dietz’s removal from the school funding lawsuit didn’t determine how the finance lawsuit itself will be judged on the state’s appeal to the Texas Supreme Court. \"No matter what happens on any day, in any motions in the school finance case, those decisions along the way are not the final word,\" Strickland said.\n\n\nPast those, Strickland said Abbott won the EPA case \"on the issues we argued.\" Specifically, Strickland said, the high court overturned the EPA’s illegal greenhouse gas permitting scheme after determining that it ignored federal law, exceeded the authority granted the agency by Congress and violated the federal Clean Air Act. \"That was precisely what the state argued and thus, this was a win\" for Abbott, Strickland said.\nThe court’s decision affirmed and reversed, in part, a lower court’s ruling in EPA’s favor. The justices basically said the EPA had exceeded its statutory authority when it interpreted the Clean Air Act to require certain kinds of permitting for industrial plants based on their greenhouse-gas emissions. On the other hand, the court concluded, the agency may continue to treat greenhouse gases as a pollutant subject to regulation under federal law.\nExpert analyst revisits EPA ruling\nFor expert perspective, we asked Lyle Denniston, a reporter who analyzes Supreme Court decisions for the online Supreme Court of the United States blog, to speak to how Abbott and the state of Texas fared in the EPA case.\nDenniston said by email that states including Texas made arguments that paralleled those offered by lawyers for business firms--and those arguments prevailed. Specifically, he said, the states said EPA couldn’t bootstrap its regulation of greenhouse gases from motor vehicle exhausts into a broad regime of regulating greenhouse gases from industrial plants. Still, Denniston said, Texas fell short of a complete victory because the court didn’t agree the EPA has no authority to regulate greenhouse gas emissions from power plants and other stationary sources. Rather, he wrote, the court decided EPA could regulate greenhouse gases from sources already that were obliged, under law, to curb air pollution--meaning the agency could regulate 83 percent of greenhouse gas sources instead of the 86 percent that would have come under its regulatory sway if the administration’s broadest argument had stuck, Denniston said.\nStrickland, provided Denniston’s comments, cautioned against reading the high court’s ruling too narrowly. The case, Strickland emailed, \"was about separation of powers, and the limits of EPA's authority. The court rebuked what they saw as a federal government that tried to rewrite the rules and laws, without legislative approval. This is a victory\" for Abbott.\nOur ruling\nDavis said Abbott \"has lost\" in court \"four times in just the past few days.\"\nAbbott sustained four legal setbacks, we conclude, but the Democrat's statement needs clarification. Three rulings could prove to be bumps along the road o’ litigation possibly culminating in Abbott wins. And in the EPA case, the justices partly agreed with Texas, though they upheld federal regulation of greenhouse gases as pollutants. Notably, too, just one of the referenced rulings involved the Obama administration.\nWe rate this claim as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07649"}