{"url": "/factchecks/2018/dec/03/gavin-newsom/did-californias-border-closure-cost-53m-economic-l/", "speaker": "Gavin Newsom", "vclaim": "There was \"an estimated $5.3 million of economic loss just for a few hours of shutting down the border. You’re talking about millions and millions of dollars — billions of dollars — of economic consequence, if we continue with this rhetoric around shutting down the border without considering what that means.\"", "truth_label": "mostly-true", "date": "stated on November 29, 2018 in a press conference at the border:", "title": "Did California's border closure cost $5.3M in economic loss? Are 'billions’ at stake?", "text": "During a recent visit to the U.S.-Mexico border, California’s Democratic Gov.-elect Gavin Newsom claimed the Trump administration’s temporary border closure last month cost $5.3 million in economic loss in the area and that future shutdowns could run into the billions of dollars.\nU.S. border officials on Nov. 25 stopped all traffic for several hours at the San Ysidro Port of Entry, which serves as the gateway between Tijuana and San Diego. It’s the busiest land border crossing in the United States and among the busiest in the world.\nThe six-hour shutdown happened as migrants from Central America protested just south of the crossing. A group later rushed a border fence and were met with tear gas fired by U.S. border agents, who said some threw rocks at them.  \nDepartment of Homeland Security Secretary Kirstjen Nielsen said in a statement the same day that her agency \"will not hesitate to shut down ports of entry for security and public safety reasons,\" and would \"not tolerate this type of lawlessness.\"\nDays after the closure, here’s what Newsom claimed at a press conference held near the San Ysidro crossing:\n\"Every time, with respect, that there is a flippant comment about shutting down the border, it impacts the economy and the lives of hundreds of thousands if not millions of people that are reliant on that trade and commerce on a daily basis. … [There was] an estimated $5.3 million of economic loss just for a few hours of shutting down the border.\"\n\"You’re talking about millions and millions of dollars — billions of dollars — of economic consequence, if we continue with this rhetoric around shutting down the border without considering what that means.\"\nAs the debate over the shutdown lingers, we wanted to know whether Newsom got his figures right about its economic impact.\nWe set out on a fact check.\nU.S. Customs and Border Protection agents attend operational readiness exercises at the San Ysidro port of entry on the U.S.-Mexico border in November 2018. (AP Photo/Ramon Espinosa)\nOur research \nAn average of 90,000 people legally pass north through the San Ysidro crossing each day, 70,000 in cars and 20,000 by foot. Many work, go to school or shop in the community of San Ysidro, which is the southernmost portion of San Diego, and points north, serving as an economic engine for the region.\nCalifornia’s other border crossings include Otay Mesa, about 11 miles east, along with Tecate, an hour’s drive east, and two in Calexico in Imperial County.\nFor the specific dollar loss from the Nov. 25 closure, Newsom appears to have relied on an estimate from Jason Wells, executive director of the San Ysidro Chamber of Commerce. In an interview with PolitiFact California, Wells said the $5.3 million loss figure is an estimate based on an average day of sales for the 650 businesses in the area during the Nov. 20 to Jan. 6 holiday period.\nThe area is home to outlet malls, money exchanges and many immigration and tax services, all a short distance from the border. Wells said it draws between 97 and 99 percent of its customers from Mexico.\nThe threat of violence at the border led owners of The Las Americas Premium Outlets, a shopping center next to the port of entry, for example, to shut down the mall that day.\nWells said some businesses in the area believe the $5.3 million figure is conservative, given the shutdown happened the Sunday after Black Friday. He added that approximately 75 percent of the area’s businesses closed within about 90 minutes of the 11:30 a.m. closure of the border crossing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"Just in that one Sunday alone, because of the Christmas and holiday season and so forth, we lost $5.3 million. Just in that one day,\" Wells added on the San Diego Union-Tribune’s podcast, The Conversation. \"Tijuana itself lost another $6.9 million. So, just between Tijuana and San Ysidro [there] was $12.2 million lost in one day. And that’s not even counting Chula Vista, National City, San Diego, LA, all those areas that were affected by the closure.\"\nLynn Reaser, chief economist at San Diego’s Point Loma Nazarene University, said at least some of the economic loss was probably recovered.\n\"At this point, the impact on San Ysidro may have been primarily temporary during the relatively brief stoppage,\" Reaser said in an email. \"Shoppers appeared to have returned to stores at the Las Americas Premium Outlet, which means that sales could have been primarily delayed. Of course, if border closings start recurring, the picture could become much more grave.\"\nWells said its \"our hope and prayers\" that the $5.3 million was made up by shoppers who returned to San Ysidro.\nNewsom didn’t say anything about the potential recovery of this loss, but was generally on the mark. We also examined his claim that future shutdowns could cause \"billions,\" a figure that’s a bit more difficult to assess.\n‘Billions in losses’?\nExtended border closings and delays could mount to billions of dollars in economic losses over the coming months, Paola Avila, a vice president at the San Diego Chamber of Commerce, told Bloomberg in a recent article.\n\"The uncertainty of border closures occurring at any time is a substantial economic threat for our region,\" she said. \"Our economies are inextricably linked. We produce together, we work together, we have families together, we have an integrated supply chain worth $2.5 billion.\"\nJerry Sanders, the former Republican mayor of San Diego and current head of the city’s regional Chamber of Commerce, echoed those sentiments in a New York Times article.\n\"If people are staying home because they are worried, the economic impact is obviously huge — we have 73 million crossings a year and we know that the region’s $255 billion gross regional product depends on cross-border commerce,\" Sanders told the paper.\nNewsom’s spokesman said the news reports supported the claim.\nOur ruling \nCalifornia Gov.-elect Gavin Newsom claimed there was an estimated $5.3 million in economic loss from the temporary closure of the San Ysidro border crossing that separates San Diego and Tijuana on Nov. 25. He added \"billions of dollars\" are potentially at stake should future closures take place.\nNewsom’s $5.3 million figure was supported by the head of the San Ysidro Chamber of Commerce, which represents hundreds of businesses on the U.S. side of the border. A leading economist in the region said San Ysidro is likely to recover at least some of that loss when shoppers who delayed their visits return, as long as there aren’t additional border closures.\nNewsom can also point to warnings from business groups about \"billions of dollars\" potentially being lost in future shutdowns. San Diego’s regional chamber of commerce, including the city’s former Republican mayor, said future closures could threaten the billions of dollars in economic activity that flows through the international gateway.\nThis portion of Newsom’s claim, however, assumes a worst-case scenario of a prolonged weeks- or months-long closure. While President Trump has threatened to close the border, there’s been no evidence that his administration is seeking an extended shutdown.\nWe found Newsom’s overall statement was accurate but could use some clarifications.\nWe rated it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n Share the Facts 2018-12-04 00:54:46 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  There was \"an estimated $5.3 million of economic loss just for a few hours of shutting down the border. You’re talking about millions and millions of dollars — billions of dollars — of economic consequence, if we continue with this rhetoric around shutting down the border without considering what that means.\"    Gavin Newsom California Governor-Elect https://www.facebook.com/fox5sandiego/videos/gavin-newsom-speaks-on-border-visit/1960560407578417/    Thursday, November 29, 2018 2018-11-29    Read More  info", "vclaim_id": "vclaim-pol-01226"}