{"url": "/factchecks/2010/dec/13/herb-kohl/us-sen-herb-kohl-says-hes-always-been-focused-redu/", "speaker": "Herb Kohl", "vclaim": "\"I have always been focused on reining in the deficit.\"", "truth_label": "barely-true", "date": "stated on December 3, 2010 in a news release:", "title": "U.S. Sen. Herb Kohl says he’s always been focused on reducing the federal deficit", "text": "Four-term U.S. Sen. Herb Kohl, D-Wis., isn’t often in the news, but a couple developments on a Friday afternoon in December put him there -- and may provide an early glimpse at the what to expect in the 2012 election.\n\nKohl, 75, has not hinted he will retire. But Republicans, after knocking off U.S. Sen. Russ Feingold in December, already have an eye on his seat.\n\nSo on Dec. 3, 2010, when President Barack Obama’s debt commission agreed on recommendations for long-term budget fixes and employment figures did not improve as much as expected, dueling news releases landed in reporters’ mailboxes.\n\nRelease one: The political arm of Senate Republicans blamed Kohl and Democrats for backing a \"bloated stimulus\" that failed to create jobs to bring the unemployment rate down.\n\nRelease two: Kohl issued a statement praising the debt commission’s work as a step toward getting America’s fiscal house in order.\n\n\"I have always been focused on reining in the deficit, and this is a good place to start for next year’s budget debate,\" Kohl said in the release.\n\n\"Always,\" of course, is a pretty high standard, especially over a 22-year career.\n\nAnd during that time the multi-millionaire Kohl has been more known for his personal frugality than as a devoted deficit hawk. So we dug into that statement.\n\nIt would be impossible, of course, to examine every vote in that period. But we can look at key votes and examine how Kohl’s fiscal record compares to others in the Senate.\n\nKohl’s spokeswoman, Lynn Becker, said Kohl has approached the federal budget with a businessman’s eye for the bottom line. She cited numerous votes.\n\nHer list includes Kohl voting in 2003 against expanding Medicare to give drug benefits to 40 million seniors and disabled people at a cost of $400 billion over 10 years.\n\nAdditionally, Kohl backed two balanced budget acts during the Bill Clinton years -- measures linked to bringing the federal budget into rare surplus; supported a balanced budget amendment to the U.S. Constitution; and voted against the second round of Bush tax cuts in 2003, citing concerns about deficits.\n\nHe went along with $500 billion in cost curbs on Medicare that were part of health care reform, and has voted against major military spending such as the F-22 aircraft, the C-17 cargo plane and B-2 bomber, Becker said. And he voted to eliminate the superconducting super collider and space station projects.\n\nShe notes Kohl was twice named to the deficit-reduction honor roll by the bipartisan Concord Coalition, a nonprofit group advocating for debt control.\n\nA detailed defense, to be sure. PolitiFact Wisconsin confirmed those votes and honors.\n\nBut what about the other side of the ledger?\n\nAmong the big-ticket items Kohl voted for:\n\n\nThe first George W. Bush tax cuts, in 2001, at a time of surpluses.\n\n\n\nThe $800 billion American Recovery and Reinvestment Act, a.k.a. the stimulus package, in 2009. Kohl said it was a necessity to save the economy from meltdown.\n\n\n\nFederal health care reforms in 2010. Official, if uncertain, estimates show they could reduce health care costs long term, but Republican critics say they could backfire.\n\n\n\nThe controversial Troubled Asset Relief Program, at the height of the financial crisis in late 2008.\n\n\n\nKohl also went along with supplemental appropriations to support the Iraq war, saying that cutting off funding would have endangered troops. He backed elimination of tax cuts for millionaires as an alternative way to pay for war costs.\n\nAdditionally, Kohl has opposed a ban on earmarks -- a small part of the budget but controversial because individual members of Congress use them to direct spending to their districts.\n\nSo the picture is not nearly as clear as the votes provided by Kohl’s office.\n\nWhen it comes to budget-related rankings by the media and interest groups, some portray Kohl as fairly liberal on spending, while others put him in a different light.\n\nThe National Journal, a Washington D.C. publication, pulls out selected fiscal votes to judge senators on economic policy. It rated Kohl as the 19th to 34th most liberal in the 100-member Senate from 2007-2009. On a broader range of votes, the widely quoted rankings counted Feingold -- but not Kohl -- as a centrist.\n\nThe National Taxpayers Union Foundationa analyzes each lawmaker’s agenda based on bill sponsorship (not just those that had votes) and tallies its net cost -- or savings. Over his career, Kohl has averaged a ranking of 25th-stingiest in the Senate. The NTU advocates for lower taxes and smaller government.\n\nWe’ll sample a few other interest groups that take a broader view than simply budget issues:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nKohl has agreed with the U.S. Chamber of Commerce about half the time -- in the middle of the Senate pack but more often than most Democrats.\n\n\n\nHe has agreed with the AFL-CIO’s labor agenda more than 80% of the time -- very low by Democratic Party standards but in the center in the Senate overall.\n\n\n\nHe has agreed with the agenda of Citizens Against Government Waste more often than just a handful of Democrats.\n\n\n\nAnd in the late 1990s to 2005, he was in accord more often than not with Taxpayers for Common Sense, a government spending watchdog that no longer produces the rankings.\n\n\nOverall, Kohl generally comes out as a somewhat moderate Democrat.\n\nHe certainly doesn’t have a reputation as a party-bucking maverick like Feingold, though he can point to some exceptions, such as supporting the balanced-budget amendment and line-item veto authority for the president.\n\nIs he a Johnny-come-lately to the deficit issue or a closet deficit hawk?\n\nHe’s something in between, based on the ideologically mixed reviews he gets from interest groups and or examination of his voting record.\n\nLet’s return to the original statement: \"I have always been focused on reining in the deficit.\"\n\nIn making it, Kohl -- who owns the Milwaukee Bucks -- went to the basket hard. The statement certainly suggests Kohl has been at the forefront of the issue, though there is little evidence of that -- even on the deficit-minded votes his office cites. And he has voted for numerous big-ticket items, whatever the rationale for the individual votes.\n\nKohl’s fiscal rating of votes in recent years puts him in the most-liberal third of the Senate. That alone may not make him a big spender -- being a Republican conservative hasn’t necessarily meant deficit reduction in recent years -- but it’s a general clue that his agenda has often been focused more on spending than on cost controls. Thus, the slam dunk attempt falls short.\n\nWe rate Kohl’s statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13880"}