{"url": "/factchecks/2017/feb/21/blog-posting/did-john-mccain-violate-logan-act-call-australian-/", "speaker": "Bloggers", "vclaim": "Says Sen. John McCain was \"caught making highly illegal phone call to foreign country.\"", "truth_label": "false", "date": "stated on February 3, 2017 in a headline:", "title": "Did John McCain violate Logan Act with call to Australian ambassador?", "text": "U.S. Sen. John McCain’s attempt to smooth over a contentious phone call between President Donald Trump and Australian Prime Minister Malcolm Turnbull was against the law, according to several bloggers.\nBut their ire toward the Arizona Republican relies on a hard-to-establish link to a highly politicized law that no one has ever been convicted of violating.\n\"McCain caught making highly illegal phone call to foreign country,\" blared the Facebook headline on several Internet posts critical of the senator on or after Feb. 3, 2017. The social media site flagged at least one undated example as part of its efforts to squash fake stories in users’ news feeds. In this case, the post isn’t fake in that details were made up, rather just inaccurate in how the details are portrayed.\nThe posts reference an initial phone call Trump made to Turnbull on Jan. 28. That call allegedly turned sour when Trump balked over an agreement former President Barack Obama struck to take in 1,250 refugees that Australia held in offshore detention centers.\nBut the \"highly illegal phone call\" that McCain made was on Feb. 2, when he contacted Australian ambassador to the United States Joe Hockey to assure Hockey of McCain’s \"unwavering support for the U.S.-Australia alliance.\"\n\"I asked Ambassador Hockey to convey to the people of Australia that their American brothers and sisters value our historic alliance, honor the sacrifice of the Australians who have served and are serving by our side, and remain committed to the safer, freer, and better world that Australia does far more than its fair share to protect and promote,\" McCain said in a statement.\nThat caused an uproar in some corners of the Internet. Several websites repurposed or made reference to an undated post that appears to originate at AngryPatriotMovement.com, which carried the same headline about McCain breaking the law.\nThe post linked to a Feb 3 BizPacReview.com article that said McCain was \"undermining\" Trump, and said McCain’s call to Australia’s ambassador \"might be a violation of the Logan Act.\"\n\"The Logan Act says ANY citizen of the United States who ‘without permission of the United States’ either directly or indirectly ‘commences or carries on correspondence’ with any foreign government or any officer of another government, to ‘influence the measures or conduct of any foreign government or of any officer’ in ongoing controversies or disputes with America, shall be fined or sent to prison for three years — or both,\" the AngryPatriotMovement.com post read.\nBut really, McCain wasn’t \"caught\" doing anything. His office put out the press release about contacting Hockey. And the Logan Act isn’t necessarily a law designed to root out near-treasonous behavior, the way the blogs make it sound.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Logan Act dates back to 1798, when a Pennsylvania state legislator named George Logan went to France to negotiate a peace settlement over debts with the United States during the French Revolution, according to the Washington Post. You’ll recall Paul Giamatti agonizing over the issue in HBO’s John Adams.\nAdams’ Federalist Party had opposed Logan’s efforts, so they passed a law that said private citizens couldn’t work on foreign policy issues without the government allowing it.\nNo one has ever been charged with a crime under the Logan Act, but its name comes up from time to time, usually when a lawmaker has contacted a foreign official for some purpose the opposing party doesn’t like.\nSome brought up the act when U.S. Rep. Nancy Pelosi, D-Calif., went to Syria as Speaker of the House to attempt to wheel and deal with President Bashar al-Assad in 2007. It also was mentioned when 47 Republican senators wrote a letter to Iran in 2015 to try to scuttle Obama’s nuclear treaty. It even came up when Trump, as the GOP presidential nominee, asked Russia to find Hillary Clinton’s missing emails last year.\nIt’s highly doubtful that McCain, who has made a habit of serving as a foil for Trump, actually violated federal law. Stanford law professor Michael McConnell doubted the Logan Act could be used to keep a senator from talking to a country’s envoy about foreign affairs, which senators often do.\n\"So far as publicly available information indicates, Sen. McCain spoke with the Australian ambassador to assure the nation of his own unwavering support — not to influence any ‘measures or conduct,’\" McConnell told us in an email.\nOur ruling\nBloggers claim McCain was \"caught making highly illegal phone call to foreign country.\"\nThe claim reads as if McCain tried to break federal law by influencing a foreign official, perhaps by secrecy. That’s not the case at all, but a reader wouldn’t get that impression.\nWe rate it False.\nhttps://www.sharethefacts.co/share/1835b8ef-bcd8-499d-a7b3-ae4473f248ad", "vclaim_id": "vclaim-pol-03649"}