{"url": "/factchecks/2013/mar/10/christopher-blazejewski/rhode-island-state-rep-christopher-r-blazejewski-s/", "speaker": "Christopher Blazejewski", "vclaim": "\"In 32 other states and Washington D.C., they [voters] can avoid the wait by voting before Election Day.\"", "truth_label": "true", "date": "stated on February 28, 2013 in a news release:", "title": "Rhode Island Rep. Christopher Blazejewski says 32 states, District of Columbia allow early voting", "text": "Long slogs at polling places have led many states to allow voters to cast ballots before Election Day. Early voting is supposed to lead to shorter lines on Election Day and encourage more people to vote.\n\nState Rep. Christopher R. Blazejewski, D-Providence, has submitted a bill that would allow early voting in Rhode Island.\n\nBlazejewski’s bill would allow people to vote in person at locations that would be determined by local elections boards. The early voting period would start 21 days before a general election. Early voting would conclude the Saturday before Election Day. There would be no early voting during special elections.\n\nFor a primary, the early voting period would start 13 days before Election Day and conclude the Saturday before. The early votes would not be counted until the polls close.  \n\nBlazejewski said early voting would better suit voters’ schedules, providing more hours to vote, including weekends.\n\nIn an interview, he said the right to vote is fundamental for a democracy and that early voting broadens people’s access to the polls. He cited long lines at the polls in Providence during the November 2012 election, including waits of more than three hours at the Juanita Sanchez Complex polling place.\n\nIn a news release, Blazejewski said: \"In 32 other states and Washington D.C., they [voters] can avoid the wait by voting before Election Day.\"\n\nDo that many states let people vote early? We contacted Blazejewski and ultimately heard from Larry Berman, House spokesman, who said the lawmaker’s source was the National Conference of State Legislatures.\n\nPolitiFact Rhode Island had already been checking around, including the National Conference of State Legislatures’ website.\n\nThe site does indeed list the 32 states, and the District of Columbia, as allowing early in-person voting as of Sept. 4. In those places, \"any qualified voter may cast a ballot in person during a designated period prior to election day\" with \"no excuse or justification\" required to vote early, the NCSL says.\n\nTwo other states -- Washington and Oregon -- have voting only by mail.\n\nWendy Underhill, a senior policy specialist with the NCSL, said in an interview that the number of states with early voting has not changed since September.  \n\nSome states allow voting as early as 45 days before the election and as late as the Friday before the election. Average starting time for early voting in the 32 states was 22 days prior to the Election Day.\n\nOur ruling\n\nState Rep. Christopher R. Blazejewski, D-Providence, said: \"In 32 other states and Washington D.C., they [voters] can avoid the wait by voting before Election Day.\"\n\nThe National Conference of State Legislatures’ figures support Blazejewski’s statement as far as in-person voting and we could find no other figures that showed a lower tally. There are two other states that have all mail-in voting\n\nWe rate the statement True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09615"}