{"url": "/factchecks/2018/feb/16/scott-milder/scott-milder-state-share-education-spending-68-38-/", "speaker": "Scott Milder", "vclaim": "\"In the 1980s, the state funded 68% of school expenses, and now the state’s share is 38%.\"", "truth_label": "half-true", "date": "stated on February 6, 2018 in a statement posted on Milder's campaign website:", "title": "Scott Milder: State share of education spending was 68 percent in 1980s--now it's down to 38 percent", "text": "A statewide candidate says state government has whoppingly slashed its share of spending on public schools since the 1980s.\nScott Milder, a former Rockwall City Council member challenging Lt. Gov. Dan Patrick in the Republican primary, poses and answers questions on his campaign website including: \"Does Texas spend enough on public education?\"\nMilder’s posted response: \"Local homeowners pay too much. The state does not pay enough. Texas has the revenue to adequately fund education without a tax increase, but improper spending priorities at the state level have resulted in a system that places a disproportionate share of the burden on local taxpayers through property taxes.\"\n\"In the 1980s,\" Milder wrote, \"the state funded 68% of school expenses, and now the state’s share is 38%. Local property taxes have had to make up for this difference, and that is not the proper way to fund schools.\"\nWe were curious: Was Milder right about a 50 percent plummet in the state’s share of education spending?\nBy phone, Milder told us he drew his percentages from Texas Monthly’s August 2017 obituary for Mark White, the one-term Democratic governor from Houston who signed into law House Bill 72, a landmark measure that led to higher teacher salaries, class-size limits in early grades and the expectation that students pass classes to participate in extracurricular activities, among other changes.\nThe obituary says: \"At the end of White’s term,\" which ran through 1986, \"the state paid 67 percent of all education costs in Texas. Today, the state’s share is down to 38 percent.\"\nBoth percentages have factual roots, we found, but bring along asterisks.\nLet’s cover current state education aid, then travel back in time. Stand by too for a breakdown of such comparisons from a former legislator versed in school finance.\nCurrent state aid to public schools\nJournalist R.G. Ratcliffe, who wrote the White obituary, told us by email that his declaration that the state currently covers 38 percent of education spending reflects state-posted projections he initially noted in a February 2017 Texas Monthly story, \"Are Your Property Taxes Too High? Thank a Legislator.\" That story says: \"If the Legislature does nothing for the next two years other than finance enrollment growth, the state share\" of school spending \"will go down to 38 percent by 2019. During that time period, local school districts will have increased their share of spending by about $10 billion, while the state’s share will have gone up $1 billion.\"\nThat story took note of a January 2017 Texas Education Agency presentation on school spending issues including a chart showing the state’s share of the  Foundation School Program, the state’s primary way of funding schools, sliding from 46 percent in 2012 to 44 percent in 2016 and an estimated 41 percent in 2017--with the share expected to sink to 38 percent in 2019:\n\nSOURCE: Document, \"Texas Education Agency Summary of Recommendations,\" to the Texas Senate, 2017 regular legislative session, Jan. 23, 2017 (noted in an email from R.G. Ratcliffe, politics editor, Texas Monthly, Feb. 7, 2018)\nThat chart was topped with a note stating: \"The state share of the total FSP entitlement has decreased in recent years, primarily due to strong property value growth.\" Our translation: Lawmakers don’t have to budget as much state aid when school districts are expected to reap more revenue locally thanks to escalating property values.\nWe also queried the Legislative Budget Board, which advises lawmakers on fiscal matters, about the state share of school funding. A staff spokesman, R.J. DeSilva, replied by emailing us a chart specifying state and local spending figures and the state share of FSP funding from 1985 through 2016. In 2016, the chart says the state’s share of education spending was 43.7 percent; the chart projects that to decrease to 38 percent in 2019.\nNot counting federal aid\nTexas Education Agency spokeswoman Lauren Callahan pointed us to a December 2017 TEA analysis indicating that state tax revenue in 2015 and 2016 accounted for 41 percent of public school spending in the state though she noted that if you set aside federal aid, the state share of state-local spending rises to nearly 46 percent. Put another way, the full analysis shows federal aid covering 10 percent of school spending each of the years with local spending accounting for 49 percent of all such spending.\nDeSilva indicated that LBB staff didn’t consider federal funding in its calculations of state shares of school spending. Federal aid isn’t part of the Foundation School Program, he wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nState education aid in the 1980s\nAccording to the LBB chart, the state’s share of such spending hasn’t exceeded 50 percent since 1985--which made us wonder about the basis of Milder’s reference to the state picking up 68 percent of education costs in the 1980s.\n\nSOURCE: Chart, \"Foundation School Program State and Local Share - History, 1985-2016 with 2017-19 Estimated,\" Legislative Budget Board, undated (received by email from R.J. DeSilva, communications officer, LBB, Feb. 6, 2018)\nLandmark legislation in 1984\nRatcliffe told us he drew his figure for state education spending in the 1980s from a 1985 report on the effects of the White-signed HB 72 by students at the Lyndon B. Johnson School of Public Affairs. The report includes a passage stating that under the 1984 law, each district’s local share of education costs is calculated \"so that the state funds 70 percent of the statewide costs\" with that share \"falling to 67.7 percent in 1985-86 and thereafter.\"\nWe spotted similar language in HB 72’s fiscal note, posted online by the Legislative Reference Library. Specific predicted spending in the note broke out to the state’s share of public school aid, hovering around 68 percent from September 1984 through August 1989.\nCallahan addressed this part of Milder’s claim by providing part of a 1986 TEA presentation to legislators about school spending the year before. According to the excerpt, state spending on the schools, some $4.7 billion, represented 61 percent of nearly $7.7 billion in combined state and local education spending. Adding in $622 million in federal education aid in 1985, Callahan noted, shrinks the state share of school spending to 57 percent.\nThe LBB-provided chart contains a considerably lower estimate of the state’s 1980s share of expenditures. In 1985, the chart says, the state covered what would prove to be a 32-year high of 52.2 percent of the Foundation School Program.\nDeSilva, asked to discuss why the LBB-determined percentages for the state’s shares of school spending in the 1980s trail the percentages suggested by HB 72’s fiscal note, said by email that the LBB’s percentages consider all state and local revenue spent on maintenance and operations plus debts while the HB 72 fiscal note, in contrast, didn’t count some spending that the LBB’s analyses consider. We noticed that HB 72’s fiscal note says the law’s provision for local district revenue to cover 30 percent of the Foundation School Program excludes \"enrichment equalization, experienced teacher and equalization transition allotments.\" Also, DeSilva pointed out, HB 72 permitted districts to spend revenue raised locally in excess of whatever total comprised 30 percent of the Foundation School Program.\nFor more perspective, we queried Houston consultant Paul Colbert, a former six-term Texas House member steeped in school funding issues.\nBy phone, Colbert concurred that the 1984 law didn’t regulate considerable school revenue raised from local property taxes--a weakness later addressed by lawmakers in response to a Texas Supreme Court directive. Colbert summed up: \"Now the Foundation School Program describes pretty much what we spend on education. Back then, nowhere near. We used to pretend that a whole of lot of money districts had to spend wasn’t there.\"\nGenerally too, Colbert suggested, the LBB-presented percentages don’t appear to consistently consider all the same kinds of school spending--a critique that reminded us of the complexities of school finance and one that DeSilva rebuffed (see their compiled responses here).\nColbert noted, for instance, that state-supported charter school districts didn’t exist in the 1980s while such state spending was expected to exceed $2.5 billion in 2017-18. Set that spending aside, Colbert wrote, and the state share of spending on traditional districts shrinks to 34 percent of combined state-local aid.\n\"So, while Milder’s claim that the state was paying 2/3 of the FSP in 1985 is true but doesn’t tell the whole story,\" Colbert elaborated, \"the LBB’s counter-explanation is also true but doesn’t tell the whole story.\"\nDeSilva, when we followed up, stood by the LBB’s percentages. The chart, he wrote, \"shows funding reflective of statutory parameters in place at the time.\" Unsaid: Those parameters can change at the discretion of lawmakers.\nOur ruling\nMilder said: \"In the 1980s, the state funded 68% of school expenses, and now the state’s share is 38%.\"\nThe state’s share of state-local education spending has slid, we confirmed, though not as much as Milder declared. In the 1980s, lawmakers voted for the state to cover 70 percent of the Foundation School Program yet state aid actually covered a little more than half of state-local costs. State aid covered 44 percent of such costs in 2016; it’s expected to cover 38 percent of such costs in 2019.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-02-16 23:04:28 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"In the 1980s, the state funded 68% of school expenses, and now the state’s share is 38%.\"    Scott Milder Candidate for Republican nomination, Texas lieutenant governor https://www.scottmilder4txlg.com/faqs.html   Texas Tuesday, February 6, 2018 2018-02-06    Read More  info", "vclaim_id": "vclaim-pol-02394"}