{"url": "/factchecks/2021/jan/20/jordan-rachel/minimum-wage-increases-and-myth-38-burrito/", "speaker": "Jordan Rachel", "vclaim": "A $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.", "truth_label": "false", "date": "stated on January 16, 2021 in a tweet:", "title": "Minimum wage increases and the myth of the $38 burrito", "text": "President Joe Biden’s proposal for an $1.9 trillion economic rescue package calls for more than doubling the federal minimum wage, which was last raised over a decade ago.\nThe plan has stirred up online chatter about the impact of a proposed $15-an-hour federal rate, with one conservative commentator warning that it would send prices soaring.\n\"If you want $15 minimum wage, don’t complain when your Taco Bell order costs $38 for a burrito,\" said Jordan Rachel, a Turning Point USA contributor, in a Jan. 16 tweet. \nBusiness groups have long opposed sharply higher minimum wages on the grounds that they would hurt employment and raise consumer prices.\nBut $38 for a burrito?\nThat seemed like a hefty price at any restaurant, let alone a fast-food chain like Taco Bell, which still has several $1 items on its value menu. So PolitiFact decided to put Rachel’s claim to the Truth-O-Meter.\nWe reached out to Turning Point USA and a spokesperson for Charlie Kirk, the organization’s founder, about Rachel’s claim, and we got no response. Soon after we sent our inquiries, Rachel’s tweet about Taco Bell disappeared from the platform. \nWe did, however, hear back from Taco Bell. The company, part of the Yum! Brands family of restaurant chains, told us that it already does business in places where local laws set a higher wage than the $7.25-an-hour federal minimum. In those places, burrito prices haven’t skyrocketed.\n\"Taco Bell and our franchisees have already adapted to many minimum wage increases on a local level, and we are committed to maintaining our leadership in value on a national level,\" Taco Bell said in a statement to PolitiFact. \"For example, at our company-owned restaurants in New York City, where the minimum wage is $15 an hour, our Bean Burrito is $1.89 plus tax and Crunchwrap Supreme is $4.49 plus tax.\"\nSeveral economists we talked to described Rachel’s warning about $38 burritos as far from accurate and easily countered by evidence.\n\"A price of $38 is clearly absurd,\" said Orley Ashenfelter, a Princeton University economist who has used the price of McDonald’s Big Mac sandwiches to compare wages worldwide.\nBackground on the $15 minimum wage debate\nThe federal minimum wage has been stuck at $7.25 per hour since 2009, but 29 states and Washington, D.C., have minimum wages above the federal level, according to the National Conference of State Legislatures. \nSome cities and counties have already bumped their rates to $15 or higher. And a recent report from the National Employment Law Project said that by the end of 2021, 40 more cities and counties will have a minimum wage at or above $15 than at the end of 2020.\nEfforts to increase the federal rate have accelerated in recent years. The House in 1999 voted to raise the hourly minimum to $15 by 2025 — the bill stalled in the Senate — and Biden promised during his campaign to seek a $15 floor. That pledge made its way into Biden’s coronavirus relief proposal released Jan. 14.\nOn Jan. 15, some 1,000 fast-food workers went on strike to protest low wages. They and other proponents of raising the minimum wage say doing so would lift low-income workers out of poverty, while opponents warn of hamstringing businesses and forcing layoffs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nCheck the menu at other Taco Bells\nPrices at Taco Bell restaurants and other chains vary by location. And experts said it would be reasonable to expect increased prices with a bump to a $15 federal minimum wage.\nBut Rachel’s warning of a $38 burrito isn’t supported by evidence. \"I can think of no economic justification that would lead to a prediction anywhere close to the estimate of a $38 Taco Bell burrito,\" said Steven Fazzari, a professor of economics at Washington University in St. Louis.\nA simple way to gauge the potential impact on prices is to look at places where the minimum wage is already $15 or more per hour, experts said.\nPlenty of cities work as benchmarks, including New York, Washington, D.C., Seattle and San Francisco. In San Francisco, for example, the minimum wage is $16.07 per hour. But the burrito prices there are not much different from cities with lower minimum wages. Sometimes they’re the same.\n\"Some of Taco Bell’s most expensive burritos show no price difference whatsoever between places with very high and very low minimum wages,\" said Gary Burtless, a senior fellow in economic studies at the Brookings Institution, who called Rachel’s claim \"easily disproven.\"\nBurtless compared prices for two different types of burritos at San Francisco’s 710 Third St. Taco Bell to prices for the same burritos at a Taco Bell in Alexandria, Va., where the state’s minimum wage is currently $7.25 per hour, equal to the federal minimum. \nIn Alexandria, a Bean Burrito goes for $1.29, while a Burrito Supreme costs $4.19. At the San Francisco location, a Bean Burrito sells for $1.99, and a Burrito Supreme costs $4.19.\n\nTwo screenshots from Taco Bell's website show the prices listed for a Bean Burrito and a Burrito Supreme at Taco Bell locations in Alexandria, Va., and San Francisco, on Jan. 20, 2021.​\nThe most expensive burrito on the menu, the Crunchwrap Supreme, costs $4.19 in Alexandria and $4.49 in San Francisco, a difference of about 7%.\n\"We find absolutely no evidence that a higher minimum wage will boost Taco Bell burrito prices by anything that comes remotely close to 807%, the price increase implicitly predicted by Jordan Rachel,\" Burtless said.\nBryan Stuart, an assistant professor of economics at George Washington University, said burrito prices in major cities like New York City and San Francisco likely represent \"an upper bound\" on the average burrito price if the federal minimum wage goes to $15.\nThat’s because the price of a Taco Bell burrito depends on more than just worker salaries. \"The price of burritos depends on the cost of land, taxes, etc., and many of these costs are higher in cities that have a minimum wage at or above $15,\" Stuart said.\nAshenfelter, the Princeton economist, said labor costs represent between 20% and 30% of the final consumer price. He said new research of his, on McDonald’s wages and Big Mac prices, estimated that a 10% increase in the minimum wage would raise Big Mac prices by 1.4%. \nThat suggests that Taco Bell burritos could cost more in some places under Biden’s proposal — which would increase the federal minimum by more than 100% — but nowhere near $38.\nOur ruling\nRachel said a $15-an-hour minimum wage would raise the price of a Taco Bell burrito to $38.\nThis claim is countered by available evidence, including the current burrito prices at Taco Bell locations in cities and counties where a $15 minimum wage is in effect. Four economists characterized the claim as a far-off estimate at odds with economic theory.\nWe rate Rachel’s statement False.", "vclaim_id": "vclaim-pol-19195"}