{"url": "/factchecks/2013/jan/18/facebook-posts/facebook-post-says-more-people-were-murdered-knive/", "speaker": "Facebook posts", "vclaim": "In 2011, more people were murdered with knives, \"hands or feet\" or \"clubs and hammers\" than with any type of rifle.", "truth_label": "true", "date": "stated on January 8, 2013 in on Facebook:", "title": "Facebook post says more people were murdered with knives, body parts or blunt objects than with rifles", "text": "Gun-rights advocates have mounted an aggressive social-media campaign to blunt the popularity of the White House’s efforts to advance new restrictions on guns.\n\nOne reader forwarded us a statistics-heavy Facebook post that echoes others we’ve received. It says, \"Facts gun control advocates don’t want you to know. According to the FBI, in 2011, 1,694 were murdered with knives, 726 with hands or feet, 496 with clubs or hammers, 323 with rifles of any type. But Obama wants to ban semi-automatic rifles?\"\n\nWe should first note that there is significant disagreement over what is, or should be, considered \"an assault weapon.\" For instance, even though the Facebook post references Obama’s intention to \"ban semi-automatic rifles,\" California law already includes some types of handguns and shotguns in its definition of \"assault weapon.\"\n\nThat said, we’ll take a look at the number of deaths caused by rifles. To check the post, we looked at the 2011 edition of the FBI’s annual \"Crime in the United States\" report. The report breaks down the types of weapons used in murder. These are the statistics for 2011, the most recent year available:\n\n \n\n\n\n\n\n\n\n\n\nHandguns\n\n\n6,220\n\n\n\n\nRifles\n\n\n323\n\n\n\n\nShotguns\n\n\n356\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\nOther guns\n\n\n97\n\n\n\n\nFirearms, type not stated\n\n\n1,587\n\n\n\n\nKnives or cutting instruments\n\n\n1,694\n\n\n\n\nBlunt objects (clubs, hammers, etc.)\n\n\n496\n\n\n\n\nPersonal weapons (hands, fists, feet, etc.)\n\n\n728\n\n\n\n\n\n\n\nThe Facebook post and the FBI stats are closely in tune. Except for a minor typo in the Facebook post’s number for deaths by hands, fists or feet, the numbers are accurate.\n\nThe number cited for rifles was somewhat less precise. While it’s true that the FBI counted 323 murders by rifles, the agency also counted 1,587 murders by an undetermined type of firearm and 97 by \"other guns.\" If gun usage in these two categories followed the same pattern as other gun homicides, that would add another 75 or so murders by rifle, making an estimate for the number of rifle murders about 400, rather than 323.\n\nStill, the larger point holds: Murders by knives, blunt objects and body parts each individually outweighed those committed using a rifle.\n\nWe should note that while the Facebook post’s comparison is accurate as far as it goes, it does ignore the single biggest category of weapons used in murders -- handguns. Handguns were used in 6,220 cases, or 72 percent of all firearm murders in 2011 and slightly under half of all murders using any kind of weapon that year.\n\nThis caveat illustrates how the selection and framing of statistics can be used to bolster one side or the other in the gun debate.\n\nOur ruling\n\nThe post uses data selectively, ignoring the significant role of handguns in gun violence. But the statistics it mentions are solid. FBI data backs up the Facebook post’s claim that in 2011, more people were murdered with knives, \"hands or feet\" or \"clubs and hammers\" than with any type of rifle. We rate the statement True.", "vclaim_id": "vclaim-pol-09835"}