{"url": "/factchecks/2017/dec/06/donald-trump/donald-trump-correct-about-history-jerusalem-embas/", "speaker": "Donald Trump", "vclaim": "The Jerusalem Embassy Act \"passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.\"", "truth_label": "mostly-true", "date": "stated on December 6, 2017 in remarks at the White House:", "title": "Is Donald Trump correct about the history of the Jerusalem Embassy Act?", "text": "President Donald Trump on Dec. 6 unveiled a new policy regarding Israel’s capital city, stating that \"it is time to officially recognize Jerusalem as the capital of Israel.\"\nIn his remarks, Trump said he would be designating Jerusalem as the officially recognized capital of Israel and \"directing the State Department to begin preparation to move the American embassy\" from its current location in Tel Aviv.\nIn his remarks, Trump noted that the Jerusalem Embassy Act of 1995 had \"passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.\"\nThe 1995 law Trump cited mandated that the embassy be moved from Tel Aviv to Jerusalem by 1999. However, Palestinians also consider Jerusalem to be their capital, and the city has long been considered one of the stickiest points of contention for final-status negotiations between Israelis and Palestinians. Most other nations that have diplomatic relations with Israel have continued to locate their embassies in Tel Aviv.\nFor these reasons, past U.S. presidents from both parties have regularly signed waivers to suspend the move, amid fears it would destabilize peace talks.\nSo is Trump correct in describing the legislative history of the law? We took a closer look.\n\nPresident Donald Trump recognized Jerusalem as the capital of Israel on Dec. 6, 2017. (Olivier Douliery/Abaca Press/TNS)\nThe Jerusalem Embassy Act \"passed Congress by an overwhelming bipartisan majority\"\nFor this portion of his statement, Trump is on solid ground.\nIn the Senate, the bill passed on Oct. 24, 1995, by a 93-5 margin.\nLater that day, the House followed suit, passing it by a 374-37 margin.\nThe law was \"reaffirmed by a unanimous vote of the Senate only six months ago.\"\nThis part requires more explanation.\nThe non-binding resolution from earlier this year involved \"commemorating the 50th anniversary of the reunification of Jerusalem\" during the Six Day War in 1967.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOne of its provisions specifically referenced the 1995 law. A portion of the 2017 resolution \"reaffirms the Jerusalem Embassy Act of 1995 (Public Law 104–45) as United States law, and calls upon the President and all United States officials to abide by its provisions.\"\nOn June 5, 2017, the measure passed the Senate by a 90-0 margin.\nHere’s the caveat: The same resolution that passed the Senate 90-0 also included this provision: The Senate \"reaffirms that it is the longstanding, bipartisan policy of the United States government that the permanent status of Jerusalem remains a matter to be decided between the parties through final status negotiations towards a two-state solution.\"\nDid Trump do or say anything contrary to that provision? There’s some disagreement on that.\nTrump in his remarks offered some language reaffirming the substance of this provision.\nSpecifically, he said, \"In making these announcements, I also want to make one point very clear: This decision is not intended, in any way, to reflect a departure from our strong commitment to facilitate a lasting peace agreement. We want an agreement that is a great deal for the Israelis and a great deal for the Palestinians. We are not taking a position of any final status issues, including the specific boundaries of the Israeli sovereignty in Jerusalem, or the resolution of contested borders. Those questions are up to the parties involved.\"\nTo Michael Koplow, policy director of the Israel Policy Forum, this \"made clear that his decision doesn’t prejudice final status issues, so it seems to still be consistent with the Senate resolution.\"\nOthers, however, contend that an embassy move may imperil future Israeli-Palestinian negotiations over Jerusalem.\n\"Not only is this a reasonable caveat, it is a critical one,\" said Samer S. Shehata, a professor and acting director of the Center for Middle Eastern Studies at the University of Oklahoma. \"If you've been following the British, French and many of the other reactions to President Trump's move, almost all note this critical point.\"\nIn their public remarks, both French President Emmanuel Macron and British Prime Minister Theresa May made a point of reaffirming the need for future final-status negotiations about Jerusalem, which suggests that they are worried about the impact of Trump’s move in that context.\nMacron, in a phone call to Trump before the announcement, \"expressed his concern with the possibility that the United States might unilaterally recognize Jerusalem as capital of the state of Israel,\" the French government said. \"Mr. Macron reaffirmed that the status of Jerusalem must be resolved through peace negotiations between Israelis and Palestinians, and particularly those relating to the establishment of two states, Israel and Palestine, living side by side in peace and security with Jerusalem as their capital.\"\nMay said that she’s \"intending to speak to President Trump about this matter. The status of Jerusalem should be determined in a negotiated settlement between the Israelis and the Palestinians. Jerusalem should ultimately form a shared capital between the Israeli and Palestinian states.\"\nOur ruling\nTrump said that the Jerusalem Embassy Act \"passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.\"\nHe’s right about both pieces of legislation and the margins by which they passed. However, it’s worth noting that the 2017 Senate resolution also reaffirmed that \"the permanent status of Jerusalem remains a matter to be decided between the parties through final status negotiations towards a two-state solution\" -- a position that Trump rhetorically backed in his speech, but that some believe could be endangered by his decision to recognize Jerusalem as Israel’s capital and move the embassy.\nWe rate the statement Mostly True.\n Share the Facts 2017-12-06 21:43:20 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  The Jerusalem Embassy Act \"passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.\"    Donald Trump President    White House Wednesday, December 6, 2017 2017-12-06    Read More  info", "vclaim_id": "vclaim-pol-02621"}