{"url": "/factchecks/2016/nov/18/howard-dean/one-ex-presidential-candidates-attack-another-scot/", "speaker": "Howard Dean", "vclaim": "Says Scott Walker left college \"under an ethical cloud for having tried to fix\" the election for student body president.", "truth_label": "false", "date": "stated on November 15, 2016 in an interview:", "title": "One ex-presidential candidate's attack on another: Scott Walker left school under 'ethical cloud'?", "text": "In a post-mortem a week after the presidential election, former Vermont Gov. Howard Dean, the onetime chairman of the Democratic National Committee, offered a biting assessment of why Donald Trump won.\n\"What this was, was basically a populist revolution,\" Dean said Nov. 15, 2016 on National Public Radio’s \"Morning Edition.\" \"Luckily we have a democracy here, so nobody got killed.\"\nDean’s views are relevant because he ran for president in 2004 and because he is running again to be chairman of the Democratic National Committee, which says needs a strategy to win over the white, working-class voters who were pivotal in Trump’s defeat of Hillary Clinton.\nBut what caught our attention was the interview’s surprising turn toward Wisconsin, when host David Greene asked about Gov. Scott Walker, who briefly ran for the 2016 GOP presidential nomination before dropping out in September 2015.\nDean responded with a claim we want to check:\nGreene: You made some news in early stages of the campaign. You suggested that Wisconsin’s governor, Scott Walker, would not make the best presidential candidate or president because he hadn’t gone to college. That feels like the kind of thing that might really alienate the kinds of working-class voters who the Democratic Party needs to get back.\nDean: I think I was referring to the way that he left college, which was under an ethical cloud for having tried to fix the presidential election for the presidency of his college.\nGreene: So, that was misreported, you’re saying.\nDean: No, it wasn’t misreported. I said he wasn’t fit to be president because he didn’t finish college because he cheated, basically.\nSo, Dean claims Walker left college \"under an ethical cloud for having tried to fix\" the election for student body president.  \nIt’s an attack similar to others we’ve evaluated before.\nWalker’s college days\nThe definitive piece on Walker’s time at Marquette University is a PolitiFact Wisconsin article from 2013 that examined questions about how Walker left the Catholic university in Milwaukee.\nThe election Dean referred to was for student body president in 1988, when Walker was a sophomore. The winner would not only preside over the government, but get a scholarship and expense money. Among other things, Walker pledged safer streets around campus and bringing in cool bands like INXS and REM.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe \"cheating\" Dean alluded to occurred after the Marquette Tribune student newspaper endorsed Walker’s opponent, though it said Walker was qualified. Students said they’d seen Walker campaign workers and/or College Republicans emptying editions of the Tribune from racks in high-traffic buildings. And Walker’s camp plastered campus with an election-eve flier criticizing his opponent’s political tactics. In turn, the Tribune published an election-day editorial headlined, \"Walker unfit,\" and he lost in a landslide.\nBut there was no evidence that the election tiff, or anything else, led to Walker being forced out of Marquette, or that he was barred from participating in campus elections. Marquette confirmed that he was a student in good standing throughout his time at Marquette, including when he left school two years later, as a senior, without getting his degree. He has said he left to accept a job offer from the American Red Cross to do marketing and fundraising.\nPrior False claims\nAside from the article, we’ve also fact checked three statements regarding Walker’s college days.\nYou might see a pattern here.\nDecember 2013: We rated False a claim by the Wisconsin Democratic Party that Walker dropped out or was kicked out of college \"not long after\" he was \"kicked out of student elections\" at Marquette.\nMarch 2015: We rated False Walker’s own claim that he had \"unsealed\" his Marquette records. He took only the very limited step of authorizing the school to confirm that he was in good standing during his time at Marquette and that he voluntarily withdrew. We haven’t seen any transcripts or other records.\nAugust 2015: We rated False a claim in Facebook posts that Walker \"had a 2.3 GPA when he was asked to leave Marquette University for cheating.\" We noted that because Walker had not released his transcripts, some still questioned his move to leave college early, but there was no evidence to prove any part of the claim.\nDean’s staff, meanwhile, did not respond to our requests for information to back his claim.\nOur rating\nDean said Walker left college \"under an ethical cloud for having tried to fix\" the election for student body president.\nWhen Walker was a student at Marquette, there were allegations that his supporters confiscated copies of a student newspaper that endorsed Walker's opponent for student government president.\nBut the available evidence shows no action was taken against Walker regarding the newspaper incident. And Walker was officially in good standing throughout his time at Marquette, including when he left school early, without a degree, to take a job.\nWe rate Dean’s statement False.\nhttps://www.sharethefacts.co/share/2af1ef0a-e990-409c-b995-61c993c2e5e2", "vclaim_id": "vclaim-pol-03930"}