{"url": "/factchecks/2020/sep/03/roy-cooper/cooper-overstates-ventilator-access-problem/", "speaker": "Roy Cooper", "vclaim": "“In some of these other states, some of their deaths can be attributable to the fact that they were having a hard time getting an ICU bed or a ventilator to a patient.”", "truth_label": "barely-true", "date": "stated on August 13, 2020 in a press conference:", "title": "Cooper overstates ventilator access problem", "text": "North Carolina Governor Roy Cooper says one of his goals is to prevent hospitals from becoming overwhelmed. \nWhile that may be a noble cause, Republicans are questioning a claim he made during a recent briefing.\n\"In some of these other states, some of their deaths can be attributable to the fact that they were having a hard time getting an ICU bed or a ventilator to a patient,\" Cooper said during a press conference on Aug. 13.\nIs it true that some people have died because they had trouble accessing a ventilator, or a bed in the intensive care unit?\nIt’s true that more patients die at hospitals that are overwhelmed, as studies demonstrated even before the onset of the current pandemic. The Cooper administration also cited news articles where doctors said they worried about having enough resources to provide optimum levels of care.\nBut there’s little documentation of COVID-19 patients dying specifically because they couldn’t access a ventilator or ICU bed.\nLack of specific reports\nAt the onset of the pandemic, medical experts worried that there wouldn’t be enough ventilators to save patients who had severe symptoms of COVID-19. The virus primarily affects the lungs and ventilators are designed to help patients breathe.\nThe availability of ventilators became a political issue, with some governors saying the Trump administration didn’t provide their states with enough of the machines.\nPolitiFact investigated the issue of ventilator access, finding in late April that it hadn’t become the nationwide problem health experts and medical professionals feared. Officials from 30 states told PolitiFact that they weren’t aware of any cases where their hospitals couldn’t provide ventilators to COVID-19 patients.\nAt the time, a spokesman for the American Hospital Association said the organization wasn’t aware of any patient dying because they couldn’t access a ventilator. \nPresented with Cooper’s quote from August, the AHA spokesman said nothing has changed.\n\"To the best of our knowledge, a ventilator has been available for every patient that needed one. So nothing has changed since we said the same thing in April,\" AHA spokesman Colin Milligan said.\nPolitiFact North Carolina reached out to other experts quoted in the April fact check.\n‘Hushed rumors’\nEric Toner is a senior scholar of internal and emergency medicine at the Johns Hopkins Center for Health Security. He previously said he \"would not be surprised if we find out later that some tragic triage choices had to be made.\"\nWe contacted Toner again and asked if he’s aware of anyone who died because they couldn’t access a ventilator.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"I do not,\" he said. \"There are hushed rumors but nothing that I can cite or that anyone will openly admit to.\"\nMatthew Wynia, director of the Center for Bioethics and Humanities at the University of Colorado, was also quoted in PolitiFact’s April article. He told us that any evidence of such deaths are likely to be anecdotal, and not necessarily something that’s documented.\n\"If your ICU is full, you’re going to try to make the best of it. You’re likely going to try to treat them in a step-down unit,\" Wynia said. \"You’re not going to find anyone who says we openly discussed this with the family and says ‘I’m sorry, we’re out of beds and ventilators.’\"\nLow resources can affect a patient’s level of care, he added. \"It’s something that no one wants to say, and for good reason. The reality is when a healthcare system is completely overrun, it’s not able to deliver services at its normal quality.\"\nWhen contacted by PolitiFact, the Cooper administration provided links to news stories where hospital officials worried about resources running out. They also provided links to studies that tied resource shortages to mortality rates.\nWhat Cooper said\nA study in the Journal of the American Medical Association found that COVID-19 patients had higher survival rates at bigger hospitals, which tend to have more resources than small hospitals. Dr. David Leaf, who works in Harvard Medical School and Brigham and Women’s Hospital, explained the findings to WBUR in Boston:\n\"Patients who were admitted to hospitals with fewer than 50 ICU beds— so, smaller hospitals — had a more than threefold higher risk of death than patients admitted to larger hospitals.\"\nA study of patient outcomes in Wuhan, China, found that the availability of intensive care unit (ICU) rooms had a significant impact on how long a patient lived, according to Contagion: Infectious Diseases Today. A July story in the Harvard Business Review used data from Germany and Italy to emphasize the need to relocate patients when ICU’s reach full capacity.\nDespite what the studies say, we struggled to find news stories about specific people who died waiting for an ICU bed or a ventilator.\nA March New York Times story reported that some have died inside the emergency room while waiting for a bed. Doctors told the Times that some patients were found dead in their rooms while doctors were busy helping others.\nA Buzzfeed article from April quoted several doctors who attributed deaths to a lack of resources. \"There’s a list about six [types of] patients that do not get put on a vent. ‘It makes no sense, they’re going to die soon anyway, so let them die’ — like that’s the crazy thought process,\" one doctor said.\nIn July, Newsweek reported that a 70-year-old woman died less than a week after allegedly being turned away from two Florida hospitals. Also in July, CBS reported on a judge in Starr County, Texas, who said on Facebook that a lack of resources left a local hospital with the responsibility of choosing to help and \"who is sent home to die.\"\nOur ruling\nCooper said \"in some of these other states, some of their deaths can be attributable to the fact that they were having a hard time getting an ICU bed or a ventilator to a patient.\"\nCooper was trying to make a point that it’s important to protect hospitals from becoming overwhelmed. That’s a valid concern, given studies show mortality rates can rise when hospitals are overwhelmed. Some news articles have also alluded to these problems.\nHowever, Cooper goes too far in saying some deaths have been attributed to a lack of ICU and ventilator access.\nThe American Hospital Association, along with experts who have tracked resource availability during the pandemic, say they’re unaware of any specific cases where someone died specifically because they couldn’t access a ventilator or ICU bed. Cooper didn't cite, and PolitiFact couldn't find, enough evidence to support the claim.\nCooper’s statement contains an element of truth, but doesn’t account for critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18866"}