{"url": "/factchecks/2011/mar/29/michele-bachmann/michele-bachmann-claims-there-has-been-just-one-ne/", "speaker": "Michele Bachmann", "vclaim": "\"One. That's the number of new drilling permits under the Obama administration since they came into office.\"", "truth_label": "pants-fire", "date": "stated on March 26, 2011 in a speech at the Conservative Principles PAC Conference:", "title": "Michele Bachmann claims there has been just one new oil drilling permit issued since Obama took office", "text": "By most accounts, Rep. Michele Bachmann's slide show of numbers critical of the Obama administration got the most audience feedback among potential 2012 GOP presidential candidates addressing the Conservative Principles PAC Conference in Iowa on March 26, 2011.\n\nBachmann was particularly critical of Obama's energy policy, including his decision to put a temporary moratorium on new drilling in the Gulf of Mexico following the Deepwater Horizon explosion and subsequent oil spill. During the moratorium, the administration enacted new safety and environmental requirements, including regulations for spill response and containment capability.\n\n\"Let's look at the number one. Number one,\" Bachmann said. \"That's the number of new drilling permits under the Obama administration since they came into office.\n\n\"Gee, maybe that has something to do with this next figure. Let's take a look, $1.83. That is the price that gasoline was the day before Barack Obama took office as president of the United States.\n\n\"Is it time for a change?\"\n\nAudience: \"Yes!\"\n\n\"It is time for a change,\" Bachmann said. \"Absolutely, it's time for a change.\"\n\n \"You cannot create jobs when you have a president that is unwilling to use American energy resources to solve our problems here in the United States,\" she said moments later.\n\nJust one oil drilling permit approved during the entire Obama presidency? We recalled that in a March 11, 2011, press conference, Obama said, \"we’ve approved more than 35 new offshore drilling permits that meet these new safety and environmental standards.\" And he was talking only about permits issued after the Gulf of Mexico moratorium.\n\nSo somebody's got to be wrong.\n\nWe went first to the Department of the Interior press office, which sent us a link to a Bureau of Ocean Energy Management, Regulation and Enforcement, or BOEMRE, report on the \"Status of Well Permits and Plans Subject to Enhanced Safety and Environmental Requirements.\"\n\nAccording to the report, 39 shallow-water permits for new wells have been issued since June 8, 2010, when new rules and information requirements were put into effect. Shallow water drilling operations were not affected by the deepwater drilling moratorium following the gulf oil spill. And there were lots more shallow-water well permits issued by the Obama administration prior to June 8, 2010. Remember, Bachmann's statement referred to permits issued \"under the Obama administration since they came into office.\"\n\nIn addition, there have been six deepwater well permits issued since Oct. 12, 2010, when the gulf moratorium was lifted. Five of those were for projects that were under way prior to the moratorium. The operators were required to come back and meet the new, modified standards.\n\nAnd last week, BOEMRE approved an \"exploration plan\" submitted by Shell Offshore Inc., for deepwater oil and gas exploration. It was the first new deepwater exploration plan approved since the gulf oil spill. According to a BOEMRE press release, \"An exploration plan describes all exploration activities planned by the operator for a specific lease or leases, including the timing of these activities, information concerning drilling vessels, the location of each planned well and other relevant information that needs to meet important safety standards. Once a plan is approved, additional new applications for permits to drill can be issued.\" In other words, it's not a permit. Permits come down the road.\n\nIn all, BOEMRE has received 45 deepwater drilling permit applications that are subject to the new regulations. These include applications to drill new wells, bypasses, and sidetracks. Twenty-four of these permits have been returned to the operator with requests for additional information (most regarding subsea containment). BOEMRE has approved seven of these permits (for six unique wells), with 12 applications pending.\n   \nAgain, these are deepwater permits issued after the moratorium. The Obama administration issued lots of deepwater permits prior to that.\n\nIn addition, BOEMRE has received 31 deepwater drilling permit applications for activities such as drilling water injection wells and drilling from a fixed rig with a surface blowout preventer that were allowed under the moratorium. BOEMRE has approved 28 of these permits.\n\nAccording to Andy Radford, senior policy adviser at the American Petroleum Institute, permit approvals have dropped 65 percent, post gulf oil spill. Prior to the gulf disaster, the Obama administration reported approving 217 new well permits (shallow and deepwater).\n\n\"The devil's in the details on these things,\" Radford said, noting that permits include a lot of different drilling activities.\n\nBut the pace of permitting is picking up, he said. \"We'll get to the new normal eventually.\"\n\nLee Hunt, executive director of the International Association of Drilling Contractors, said there has been a \"molasses effect\" with permitting by the Obama administration. Even the 39 permits for new shallow water wells is dramatically lower than previous levels. And even with six deepwater permits issued in the last month, as well as the ones projected to be approved this year, permits for deepwater wells are likely to be a third of what was projected prior to the gulf oil spill. The permitting process has undeniably slowed, Hunt said, but as the numbers above show, Bachmann's statement -- at least the way she worded it -- is wrong.\n\n\"We are encouraging offshore exploration and production,\" Obama said in his March 11 press conference. \"We're just doing it responsibly.\"\n\nBachmann's press office did not return our call, so we are relegated to playing the \"perhaps she meant\" game to test whether there is a sense in which she might be accurate.\n\nPerhaps she meant permits since the moratorium, not since Obama administration came into office, as she said. (There were hundreds issued pre-gulf oil spill).\n\nPerhaps she meant just deepwater drilling, not shallow water drilling. There have been 39 shallow-water permits for new wells since June 2010. And many more before that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPerhaps she meant to exclude permits issued for projects that were under way prior to the oil spill (and which had to come back and meet the new, modified standards). Five of the six new well permits were underway prior to the moratorium.\n\nPerhaps she meant not permits, but exploration plans. The first exploration plan since the oil spill was approved last week.\n\nPerhaps.\n\nBut that's not what she said.\n\nShe said: \"One. That's the number of new drilling permits under the Obama administration since they came into office.\" It's not even close, and the claim is ridiculously false. Pants-On-Fire.", "vclaim_id": "vclaim-pol-13347"}