{"url": "/factchecks/2013/jan/07/patrick-wales/wales-says-virginias-uranium-deposits-far-exceed-i/", "speaker": "Patrick Wales", "vclaim": "There is \"over 20 times more energy\" in a proposed Southside uranium mining site than \"there is in all the oil that’s estimated to be off Virginia’s coast\"", "truth_label": "true", "date": "stated on December 6, 2012 in a symposium.:", "title": "Wales says Virginia's uranium deposits far exceed its offshore oil supply", "text": "The General Assembly will consider a bill this winter that would end the state’s 31-year ban on uranium mining.\n\nIf approved, the state will begin drafting regulations that will allow Virginia Uranium Inc. to develop a mining and milling operation on a 3,000-acre site in Pittsylvania County. Opponents say the operation poses long-term threats to the environment and the sources of drinking water for many, including those in Virginia Beach, the state’s largest city.\n\nPatrick Wales, project manager for Virginia Uranium, expressed confidence during a Dec. 6 symposium that the operation would be safe. He spoke enthusiastically about the project’s potential to provide jobs. And he said the abundance of uranium would produce a domestic energy source that far outstrips the oil reserves Virginia hopes to tap off its Atlantic coast.\n\nThere’s \"over 20 times more energy in this property than there is in all the oil that’s estimated to be off Virginia’s coast,\" Wales said.\n\nThat’s a big claim, so we decided to check Wales’ math.\n\nWales said the mining and milling would result in 119 million pounds of U308, or uranium oxide, which is the product his company will sell to electric utilities. The estimate comes from a 2008 study of the project that was commissioned by Virginia Uranium and conducted by Behre Dolbear Group Inc., Chicago, a mining engineering company..\n\nNo independent assessment of the uranium oxide yield exists. The 119 million pound estimate was cited and not questioned in a study of the risks of the mining enterprise conducted last year by the National Academy of Science.\n\nAs for oil reserves, Wales turned to estimates made by the Department of Mines, Minerals and Energy when a section off the coast of Virginia was considered for a lease sale in 2008 and 2009. It was estimated that 165 million barrels of oil could be pumped from the beds. President Barack Obama eventually canceled the lease sale.\n\nThe federal government, the governor and  Sen. Mark  Warner and Sen. Jim Webb used a slightly smaller figure in 2009 and 2010 -- 130 million barrels. Estimates of the oil resources are wide-ranging. As we reported in an earlier offshore drilling claim, the surveys of the seabed off the coast are 40 to 50 years old, so all estimates are speculative.\n\nLet’s look at the conversion from uranium and oil to the common measure for energy, the British thermal unit or Btu.\n\nA pound of uranium oxide contains the energy equivalent of 31 barrels of fuel oil, according to the U.S. Energy Information Agency.\n\nUnder those conversions, the 119 million pounds of uranium oxide would produce as much energy as 3.7 billion barrels of oil. That dwarfs the 130 million to 165 million barrels expected to come from offshore drilling.\n\nWhen we divide 3.7 billion by 165 million, we get 22.4 -- or the factor of how much more energy would come from the uranium than the estimated offshore oil.\n\nWales said his company has received a more recent, and higher, estimate of the project’s output from engineering firms Lyntek Inc., Lakewood, Colo., and BRS Engineering, Riverton, Wyo., at about 133 million pounds, but like the oil reserves, this wouldn’t greatly affect Wales’ statement.\n\nOur ruling\n\nWales, in advocating the need and potential of a uranium mine in Southwest Virginia, called attention to its energy-production possibilities. He said the mine will yield enough uranium oxide to produce more than 20 times the power that would come from oil the state hopes to tap off Virginia’s shore.\n\nThe math works out for Wales with room to spare.  \n\nWe caution that the claim is dependent both on an estimate from the uranium project developer’s consultant and the wide-ranging, unproven estimates of oil off Virginia’s coast. Wales’ statement is based on the best available information and, as such, we rate it True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09877"}