{"url": "/factchecks/2014/jul/18/jack-kingston/record-doesnt-support-kingston-claim-against-perdu/", "speaker": "Jack Kingston", "vclaim": "David Perdue \"has never voted in a Republican primary until his name was on the ballot.\"", "truth_label": "false", "date": "stated on July 8, 2014 in Friends of Jack Kingston flyer:", "title": "Record doesn't support Kingston claim against Perdue", "text": "In a new campaign flier, U.S. Senate candidate David Perdue is shown holding up a sign that says: \"I don’t vote but I want yours.\"\n\"Perdue has never voted in a Republican primary until his name was on the ballot,\" the flier states. \"It’s clear he only votes for one thing: himself.\"\nPerdue, a wealthy businessman from Sea Island, and Jack Kingston, a veteran U.S. House member from Savannah, are battling to be the Republican nominee to succeed retiring U.S. Sen. Saxby Chambliss.\nTurnout is expected to be light for their runoff Tuesday. And Kingston and Perdue know the outcome could hinge on their ability to persuade their supporters and the party faithful to return to the polls.\nKingston’s campaign is suggesting Perdue’s not a true Republican, a charge Perdue’s campaign vehemently denies. The flier is eye-catching. But is this statement accurate? \"Perdue has never voted in a Republican primary until his name was on the ballot.\"\nPolitiFact is on the case.\nWe began by asking Chris Crawford, Kingston’s campaign spokesman, for proof.\nCrawford sent us Perdue’s voting records from Massachusetts, Texas, Tennessee and Georgia, places the former CEO of Dollar General has lived since 1994.\nThe records, which we independently verified, show Perdue voted at least nine times in 20 years, including in the Republican presidential preference primaries of 2008 (in Tennessee) and 2012 (in Georgia). He voted by absentee ballot in this year’s May 20 general election primary, when he, Kingston and five others were on the GOP ballot for the U.S. Senate.\nDerrick Dickey, Perdue’s campaign spokesman, said \"it’s a ridiculous assertion\" to suggest Perdue isn’t \"really a Republican.\"\n\"Not only has David voted in Republican primaries for president, but David has also given over $65,000 to Republican candidates and causes in the past decade and raised thousands more to help elect fellow Republicans,\" Dickey said in an email.\nThe Kingston campaign flier shows Perdue in a party hat and says: \"David Perdue celebrating a lifetime of doing nothing for Republicans.\"\nIt states that while the GOP was \"busy fighting against the Democrats, Perdue was funding them.\" It also calls Perdue out for making a \"big campaign contribution to an extreme Liberal Democrat from Massachusetts\" who is not identified in the flier.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Kemp\n\n\nstated on July 5, 2010 in a Cobb County Republican Party breakfast speech June 5\n\n\n\n\n\n\n\n\nSays his GOP challenger, Doug MacGinnitie, \"hadn’t voted in a Republican primary for almost 20 years until 2008.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 4, 2010\n\n\n\n\n\n\n\nKingston isn’t the first Georgia candidate to use an opponent’s personal voting record to suggest that he or she is a party Johnny-come-lately.\nIn 2010, Georgia Secretary of State Brian Kemp accused GOP rival Doug MacGinnitie of failing to vote in Republican primaries for two decades. MacGinnitie countered with a commercial saying Kemp’s record showed he voted for Democrats. Kemp won the election, and Republican Gov. Nathan Deal went on to appoint MacGinnitie as state revenue commissioner.\nThe argument can be made that, in some areas, where one party dominates, the primary can effectively decide an election.\nLarry Sabato, the director of the Center for Politics at the University of Virginia, said polls show Kingston and Perdue in a relatively close runoff. \"So potentially anything that can move even a few thousand votes could be decisive,\" Sabato said.\n\"To most people, the topics of these Kingston ads might seem to be small potatoes, and in some sense, they are,\" he said. \"But you have to look at the specialized, concentrated electorate for a runoff.\"\nVoters who go to the polls for party primaries and runoffs are generally \"the most loyal, active party members,\" Sabato said.\n\"They are precisely the ones who might be most concerned about the candidates’ past party loyalty, nonvoting record and political contributions.\"\nKerwin Swint, a political science professor at Kennesaw State University, said he doesn’t believe any direct-mail piece or online ad would be a game-changer at this point in the race, \"unless it was something new and jaw-dropping, and coordinated with TV and radio spots.\"\n\"The charge that Perdue has not voted in GOP primaries is not new. Voters have heard it before,\" Swint said. \"It's also not terribly surprising for business people who are relatively new to politics to have a thin voting record.\"\nHe said voters might be more concerned about the donation to the \"liberal Democrat\" who the Kingston camp told PolitiFact was the late U.S. Rep. Joe Moakley. Kingston’s camp furnished records showing that Perdue, while vice president of Reebok, donated $500 to Moakley’s re-election campaign in 2000.\nOther records show that Perdue also donated to some well-known Republicans, including Lamar Alexander and Mitt Romney.\nTo sum up, the Kingston camp, trying to convince voters that Perdue isn’t a real Republican, has sent out a flier that states: David Perdue \"has never voted in a Republican primary until his name was on the ballot.\" Public records show Perdue didn’t vote in a general election primary until this year, when he’s a candidate for U.S. Senate.\nBut those same records show Perdue voted Republican in the presidential primaries in 2008 and 2012. That makes the \"never voted in a Republican primary\" claim flat out wrong.\nWe rate the Kingston statement as False.", "vclaim_id": "vclaim-pol-07589"}