{"url": "/factchecks/2014/oct/08/bill-oreilly/oreilly-no-muslim-government-called-out-those-who-/", "speaker": "Bill O'Reilly", "vclaim": "Muslim nations did not \"call out\" the people who celebrated the 9/11 attacks.", "truth_label": "half-true", "date": "stated on October 6, 2014 in a broadcast of Fox News' \"The O'Reilly Factor\":", "title": "O'Reilly: No Muslim government 'called out' those who celebrated after 9/11", "text": "Bill Maher, cable show host and ardent atheist, ignited a cable television free-for-all when he said the Muslim world has \"too much in common with ISIS.\" ISIS, of course, is one of the names for the forces of the Islamic State group which has engaged in beheadings and mass executions with ghastly regularity.\nLiberals have been critical of Maher for, they say, making sweeping generalizations of Muslims.\nConservatives, meanwhile, have come to Maher’s defense.\nOn Fox News, host Bill O’Reilly delivered one of his Talking Points commentaries on the question of whether Islam is a destructive force in the world. To a significant degree, O’Reilly answered in the affirmative. Among his reasons -- the governments of Muslim-majority nations have \"failed to confront Islamic terrorism (and) have not attacked violence in the name of Allah.\"\nO’Reilly then played video that featured Palestinian youngsters jumping and smiling as news spread of the terrorist attacks on Sept. 11, 2001. \n\"Thousands of Muslims, regular folks, celebrated in the streets,\" O’Reilly said. \"They were happy that more than 3,000 innocent people, including Muslims, were murdered. Again, these people are a minority but they were not called out in any official way by Muslim nations around the world.\"\nO’Reilly is correct that public demonstrations in support of the 9/11 attacks took place. They largely occurred in the Palestinian territories, although we also found reports of one in Egypt. Middle East specialist Peter Mandaville, associate professor of government and politics at George Mason University, recalls them as \"small scale and localized.\"\nBut our fact-check is focused on the question of whether Muslim nations repudiated the celebrations.\n\"There was a report of (the) Palestinian Authority information minister at the time, Yaseer Abed Rabbo, appealing to Palestinians to not show happiness in response to the attacks, but no specific condemnation that I know of,\" Mandaville said.\nWe found a couple of compilations of Muslim reaction in the immediate aftermath of the attacks. In addition to Mandaville, we contacted several researchers who study the Middle East. We found no instance when the government of a Muslim-majority nation chastised or condemned the people who were elated by the toppling of the World Trade towers and the other deadly events of that day.\nWhat we did find were many official condemnations of the attacks themselves.\nKing Abdullah II of Jordan said, \"What these people stand for is completely against all the principles that Arab Muslims believe in.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe day after the attacks, Abdelouahed Belkeziz, Secretary-General of the Organization of the Islamic Conference, issued a statement saying he was \"denouncing and condemning those criminal and brutal acts that ran counter to all covenants, humanitarian values and divine religions foremost among which was Islam.\"\nThe Organization of the Islamic Conference (now called the Organization of Islamic Cooperation) represents all of the Muslim nations in the Middle East and worldwide. The group later issued a joint statement that spoke to \"the necessity of tracking down the perpetrators of these acts in the light of the results of investigations and bringing them to justice to inflict on them the penalty they deserve.\"\nThe League of Arab States said much the same thing, as did Islamic religious leaders in Saudi Arabia, Egypt, Iran and other countries.\nFrom Syria, Yemen, Pakistan and other nations, over 40 clerics and Islamic-oriented party leaders -- many with ties to the Muslim Brotherhood, a movement that advocates for Sharia law -- signed a statement on Sept. 12, 2011, saying, \"We condemn, in the strongest terms, the incidents which are against all human and Islamic norms. This is grounded in the Noble Laws of Islam which forbid all forms of attacks on innocents.\"\nSo while it’s true that governments did not speak out against the jubilant Palestinians, there was broad rejection of the attacks from officials and top religious leaders.\nNathan Brown, professor of political science and international affairs at George Washington University, raised the possibility that the street celebrations loomed larger in America than elsewhere.  \n\"I remember them being reported in U.S. media since they seemed so outrageous,\" Brown said. \"But I do not know if they got any domestic attention in the countries where they were reported in U.S. media to have occurred. For instance, I remember Palestinian media reporting the blood donation made by Yasser Arafat but not anything about Palestinian celebrations.\"\nArafat had a photo-op with him donating blood to help the survivors of the 9/11 attacks, although later reports questioned whether he actually did. We did find several accounts of the Palestinian authorities attempting to seize video of the demonstrations, which could speak to how the events might have played in the region.\nDubai-based Media Watch Middle East is a private firm that tracks the activities of news organizations throughout the region. We asked them to look for coverage of the celebrations. They reported that an \"extensive search\" of their database turned up nothing.\nApart from official reaction, average Muslims attended candlelight vigils and other public events to voice sympathy for the victims and to repudiate the attacks. We found photos from Iran and Bangladesh. These demonstrations stand in sharp contrast to the video from the Palestinian territories.\nOur ruling\nO’Reilly said that Muslim nations did not \"call out\" the people who celebrated the 9/11 attacks. So far as we can tell, there was no official condemnation of people celebrating the 9/11 attacks. However, Muslim governments, and religious leaders, condemned the attacks themselves, as did many average Muslims.\nO’Reilly’s statement is accurate as far as it goes, but it leaves out important information that might lead someone to reach a different conclusion. That meets our definition of Half True.", "vclaim_id": "vclaim-pol-07178"}