{"url": "/factchecks/2020/dec/09/amanda-chase/amanda-chase-makes-bogus-claim-voting-fraud-virgin/", "speaker": "Amanda Chase", "vclaim": "\"In Chesterfield (Va.), the Southside precinct is infamous for having over 100% of the vote count…”", "truth_label": "pants-fire", "date": "stated on December 1, 2020 in a radio interview.:", "title": "Amanda Chase makes bogus claim of voting fraud in Virginia precinct", "text": "State Sen. Amanda Chase, who calls herself \"Donald Trump in heels,\" recently failed to prove her claim that Virginia’s fall elections were rigged.\nChase, R-Chesterfield County, is running for governor in 2021 as an Independent, having recently abandoned her Republican candidacy in the wake of feuds with state GOP leaders. She’s been calling for gun rights, the preservation of Confederate monuments, and has opposed COVID-19 restrictions. Since the Nov. 3 election - which Democrat Joe Biden won in Virginia with 450,000 more votes than Trump - she’s been promising to \"expose the voter fraud that’s going on in Virginia.\"\nDuring a Dec. 1 radio interview on WRVA in Richmond, conservative host John Reid pressed Chase to prove her fraud claim, and she focused on Chesterfield’s heavily Democratic Southside precinct. Here’s the conversation:\nReid: \"If there’s an overvote, if it’s supposed to be - and I’m just picking a number - 85,000 people are registered to vote and then 87,000 votes are counted, then you don’t have to be a Ph.D. from M.I.T. to know you’ve got a problem. Is it that simple; are we seeing that? Is that true or not true?\"\nChase:  \"...There are situations, historically, like I know in Chesterfield, the Southside precinct is infamous for having over 100% of the vote count, which really should be impossible if they’re doing what they’re supposed to be doing.\"\nReid: \"...You’re saying there are places where over 100%?\"\nChase: \"There are, yeah. Absolutely.\" \nReid: \"This year?\"\nChase: \"I haven’t looked at that particular precinct this year. But I know in years past I’ve actually, before I ran for office, I worked behind the scenes to get Republicans elected and I would go to the Southside precinct because I remember (it) historically having over 100% voting and I’m like, that’s a precinct I want to go work, and I actually saw voters coming in with stacks of votes. They were illegally harvesting votes is what was going on.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe fact-checked Chase’s overvoting claim, using election records from the Chesterfield registrar’s office. \nThe Southside precinct is near Meadowbrook High School, roughly between Iron Bridge and Cogbill Roads. The working-class precinct was established in 2008, and its highest turnout came that year when 70% of its voters cast ballots in the presidential election won by Democrat Barack Obama. That was below the statewide 74% turnout.\nWe asked Chase to reconcile the statistics with her overvote claim, and she said she might have gotten things wrong. \"Maybe it didn’t happen,\" she said. \"It was a memory I had in the back of my mind.\"\nShe added, \"I wouldn’t put any credence in what I was saying.\" \nRecords show the Southside precinct has voted overwhelmingly Democratic in each of 27 contested elections it has seen since its start. Chase lost the precinct by 3-to-1 ratios in her 2015 and 2019 state Senate races.\nOur ruling\nChase, trying to prove there’s voting fraud in Virginia, says Chesterfield’s Southside precinct is infamous for logging more votes than there are voters. \nElection records show the strongly-Democratic precinct has never had a voter turnout greater than 70% in its 12-year history. Presented with statistics, Chase says of her overvote claim \"maybe it didn’t happen,\" and \"I wouldn’t put any credence in what I was saying.\"\nChase’s voting fraud claim is fatuous and inflammatory. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-17254"}