{"url": "/factchecks/2014/feb/27/pat-toomey/pat-toomey-says-barack-obama-previously-nominated-/", "speaker": "Pat Toomey", "vclaim": "Says Debo Adegbile \"was nominated to serve as a judge on the U.S. Circuit Court of Appeals\" and \"was abruptly withdrawn by the administration.\"", "truth_label": "false", "date": "stated on February 24, 2014 in an op-ed in the \"Wall Street Journal\":", "title": "Pat Toomey says Barack Obama previously nominated Debo Adegbile in 2011 for a judgeship", "text": "President Barack Obama’s pick to head the Justice Department’s civil rights division has dredged up a decades old controversy surrounding Mumia Abu-Jamal, a black radical convicted of killing a Philadelphia police officer.\nObama nominated Debo Adegbile to be an assistant attorney general in November. Adegbile previously served as director of litigation at the NAACP’s Legal Defense Fund.\nSen. Pat Toomey, R-Pa., co-authored an op-ed in the Wall Street Journal with Philadelphia District Attorney R. Seth Williams on Feb. 24 that said Adegbile was not fit for the post because he attempted to \"seize on (the Abu-Jamal) case and turn it into a political platform from which to launch an extreme attack on the justice system.\"\nIn 1982, Abu-Jamal was found guilty of murdering a Philadelphia police officer in a case that garnered national attention. The case went on for many years. In 2009, Adegbile was at the NAACP Legal Defense Fund when it filed an amicus brief before the U.S. Supreme Court, arguing that Abu-Jamal’s sentence was invalid because the jury was racially biased. Later, Adegbile was one of several lawyers to represent Abu-Jamal when prosecutors tried to reinstate the death penalty.\nAbu-Jamal is serving a life sentence without parole.\nBut it was Toomey’s final salvo calling on Adegbile to withdraw his nomination that caught our attention.\n\"Only three years ago, Mr. Adegbile was nominated to serve as a judge on the U.S. Circuit Court of Appeals. Months later that nomination was abruptly withdrawn by the administration. That would be the best course here.\"\nAt PolitiFact, we won’t debate Adegbile’s credentials for this important position, nor weigh in on a decades-old controversy.\nBut whether Adegbile was previously nominated by Obama for a position is something we can, and will, look at.\nNominate vs. consider\nWe perused through the record of presidential nominations. Adegbile’s name doesn’t appear prior to his most recent nomination to the Justice Department.\nSo we then turned to Toomey’s office. They immediately conceded their error.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"We should have written that he was under consideration,\" said Elizabeth Anderson, a spokeswoman for Toomey’s office. \"He was not nominated.\"\nPresidents consider nominees all the time. Some considerations are more public than others.\nFormer United Nations ambassador Susan Rice, for example, was publicly \"considered\" to be the secretary of state by Obama, but her name was never formally submitted for nomination after Republicans lined up against her.\nIn the case of Adegbile, the Washington Post reported in 2011 that Obama \"asked the American Bar Association to evaluate the credentials of Debo Patrick Adegbile, director of litigation for the NAACP Legal Defense and Educational Fund Inc., for a seat on the U.S. Court of Appeals for the District of Columbia Circuit.\"\nMore recently, the Los Angeles Times reported that \"Florida lawyer Ben Hill, who was chairman of the bar association committee, said in an interview that Adegbile's name was withdrawn before he was rated by the group.\"\nSenate Republicans on the Judiciary Committee asked Adegbile this year why his name was withdrawn in 2011. Responding to a question submitted by Sen. Chuck Grassley, R-Iowa, the ranking Republican on the Senate Judiciary Committee, Adegbile wrote: \"I withdrew myself from consideration for a nomination to the U.S. Court of Appeals for the D.C. Circuit based upon my personal, professional and practical assessment that my family’s best interests were served by my decision to remain in my position at the NAACP LDF in New York at that time.\"\nIn his op-ed with Williams, Toomey said Adegbile’s nomination was \"abruptly withdrawn by the administration.\" But Adegbile contends it was his own doing. A spokesman for the White House also said Adegbile took himself out of the running.\nToomey’s office pointed to a Washington Post story (which is actually a wire version of the aforementioned L.A. Times article) where it was reported that \"the White House later withdrew his name.\"\nFinally, it’s worth noting that Obama has had a tough time filling U.S. Court of Appeals seats in the D.C. Circuit. It’s widely considered a stepping stone to the U.S. Supreme Court, and Republicans have repeatedly blocked his nominees.  \nWhen the Senate Democrats invoked the so-called \"nuclear option\" to change Senate rules for confirming presidential appointments, it was to move ahead with three Obama appointees to the 12-member U.S. Court of Appeals for the D.C. Circuit.\nAdegbile’s confirmation for assistant attorney general now only needs a simple majority, which Democrats can arrange without help from Republicans. At the time he was being considered for the judgeship, Republicans could have forced a 60-vote threshold to confirm Adegbile’s nomination, if it reached that point.\nOur ruling\nToomey, along with Williams, wrote that \"Adegbile was nominated to serve as a judge on the U.S. Circuit Court of Appeals. Months later that nomination was abruptly withdrawn by the administration.\" Adegbile was never nominated, a point Toomey’s office conceded. He was considered for the job by Obama, but only briefly and not formally. Presidents considered many names before making an official nomination. The distinction is important, because having to pull a nomination after it's formally made is a less frequent occurrence and a more significant setback for an administration.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-08198"}