{"url": "/factchecks/2011/aug/25/ron-kind/us-rep-ron-kind-says-thanks-medicare-75-fewer-seni/", "speaker": "Ron Kind", "vclaim": "\"Before Medicare, only 51 percent of Americans 65 and older had health care coverage and nearly 30 percent lived below the poverty line. Today, thanks to Medicare ... nearly all seniors have coverage and 75 percent fewer struggle in poverty.\"", "truth_label": "half-true", "date": "stated on June 30, 2011 in a news release:", "title": "U.S. Rep. Ron Kind says that \"thanks to Medicare,\" 75% fewer seniors are in poverty, and most have health coverage", "text": "Democrats marked the 45th anniversary of Medicare by accusing Republicans of renewing hostilities against the popular program.\n\nA partisan scrap over Medicare and the elderly? That’s nothing new.\n\nBut there was one aspect of the rhetoric during the summer of 2011 that caught our attention.\n\nDemocrats reminded audiences of life before and after Medicare -- the health insurance program funded by employer and worker taxes that passed in 1965 after years of debate.\n\nThe comments from U.S. Rep. Ron Kind, D-Wis., partly echoed points made by House Minority Leader Nancy Pelosi and other Democrats:\n\n\"Before Medicare, only 51 percent of Americans 65 and older had health care coverage and nearly 30 percent lived below the poverty line,\" Kind wrote on his website. \"Today, thanks to Medicare, things are drastically different. Nearly all seniors have coverage and 75 percent fewer struggle in poverty.\n\nWe wondered if the situation for seniors had improved as much as described -- and whether Medicare was the main reason why.\n\nIn the early 1960s, both the elderly population and hospital care costs were surging. Private insurers repeatedly were forced to increase premium rates.\n\n\"Old people were long considered ‘bad risks’ by commercial insurers, and unions had not made much headway in obtaining coverage for retired workers through employer-sponsored plans,\" notes an official government history of Medicare on the Social Security website.\n\nOver the objections of the American Medical Association, Congress approved Medicare by wide bipartisan margins, with President Lyndon Johnson signing the measure in July 1965. Medicare took effect in 1966.\n\nAt what rate were seniors insured at that time?\n\nKind points to a 2000 government report that said \"in 1964, nearly half of all seniors were uninsured, making the elderly among the least likely Americans to have health insurance.\"\n\nWe found wide agreement on this point among a half-dozen government and academic reports -- a range from 50 percent to 56 percent uninsured seniors in the early to mid-1960s.\n\nOne report broke it down further: 54 percent had hospital coverage, and 46 percent had surgical coverage, according to survey statistics cited by the National Health Statistics Reports.\n\nIt’s also true virtually all seniors have coverage today.\n\n\"The folks left out are those not eligible for Social Security (either as a worker or dependent or survivor),\" said Marilyn Moon, a Medicare expert at the American Institutes for Research, an independent policy group. \"This is mostly legal immigrants who do not have enough earnings years to qualify. It has traditionally been about 2 percent.\"\n\nThat covers the question of who had coverage. But what about the poverty part of it?\n\nKind said that, thanks to Medicare, \"75 percent fewer struggle in poverty.\" Pelosi did not use that number in her own release on this.\n\nKind pointed us to a chart in a federal report showing a 30 percent poverty rate for seniors in the mid-1960s, and he compares it to a number Pelosi used (7.5 percent) for \"today.\" That would get you to a 75 percent drop. But the figure didn’t reach 30 until 1967 (29.5 percent). And the 7.5 percent was off; Pelosi’s office reviewed it after we asked and will be changing her website.\n\nSo we did our own check.\n\nWe turned to census reports, which show 8.9 percent of seniors in poverty in 2009, the latest year available.\n\nThe closest pre-Medicare census report on elderly poverty we found was 1959, when 35.2 percent of the elderly officially were considered poor. Compared to 2009, this is a 75 percent drop. (Census figures for elderly poverty were not kept for 1960-1965).\n\nSo, Kind is right on the 75 percent. But his statement is aimed at a larger point -- that the poverty reduction is due to Medicare.\n\nIn the Great Depression, at least half of all seniors were living in poverty, but that started to fall after the 1935 act creating Social Security. Experts agree that much of the drop in more recent decades is due not to Medicare, but to improvements in Social Security benefits, especially in the 1970s.\n\n\"The poverty measures are based on cash income and do not reflect the contribution that Medicare has made to the quality of life of seniors. Almost all the decline in poverty is attributed to Social Security,\" said Virginia Reno, a Medicare expert at the National Academy of Social Insurance.\n\nThink of it this way: Social Security payments help determine a senior’s income. Medicare coverage impacts their health care coverage and costs, but isn’t factored into total income, which is how the poverty rate is defined.\n\nAs Reno wrote in a 2010 report: \"Poverty among older Americans declined in the 1960s and 1970s for the same reasons as their median incomes rose: more of them had worked long enough in covered jobs to qualify for Social Security benefits, and the level of these benefits was increased by Congress.\"\n\nMoon, of American Institutes for Research, added: \"What can be said is that without Medicare, many of those both below and above poverty would not be able to afford health care.\"\n\nKind spokeswoman Leah Hunter said the congressman did not mean to suggest Medicare was the sole reason for the poverty-line change.\n\nLet’s bring this home.\n\nKind claimed that basically half of seniors lacked health insurance before Medicare, and the program reduced the share of seniors in poverty by 75 percent. His statistics pan out, but he overplays his hand by making Medicare the hero for getting seniors above the poverty line when experts agree other things, chiefly Social Security, are the reason.\n\nWe rate this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-12523"}