{"url": "/factchecks/2013/oct/21/barack-obama/half-all-ceos-say-shutdown-hiring-setback-six-mont/", "speaker": "Barack Obama", "vclaim": "\"Half of all CEOs say that the shutdown and the threat of shutdown set back their plans to hire over the next six months.\"", "truth_label": "mostly-true", "date": "stated on October 17, 2013 in a public address:", "title": "Half of all CEOs said the shutdown set back hiring plans over next 6 months, says Obama", "text": "After a Senate deal brought the 16-day government shutdown to a close, President Barack Obama wanted to make sure the impact of narrowly avoiding a default wasn’t lost on the nation.\n\"These last few weeks have inflicted completely unnecessary damage on our economy,\" he said in a public address Thursday. As proof, he offered up specific claims including, \"Half of all CEOs say that the shutdown and the threat of shutdown set back their plans to hire over the next six months.\"\nPolitiFact wanted to know whether Obama’s CEO statistic was accurate.\nThe White House pointed us to a recent Business Roundtable survey.\n\"Fifty percent of responding CEOs indicated that the ongoing disagreement in Washington over the 2014 budget and the debt ceiling is having a negative impact on their plans for hiring additional employees over the next six months,\" the report reads.\nOn its face, that’s in line with what Obama said, but we wanted to see how Business Roundtable acquired their results. They would not disclose their exact question wording to us. Their report notes, \"Responses were received from 134 member CEOs, 63 percent of the total Business Roundtable membership.\" \nBusiness Roundtable’s membership tends to be larger companies. Spokeswoman Amanda DeBard told us CEOs are invited based on revenue, industry and market capitalization, so it’s safe to say the poll responses don’t reflect a random sample of U.S. businesses.\nSince Obama often speaks to the Business Roundtable, we wanted to see what his relationship with the group was like. University of Kansas political science professor Burdett Loomis, who specializes in lobbying, said there’s not much of a connection.\n\"Many of them have long-term relationships with government (simply because of their size and the government’s size), but probably only a handful have any kind of even semi-close relationship with Obama,\" he said.\nWe ran the poll results by another business group, the National Federation of Independent Businesses. Senior policy analyst Holly Wade said she saw a similar sentiment among the smaller business owners that the federation represents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n Says Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"In September, there were more small business owners that were feeling pessimistic about business conditions six months out,\" she said.\nThere wasn’t much opinion voiced about delaying employment specifically, though. But Wade said that could be because small businesses were already hiring less during the economic recovery compared to bigger corporations.\nWhy would CEOs want to delay hiring?\nWith another possible debt ceiling default looming Feb. 7, University of Maryland finance professor David Kass said it’s likely that a budget deal will lead to tighter fiscal policy, which would slow down the economy and cause CEOs to put off hiring decisions for a few months.\nAnother factor that would contribute to CEO anxiety is consumer behavior. While day-to-day spending probably won’t change post-shutdown, consumers will likely postpone higher ticket purchases, like homes and cars.\n\"On the demand side, there’s uncertainty on the consumers’ part, which in turn will have an impact on CEOs,\" Kass said. \"They’re trying to predict their future sales and what the environment will look like. It’s a lose-lose situation for everyone.\"\nIn any case, Obama is trying to communicate that the shutdown had a significant financial impact on the nation, and he’s not wrong there. Independent forecasts agree that the shutdown was a setback for the U.S. economy, though they differ on exact figures.\nOur ruling\nObama said 50 percent of CEOs are delaying hiring due to the shutdown, which accurately cites the results of a poll sponsored by the Business Roundtable. The survey’s limited sampling, though,  means the responses aren’t necessarily representative of all U.S. businesses.\nBut the idea that the shutdown affects how businesses think about hiring is more broadly applicable. Experts said it’s reasonable that CEOs would be hesitant to hire, given that uncertainty about government fiscal policy can affect consumer confidence. We rate Obama's claim Mostly True", "vclaim_id": "vclaim-pol-08725"}