{"url": "/factchecks/2020/sep/04/joe-biden/making-point-overlooked-black-history-biden-misses/", "speaker": "Joe Biden", "vclaim": "“A Black man invented the light bulb, not a white guy named Edison.”", "truth_label": "barely-true", "date": "stated on September 3, 2020 in a community meeting:", "title": "Making point on overlooked Black history, Biden misses mark on the inventor of the light bulb", "text": "Race was a key issue in Democratic presidential nominee Joe Biden’s first campaign stop in Wisconsin on Sept. 3, 2020.\nHe spoke with Jacob Blake, a 29-year-old Black man whose shooting at the hands of a Kenosha police officer sparked a week of sometimes violent protests.\nAnd he participated in a community meeting at a Kenosha church where many speakers addressed challenges and inequities faced by people of color.\nIt was there Biden made one particularly eyebrow-raising claim, accusing schools of teaching inaccurate history.\n\"Why in God’s name don’t we teach history in history classes?\" said a facemask-wearing Biden, leaning in toward one attendee to emphasize his point. \"A Black man invented the light bulb, not a white guy named Edison, OK?\"\nBiden went on to say, \"There’s so much, did anybody know before what recently happened, that Black Wall Street in Oklahoma was burned to the ground? Anybody know these things? … We don’t teach them. We’ve got to give people facts.\"\nThomas Edison, of course, is widely acknowledged as the inventor of the lightbulb — among many other things.\nIs Biden right that someone else should get the credit?\nThe origin of the incandescent lightbulb\nThe road to the modern incandescent bulb was a meandering one, with many inventors contributing over a period of decades.\nElectric power was developed in the early 19th Century, and inventors immediately set about applying this development to lighting. Many early attempts focused on arc lighting, in which a bright light is created by electricity sparking between two points, according to Encyclopedia Britannica.\nWhen arc lighting was too bright and required too much power, prompting a pivot to an incandescent solution. \nAmong the key early developments, according to Britannica and other sources:\n\n\n1801 — English chemist Sir Humphry Davy demonstrated strips heated by electricity would glow, but his filaments didn’t last long.\n\n\n1841 — Frederick de Moleyns of England received the first patent for an incandescent lamp, using powdered charcoal between two platinum wires.\n\n\n1865 — The mercury pump is developed, allowing the glowing filament to be placed in a vacuum, which made it glow longer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n1878 — English physicist Sir Joseph Wilson Swan developed a carbon-filament bulb.\n\n\n1879 — Thomas Edison developed his carbon-filament bulb, enclosed in a superior vacuum to extend the life of the filament.\n\n\nSwan and Edison both applied for patents in 1880, prompting litigation that dragged on until the two formed a joint company in 1883.\n\"Edison has always received the major credit for inventing the lightbulb, because of his development of the power lines and other equipment needed to establish the incandescent lamp in a practical lighting system,\" the Britannica entry said.\nA profile of Edison in Time Magazine in 1979 summarized Edison’s role this way: \"Above all, Edison invented the first practical electric light, and a power-distribution system that put it cheaply into every home.\"\nWe should note, all of the inventors referenced here were white.\nSo who is Biden referring to?\nThe role of Lewis Latimer\nA spokesman said Biden was referencing Lewis Latimer, a prolific inventor who worked with both Edison and Alexander Graham Bell (credited with inventing the telephone).\nLatimer did indeed play a key role in the spread of electric lighting. He was a member of the elite \"Edison’s Pioneers\" research team and wrote the first book in the United States on electric lighting in 1890, according to a biography on the MIT website. Latimer also oversaw electric lighting installation in the streets and buildings of New York, Philadelphia, London and other cities, according to a 1988 New York Times story.\nMost notably for the question at hand, Latimer developed a filament that lasted longer than those developed by Edison and others, making the widespread use of electric lighting more feasible. He received a patent in September 1881 for \"new and useful improvements in incandescent electric lamps.\"\nThat was a year and a half after Edison received an electric lamp patent in January 1880.\nBiden’s general point in referencing Latimer and Black Wall Street — a Tulsa, OK. neighborhood where up to 300 people are believed to have died in race riots in 1921 — is a lack of education on Black history in America.\nBut his specific claim in making that point overreaches.\nOur ruling\nSpeaking in Kenosha, Biden said, \"A Black man invented the light bulb, not a white guy named Edison.\"\nThe Black man referenced here, Latimer, did indeed play an important role in the development and adaptation of the incandescent light bulb. So did many other inventors in the decades preceding Edison’s patent. \nEdison certainly wasn’t the sole inventor. He built on the work of others.\nWhile Biden may have a point about the need to better teach Black history, he greatly exaggerates in his example by minimizing Edison to credit only Latimer. All the evidence we’ve reviewed shows Latimer played a lesser role than Edison, and later in the process.\nWe define Mostly False as a statement that contains an element of truth but ignores critical facts that would give a different impression. That fits here.", "vclaim_id": "vclaim-pol-18875"}