{"url": "/factchecks/2020/oct/28/facebook-posts/10000-obamacare-penalty-doubtful/", "speaker": "Facebook posts", "vclaim": "“Because our family couldn’t afford health insurance, Obama/Biden penalized us about $10,000, then took that $10,000 and used it to pay for others’ free Obamacare. Trump ended that theft.”", "truth_label": "barely-true", "date": "stated on October 20, 2020 in a Facebook post.:", "title": "A $10,000 Obamacare penalty? Doubtful.", "text": "A viral Facebook post claims that former President Barack Obama’s health insurance law penalized a family a large amount of money for not buying health insurance and that President Donald Trump was responsible for stopping the practice.\nThe post features writing on the back of a car windshield that says, \"Because our family couldn’t afford health insurance, Obama/Biden penalized us about $10,000, then took that $10,000 and used it to pay for others’ free Obamacare. Trump ended that theft.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about PolitiFact's partnership with Facebook.) We found a similar post on Instagram.\nThe post appears to refer to the individual mandate penalty, a tax under the Affordable Care Act placed on those who chose not to get health insurance. At the end of 2017, Republican-backed tax legislation, also supported by Trump, zeroed out the fine. Beginning in 2019, people could no longer be penalized for not having health insurance. Thus, the mandate hasn’t been in effect for about two years.\nBut $10,000 — the hefty amount this family was supposedly penalized for not having health insurance — raised questions for us. And was that money really used to pay for other people’s health insurance? We decided to look into it.\nThe history of the individual mandate\nThe ACA was implemented in 2010 during the Obama administration. The aim of the health care law — often referred to as Obamacare — was to ensure everyone had health insurance.\nTo that end, the law used what health policy experts call a \"carrot-and-stick\" approach. For low-income and middle-income individuals who had difficulty affording health insurance, the government would provide tax subsidies to reduce the cost of insurance — that was the carrot. And to make sure everyone enrolled in a health insurance plan, those who didn’t sign up were fined, under what was known as the individual mandate provision. That was the stick.\nThe individual mandate, which didn’t kick in until 2014, was unpopular with the American public, according to polling at the time. A 2017 KFF poll showed that 55% of Americans supported the idea of eliminating the requirement that everyone must have health insurance or pay a fine. (KHN is an editorially independent program of KFF.)\nAlthough one of Trump’s key campaign promises was to repeal and replace the ACA, efforts to do so failed in 2017 when the Republican-held Senate failed to get the votes it needed.\nInstead, in their 2017 tax bill, Republicans set the penalty for the individual mandate to $0. Starting in 2019, Americans no longer had to pay a fine for not having health insurance. Trump signed the 2017 tax bill into law. So, it is true that Trump and congressional Republicans were responsible for neutralizing the penalty.\nHowever, experts pointed out that the individual mandate is still in place, it’s just that the penalty is set to $0. In fact, the end of the penalty is behind the justification for a court case attempting to overturn the ACA, brought by Republican attorneys general and supported by the Trump administration. The plaintiffs argue that the health care law is no longer constitutional because the penalty no longer \"produces at least some revenue\" for the federal government. The Supreme Court will hear oral arguments on the case Nov. 10.\nThe math\nThe viral social media posts claim that the family \"couldn’t afford health insurance\" and was penalized $10,000.\nHealth policy experts told us that while the social media post doesn’t give all the specifics needed to know if this was absolutely true, it seems unlikely a penalty would be this high.\nOne issue is the post doesn’t specify whether the $10,000 penalty was incurred in one year or over multiple years. It also doesn’t say how many individuals were part of the family.\nAssuming the $10,000 penalty was incurred in one year, multiple experts told us that the family would have had an annual income above $400,000 and at least one person would have had to be uninsured for the entire year. That math is based on the penalty structure in place in 2018, the last year the mandate was enforced.\nIn 2018, the penalty was calculated one of two ways. The fine was the greater of the two results:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSteve Scalise\n\n\nstated on February 2, 2021 in an interview on Fox News\n\n\n\n\n\n\n\n\n“Now (Biden) is saying that people who came here illegally can jump ahead of other Americans who have been waiting to get the vaccine.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Victoria Knight • February 8, 2021\n\n\n\n\n\n\n\n\n$695 for an adult and $347.50 for a child, up to a max of $2,085 per family annually, or\n2.5% of family income above a certain tax filing threshold (KFF estimated the tax filing threshold was $10,650 for a single individual or $21,300 for joint filers in 2018).\n\nThe first way to calculate the penalty obviously doesn’t apply since the max was $2,085 per year. So, the second would be the only way to get a $10,000-a-year penalty. To arrive at such a number, you would have to take 2.5% of the family’s income. In this case, 2.5% of a $400,000 income gets you close to $10,000.\nAnd experts said it is highly unlikely that a family with a $400,000 income would have had difficulty affording health insurance.\n\"So I would highly doubt the veracity of what is written on that car windshield,\" Karen Pollitz, a senior fellow in health reform and private insurance at KFF wrote in an email. \"People with that much income almost always have job-based health benefits and, if not, generally are inclined to insure themselves very well in order to protect assets — otherwise, if hospitalized and uninsured, they could owe many multiples of the penalty amount in medical bills.\"\nJonathan Oberlander, a health policy professor at the University of North Carolina-Chapel Hill, also pointed out that a $10,000 penalty would have been rare.\n\"Very few American families would have paid anything close to that amount in penalty for not having insurance — the average penalty per person in 2017 was around $700,\" Oberlander wrote in an email. \"Moreover, only a small percentage of Americans ever paid the penalty for not having health insurance — in 2017, 4.6 million persons,\" or about 1% of the population. (In 2017, 325 million people lived in the U.S., according to the Census Bureau.)\nIt’s also unclear whether it would have just been cheaper for the family to pay for health insurance rather than incur a $10,000 penalty, said Matthew Fiedler, a health policy scholar at the Brookings Institution.\n\"It depends on the ages of the members of the family, where they live, what year (or years) we are talking about, and the family’s income,\" Fiedler wrote in an email. \"There are conceivable scenarios where the family could have found a bronze plan for $10k or less. But there are also plenty of plausible scenarios where they could not have. Without knowing more about the family’s circumstances, it’s just hard to say with any confidence.\"\nWhere did the penalty money go?\nExperts also told us that the post’s assertion that the penalties paid for not having health insurance were directly applied to fund other people’s health insurance was off the mark.\nThe individual mandate penalties were assessed during each annual tax filing, and then payments were made the year after there was a lapse in insurance coverage.\nThose penalties were collected just like any other tax payment.\n\"As a strict accounting, keep in mind, everything gets dumped into the Treasury regardless of the source, and then it is appropriated out of the Treasury by Congress,\" said Edmund Haislmaier, a senior research fellow in health care policy at the Heritage Foundation. \"It’s not like money goes into one account and then another.\"\nSo, while it’s certainly possible that the penalty money could have been used to help pay for some of the ACA subsidies for other people, the money also could have gone to any other number of things the government pays for, like the military, disaster relief or education.\n\"You don’t know exactly where your taxes or penalties go,\" said Evan Saltzman, an assistant professor in economics at Emory University. \"Maybe a small share went to Obamacare, but that’s a stretch. You can’t track where every dollar you spent on your taxes is going.\"\nIt’s also misleading to say that other individuals received \"free Obamacare\" from the penalty payment. The experts said that while Medicaid expansion, which was a part of the ACA, does provide health care coverage for low-income people who are eligible, those who bought insurance on the marketplace would still likely have paid for some part of their coverage after subsidies were applied.\nOur ruling\nA viral social media post claims that a family was penalized $10,000 for not being able to afford health insurance. It also claimed the penalty money was taken to pay for others’ \"free ObamaCare\" and Trump stopped that practice.\nIt is true that Trump and Congress did zero out the individual mandate requirement, so people could no longer be penalized for not having health insurance. But after that, skepticism abounds.\nFor instance, it’s very unlikely that a family would face a $10,000 penalty in one year. Moreover, if such a family did face this penalty for not having health insurance, they would likely be in a high-income bracket for which health insurance tends to come from an employer or be affordable. And the charge that the penalty was used to provide \"free coverage\" for others doesn’t fit with federal accounting processes.\nExperts said, though, that the lack of specifics about this family’s situation makes it difficult to be completely definitive.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-18798"}