{"url": "/factchecks/2010/jul/22/mike-pence/mike-pence-says-democrats-want-all-bush-tax-cuts-e/", "speaker": "Mike Pence", "vclaim": "\"Should Democrats get their way, every income tax bracket will increase on Jan. 1, 2011. Every single one.\"", "truth_label": "false", "date": "stated on July 20, 2010 in a press conference:", "title": "Mike Pence says Democrats want all of Bush tax cuts to expire", "text": "In a July 20, 2010, press conference, Rep. Mike Pence, R-Ind., the third-ranking House Republican, attacked the Democratic majority over tax policy.\n\nHe said, \"The American people deserve to know that, should Democrats get their way, every income tax bracket will increase on January 1, 2011. Every single one. You know, you don’t raise taxes on every American taxpayer during the worst recession in 25 years. As we’ve done on their failed stimulus policy, as we did on their national energy tax, as we did on their government takeover of health care, House Republicans will stand in the gap to protect taxpayers from the largest tax increase in American history.\"\n\nWe thought it would be worth checking two aspects of Pence's statement. One is whether all tax brackets are indeed poised to rise when tax cuts passed under President George W. Bush expire at the end of this year. The other is whether the Democrats actually want that to happen. We'll take these in order.\n\n• Will every tax bracket increase? The answer is yes, unless Congress takes action.\n\nThe Economic Growth and Tax Relief Reconciliation Act of 2001, which is set to expire on Dec. 31, 2010, lowered income tax rates across the board, though studies have shown that the benefits of this law, when combined with other Bush-era tax cuts, tilted toward wealthier Americans.\n\nThe law created a new, 10 percent tax rate for the lowest-income taxpayers (many of whom actually qualify for tax rebates under the Earned Income Tax Credit). It also chopped a few percentage points off most existing tax brackets, with the top rate for married households falling from 39.6 percent to 35 percent.\n\nIf the tax cuts were to expire with no Congressional intervention, the pre-2001 tax brackets would spring back to life. Here's how the tax brackets would look on a before-and-after basis for married couples filing jointly based on their incomes. For simplicity, we're ignoring modest adjustments for inflation. Tax brackets for other categories such as individual filers broadly follow the same pattern.\n\n  • Up to $16,750: Rises from 10 percent to 15 percent\n  • From $16,751 to $58,200: Stays same at 15 percent, but entire bracket pays 5 percent additional on the first $16,750\n  • From $58,201 to $68,000: Rises from 15 percent to 28 percent\n  • From $68,001 to $137,300: Rises from 25 percent to 28 percent\n  • From $137,301 to $209,250: Rises from 28 percent to 31 percent\n  • From $209,251 to $373,650: Rises from 33 percent to 36 percent\n  • $373,651 and up: Rises from 35 percent to 39.6 percent\n\n   So on this point, Pence is correct, assuming Congress does nothing.\n\n• Do Democrats want every tax bracket to rise, as Pence suggests? In a word, no.\n\nFor many months, Democratic officials have consistently said that they intend to let only the tax cuts for the wealthiest individuals lapse. The cutoff they usually suggest is $200,000 for individuals and $250,000 for married couples filing jointly. President Obama campaigned on just such a plan, and we've logged those promises into our Obameter campaign promises database.\n\nTake this Reuters article published July 13, 2010, just days before Pence made his comments.\n\n\"The U.S. Congress will likely act to extend tax cuts for the middle class to avoid choking off the fragile economic recovery, key congressional Democrats said on Tuesday. House Democratic Leader Steny Hoyer said he expected the House to push to extend middle-class tax cuts before they expire at year end but suggested cutting taxes for the wealthy is less urgent. 'What you want to do is stimulate at this point in time, so you certainly do not want to increase taxes on the middle class, middle-income working Americans,' Hoyer told reporters. President Barack Obama and his Democratic allies in Congress have vowed not to raise taxes on individuals earning less than $200,000 or couples making less than $250,000.\"\n\nA bill to do this is not yet finished, but spokesmen for both Speaker Nancy Pelosi, D-Calif., and the House Ways and Means Committee confirmed to PolitiFact that the legislative proposal they're working on would extend the tax cuts for all taxpayers below an income threshold.\nA Pence spokesman countered with another Hoyer remark, made June 22, 2010, during a forum on deficit reduction.\n\nHoyer told the audience that \"as the House and Senate debate what to do with the expiring Bush tax cuts in the coming weeks, we need to have a serious discussion about their implications for our fiscal outlook, including whether we can afford to permanently extend them before we have a real plan for long-term deficit reduction,\" according to an Associated Press report.\n\nThis suggests that at least one leading Democrat is undecided about how to proceed with the Bush tax cuts in the long term. However, we don’t see this as strong evidence for Pence’s claim.\n\nFirst, Hoyer, in comments to reporters after the June 22 event, said, \"I don't think this is the time to increase taxes.\" He said that any tax increases, if they happen at all, would need to take place after the economy recovers. He didn't express any opposition to temporary extensions of the tax cuts (at least for middle- and lower-income Americans) -- and that’s the only factor that’s relevant in judging Pence’s quote.\nWhile Pence would be on safe ground questioning Hoyer’s commitment to a permanent extension, he’s wrong to say that Hoyer would somehow \"get (his) way\" by seeing all tax brackets increase on Jan. 1, 2011.\n\nJust to be safe, we checked with Hoyer’s office to nail down his stance on a temporary extension. Communications director Katie Grant confirmed that Hoyer favors at least a temporary extension to prevent a tax increase on Jan. 1, 2011.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIf anything, the momentum within the Democratic Party may be in the direction of keeping the Bush tax cuts for everyone, even for the wealthy. On July 22, 2010, news reports indicated that Democratic Sens. Ben Nelson of Nebraska and Kent Conrad of North Dakota had joined a growing chorus of Democrats who think it might be a good idea to extend the Bush tax cuts for everyone, at least until the economy has recovered.\nPence is right that every tax bracket will go up if the law is not extended. Still, we think the claim that Democrats don't want to extend the law is inaccurate. While the legislative drafting is still in process, the Democratic majority in Congress has made clear that it plans to extend tax cuts for all but the top couple percentage points of the income distribution. So it's highly misleading for him to say that Democrats actually want to see all the bill's cuts expire. Indeed, Pence's comment verges on a scare tactic. While Pence would have been entirely accurate to say, \"If the Democrats fail to extend the expiring tax cuts, all tax brackets will increase,\" he didn't. What he did say merits a ruling of False.\nhttps://www.sharethefacts.co/share/c0d67665-83ed-4917-9c62-18f8b2669155", "vclaim_id": "vclaim-pol-14729"}