{"url": "/factchecks/2020/feb/28/mark-pocan/pocan-money-lagging-wages-claim/", "speaker": "Mark Pocan", "vclaim": "“There’s an Amazon distribution center that was advertising, last time I was there, up to $12.75 an hour. Your parents made that three decades ago.”", "truth_label": "mostly-true", "date": "stated on January 16, 2020 in a tweet:", "title": "Rep. Mark Pocan is on point that wages haven't moved much in the last 30 years", "text": "On the campaign trail, U.S. Sen. Bernie Sanders, I-Vt., has made a point of talking about stagnant wages. \nSo has U.S. Rep. Mark Pocan, D-Wisconsin, who co-sponsored a bill in 2019 to raise the minimum wage to $15 an hour in 2024. \nThe bill passed in the House in July 2019 and is stalled in the Senate, but Pocan is still talking about wage growth — most recently in his endorsement of Sanders for the Democratic presidential nomination. \nIn a Jan. 16, 2020 video with Sanders posted on Twitter, Pocan described an advertisement he saw for the Amazon distribution center in his hometown of Kenosha, seeking workers for $12.75 an hour. \n\"Your parents made that three decades ago, and that’s what people are making now,\" Pocan said to the camera.\nIs Pocan right on the numbers?\nAnd what about his underlying point: that real wages haven’t changed much in 30 years?\nWe checked it out. \nCrunching the numbers\nWhen asked for evidence to back up Pocan’s claim, communications director Usamah Andrabi provided historical pay data for the nation’s auto industry and the median income for Wisconsin men and women according to the 1990 census. \nAndrabi said Pocan often uses auto worker pay to make his point, because auto manufacturing was the dominant industry in Kenosha when he was growing up there. \nBut Pocan did not mention auto pay in his claim, and pay in that industry historically is far higher than many other jobs. So, we focused on the weekly and hourly earnings data from the federal Bureau of Labor Statistics. \nLet’s walk through the math. \nDennis Winters, chief economist for the Wisconsin Department of Workforce Development, said the best metric to use in examining the claim is median wages — and, of course, to examine them in \"real\" terms, to compare the spending power over time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe median wage for Americans in December 1990 was $417 per week, which breaks down to $10.43 an hour. \nFast-forward three decades, and the median wage for Americans in December 2019 was $933 per week, or $23.33 an hour. \nThat might look like a significant increase.  \nBut using the Bureau’s inflation calculator, the 1990 weekly wage translates to $800.88 per week in today’s dollars, or $20.02 an hour. So, that’s a roughly $3 increase in 30 years.\nFrom a narrow perspective, Pocan is off — an offer of $12.75 does not equate to hourly wages from 30 years ago, as a straight comparison or with inflation factored in. \nHe fares much better when considering the larger point being made: That wage growth has been largely stagnant.\nAn August 2018 study from the Pew Research Center showed that at least since 2000, most of the country’s wage growth is distributed among the top 10% of earners.\nFor those closer to the median and below it, the growth line is nearly flat. \nWhat’s more, the cost of living has undergone a much steeper hike: from 1983 to 2013, the Bureau of Labor Statistics reported a roughly 3% annual increase in rent and food prices, and a 1.3% annual increase in new vehicle prices. \nSo, a small growth in median wages is dwarfed next to the rise in cost of other goods.\nOur ruling \nIn his endorsement video for Sanders, Pocan said that people in 1990 were making the same amount per hour as he saw advertised for the Amazon distribution center in Kenosha today.\nA quick comparison shows that wages today are slightly higher than what they were then, once inflation is factored in. \nBut the cost of everyday goods like rent, groceries and cars have outpaced that median wage growth, meaning a worker’s 1990 weekly paycheck, at a $10.43-an-hour rate, would have held more spending power than the $23.33-an-hour rate does today.\nWe rate Pocan’s claim Mostly True.", "vclaim_id": "vclaim-pol-17489"}