{"url": "/factchecks/2012/apr/24/jack-kingston/kingston-says-oil-production-down-last-year-under-/", "speaker": "Jack Kingston", "vclaim": "Under President Barack Obama’s watch, \"oil production on federal lands has decreased 14 percent over the past year.\"", "truth_label": "half-true", "date": "stated on April 12, 2012:", "title": "Kingston says oil production down last year under Obama", "text": "Savannah Congressman Jack Kingston is standing in line with other Republicans this presidential election season to hit President Barack Obama on a major talking point.\n\nThey’re pinning the blame for rising gas prices on Obama.\n\nKingston took his turn April 12 with an op-ed in his hometown paper, the Savannah Morning News.\n\n\"[W]hile families struggle with rising gas prices the president is only making things worse,\" the op-ed said.\n\n\"When he [Obama] claims energy production is increasing on his watch, he is taking credit for production on state and private lands. In fact, oil production on federal lands has decreased 14 percent over the past year.\"\n\nOil production is down 14 percent on federal lands? We thought this claim was well worth a check.\n\nOur colleagues at PolitiFact National and PolitiFact Ohio have looked at similar claims. Both teams cautioned against blaming a president for current oil production levels. Factors such as natural and man-made disasters, changes in technology and presidential policies dating back decades are also at play.  \n\n\"I don't think Obama can claim a lot of credit for production levels now, and I'm not even sure that [George W. Bush] can,\" Jay Hakes, who directed the independent U.S. Energy Information Administration for seven years during the Clinton administration, told PolitiFact National.\n\nHakes is author of \"A Declaration of Energy Independence,\" which looks at energy policy from President Harry S. Truman to President George W. Bush.\n\n\"If you're going to go back — who should get the credit — I might be able to find something that Nixon did,\" Hakes said.\n\nPolitiFact Ohio addressed these factors when they looked into a March 26 statement by that state’s U.S. Sen. Rob Portman: \"Last year, we produced 14 percent less oil on public lands than we did the year before.\"\n\nThey found it was Mostly True. They checked the number against data from the U.S. Department of the Interior’s Office of Natural Resources Revenue, which tracks royalties to the government for oil, gas and coal produced on federal lands and waters. They also cross-checked it against information from the U.S. Energy Information Administration, which provides the federal government’s official energy statistics.\n\nAlthough the number was accurate, Portman’s statement needed additional clarification or information. At least part of the drop on public lands and waters last fiscal year was due to the April 2010 Deepwater Horizon disaster and an apparent shift by oil companies to private lands for \"fracking.\" (Fracking, or hydraulic fracturing, is a method of extracting oil or gas that opens up rock with a pressurized mix of water and chemicals.)\n\nAbout one week after PolitiFact Ohio’s story ran, Crossroads GPS, a conservative group, released a Web ad that tied Obama even more directly than Portman did to a decline in oil production.\n\nThe group said that oil \"production's down where Obama's in charge,\" and cited the 14 percent figure.  \n\nPolitiFact National gave Crossroads GPS a Half True.\n\nThe 14 percent decline took place in a single year -- fiscal year 2011, or Oct. 1, 2010, through Sept. 30, 2011. This time period includes the aftermath of the deadly Deepwater Horizon oil spill of April 20, 2010.\n\nThe Department of the Interior issued a directive about a month after the disaster that said they would not consider drilling permits for deepwater wells for six months. Changes in federal regulations followed.\n\nNational also found the data Crossroads GPS used did not tell the whole story.\n\nFrom fiscal year 2009 through 2011, crude oil sales from federal lands and waters did suffer a net decline of less than 1 percent, according to the Energy Information Administration. In 2009, oil production totaled 632 million barrels. In 2011, it was down to 626 million.\n\nHowever, during the first two fiscal years, oil production rose. In 2010, those sales totaled 726 million, a year-over-year increase of 14.9 percent.\n\nFurthermore, 2011’s 14 percent drop in production on federal lands and waters took place as onshore production rose slightly. Crude oil sales stood at 108 million barrels in 2010. They rose to 112 million barrels, an increase of 3.7 percent.  \n\nWe found that Kingston’s op-ed piece, which places the blame for gas prices squarely on Obama’s shoulders, shares these accuracy problems. He cited the 14 percent figure, saying Obama is \"only making things worse\" for families struggling with high gas prices.\n\nHis spokesman Chris Crawford argued the congressman’s claim deserves a True. The number is accurate, and Obama is saying energy production is up on his watch.\n\n\"I don't see how you can come to any conclusion but it being the truth,\" Crawford said in an email.\n\nBut we’re not rating Obama’s statements. We’re also not taking issue with Kingston’s oil production data.\n\nOur issue is context, and that’s where Kingston runs into trouble. He cherry-picked the most unflattering oil production numbers under the Obama administration and ignored the impact of events well outside the president’s control: changes in technology, decades of presidential policy, and most importantly, the Deepwater Horizon spill.\n\nKingston’s statement is partially accurate but leaves out important details or takes things out of context. According to PolitiFact’s rules, this earns Kingston a Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11219"}