{"url": "/factchecks/2012/jun/25/gerry-connolly/rep-gerry-connolly-says-reagan-raised-taxes-during/", "speaker": "Gerry Connolly", "vclaim": "Ronald Reagan \"raised taxes in 1982, 1984, 1985, 1986 and 1987.\"", "truth_label": "true", "date": "stated on June 5, 2012 in a floor speech.:", "title": "Rep. Gerry Connolly says Reagan raised taxes during five years of presidency", "text": "U.S. Rep. Gerry Connolly, D-11th, recently invoked the name of Ronald Reagan to drum up support for raising taxes for a new stimulus program.\n\nDuring a June 5 floor speech, Connolly lamented the refusal of House Republican leaders to allow the American Jobs Act to come up for a vote. The bill, proposed by President Barack Obama, calls for $447 billion over 10 years to pay for infrastructure and school improvements, new job training programs, unemployment insurance, and temporary tax cuts for working families and small businesses.\n\nThe stimulus would be funded by levying taxes on corporations and people earning more than $1 million a year.\n\nConnolly said the House, in considering the legislation, should ask, \"What would Ronald Reagan do?\"\n\n\"Many Republicans decried the use of additional revenue to help offset any increase in national debt,\" Connolly said. \"Apparently, they forgot that when faced with rising deficits, Ronald Reagan looked to revenue increases, broadening the tax base, closing loopholes and raising taxes. Yes, he raised taxes in 1982, 1984, 1985, 1986 and 1987.\"\n\nDid the Gipper really raise taxes during five years of his presidency? We checked.\n\nLet’s start by noting that if you recall Reagan as tax cutter, your memory is good. Reagan campaigned in 1980 on reducing taxes. During his administration, the top income tax rate decreased from 70 percent in 1981 to 28 percent in 1986.\n\nBut to combat a rising deficit and debt burden, Reagan also approved increased taxes.\n\nIn 1982, The Tax Equity and Fiscal Responsibility Act raised taxes by $37.5 billion per year, and the Highway Revenue Act raised the gasoline tax by $3.3 billion.\n\nIn 1983, Reagan signed off on legislation to raise payroll taxes and tax Social Security benefits for some higher earners.\n\nIn 1984, the Deficit Reduction Act included increases in taxes on estates and distilled spirits and ended some business tax breaks, to the tune of $18 billion per year.\n\nIn 1985, Reagan signed legislation making permanent a 16-cent federal excise tax on a pack of cigarettes, then worth about $2.4 billion a year.\n\nIn 1986, the Tax Reform Act lowered the top income tax bracket from 50 percent to 28 percent. To pay for the reductions, however, the legislation closed a number of tax loopholes.\n\nIn 1987, Reagan signed the Omnibus Budget Reconciliation Act that extended the telephone excise tax and eliminated a real estate tax deduction loophole.\n\nSo it’s accurate to say Reagan increased levies during five years of his administration, but there’s a caveat: The overall tax burden on businesses and individuals went down during his presidency.\n\nWe examined data from the nonpartisan Tax Policy Center that computes the nation’s tax revenues as a percentage of its Gross Domestic Product -- the total of all goods and services produced.\n\nWhen Reagan took office in 1981, federal taxes were 19.6 percent of GDP, the highest level since World War II. That figure dropped to 17.3 percent during his first term and rose to 18.2 percent at the end of his second term.\n\nFor comparison, federal tax revenues for this fiscal year are estimated at 15.8 percent of GDP.\n\nReagan’s efforts to cut top income tax rates at the same time he was increasing defense spending created strain, and the federal debt rose from $994 billion at the start of his first term to almost $2.9 trillion at the end. As a result, Reagan was willing to accept and sometimes promote proposals that would close loopholes and create a broader tax base, according to C. Eugene Steuerle, who organized the Treasury Department's 1984-86 tax reform effort and is now a fellow at the Urban Institute and Tax Policy Center.\n\nThis April, President Barack Obama said Reagan \"understood repeatedly that when the deficit started to get out of control, that for him to make a deal, he would have to propose both spending cuts and tax increases.\" PolitiFact National rated the claim Mostly True, noting that Reagan did not repeatedly propose increases but agreed to tax hikes put forth by Congress.\n\nOur ruling\n\nConnolly said Reagan, as president \"raised taxes\" in 1982, 1984, 1985, 1986 and 1987.  Reagan did, in fact, sign off on at least one tax increase during each of those years.\n\nSome of the increases were modest in scope. And it’s important to note that overall U.S. taxes, when measured as a portion of the nation’s GDP, went down during Reagan’s presidency.\n\nBut there’s no doubt that Reagan was willing to cut budget deals that included raising revenues. We rate Connolly’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10870"}