{"url": "/factchecks/2012/aug/14/rick-scott/florida-no-1-concealed-permits-rick-scott-says/", "speaker": "Rick Scott", "vclaim": "Florida has \"more concealed weapons permits than any other state.\"", "truth_label": "true", "date": "stated on August 13, 2012 in a Fox News interview:", "title": "Florida is No. 1 in concealed permits, Rick Scott says", "text": "After yucking it up on a Gulf of Mexico fishing trip, Govs. Rick Perry and Rick Scott sat for a wide-ranging interview with Fox News Channel’s Your World with Neil Cavuto.\n\nIn the interview (transcript here), the governors talked about why Scott and not Perry was selected to speak at the Republican National Convention in Tampa, as well as Mitt Romney’s decision to select U.S. Rep. Paul Ryan, R-Wis., as his running mate. They also were asked to comment about a recent shooting near Texas A&M University.\n\nBoth Perry and Scott cautioned about using the shooting as evidence that people’s gun rights should be restricted.\n\nScott then stated an amazing statistic about guns, if true.\n\n\"I mean, I think we have more concealed weapons permits than any other state because Floridians care about their right to bear arms.\"\n\nFlorida is the fourth-most populous state in the country, so it’s no surprise it would be high on a concealed permit list. But is it No. 1 ahead of Perry’s Texas, which has 6 million more residents, and California, which is nearly double the size?\n\nTurns out, yes. Scott is correct.\n\nThe U.S. Government Accountability Office, the investigative arm of Congress, recently studied the number of active concealed weapons permits by state. Their report, available here, is dated July 2012 and includes concealed weapons permit data as of Dec. 31, 2011, in most cases.\n\nThe top 10 of valid permits by state breaks down like this:\n\n1. Florida -- 887,000;\n2. Pennsylvania -- 786,000;\n3. Georgia -- 600,000;\n4. Texas -- 519,000;\n5. Indiana -- 406,000;\n6. Washington -- 351,000;\n7. Utah -- 347,000;\n8. Tennessee -- 341,000;\n9. Michigan -- 296,000;\n10. Virginia -- 279,000.\n\nThere’s two caveats to this list. First, several states, including Florida, allow out-of-state residents to acquire concealed weapons permits. So people living outside of Florida may have a Florida permit. Records don’t distinguish by location.\n\nSecond, it’s worth noting that many states have reciprocity agreements regarding concealed weapons permits, meaning that a Texas license is valid in Florida and vice versa.\n\nWe don’t think either is enough to question the validity of Scott’s remark, however.\n\nThree large states are missing from the Top 10 list. Illinois does not issue concealed weapons permits. California and New York are considered a \"may issue\" states, which gives those states much more discretion over who gets a permit. That in turn makes it harder to get one.\n\nAs a result, California has just 35,000 active permits, representing .1 percent of the adult active population, according to the analysis. Florida, a \"shall issue\" state, had a concealed weapons permit rate of 6.2 percent of its active adult population. Georgia ranks first at 11 percent.\n\nOur ruling\n\nScott said Florida has \"more concealed weapons permits than any other state.\" A recent U.S. Government Accountability Office study backs Scott up. The state has about 887,000 valid concealed weapons permits, nearly 100,000 more than the next closest state, Pennsylvania.\n\nWe rate this statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\n\n(Correction: Our concluding graphs originally gave Georgia the No. 2 ranking and ignored Pennsylvania, which is rightly No. 2.)", "vclaim_id": "vclaim-pol-10581"}