{"url": "/factchecks/2018/nov/06/blog-posting/no-msnbc-didnt-call-florida-governors-andrew-gillu/", "speaker": "Bloggers", "vclaim": "Says MSNBC called the Florida governor’s race for Andrew Gillum before Election Day.", "truth_label": "false", "date": "stated on November 6, 2018 in a Facebook post:", "title": "No, MSNBC didn't call the Florida governor’s for Andrew Gillum before Election Day", "text": "With hours to go before the polls close, some Facebook users are fuming over a recent MSNBC show—and suggesting something is amiss.\n\"FLORIDA POLLS VOTE RIGGED?!!!\" reads one post that appeared on Facebook earlier today, Nov. 6. The post includes what looks like a still of a TV segment with photos of Andrew Gillum, the Democrat running for Florida governor, and Ron DeSantis, his Republican opponent. The figures \"49.4%\" and \"3,343,634\" appear near Gillum’s picture, and \"48.8%\" and \"3,297,970\" next to DeSantis’s. In the top right corner is a graphic that reads: \"Close Call: 99% In.\"\n\"This was shown on MSNBC last night, calling the race for Gillum. Look at the upper right corner-’99% in’ referring to Florida voting,\" the post says. It then quotes a Huffington Post story without attribution. \"Oops,\" the story stars. \"MSNBC on Monday inadvertently aired what looked like live results of the heated gubernatorial election in Florida — a day before the actual voting.\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe image actually did air, but the network was quick to say it was an error. (We saw the image that aired on \"All In With Chris Hayes\" on Nov. 5 at around the 12:15 mark of the episode that was posted to YouTube. Hayes’s correction comes around 28:30.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"Quick clarification here,\" he said. \"Earlier this hour we showed a graphic of the Florida gubernatorial race—may have caught your eye because our system had inadvertently populated some test numbers. Obviously, we do not yet have any vote totals here the night before the election. That was a misfire. Don’t worry, I was pretty confused when I saw it up there.\"\nFlorida results are not yet available, said Sarah Revell, a spokeswoman for the Florida Department of State, and preliminary unofficial election results won’t be posted to the Florida Election Watch website until 8 p.m. Eastern Time.\n\"Florida’s elections are not rigged,\" Revell said in an email. \"No election fraud complaints have been filed with our office today. Our Voter Assistance Hotline is open and has been assisting voters who are calling in with questions about where to vote, how to vote, etc.\"\nThough MSNBC aired a graphic that looked like Gillum won the tight gubernatorial race, the network quickly said it was a mistake. As Hayes said earlier in the segment: \"We have quite simply never seen a midterm election like this one.\" But, he added, \"we don’t know, let’s be clear, how all this energy will translate to election results.\"  \nWe rate this claim False.\n Share the Facts 2018-11-07 15:14:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says MSNBC called the Florida governor’s race for Andrew Gillum before Election Day.    Facebook user posted to The Deplorables FB group https://www.facebook.com/photo.php?fbid=2282026725159426&set=gm.645752035867620&type=3&theater&ifg=1   in a Facebook post Tuesday, November 6, 2018 2018-11-06    Read More  info", "vclaim_id": "vclaim-pol-01287"}