{"url": "/factchecks/2019/feb/15/chuck-mcgrady/nc-republican-half-right-about-gop-support-redistr/", "speaker": "Chuck McGrady", "vclaim": "Says \"nearly half\" of House Republicans have supported a nonpartisan redistricting bill.", "truth_label": "half-true", "date": "stated on February 13, 2019 in a press conference:", "title": "NC Republican half-right about GOP support for redistricting reform", "text": "There’s more support for redistricting reform than meets the eye, according to one North Carolina legislator.\nFor decades, North Carolina’s election maps have been criticized as biased toward whichever party controlled the legislature when the maps were drawn. And currently, the state faces four different legal challenges to its maps.\nSo Rep. Chuck McGrady, a Republican from Henderson County, hopes the legislature will change its ways before the maps need to be redrawn in 2021. On Feb. 13, McGrady introduced a bill that would shift redistricting responsibilities from the legislature to a committee of non-politicians.\nGiven GOP legislators have controlled the state House and state Senate since 2011, it may seem like Republicans aren’t interested in redistricting reform. But that’s not so, McGrady claims.\n\"In my caucus, nearly half of the Republicans now serving have voted for this type of bill … or have cosponsored one or more of the nonpartisan redistricting bills,\" McGrady said Wednesday during a press conference.\nThere are currently 65 Republicans in the House. For McGrady’s claim to be correct, about 33 of them need to have previously supported a redistricting bill.\nHow close does McGrady come? If we’re talking about House Republicans who supported bills before 2019, McGrady comes up a little short – something he realized when contacted by PolitiFact.\nMcGrady said he got his information from Bob Phillips, executive director of Common Cause NC, a left-leaning voting rights advocacy group. McGrady miscounted the number of legislators who previously supported nonpartisan redistricting, he said in an email.\n\"I didn’t realize I was double counting some members since they were included both as voting for a bill and cosponsoring one or more bills,\" McGrady said, referring to a list he was given.\nIt’s also important to note that Republicans who previously supported a nonpartisan redistricting bill aren’t necessarily going to support it this year.\nStill, McGrady’s not that far off. His prediction comes close, but only because of Republicans who support his bill this year.\nLet’s walk down memory lane.\nA 2011 BILL\nAmong the bills McGrady mentioned in his press conference was House Bill 824, a bill introduced in 2011 that would’ve created a nonpartisan redistricting process.\nFive current House members were among the bill sponsors:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\nDavid Lewis of Harnett County\nJohn Faircloth of Guilford\nJulia Howard of Davie\nSarah Stevens of Surry (House Speaker pro tempore)\nHarry Warren of Rowan.\n\nTen more voted for the bill at least once:\n\nHugh Blackwell of Burke County,\nWilliam Brisson of Bladen (who in 2011 was a Democrat)\nGeorge Cleveland of Onslow\nJimmy Dixon of Duplin\nCraig Horn of Union\nPat Hurley of Randolph\nLinda Johnson of Cabarrus\nPat McElraft of Carteret\n• Tim Moore of Cleveland\n• John Torbett of Gaston\n\nThat makes 15 Republican legislators who voted on HB 824.\nA 2013 BILL\nIn 2013, a bipartisan group of legislators filed another nonpartisan redistricting bill.\nThe bill, HB 606, was never put up for a vote. But several Republican supporters of the 2011 bill sponsored HB 606, as well as these six other Republicans:\n\nJay Adams of Catawba County\nJon Hardister of Guilford\nJason Saine of Lincoln\nPhil Shepard of Onslow\nJohn Szoka of Cumberland\nMcGrady, the bill sponsor.\n\nSo far, that puts our count of nonpartisan redistricting supporters at 21 Republicans.\nBILLS IN 2015, 2017\nIn 2015, HB 92 sought to form a nonpartisan redistricting commission. It was never voted on, but several current Republicans supported it, including John Fraley of Iredell County and Lee Zachary of Yadkin.\nA similar bill, HB 200, was introduced in 2017 and never voted on. Cody Henson of Transylvania County was among a handful of Republican sponsors.\nBy our count, 24 Republican House members supported nonpartisan redistricting bills before this year.\nThat brings us to 2019 and the bill McGrady just introduced, HB 69. It’s sponsored by eight Republicans who weren’t already on our list:\n\nJerry Carter of Rockingham County\nKevin Corbin of Macon\nTed Davis of New Hanover\nEdward Goodwin of Chowan\nHolly Grange of New Hanover\nBobby Hanig of Currituck\nStephen Ross of Alamance\nWayne Sasser of Stanly County.\n\n(Goodwin, Hanig, Ross and Sasser added their names to the bill after McGrady’s press conference.)\nThat means, as of 3 p.m. Friday afternoon, 32 House Republicans have cosponsored or voted for a nonpartisan redistricting bill at some point. Additionally, Republican Reps. Greg Murphy of Pitt County and Keith Kidwell of Beaufort signed a pledge with Common Cause NC, to support an independent, nonpartisan redistricting commission.\nOUR RULING\nMcGrady said \"nearly half\" of House Republicans have supported a nonpartisan redistricting bill. Only 24 House Republicans (about 37 percent) supported a nonpartisan redistricting bill before 2019, which isn’t close to half of the 65 GOP House members.\nBut, when you consider Republican support for his new bill, he’s pretty much right that nearly half of House Republicans have supported the idea of nonpartisan redistricting at some point. We rate this claim Half True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-02-16 02:07:42 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says \"nearly half\" of House Republicans have supported a nonpartisan redistricting bill.    Chuck McGrady NC House member https://www.newsobserver.com/news/politics-government/article226205125.html   NC Wednesday, February 13, 2019 2019-02-13    Read More  info", "vclaim_id": "vclaim-pol-01008"}