{"url": "/factchecks/2012/aug/30/rick-santorum/rick-santorum-says-obama-wants-nationalize-curricu/", "speaker": "Rick Santorum", "vclaim": "President Obama’s education \"solution\" includes an effort to \"nationalize curriculum.\"", "truth_label": "barely-true", "date": "stated on August 28, 2012 in a speech at the Republican National Convention:", "title": "Rick Santorum says Barack Obama wants to \"nationalize curriculum\"", "text": "Who should decide how to teach children to write a sentence or multiply numbers -- local leaders or the feds?\n\nRick Santorum, who dropped out of the GOP presidential primary, touched on that theme in his Aug. 28 speech at the Republican National Convention in Tampa:\n\n\"A solid education should be the second rung on the ladder to success, but the system is failing. President Obama's solution has been to deny parents choice, attack private schools and nationalize curriculum and student loans. Mitt Romney believes that parents and the local community must be put in charge -- not the Department of Education.\"\n\nHas Obama tried to \"nationalize curriculum\"? We could not track down Santorum to ask him to explain his statement, but Education Week wrote that his statement was \"an apparent dig at the Common Core State Standards, which are not an initiative of the federal government, but have been embraced by the federal Department of Education.\"\n\n‘Common Core' standards\n\nThe movement toward Common Core standards pre-dates Obama’s presidency. The Council of Chief State School Officers -- a national organization of public officials who head state education departments -- discussed developing common standards during its annual policy forum in 2007, a year before Obama won the presidency. In 2009, the council and the National Governors Association agreed to create the Common Core State Standards, developed them with the help of teachers, parents, and experts, and unveiled them in 2010.   \n\nThe council’s website described it as a \"state-led effort spearheaded by governors and school chiefs\" to set expectations for language arts and math in order to help students prepare for college and work. To date, 45 states and the District of Columbia have adopted the standards in language arts and math, and one state, Minnesota, adopted only the language arts standards. Most of the states plan to implement the standards over the next few years. Texas, Virginia, Nebraska and Alaska did not adopt the standards.\n\nWe should note that standards are not the same thing as curriculum, but the standards alone have sparked lots of debate. Critics say the efforts amount to federal overreach and question whether the standards were sufficiently rigorous.\n\nThe Pioneer Institute, a Boston think tank that focuses on individual responsibility and limited government, wrote a paper in February arguing that the Common Core standards were a \"road to a national curriculum.\" It also argued the federal government is herding states into accepting the standards (more on that in bit). Conservative Washington Post columnist George F. Will echoed the institute’s views in a widely distributed March column.\n\nThe federal government has had a role in encouraging states to adopt the standards. For states to get either federal Race to the Top grants or waivers from the mandates of No Child Left Behind, they have to prove they have standards to prepare students for college and work. They don’t have to adopt the Common Core Standards -- but that works as one way to qualify for grants or waivers. (A Center for Education Policy survey found that the rigor of the standards was the top consideration in states’ decisions on adopting the standards, although Race to the Top grants were also a factor.) So far, 33 states have received waivers -- and all but one of those adopted the Common Core standards.\n\nThough the standards were not written by the federal government, there is a perception among some that the feds are driving it. U.S. Secretary of Education Secretary Arne Duncan rejected that idea, telling South Carolina legislators \"the idea that the Common Core standards are nationally-imposed is a conspiracy theory in search of a conspiracy.\" But he does favor the standards.\n\n\"We have 50 different standards, 50 different goal posts,\" he said in 2009 before the Common Core standards were unveiled. \"And due to political pressure, those have been dumbed down. We want to fundamentally reverse that. We want common, career-ready internationally benchmarked standards.\"\n\nObama has appeared to take credit for states adopting the standards while avoiding the issue of whether states did that due to the financial incentives, reported Education Week in its Curriculum Matters blog. \"For less than 1 percent of what our nation spends on education each year, almost every state has now agreed to raise standards for teaching and learning—and that's the first time it's happened in a generation,\" Obama said in August 2012.  \n\nThe blog noted that Santorum’s comment about nationalizing curriculum \"hit that local-control nerve that's so raw at the moment, raising the specter of little children everywhere turning the same page in their history books at the same moment on the same day in November, all because of ‘the feds,’ or, at the very least, ‘outsiders.’\"\n\n Education experts\n\nWe interviewed five education experts about Santorum’s claim and they all disagreed that Common Core standards nationalize curriculum. Our experts included education professors at the University of Florida, Columbia and Harvard; Chester Finn, a former assistant secretary at the Department of Education in the 1980s who is president of the Thomas B. Fordham Institute, which works to reform education; and Andy Rotherham, co-founder and partner at Bellwether Education Partners. All of them disagreed with Santorum’s claim.\n\nExperts generally emphasized that the standards are voluntary. And setting standards -- such as understanding decimals or reading comprehension -- isn’t the same as telling educators what curriculum to use to teach those standards.\n\n\"It describes a destination -- again, voluntary for states -- not the means of getting there,\" Finn said. \"Yes, if a bunch of states faithfully implement it (45 have signed up but many won't seriously implement them), it will bring greater commonality to what is taught across the country in those two subjects. In my view that's a good thing. Why should 5th graders in Portland, Maine, and Portland, Ore., be learning different math?\"\n\nColumbia Professor Jeffrey Henig said the movement toward Common Core standards pre-dates Obama and has had considerable bipartisan support.\n\n\"The Obama administration is broadly supportive of this movement and has used some of its ability to use grant funds to leverage state reforms, but it is not accurate to characterize it as leading the initiative,\" Henig wrote in an email.\n\nOur ruling\n\nSantorum said Obama has tried to \"nationalize curriculum.\" Santorum appears to be adopting an argument from critics of the Common Core standards.\n\nBut Santorum’s statement is misleading for several reasons. For starters, the discussion about common standards pre-dates Obama. Although the vast majority of states have adopted those standards, they are voluntary. The states don’t have to adopt the Common Core standards to apply for Race to the Top grants or waivers from No Child Left Behind, although that’s been the preferred route so far.\n\nFinally, it’s important to note that standards aren’t the same as curriculum. States can agree on a standard about multiplication or reading but create different curriculums to teach those skills.\n\nSantorum has oversimplified a complex topic and fed into the generic \"federal takeover\" argument. We rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10478"}