{"url": "/factchecks/2020/may/13/chris-murphy/sen-chris-murphy-overstates-travel-china-after-tru/", "speaker": "Chris Murphy", "vclaim": "Says President Donald Trump implemented “a travel ban that just didn't work, 400,000 people got in from those countries that were subject to the restrictions.”", "truth_label": "false", "date": "stated on May 11, 2020 in an MSNBC interview:", "title": "Sen. Chris Murphy overstates travel from China after Trump restrictions", "text": "President Donald Trump often credits restrictions he imposed on travel from China with saving American lives. But Sen. Chris Murphy, D-Conn., said the \"ban\" didn’t stop everyone.\n\"We have had just an absolute abysmal failure of leadership from the White House since the very beginning,\" Murphy told MSNBC’s Nicolle Wallace in a May 11 interview.\n\"Effectively, after the travel ban — a travel ban that just didn't work, 400,000 people got in from those countries that were subject to the restrictions — after that, the president just gave up.\"\nWe won’t weigh in on whether the travel ban \"just didn’t work,\" as Murphy claimed. But Murphy is wrong on the number. He mixed up two numbers from an April 4 New York Times report. \nThe New York Times analysis detailed the number of travelers that arrived in the U.S. on direct flights from China toward the start of 2020. The analysis relied on flight and other data from the U.S. Commerce Department, American firms MyRadar and FlightAware, and VariFlight, an aviation data company based in China, according to the report.\nRELATED: Are COVID-19 travel restrictions ‘more critical in saving lives’ than testing? Not really\nMurphy was referring to a larger number that included travel both before and after Trump’s restrictions kicked in. According to the report, there were at least 430,000 people who flew directly into the U.S. from China between Dec. 31, 2019, when China notified the World Health Organization that it was treating cases of pneumonia caused by an unknown illness, and early April. \nThat total included a smaller number of travelers whose direct flights occurred after Trump imposed travel restrictions on China starting Feb. 2 — and this smaller number is what Murphy should have used when talking about what happened after the restrictions.\nAlmost 40,000 \"Americans and other authorized travelers\" entered in the two months after the Trump administration announced the restrictions, the report said. The travel restrictions made exceptions for U.S. citizens, permanent residents and their family members. \nThe New York Times report mentioned both numbers in its first paragraph:\n\"Since Chinese officials disclosed the outbreak of a mysterious pneumonialike illness to international health officials on New Year’s Eve, at least 430,000 people have arrived in the United States on direct flights from China, including nearly 40,000 in the two months after President Trump imposed restrictions on such travel, according to an analysis of data collected in both countries.\"\nMurphy spokesperson Jaime Geller said the senator \"misspoke and meant to say that 400,000+ people traveled to the U.S. from the start of the outbreak, referencing this New York Times reporting.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe report said \"the bulk\" of the passengers arrived in January on more than 1,300 direct flights to the U.S. from China. It said 279 direct flights from China flew in between the time of the report and the start of Trump’s travel restrictions, which have since expanded in several ways.\n\nTravelers check in for an American Airlines flight at Beijing Capital International Airport in Beijing, on Jan. 30, 2020. (AP/Schiefelbein)\nThe New York Times’ passenger counts didn’t include the number of travelers who came from China through connecting flights, stopping in another country en route to the U.S. But a spokesperson for U.S. Customs and Border Protection gave us that information.\nThe spokesperson said the agency’s preliminary data for both direct and indirect flights counted 68,409 authorized travelers — most of whom were U.S. citizens — that entered the U.S. from China between the implementation of the travel restrictions and May 11. \nIt’s unknown how many people who came into the U.S. from China had COVID-19, the disease caused by the coronavirus, or whether many of the individuals who returned to the U.S. in the months after the travel restrictions took effect were infected. \nThe first confirmed COVID-19 case in the U.S. returned to the state of Washington from Wuhan, China, where the outbreak was first documented. Chinese government data shows that the earliest known case was Nov. 17, per the South China Morning Post.\nTravel into the U.S. is currently prohibited for \"certain foreign nationals who have been physically present\" in China, Iran, Ireland, the United Kingdom or 26 other countries in Europe in the previous two weeks, the CBP spokesperson said.\nAmerican citizens, legal residents and other exempted individuals can continue to travel into the U.S., the spokesperson said, but they require screening upon arrival and can only come in through one of 13 U.S. airports.\nRELATED: Rick Santorum said Trump was ‘ahead of the curve’ on China travel restrictions. That’s Mostly False\nOur ruling\nMurphy said Trump implemented \"a travel ban that just didn't work, 400,000 people got in from those countries that were subject to the restrictions.\"\nThat is wrong. The New York Times reported a much lower number for people who flew directly into the U.S. from China after Trump’s limits went into effect — around 40,000 over two months. Those travelers were American citizens and other travelers exempted from the restrictions.\nThe number is slightly higher when you factor in the number of travelers who took indirect flights and the number who have come in since the New York Times published its analysis in April. But it’s still far from 400,000.\nWe rate Murphy’s statement False.", "vclaim_id": "vclaim-pol-18292"}