{"url": "/factchecks/2015/mar/09/scott-walker/scott-walker-uw-tuition-will-be-lower-just-about-a/", "speaker": "Scott Walker", "vclaim": "The University of Wisconsin System \"will be much more affordable than just about any other campus in America\" because \"going forward we have a cap on it tied to inflation.\"", "truth_label": "false", "date": "stated on March 1, 2015 in an interview:", "title": "Scott Walker: UW tuition will be lower than \"just about any other campus\"", "text": "As Gov. Scott Walker’s presidential star continued to rise, Chris Wallace, host of Fox News Sunday, challenged him on how his budget treats the University of Wisconsin System.\n\"You cut funding, state funding for the University of Wisconsin higher education system by 13 percent. You cut funding for the state parks system by 28 percent,\" Wallace said during the March 1, 2015 interview. \"Governor, are those your priorities?\"\nWalker responded by noting that critics said his 2011 budget cuts would devastate K-12 education, but graduation rates and reading scores are up.\nThat led to this exchange:\nWALLACE: But the University of Wisconsin says they're going to have to raise tuition on students.\nWALKER: But they're not. We have a two-year tuition freeze.\nWALLACE: I know, but they're saying after that.\nWALKER: Going forward, we have a cap on it tied to inflation. And so, we will be much more affordable than just about any other campus in America.\nAt issue are fears that big tuition hikes could be coming after 2017.\nThey stem from Walker’s proposed Walker’s tuition freeze between 2015 and 2017, which would stymie UW from raising more revenue via tuition to replace the $300 million aid cut the governor wants.\nWalker is saying a big tuition increase won’t happen, and that UW schools will be near the top in affordability nationally.\nLet’s hit the books.\nWe asked Kirsten Kukowski, a spokeswoman for Our American Revival, a group Walker formed as he explores a 2016 presidential bid, to back up Walker’s claim.\nShe pointed us to 2014-’15 figures for tuition and fees at universities in other states compared with UW-Madison and at four-year public universities in Wisconsin as a group.\nThe numbers come from a good source -- the College Board’s survey of college pricing trends.\nBut Wisconsin is right in the middle of the pack or somewhat worse by various measures, the numbers show.\n-- All four-year schools: Among the states, Wisconsin’s average cost of in-state tuition and fees at these schools -- the \"sticker price\" at least -- ranked 26th highest.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n-- Flagship campuses: UW-Madison tuition and fees ranked 22nd highest compared to flagship campuses in the other 49 states.\n-- Two-year campuses: Wisconsin’s costs ranked 15th highest.\nAmong four-year schools in the Big Ten (now with 14 schools), Nebraska, Iowa and Maryland charged less in 2014-’15 than Wisconsin.\nA gap of $2,000 to $3,000 a year separates Wisconsin and the least expensive states.\nOf course, nobody knows how the tuition rankings will look down the road after Walker’s freeze. But it would take a lot more than a freeze to put Wisconsin near the most affordable states.\nCap on tuition?\nNext let’s look at Walker’s contention that \"Going forward, we have a cap on it tied to inflation.\"\nThe governor’s pending 2015-’17 budget plan would freeze tuition for the two years -- but it applies only to that period. Wallace, though, specifically asked about what happens after that. So that was the period Walker was citing when he referenced a \"cap\" going forward.\nWalker did suggest in February 2015 during a trade mission to the United Kingdom that he was \"open\" to the notion of putting an inflationary lid on tuition past 2016-’17.\nThe idea drew criticism from UW-Madison Chancellor Rebecca Blank, who said it contradicted Walker’s plan to spin off the UW System as an independent authority with control over its budget and more ability to find efficiencies.\nIn any case, no ongoing cap is in place. It’s not even formally introduced anywhere and Walker said he had no specific plan.\nSo it’s not nearly the done deal Walker made it sound like.\nOur rating\nWalker said the University of Wisconsin schools \"will be much more affordable than just about any other campus in America\" because \"going forward we have a cap on it tied to inflation.\"\nHis evidence is current rankings, but they show the state is neither high nor low for student costs. And the inflationary cap the governor mentioned remains only a gleam in his eye.\nWe rate his claim False.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06645"}