{"url": "/factchecks/2007/sep/10/hillary-clinton/hillary-is-famous-in-europe/", "speaker": "Hillary Clinton", "vclaim": "\"In every single country, she had a majority of the vote -- or more of those who'd already made up their minds.\"", "truth_label": "mostly-true", "date": "stated on September 2, 2007 in a speech by husband Bill Clinton at a Concord, N.H. rally.:", "title": "Hillary is famous in Europe", "text": "Former President Bill Clinton seized on a poll by a Canadian firm, Angus Reid Strategies, showing that more than 40 percent of people in France and Germany, and more than 30 percent in Canada, Britain and Italy support Sen. Hillary Clinton's candidacy for president. He said it \"shows you what people around the world think of her.\"\n\nThe former president has his numbers right, but he's overreaching by saying this indicates strong international support.\n\n\n\"I think what that's telling us is that the poll is measuring, in some ways, name identification,\" said Karlyn Bowman, a senior fellow at the American Enterprise Institute who analyzes public opinion. \"Hillary is known by virtually everyone in the U.S. and pretty well known abroad.\"\n\n\nCarl Sferrazza Anthony, the author of several books on first ladies and the consulting historian for the National First Ladies Library in Canton, Ohio, declared Clinton \"the most traveled First Lady in history.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTweets\n\n\nstated on January 21, 2021 in a tweet\n \n\n\n\n\n\n\n\nVideo shows Biden saying “salute the Marines” after hearing the words in an earpiece before his inauguration.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 22, 2021\n\n\n\n\n\n\n\n\nWhile many of her trips were virtually ignored by the U.S. media, the international press covered them heavily, and she earned kudos abroad for her support of micro loans, women's rights, healthcare, democracy and other issues, Anthony said.\n\n\nStill, roughly four in 10 of those polled by Angus Reid were undecided about who they'd prefer to inhabit the White House, said Mario Canseco of Angus Reid. \"At this early stage of the campaign, the media in Europe is not yet paying attention to the U.S. presidential race,\" he said.", "vclaim_id": "vclaim-pol-16628"}