{"url": "/factchecks/2010/oct/24/bill-flores/bill-flores-says-he-has-consistently-opposed-raisi/", "speaker": "Bill Flores", "vclaim": "On possibly raising the Social Security retirement age.", "truth_label": "full-flop", "date": "stated on October 15, 2010 in in a TV interview:", "title": "Bill Flores says he has consistently opposed raising the retirement age", "text": "In France, the president’s push to raise the age at which residents qualify for retirement benefits incited violent protests. In Texas, a Republican candidate speculated about trying something similar here and protested his own remarks.\n\nBill Flores of Bryan, the Republican challenger to ninth-term U.S. Rep. Chet Edwards, D-Waco, said in an Oct. 12 TV interview that he didn't oppose raising the age at which seniors can receive Social Security checks to 70. \"I'd have to look at what the actual economics are,\" Flores told WFAA-TV in Dallas. \"I'm not philosophically opposed to raising the retirement age... I accept the fact that I may have to raise my retirement age for that.\"\n\nFlores' comment was politically daring, though it's not out of step with talk among Washington wonks. In July, the nonpartisan Urban Institute said in a fact sheet on retirement policy that increasing Social Security's retirement age \"appears to be gaining political traction,\" noting that in June, the majority and minority leaders of the U.S. House \"expressed willingness to raise the retirement age.\" On its sheet, the institute lists pros and cons to raising the retirement age. Currently, beneficiaries can receive reduced-benefit checks starting at age 62 or choose to get full benefits starting at age 66.\n\nIn short, raising the retirement age would promote work at older ages, improve the Social Security system's solvency by shortening retirements and reducing lifetime benefits, and better target benefits to the oldest Americans, according to the institute. Among the pitfalls, a new hardship could be imposed on workers with health problems unless Congress improves other programs and raising the retirement age could strain low-skilled workers.\n\nThen again, Flores insisted shortly after the WFAA interview that he didn't mean what he said. Before the news clip aired on Oct. 17, Flores asked the station to not run it. According to an Oct. 15 news story posted on WFAA, Flores said he had a \"headache\" during the interview and \"misspoke.\"\n\nAlso Oct. 15, Flores issued this statement, according to WFAA: \"Voters should be assured that I absolutely do not support raising the retirement age for Social Security.\"\n\nThree days later, according to WFAA, Flores was interviewed on College Station's WTAW-AM, saying: \"I am philosophically opposed to raising the retirement age. I misspoke and said I was not philosophically opposed.\"\n\nIn his own interview, aired by WFAA Oct. 17, Edwards said: \"I would not vote to raise the retirement age to 70 because there are just too many Americans that work hard all their lives and just simply physically couldn't work until they are 70.\"\n\nEdwards subsequently lampooned Flores for backpedaling. In an Oct. 22 press release about the candidates' upcoming debates, Edwards spokeswoman Megan Jacobs said: \"After claiming that a 'headache' caused Mr. Flores to say he is 'not philosophically opposed' to raising the Social Security retirement age to 70, we wonder if any ailments will sway his position at these upcoming debates.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe same day, the Waco Tribune-Herald added fuel to the fire with a news story based on conservative radio host Shane Warner of Waco publicizing an April interview he had with Flores. In the interview, the audio of which Warner excerpted on his blog Oct. 19, Flores seems to agree that changing the retirement age should be considered.\n\nSaid Warner: \"And how do we do that, what specifically, I mean, do we raise the retirement age? Do we start cutting benefits? What do we do?\"\n\nFlores: \"I think almost everything has to be on the table... You've got to look at a way to grow the economy higher so that you have more tax revenues going into the system, you've got to look at different retirement ages that are based on today's lifespan, and you've also got to look at how we grow the Social Security trust fund itself.\"\n\nWhen we followed up with the Flores campaign, spokesman Matt Mackowiak sent a statement from Flores: \"I am against raising the retirement age. I have been consistent in saying we have to grow our economy and create more jobs to fill Social Security's $16 trillion unfunded liability.\" Mackowiak told us that he doesn't think the April radio clip \"disproves that.\"\n\nIn a statement following the WFAA interview from the Flores campaign that Warner posted on his blog, Flores said: \"I have consistently opposed raising the retirement age for Social Security.\"\n\nOn the blog, Warner counters: \"That's not true. He told me in the spring that changing the retirement age should be an option that's on the table to improve the system. Many Republicans talk tough about fiscal responsibility until the stuff starts to hit the fan.\"\n\nOur finding? Flores now says he firmly opposes raising the retirement age and has done so consistently. But twice he has said he's open to looking at raising it.\n\nGrab the aspirin. This is a Full Flop on the Flip-O-Meter.\n\nWe have updated this story to correct the Social Security retirement age that Megan Jacobs, a spokeswoman for Rep. Chet Edwards, said Bill Flores said he is 'not philosophically opposed' to raising it to. Jacobs said that Flores said he 'is not philosophically opposed' to raising it to 70, not 80.", "vclaim_id": "vclaim-pol-14161"}