{"url": "/factchecks/2010/nov/12/allen-alley/allen-alley-says-oregons-budget-has-increased-near/", "speaker": "Allen Alley", "vclaim": "Oregon’s budget has grown by 49 percent in just four years.", "truth_label": "mostly-true", "date": "stated on November 8, 2010 in a website:", "title": "Allen Alley says Oregon’s budget has increased by nearly 50 percent in four years", "text": "Just days after the 2010 election -- and before some races had even been called -- Allen Alley, an Oregon politico who most recently sought the Republican nomination for governor, assailed the state’s runaway spending.\n\nIn a post on his website, Alley examined government spending data and concluded that \"the State of Oregon Biennial Budget has grown from $41 billion in 2005-07 to $61 billion in 2009-11 - a more than 49% increase in just 4 years.\"\n\nThat’s a pretty hefty margin in a short amount of time, so PoltiFact Oregon decided to investigate.\n\nWe double-checked Alley’s numbers with the state’s Budget and Management Division, a nonpartisan governmental office.\n\nAccording to Brian DeForest, the deputy administrator of the division, Alley’s numbers were right on. For the 2005-2007 biennium, Oregon’s total funds budget was about $40.8 billion. For 2009-2011, the number is projected to be somewhere around $61.3 billion.\n\nWhen you use those two numbers to calculate the percent increase, you find Alley actually underestimated. The total funds budget increased by about 50.2 percent over those four years.\n\nBut, as with most budget-related issues, there’s more than one way to look at these numbers.\n\nThat big $61.3 billion number is the total state spending -- it includes federal money and a large number of user-related fees that include everything from gas taxes to physician license fees to college tuition. This number, depending on what you’re analyzing, can be a bit misleading for three reasons: 1) The user fees don’t represent a tax burden for all Oregonians; you only pay the gas tax if you drive and you only pay tuition if you’re taking courses. 2) Many of the federal funds included in this sum can’t be avoided. The federal government sets enrollment requirements and the state must comply. 3) Changes in how benefits are allocated can inflate the numbers. This recently was the case when benefits for educators across the state were centralized, whereas previously they had been doled out at the local level. No new money was spent, but it shows up as an added state expenditure.\n\nSo, while that figure does say something about the state’s spending, the conversation usually revolves around a smaller piece of that pie called the general fund -- the portion of the state’s budget that is funded primarily through state income tax. That, DeForest says, \"is where we typically have the majority of our conversations.\"\n\nA look at this piece of the budget reveals a pretty different picture. During the 2005-2007 budget period, the general fund budget was about $11.6 billion. This budget cycle (2009-2011) the general funds budget was projected to reach $13.4 billion, but that number is in the process of being revised down as state income falls. That reduction will be just shy of $1 billion says DeForest, for a general fund of somewhere near $12.5 billion.\n\nWith those numbers, the percent increase is a scant 7.75 percent when compared to the 49 percent Alley had originally cited.\n\nIt’s also worth pointing out that, no matter their desire, Oregon politicians, by law, can’t craft a budget that spends more than the state takes in. So, talk about overspending in Oregon is somewhat different from the conversation at the national level where we’ve become accustomed to running a deficit and building up a large national debt.\n\nAnyhow, you all are probably wondering, which number is right: Alley’s 49 percent or our 7.75 percent. Both are accurate from a factual point of view. The number a given politician uses typically depends on which number will help better make his or her point.\n\nWe think Alley should have offered up more context -- it’s the web; he has the room. But that said, Alley did dig up accurate numbers. And his math stands up. So we rate this claim Mostly True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14028"}