{"url": "/factchecks/2018/sep/30/jb-pritzker/pritzkers-flimsy-claim-rauner-delayed-school-fundi/", "speaker": "JB Pritzker", "vclaim": "\"Because of Bruce Rauner, Illinois went 736 days without a budget, delaying funding for schools while local governments were forced to raise property taxes.\"", "truth_label": "barely-true", "date": "stated on September 13, 2018 in a TV ad:", "title": "Pritzker’s flimsy claim that Rauner delayed school funding", "text": "There’s no question Illinois’ record two-year budget impasse took quite a toll.\nState government between 2015 and 2017 ran up a backlog of more than $15 billion in IOUs to vendors as Gov. Bruce Rauner and Democrats who run the legislature squabbled over how to run the state.\nThat jeopardized social services ranging from domestic violence shelters to mental health care. Higher education also took a hit, as public universities and community colleges laid off thousands of employees and state tuition assistance for low-income students was thrown into limbo.\nYet a recent ad by J.B. Pritzker, the Democratic challenger to Gov. Bruce Rauner, assigns unilateral blame for the crisis to the now re-election seeking Republican. It also highlights a different education-themed casualty of the budget standoff.\n\"Want to see what failure looks like?\" a narrator asks in the 15-second spot. \"Because of Bruce Rauner, Illinois went 736 days without a budget, delaying funding for schools while local governments were forced to raise property taxes. Four years of failure is enough.\"\nThroughout all the chaos and uncertainty of those days, Rauner and Democrats in the General Assembly managed to carve out a budgetary oasis for school funding. Multi-billion dollar appropriations for K-12 education became law even while lawmakers and the governor could agree on little else.\nSo what exactly is Pritzker getting at? We decided to check.\nSupplemental grants vs general aid\nPritzker campaign spokesman Jason Rubin pointed to delays that developed during the budget standoff in reimbursements to schools for so-called categorical programs such as special education and transportation.\n\"Bruce Rauner led Illinois to a 736-day budget crisis, jeopardizing school funding in its entirety and making the state late on critical categorical payments to schools,\" Rubin wrote in an email. \"Local governments across the state raised property taxes during this time while Rauner’s administration failed in one of its most fundamental obligations, to fund schools on time.\"\nIt’s true that hundreds of millions of categorical grant dollars, which supplement general aid from the state, were paid to schools later than usual.\nData from the Illinois State Board of Education show categorical payments lagged up to nearly seven months in 2017 as the bill backlog ballooned, compared with three months or less in the years leading up to the impasse.\nBut neither Pritzker’s ad nor the article it cites mention categoricals, suggesting instead that state funding was delayed more broadly. That’s simply not the case.\nGeneral state aid, which has comprised more than 70 percent of state funding for schools in recent years, continued to be paid on time throughout the budget impasse.\nBy contrast, just 4 percent of Illinois districts relied on categorical grants for more than 10 percent of their funding in the year before the impasse began, state records show.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBruce Rauner\n\n\nstated on June 1, 2016 in a press conference\n\n\n\n\n\n\n\n\n\"We have lower family incomes in Illinois today than we had 17 years ago in Illinois ... because of the control of (House) Speaker (Michael) Madigan and his Democrats.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Matt Dietrich • July 13, 2016\n\n\n\n\n\n\n\nTax hikes not the first line of defense\nPritzker’s attempt to draw a connection between the budget impasse and property tax hikes is also questionable.\nOne key reason is the upside-down nature of school funding in Illinois. Few states contribute a smaller share of overall school dollars to local districts, rendering them highly dependent on local property tax revenues to make ends meet. So it has become almost routine for many local school boards to annually raise their property tax levies to the amount allowed by law.\nDistricts sometimes also hold referendums to ask voters for even more authority to raise property taxes. During the budget impasse, districts that went that route were more successful in getting the okay from voters than they had been for several years prior, according to results catalogued by the Illinois Association of School Administrators.\nThat said, the volume of ballot questions asking voters to raise school taxes was still far smaller during the budget impasse than it had been in previous decades, records show.\nBen Schwarm, deputy director of the Illinois Association of School Boards, said it was more common for districts to resort to tools other than property tax hikes to cope during the budget standoff with any cash flow problems caused by delays in categorial payments.\n\"It was much more prevalent for them to cut their budgets and lay off staff,\" Schwarm said.\nLocal reports from the time show cash-strapped districts resorted to taking out higher lines of credit, selling bonds, cutting spending and drawing on reserves to cover costs as they waited while the state comptroller triaged payments to struggling social service agencies, state vendors and schools.\nFinger-pointing\nFinally, there’s the question of blame. There was partisan finger-pointing aplenty during the budget standoff, and Rauner clearly played a significant role. But he didn’t act alone. That’s why we rated a similar claim from Pritzker Mostly False in June.\nThe impasse dragged on because the governor and Democrats in the General Assembly held very different views on a variety of key issues ranging from the management of state finances to a so-called turnaround agenda Rauner said would lead to a more robust economy but critics saw as a thinly veiled attempt at union busting.\nAnd while local school districts did face funding uncertainty in the absence of a full state budget, they were largely spared from the broader carnage of the impasse. The possibility that schools wouldn’t open their doors carried substantial political risk for Democrats and Republicans alike, so both sides acted to avoid it.\nOur ruling\nPritzker’s ad says that \"because of Bruce Rauner, Illinois went 736 days without a budget, delaying funding for schools while local governments were forced to raise property taxes.\"\nThe budget impasse did cause state reimbursements for special education, transportation and several other programs to lag.\nYet the Democrat’s ad implies a far broader impact on school funding, ignoring that general state aid to fund day-to-day school operations was provided for even while a broad array of spending for other state programs was not.\nAs for property tax hikes, it’s likely that many school districts raised their levies as the broader budget impasse was ongoing. But that is routine in Illinois, a consequence of state policies that foist the lion’s share of responsibility for overall school funding on to local property tax payers.\nWhat’s more, the ad blames Rauner alone for the budget impasse that caused the delay. But Rauner and Democratic lawmakers butted heads for two years over spending and policy priorities, meaning he hardly acted alone.\nThere are small elements of truth sprinkled through Pritzker’s ad, but he takes significant liberties in seeking to attach sole blame to Rauner for the budget impasse and then link that to school funding delays and property tax hikes. We rate it Mostly False.\n Share the Facts 2018-10-01 16:54:44 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Because of Bruce Rauner, Illinois went 736 days without a budget, delaying funding for schools while local governments were forced to raise property taxes.\"    J.B. Pritzker Illinois governor candidate https://www.youtube.com/watch?time_continue=7&v=FhmzVuRJH7s   in a TV ad Thursday, September 13, 2018 2018-09-13    Read More  info", "vclaim_id": "vclaim-pol-01546"}