{"url": "/factchecks/2010/apr/18/bill-clinton/bill-clinton-says-he-never-had-filibuster-proof-se/", "speaker": "Bill Clinton", "vclaim": "\"I never had a filibuster-proof Senate.\"", "truth_label": "true", "date": "stated on April 18, 2010 in an interview on ABC's 'This Week':", "title": "Bill Clinton says he never had a filibuster-proof Senate", "text": "In an interview with former President Bill Clinton on ABC's This Week on April 18, 2010, host Jake Tapper marveled at the fact that Clinton's first Supreme Court nominee Ruth Bader Ginsburg -- now one of the most liberal members of the court -- was confirmed in the Senate 96 to 3. In fact, Tapper noted, Sen. Orrin Hatch, a senior Republican on the Senate Judiciary Committee, credited Clinton with bringing him into the consultation process when Ginsburg was chosen.\n\"What advice would you give President Obama?\" Tapper asked. \"Because Republicans are saying he's not including them in this.\"\nClinton began by explaining that he faced a different political environment.\n\"Well, I think for one thing, I had to do a little more of that (reaching out to Republicans) because I never had a filibuster-proof Senate,\" Clinton said. \"And now there are 41 of them, although I think that a lot of those who come from more progressive states, the two Maine senators, the new senator from Massachusetts, a lot of them may think they already gave it the store on the health care deal or whatever they're doing on financial reform. I think it will be very difficult to just outright block a Supreme Court nominee that's otherwise qualified.\"\nWith the close votes on health care reform, we have all become a little more familiar with how important political ratios can be to the legislative process. And so we decided to do a little research into Clinton's claim that he never had a filibuster-proof Senate.\nA filibuster is an attempt by the minority party to try to block a vote on issue. It takes a three-fifths majority (60 out of 100 senators) to invoke cloture and overcome a filibuster. That's why Scott Brown's election to the Senate in Massachusetts was such an important victory for Republicans. It gave Republicans 41 votes, enough to at least threaten a filibuster.\nWhen Clinton came into office in 1993, Democrats held the majority in the Senate. But the ratio was not filibuster-proof. Senate records show Republicans held 43 seats when Clinton came into office, and they added another seat in June of that year with the election of Kay Bailey Hutchison, R-Texas.\nThat was the Senate breakdown when Clinton nominated Ginsburg on June 14, 1993, when she was confirmed by a 96-3 vote. And it was the same ratio (56 Democrats to 44 Republicans) when Clinton nominated Stephen Breyer the following year (he was confirmed 87-9).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThat would be as close as Clinton would ever come to a filibuster-proof Senate.\nIn fact, Republicans won a majority of seats in the Senate in the 1994 elections and retained control of both houses throughout the remainder of Clinton's presidency.\nThe party split resurfaced later in the interview when Tapper asked Clinton a nearly identical question to one Tapper posed a week earlier to Clinton's wife, Secretary of State Hillary Clinton, who championed the health care reform bill in 1993 and 1994. Both were asked if they felt that because they had \"stormed the castle\" on health care back in 1993, they had paved the way for for Obama to succeed.\nHillary Clinton said she did not feel that way, only that she was delighted it passed and that it was \"a long time coming.\"\nBill Clinton said he \"absolutely\" did feel that way.\nClinton said his health plan ultimately failed because, \"We couldn't pass it without five or six Republicans. I had an obstacle President Obama didn't have. They had an absolute, clear filibuster number. That is, they had 45 Republican senators. They could have lost four and still defeated me.\"\nWe note that Democrats at the time were also more fractured on which health care plan to support. But Clinton is right that Republicans opposed his health care bill and clearly held enough seats to attempt a filibuster in the Senate. It never got to that.\nStill, that is one issue where Clinton had difficulty because he lacked a filibuster-proof majority (whereas Obama did have that advantage, at least for his first year). We find Clinton's statement True.", "vclaim_id": "vclaim-pol-15099"}