{"url": "/factchecks/2015/jan/21/bret-baier/fox-host-obama-first-president-2001-not-say-al-qai/", "speaker": "Bret Baier", "vclaim": "In President Barack Obama’s 2015 State of the Union address, \"the words ‘al-Qaida’ were never used, the first time those words have not been used in a State of the Union address since February 2001.\"", "truth_label": "true", "date": "stated on January 20, 2015 in an analysis of Obama's speech:", "title": "Fox host: Obama first president since 2001 not to say 'al-Qaida' in State of the Union", "text": "Fox News’ chief political anchor said President Barack Obama’s State of the Union address was remarkable for what it left out.\n\"The words ‘al-Qaida’ were never used,\" said host Bret Baier, \"the first time those words have not been used in a State of the Union address since February 2001.\"\nThe omission was particularly notable because of the speech’s proximity to the Charlie Hebdo attacks tied to al-Qaida jihadists in the Arabian Peninsula and heightened warnings from British authorities about a possible attack from \"core\" al-Qaida, Baier said.\nInstead, as Baier noted, Obama talked about ISIS and asked Congress to officially authorize a military fight against Islamic State terrorists, which broke off from al-Qaida.\nStill, Baier’s point about al-Qaida not being in the address is right. Every State of the Union address since the Sept. 11, 2001, terrorist attacks by al-Qaida have included references to this specific jihadist movement.\nWe checked copies of speeches by President George W. Bush and Obama from the American Presidency Project of the University of California Santa Barbara.\nThe Bush speeches\nAs Baier said, the last time we didn’t hear \"al-Qaida\" in a State of the Union-like setting was Bush’s Feb. 27, 2001, \"budget message\" to a joint session of Congress. (Obama’s first speech to Congress in 2009 was also not technically a State of the Union, though it was covered and delivered like one.)\nIn Bush’s 2001 speech, delivered nearly seven months before the day that changed everything, Bush did allude to \"terrorists who threaten with bombs\" as one of the widespread threats of the new 21st century. But he did not mention al-Qaida by name.\nBush’s speech in 2002 was heavily centered on the new war on terrorism in Afghanistan, not surprisingly, but only mentioned al-Qaida once in reference to flight attendants who spotted a man trained by the group and wearing explosives and foiled his attack before Christmas.\nThe group’s name resurged in 2003 as Bush described advances in capturing its leaders and made the case to go after Iraqi dictator Saddam Hussein for his pursuit of chemical, biological and nuclear weapons and because he \"aids and protects terrorists, including members of al-Qaida.\"\nSubsequent speeches by Bush mainly mentioned al-Qaida in connection with captured leaders or defending the need for the PATRIOT Act’s surveillance programs.\nBush’s last two State of the Unions talked about al-Qaida way more often as the country grew more weary of the wars in Iraq and Afghanistan. He was reminding Americans why they were there. There were 10 mentions in 2007 and 11 mentions in 2008, including this excerpt:\nWhen we met last year, al-Qaida had sanctuaries in many areas of Iraq, and their leaders had just offered American forces safe passage out of the country. Today, it is al-Qaida that is searching for safe passage. They have been driven from many of the strongholds they once held. And over the past year, we've captured or killed thousands of extremists in Iraq, including hundreds of key al-Qaida leaders and operatives.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLast month, Osama bin Laden released a tape in which he railed against Iraqi tribal leaders who have turned on al-Qaida and admitted that coalition forces are growing stronger in Iraq. Ladies and gentlemen, some may deny the surge is working, but among the terrorists there is no doubt. Al-Qaida is on the run in Iraq, and this enemy will be defeated.\nThe Obama speeches\nObama took office criticizing Bush’s handling of the Iraq and Afghanistan wars, so it’s no surprise that his early mentions of al-Qaida come in a different context.\n\"And with our friends and allies, we will forge a new and comprehensive strategy for Afghanistan and Pakistan to defeat al-Qaida and combat extremism,\" Obama told a joint session to Congress, \"because I will not allow terrorists to plot against the American people from safe havens halfway around the world. We will not allow it.\"\nThis was the same speech -- again, technically not a State of the Union -- in which Obama called for the closure of the detention facility in Guantanamo Bay, Cuba (which is still open).\nThree years later, Obama reminded the country about the killing of Osama bin Laden and top al-Qaida fighters in his 2012 State of the Union.\nWe gather tonight knowing that this generation of heroes has made the United States safer and more respected around the world. For the first time in nine years, there are no Americans fighting in Iraq. For the first time in two decades, Osama bin Laden is not a threat to this country. Most of al-Qaida's top lieutenants have been defeated. The Taliban's momentum has been broken, and some troops in Afghanistan have begun to come home.\nObama’s 2013 and 2014 remarks discussed the demise of core al-Qaida, calling the group that organized the 9/11 attacks a \"shadow of its former self.\" But \"core\" was the key distinction, as Obama also highlighted the rise of affiliate extremist groups not long after the attacks on the American consulate in Benghazi, Libya.\nAnd as for last night’s speech (see our annotation)? No direct mention of al-Qaida, but Obama did reference terrorists. \nFirst, we stand united with people around the world who've been targeted by terrorists, from a school in Pakistan to the streets of Paris.\nWe will continue ... to hunt down terrorists and dismantle their networks, and we reserve the right to act unilaterally, as we have done relentlessly since I took office, to take out terrorists who pose a direct threat to us and our allies.\n... And tonight, I call on this Congress to show the world that we are united in this mission bypassing a resolution to authorize the use of force against ISIL.\nOur ruling\nBaier said, \"The words ‘al-Qaida’ were never used, the first time those words have not been used in a State of the Union address since February 2001.\"\nThis is accurate, so we rate it True.", "vclaim_id": "vclaim-pol-06812"}