{"url": "/factchecks/2014/feb/20/kai-ryssdal/marketplace-host-kai-ryssdal-talks-cbo-report-mini/", "speaker": "Kai Ryssdal", "vclaim": "A Congressional Budget Office report says President Barack Obama’s executive order to raise the minimum wage for new federal contract workers \"will cost the economy 500,000 jobs.\"", "truth_label": "false", "date": "stated on February 18, 2014 in a \"Marketplace\" segment:", "title": "'Marketplace' host Kai Ryssdal talks CBO report on minimum wage and lost jobs", "text": "The nonpartisan Congressional Budget Office re-entered the spotlight this week with a report that offered a little something for everyone on the effects of raising the federal minimum wage for workers.\nFor those pushing for a $10.10 an hour wage, the CBO concluded 16.5 million low-wage earners would make more money a week under the proposal.\nFor people opposing the increased federal wage, the report found that raising it to $10.10 an hour would cost the country 500,000 jobs.\nOn American Public Media's Marketplace, host Kai Ryssdal tried to explain the developments to listeners. Marketplace is a business and economic affairs program that airs on NPR stations in many U.S. markets.\n\"From the Congressional Budget Office today, this little tidbit: You remember President Obama's plan to raise the minimum wage for new federal contract workers to $10.10 an hour? He signed the executive order just the other day, right? Well, the CBO said today that will cost the economy 500,000 jobs by the second half of 2016. Me? I figure the partisan bickering over that starts right about ... now.\"\nA PunditFact reader flagged Ryssdal's comments and asked us if they were accurate. (You can hear them about 5 minutes into this podcast.)\nIn this case, Ryssdal wrongly linked President Barack Obama's executive order for federal contract workers to what the CBO studied, which was the proposal to raise the minimum wage for workers nationwide.\nThe CBO concluded if the federal government gradually increased the minimum wage to $10.10 an hour for all workers, and tied future increases to inflation, the economy would shed 500,000 jobs by the second half of 2016 (all things constant under current law). That’s about 0.3 percent of the workforce.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nFor the record, CBO analysts also said the number of lost jobs could vary depending on a number of factors. Overall, the effect could be anywhere from a \"very slight\" decrease in employment to a reduction of 1 million workers, CBO found.\nThe White House objected to CBO's findings, with economic adviser Jason Furman telling reporters the report \"goes outside of the consensus view\" of economists who study the effect of higher minimum wages on employment.\nThe CBO analysis did contain good news for the White House, however. It concluded an additional 900,000 families would be pulled out of poverty and 16.5 million workers would get a raise if the minimum wage is increased to $10.10 an hour.\nMarketplace senior producer Sitara Nieves acknowledged the mistake in an email to PunditFact and said it would be corrected on air.\nOur ruling\nRyssdal said a Congressional Budget Office report found that an executive order raising the minimum wage for new federal contract workers \"will cost the economy 500,000 jobs.\"\nA CBO analysis did conclude that raising the minimum wage to $10.10 an hour could cost the country 500,000 jobs by the second half of 2016. But the analysis was looking at raising the minimum wage for all American workers, not just federal contract workers as Ryssdal said.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-08230"}