{"url": "/factchecks/2009/mar/20/national-republican-senatorial-committee/Dodd-failed-to-halt-bailout-bonuses/", "speaker": "National Republican Senatorial Committee", "vclaim": "\"Senator Chris Dodd, chairman of the Senate Banking Committee, placed an amendment in the ‘stimulus’ bill that allowed for banks bailed out with taxpayer money — including AIG — to hand out huge bonuses.\"", "truth_label": "half-true", "date": "stated on March 18, 2009 in a fundraising e-mail.:", "title": "Dodd failed to halt bailout bonuses, but he did limit future ones", "text": "With public outrage festering over AIG’s huge bonuses, Republicans are pointing the finger at Sen. Chris Dodd, the Connecticut Democrat.\n\n\nDodd has received more campaign contributions from AIG than any other elected official, and he helped draft parts of the stimulus bill having to do with executive compensation.\n\n\nHis involvement included inserting an amendment that allowed AIG to dole out its bonuses, National Republican Senatorial Committee executive director Rob Jesmer alleged in a fundraising e-mail on March 18. Jesmer's committee helps elect Republicans to the U.S. Senate, and Dodd is in a dead heat in a hypothetical matchup with potential Republican challenger Rob Simmons in 2010.\n\n\n\"Sen. Chris Dodd, chairman of the Senate Banking Committee, placed an amendment in the 'stimulus' bill that allowed for banks bailed out with taxpayer money — including AIG — to hand out huge bonuses without any government oversight or regulation, as long as those bonuses were issued before February 11,\" the e-mail said. \"AIG did just that, paying out $165 million in taxpayer-funded bonuses.\"\n\n\nAIG was among the financial firms that suffered immense losses lately, largely as a result of writing trillions of dollars worth of \"credit-default swaps,\" a type of investment insurance, that it could not honor.\n\n\nIn September, Congress and President Bush pledged an $85 billion loan to help AIG, saying a failure there would cause a financial meltdown. By November the pledge had increased to $150 billion. The Federal Reserve and Bush’s Treasury Department negotiated the terms, which did not include a ban on bonuses.\n\n\nIn March, the Obama administration promised tens of billions more. Most estimates have the total federal aid to AIG at about $170 billion, more bailout money than any other company has received in the $700 billion bank bailout, known as the Troubled Assets Relief Program.\n\n\nAs the government started to cut all these checks, the public began to realize that bankers at Merrill Lynch and elsewhere were using bailout money to pay bonuses. Congress belatedly tried to do something about that this year.\n\n\nDodd, chairman of the Senate Banking Committee, was among those leading the effort. In February, when Congress was working on the American Recovery and Reinvestment Act of 2009, better known as the stimulus bill, Dodd inserted an amendment sharply limiting executive bonuses at companies that received bailout money in 2008.\n\n\nHowever, before the bill was voted into law, Dodd’s amendment was changed to apply only to bonuses contained in contracts after Feb. 11, 2009.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThus, AIG was able in March to pay $165 million in bonuses for last year to executives in its financial products division, the very unit that caused such turmoil in the company and the financial system as a whole.\n\n\nDodd initially insisted he was not the one that changed his amendment.\n\n\n\"There’s a suggestion today being made that you received more money from AIG than any other senator and that you are responsible for the Feb. 11, 2009, date,\" a CNN producer said to Dodd on March 17. \"You’re saying you had nothing to do with that date?\"\n\n\n\"Absolutely not,\" Dodd replied.\n\n\nA day later, Dodd changed his story.\n\n\n\"I apologize, I had some confusion about whether or not we wrote it exactly,\" he told CNN’s Wolf Blitzer on March 18. \"But I didn’t write it at my own behest. I was being sought out and asked to modify this, with the alternative, quite candidly, being losing the amendment itself.\"\n\n\nHe said staff members from the Treasury Department had asked him to make the change, but he did not name the staffers.\n\n\nA separate amendment that would have restricted bonuses, proposed by Sens. Ron Wyden and Olympia Snowe, was removed entirely from the bill behind closed doors. It is not yet clear which lawmakers did that, and whether Dodd was involved.\n\n\nClearly, though, the charge by the National Republican Senatorial Committee refers to Dodd’s own amendment — claiming it \"allowed for banks bailed out with taxpayer money ... to hand out huge bonuses.\"\n\n\nThat's not true in this sense: The bankers would have been allowed to hand out the bonuses even without Dodd's amendment. In fact, they would have been allowed to continue doing so in the future. Dodd’s amendment did not enable bonus-paying that would not have existed otherwise. Quite the contrary: It limited bonuses, albeit in a way that fell short of public expectations.\n\n\nThe Republicans’ charge is true in a limited sense — Dodd’s amendment did address the bonus issue while falling short of disallowing the recent AIG bonuses. It is fair for Republicans to call attention to Dodd's loosening his amendment, and to ask why he did so.\n\n\nWe find this claim Half True.", "vclaim_id": "vclaim-pol-15799"}