{"url": "/factchecks/2009/sep/28/chain-email/e-mail-claims-democratic-congress-blame-no-cola-in/", "speaker": "Chain email", "vclaim": "\"For the first time in history, the Democratic Congress will not allow an increase in the social security COLA (cost of living adjustment).\"", "truth_label": "pants-fire", "date": "stated on September 28, 2009 in a chain e-mail:", "title": "E-mail claims Democratic Congress to blame for no COLA increase in Social Security", "text": "So every year you've gotten a little bump in your Social Security check due to inflation. Maybe you've come to consider it an annual raise from Uncle Sam.\nWell, this January, you might not get one.\nAnd a chain e-mail making the rounds tells you to blame Democrats in Congress.\n\"For the first time in history, the Democratic Congress will not allow an increase in the Social Security COLA (cost of living adjustment),\" the e-mail states.\nThere are actually two versions of this e-mail floating around. One pins the blame generically on \"Congress,\" while the other says \"the Democratic Congress.\" The second version seems to have gotten more traction on the Web, so we focused on the latter version.\nUp until 1975, it took an act of Congress to adjust Social Security payments for inflation. But a law enacted in 1972 — and signed by President Richard Nixon, a Republican — created a formula to automatically calculate the COLA every year. The  Social Security cost of living adjustment  was tied to the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W).\nThe government compares that index in the third quarter (July, August and September) of the current year to the third quarter of the previous year. Every year since the formula was put into effect (1975), it has resulted in a  cost-of-living increase  . High oil prices last summer contributed in large part to a sizable COLA increase in January of  5.8 percent  , the highest increase in more than 25 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThis year, the CPI-W is expected to decrease. That's due in part to lower consumer prices and low inflation from the recession. But mostly, it's tied to oil prices, which fell markedly from last summer's highs. As a result, a  Social Security Trustees report  last fall forecast no COLA next year. And the  Congressional Budget Office recently projected  that the formula will fail to yield a COLA in 2010  or  2011.\nThe law does not allow COLA to be  adjusted downward  , so the effect is that Social Security payments would remain stagnant next year. This all has consequences for Medicare as well. For the three-quarters of seniors who have premiums for Part B of Medicare withheld from their Social Security checks, the COLA freeze will also mean a freeze in Part B premiums. That's because of a \"hold-harmless\" provision in the law. But millions of  seniors exempt from the provision  — some wealthy people, people new to the program and those who don't have Part B premiums withheld from their Social Security payments — could actually see smaller Social Security checks.\n\"It has nothing to do with Democrats or Republicans,\" said Mark Hinkle, a spokesman for Social Security. \"It's been the law since 1975, and it's based strictly on the numbers.\"\nCongress could vote to increase Social Security payments even though the COLA formula doesn't call for it. And, in fact, several pieces of legislation have been offered with that very goal.\nOne is the Emergency Senior Citizens Relief Act, introduced in the Senate by Bernie Sanders, I-Vt., and in the House by Peter DeFazio, D-Ore. It would provide a one-time payment of $250 to Social Security recipients next year.\nAnother is the Emergency COLA Bill, introduced earlier this week by Rep. Walter Jones, R-N.C. It would provide a COLA for 2010 equal to the average of the COLA over the past 10 years — roughly 3 percent.\nObviously, these bills are coming from both sides of the aisle.\nIf this e-mail had merely gotten some facts wrong, we'd be comfortable rating it False. But given that it targets senior citizens on an important pocketbook issue with an incorrect allegation that has no basis in fact, we have to go one more notch and set the meter ablaze. Pants on Fire.", "vclaim_id": "vclaim-pol-15557"}