{"url": "/factchecks/2016/jul/28/donald-trump/donald-trump-says-tim-kaine-proposed-4-billion-tax/", "speaker": "Donald Trump", "vclaim": "In first week as governor, Tim Kaine \"proposed a nearly $4 billion tax increase, $4 billion, including a tax increase on people earning as little as $17,000 a year.\"", "truth_label": "mostly-true", "date": "stated on July 25, 2016 in a speech.:", "title": "Donald Trump says Tim Kaine proposed $4 billion tax increase during first week as governor", "text": "Donald Trump told Virginians this week that Tim Kaine, the Democratic vice presidential nominee, did a \"lousy job\" when he was governor of their state.\n\"Less than a week after Tim Kaine became governor of Virginia - one week - he proposed a nearly $4 billion tax increase, $4 billion, including a tax increase on people earning as little as $17,000 a year,\" Trump said during a rally Monday in Roanoke.\nWe decided to see whether Trump, the GOP presidential nominee, was right about Kaine’s record.\nThe Trump campaign didn’t respond for our request for backing to his  claim. Trump has, however, posted source materials on his campaign website that takes aim at Kaine’s fiscal record as governor from 2006 to 2010.\nThe $4 billion\nSix days after taking office in January 2006, Kaine proposed an unsuccessful measure to raise $1 billion a year to deal with long-standing transportation woes. Trump’s campaign points to a next-day article in The Washington Post that said the plan would generate close to $4 billion by the time Kaine’s term ended in 2010.\nKaine wanted to raise taxes on auto insurance and vehicle purchases in addition to increasing car registration fees.\nBut not all of Kaine’s plan relied on raising broad taxes. About 15 percent of the revenue, or $150 million a year, would have come from assessing steep new fines on people who have chronically bad driving records. It’s a bit of a stretch to call those fines a tax, because those payments easily could have been avoided by following traffic laws.\nTaxing low incomes\nThere’s no doubt that the tax and fee increases Kaine proposed in 2006 would have affected all Virginia car owners, including those earning as little as $17,000 or even less.\nOddly, Trump may have had something entirely different in mind when he cited the $17,000. His campaign website uses that income threshold in referring to a proposal Kaine made at the end of his governorship, not the beginning.\nKaine proposed another ill-fated tax increase in December 2009, his last full month as governor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAt the time, Virginia’s economy was reeling from the shocks of the Great Recession. Kaine proposed raising state income tax rates for all brackets by 1 percentage point.\nThe proposed tax increase - defeated in the first week after Kaine left office in 2010 - would have raised about $1.9 billion. That would have been offset by $650 million taxpayers would have saved by a Kaine proposal to eliminate Virginia’s personal property tax on vehicles. So the net effect of Kaine’s last-year plan would have been a $1.25 billion annual tax hike.\nPolitiFact Virginia, in 2012, looked into a claim that Kaine, during his last year, tried to raise taxes on people \"earning as little as $17,000.\" It was made by Republican George Allen, whom Kaine defeated that year in a U.S. Senate race.\nWe concluded that many, but not all, households with taxable incomes of $17,000 would have paid more taxes under Kaine’s proposal. But in some cases, if a person had a pretty good vehicle, his savings on the car tax repeal would have outweighed his increased income tax bill under Kaine’s plan.\nKaine’s 2009 proposal actually would have affected Virginians with less than a $17,000 taxable income. At the time, Virginia required all individuals with taxable incomes of more than $11,950 to file state income taxes.\nTrump, we should note, altered his tax criticism of Kaine after he left Virginia.\n\"First thing Tim Kaine did was have a $4 billion tax increase,\" he said Wednesday during a news conference at the Trump National Doral resort in Florida. In this instance, Trump didn’t link Kaine’s 2006 tax-hike proposal to people with low incomes.\nOur ruling\nTrump said Kaine, during his first week as governor, proposed a \"nearly $4 billion tax increase\" that would have hit people earning as little as $17,000.\nKaine, six days after taking office in 2006, did propose a plan to raise about $1 billion a year for transportation. Trump calls it a \"nearly $4 billion tax increase,\" citing a figure used in a newspaper article at the time. But the article said that sum would be realized over four years. Trump, in using that high $4 billion figure, omits the clarifying time span.\nThe tax package centered on raising levies on auto insurance and vehicle purchases in addition to increasing car registration fees. It would have affected people with taxable incomes of $17,000 or lower - if they had a car.\nSo Trump’s statement largely is accurate but needs some clarification. We rate it Mostly True.\nhttps://www.sharethefacts.co/share/528b42df-6b46-432f-8de0-34061afc6b13", "vclaim_id": "vclaim-pol-04575"}