{"url": "/factchecks/2020/nov/13/kelly-loeffler/no-proof-georgia-senate-hopeful-warnock-welcomed-f/", "speaker": "Kelly Loeffler", "vclaim": "Says Raphael Warnock “celebrated Fidel Castro and welcomed him to his church.”", "truth_label": "barely-true", "date": "stated on November 10, 2020 in a tweet:", "title": "No proof Georgia Senate hopeful Warnock ‘welcomed’ Fidel Castro to his church", "text": "When Fidel Castro, the late communist leader of Cuba, spoke at Abyssinian Baptist Church in New York City in 1995, he was welcomed by cheers from a crowd of 1,300 and a hug from Harlem’s Democratic congressman, Charles Rangel. \n\"We have one of the great leaders of the world with us today,\" said the church’s pastor, the Rev. Calvin Butts, who was then interrupted by more cheers. \n\nThe Rev. Raphael Warnock, then the youth pastor at Abyssinian, was not on the dais. \nBut 25 years later, his connection to the church has been injected into a Jan. 5 election that will help determine which party controls the U.S. Senate. \nWarnock, now pastor of the Atlanta church where the Rev. Martin Luther King Jr. once preached, is the Democratic challenger to Sen. Kelly Loeffler, R-Ga. With a guilt-by-association attack, Loeffler made this claim in a Nov. 10 tweet:\n\"@ReverendWarnock celebrated Fidel Castro & welcomed him to his church. It’s another example of what we’ve been saying all along: He’s the most dangerous and radical candidate in America.\"\nWarnock’s campaign has been vague about whether he attended the event, which was front-page news in the New York Times on Oct. 23, 1995. \nBut there is no evidence Warnock was involved in arranging Castro’s appearance or welcoming him. And a Fox News article about Warnock and the event, which Loeffler included with her tweet, says only that Warnock worked at Abyssinian at the time.\nThe pivotal Georgia runoffs\nAfter President-elect Joe Biden’s inauguration on Jan. 20, Democrats will control the White House and the House. Control of the Senate, where Republicans currently have a 50-48 edge, won’t be known until after two Georgia runoff elections Jan. 5. Runoffs are being held because no candidate in either race on Nov. 3 captured more than 50% of the vote.\nLoeffler was appointed on an interim basis in December to replace GOP Sen. Johnny Isakson, who resigned with health problems. She finished second to Warnock on Nov. 3. In the other runoff, first-term GOP Sen. David Perdue faces Democrat Jon Ossoff, a documentary filmmaker; Perdue edged Ossoff on Nov. 3. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nIf Democrats win both seats, they would effectively control the Senate, because as the next vice president, Kamala Harris could vote to break any ties.\nThe Castro event and Warnock\nCastro appeared before 1,300 \"admirers\" at Abyssinian on the evening of Oct. 22, 1995, after speaking earlier in the day at the United Nations, the New York Times reported at the time. He \"held forth as if he were on a balcony overlooking a plaza in Havana, drinking in the cheers and applause that greeted his nearly every remark.\" \nLoeffler has repeated her attack on Warnock in a TV ad, on a website her campaign created to attack Warnock and at a campaign rally with Sen. Marco Rubio, R-Fla. Rubio also linked Warnock to the Castro event in a tweet, but didn’t go as far as Loeffler did in her claim.\nHer campaign referred PolitiFact to a press release that recounted the New York event and repeated the attack, but did not offer evidence for her claim that Warnock \"celebrated\" or \"welcomed\" Castro.\nWarnock campaign spokesman Terrence Clark told PolitiFact that Warnock \"doesn’t agree with the dictator’s beliefs and actions. He also wasn’t making decisions about who spoke at the church when he was a youth pastor.\"\nClark would not say whether Warnock attended the event. He also said Warnock would not be available for a five-minute phone interview that PolitiFact requested.\nWe did not get replies to a call and email we left for Butts, who is still pastor at Abyssinian. \nOur ruling\nLoeffler said Warnock \"celebrated Fidel Castro and welcomed him to his church.\"\nWarnock, now the pastor of a church in Atlanta, was the youth pastor at a New York City church when Castro spoke there in 1995. We found no evidence that Warnock celebrated or welcomed Castro or that he was involved in arranging his appearance.\nWe rate the statement Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18523"}