{"url": "/factchecks/2018/mar/28/viral-image/united-states-third-murders-outlier-cities/", "speaker": "Viral image", "vclaim": "\"The United States is 3rd in murders throughout the world. If you remove Chicago, Detroit, Washington, St. Louis and New Orleans, the United States is then 189th out of 193 countries in the entire world.\"", "truth_label": "pants-fire", "date": "stated on March 20, 2018 in In a meme:", "title": "Is the United States third in murders and are outlier cities to blame? No.", "text": "A viral meme shared on social media following the Parkland, Fla., shooting claimed the United States has the third-highest count of murders worldwide, a ranking that would drop dramatically if five major cities were excluded.\nThe image has been circulating since at least 2015.\nWe decided to take a closer look. Is the United States third in murders, and are a few outlier cities responsible? That’s false by any standard.\nThe main study of intentional homicides is performed by the United Nations’ Office of Drug Control. The UN warns against cross-national comparisons because of the differences in legal definitions of intentional homicides and recording practices.\nOur count of the UN’s data placed the United States ninth in intentional homicides. We used the most up-to-date count for each country and territory, which included data anywhere from 2007 to 2015.\nAs the country with the third-highest population size, however, experts told us the number of people killed is not a very useful metric.\nControlling for population size, most criminologists use the per 100,000 metric. By that standard, we found the United States ranked 94th.\nWhen we counted only the countries for which the UN had 2015 data, the United States ranked 73rd. That’s still far from the top ten.\nOutlier cities\nThe meme argues that a few outlier cities with stringent gun control legislation are responsible for the United States’ high homicide count. But that’s not true, either.\nChicago, Detroit, Washington, St. Louis and New Orleans have homicide rates well above the national average, but that’s typical for large urban cities.\nWhile Detroit, St. Louis and New Orleans are consistently among the top five American cities by homicide rate, the cities with most per-capita murders vary from year to year. Neither Washington, D.C., nor Chicago make the top five.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nChicago has a high number of homicides because of its population, but its homicide rate is middle of the road for large U.S. cities, according to Jay Corzine, a sociology professor at the University of Central Florida.\nSpecific reasons for the cities’ high murder rates largely remain a mystery for criminologists, but all are cities with \"high poverty levels, inequality, significant segregation, and an entrenched drug trade,\" Corzine said.\nDropping them from the U.S. total has little substantive impact on the U.S. homicide rate or count.\nThe cities cited in the meme accounted for 1,568 of 17,250, or 9.1 percent, of all homicides reported to the FBI in 2016, Tom Kovandzic, a criminologist at the University of Texas, Dallas, calculated for us. And without those cities, the homicide rate (per capita) would only decline by 7.73 percent, or from 5.34 to 4.93.\nWhen we applied those reductions to the UN data, the United States barely budged in its international standing. It moved down four spots in per capita murders and stayed the same in total murders. That’s inconsequential compared with the 186-spot jump the meme concocted.\nGun control\nGun control laws are mostly controlled by state legislatures. Washington, D.C., is the only listed city able to enact strict ordinances, while Chicago can do some things, according to Darrel Stephens, executive director of the Major Cities Chiefs Association.\nWe’ve previously rated the claim that Chicago has the strictest gun laws Pants on Fire.\n\"The other lie in this claim is that all five of the named cities have stringent gun regulation. Louisiana, Michigan and Missouri would be very surprised to hear that!\" said Philip Cook, a sociologist at Duke University.\nThe states didn’t impress the Giffords Law Center, a pro-gun control group. Missouri ranked 48th, Louisiana 43rd, and Michigan 16th on a scale that gives higher rankings to restricted gun ownership and use.\nOur ruling\nThe image said, \"The United States is 3rd in murders throughout the world. If you remove Chicago, Detroit, Washington, St. Louis and New Orleans, the United States is then 189th out of 193 countries in the entire world.\"\nBy no measure is the United States third in total homicides or homicide rates. Excluding the named cities from the count had little to no impact on the United States’ international standing.\nThree of the cities named in the meme are consistently the top cities for intentional homicides in the United States, but the other two are not. They are by no means outliers, either.\nWe rate this claim Pants on Fire!\n Share the Facts 2018-03-28 16:10:30 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"The United States is 3rd in murders throughout the world. If you remove Chicago, Detroit, Washington, St. Louis and New Orleans, the United States is then 189th out of 193 countries in the entire world.\"    Meme Viral image    In a meme Tuesday, March 20, 2018 2018-03-20    Read More  info", "vclaim_id": "vclaim-pol-02255"}