{"url": "/factchecks/2013/may/03/league-women-voters-austin-area/guide-says-proponents-bond-package-say-austin-scho/", "speaker": "League of Women Voters of the Austin Area", "vclaim": "Says proponents of a bond package for the Austin school district say the district has the second-lowest bond tax rate \"among the Central Texas area school districts.\"", "truth_label": "half-true", "date": "stated on April 28, 2013 in a Voters Guide.:", "title": "Guide says proponents of bond package say Austin school district's debt tax rate is second-lowest among Central Texas districts", "text": "A guide to upcoming Austin-area elections says advocates of a bond package benefiting the Austin school district maintain the district hasn’t overly burdened taxpayers.\n\nAccording to the Voters Guide prepared by the League of Women Voters of the Austin Area, proponents of the $892 million bond package say: \"The bond tax rate for Austin ISD is presently the second lowest among the Central Texas area districts.\"\n\nThe guide was published April 28, 2013, a day before early voting commenced in advance of the May 11 election featuring the four-part bond package.\n\nBy phone, league volunteer Nan Clayton, a former member of Austin’s school board, told us she believes the claim originated from a chart published next to an Austin American-Statesman news article, though she conceded she might have misread published information about the total tax rates of about 10 area districts.\n\nA slide included in a Feb. 25, 2013, Austin district presentation on budget issues indicates that this year, the Austin district has the second-lowest overall tax, of $1.242 per $100 in assessed property, rate of 10 Austin-area districts. This rate reflects the rate levied to pay for maintenance and operations plus a smaller share (sometimes called \"interest and sinking\") rate levied by districts to pay the interest and principal on district-issued bonds, usually for construction of facilities and other capital needs. We took this smaller portion to be the \"bond tax rate\" declared in the Voters Guide.\n\nThis year, the slide shows, Travis County’s Eanes district has a lower overall tax rate, $1.2125 per $100 in assessed property value, than Austin. The slide shows districts with higher rates as Round Rock, Lake Travis, Hays, Bastrop, Leander, Manor, Del Valle and Pflugerville.\n\nBut the Austin district has the lowest debt tax rate of these districts, at 16.3 cents per $100 in assessed property, with the Eanes district second at 17.25 cents per $100 valuation, according to the slide.\n\nThen again, the claim in the guide speaks to the lowest rates \"among the Central Texas districts.\" So we launched our own review of area debt tax rates on the rates in about 30 districts across Travis County and neighboring Hays, Bastrop and Williamson counties. Upshot: The Austin district’s debt rate is lower than those in most of the districts. However, seven districts--those in Wimberley, Johnson City and the burgs of Florence, Bartlett, McDade, Granger and Coupland, a district with instruction through 8th grade that has a zero debt rate--have lower rates than Austin.\n\nAppraised of our findings, Austin district spokesman Antonio Lujan initially said by email that the districts with lower rates \"are not considered Central Texas,\" while, conversely, the Austin district’s slide was limited to Central Texas districts. Historically, Lujan later added, \"we have not been compared to the smaller districts you mentioned, even though ‘geographically speaking’ they may be in the central area of the state.\"\n\nOur ruling\n\nBond proponents say the Austin school district has the second-lowest bond tax rate \"among the Central Texas area school districts.\"\n\nAustin’s debt or bond rate is lower than the rates in most of about 30 Austin-area districts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nBut seven districts have lower rates--and while we'd agree these small, mostly rural districts should rarely rate direct comparison to the larger Austin district, they are indisputably in Central Texas. (President Johnson would guffaw at the notion that Johnson City is anywhere else.)\n\nWe rate this partly accurate claim as Half True.", "vclaim_id": "vclaim-pol-09381"}