{"url": "/factchecks/2010/jun/28/dubose-porter/gubernatorial-candidate-touts-record-education-cut/", "speaker": "DuBose Porter", "vclaim": "Says he \"fought against $3 billion in cuts to public education since 2003.\"", "truth_label": "true", "date": "stated on June 10, 2010 in for DuBose Porter's gubernatorial campaign:", "title": "Gubernatorial candidate touts record on education cuts", "text": "Democrats woo few voting blocs as ardently as they do teachers. This primary-election season, with the governor's seat up for grabs, their ritual mating dance is noisy. State Attorney General Thurbert Baker plans to feather education's nest with funds from bingo games. Former Gov. Roy Barnes, who critics say lost his seat as governor because he lost the teacher vote, is singing the praises of educators. State Rep. DuBose Porter of Dublin is pushing his long record in the state House of Representatives, during which he became a darling of education advocacy groups for his positions on school funding. A blog post on his campaign Web site titled \"It all comes down to Education\" proclaims that \"Teachers need DuBose Porter as their Governor.\" The post gives 11 reasons why. This was No. 6: \"Fought against $3 billion in cuts to public education since 2003.\" Which cuts were those? we wondered. And how did he fight? This item puts Porter's reputation as a proponent for education to the test. A search of a decade's-worth of newspaper clippings and interviews shows he frequently argued against what he saw as too little education funding, and singled out Gov. Sonny Perdue in his attacks. This year, when the House passed the 2010 amended budget, Porter said that \"when we cut our teachers and we cut our schools, we shortchange our kids.\" In 2009, he opposed cuts to special supplementary payments to teachers who undergo a rigorous national certification process.In 2008, Porter advocated for two bills that he said would have boosted the money going to schools by changing funding procedures. In 2007, he wrote a column for The Atlanta Journal-Constitution challenging Perdue on statewide SAT scores and what he saw as cuts to education. In 2006, he criticized Perdue for education budget changes he made during his first term as governor. Porter argued in 2005 that more money needed to go to schools and teacher salaries. State education advocacy groups think Porter fought for them. Herb Garrett, executive directorof the Georgia School Superintendents Association, was effusive in a recent e-mail. \"I can say without fear of contradiction that Representative Porter has, in fact, raised numerous objections to the cuts to education,\" Garrett said. \"He is among the most knowledgeable candidates on education funding [due to his many years of experience in the General Assembly and on education committees in particular], so he has a keen eye for how the education portion of the budget operates and when those in positions of power are playing games with it. He has called their hand publicly on a number of occasions.\" You get the point. Checking Porter's opposition to school spending cuts of all stripes is easy.Now, figuring out whether those cuts were worth $3 billion is a messier business. Porter and his backers argue there were billions of dollars of cuts under Perdue's reign. Perdue's office says the governor actually increased school funding by about $1 billion.How is this possible? Thank the murkiness of education financing in Georgia. The state's 1985 Quality Basic Education Act established the formula the state uses to dole out money to local school systems for k-12 students. Each year, the state plugs numbers into the formula to determine how much money to give. But the state budget doesn't have to follow the formula. For instance, for the 2010 budget year, the formula determined the state government should put about $1.35 billion more than it actually provided, according to budget documents from the state Department of Education. Because the state provided less than the QBE formula suggested, Porter and other groups such as the Georgia School Superintendents Association have said Perdue cut school funding by that amount in that budget year. If you total the difference between what the QBE formula kicked out and how much was allocated from fiscal year 2003 through 2010, you end up with about $3 billion worth of cuts, a Porter campaign representative said. In fact, this $3 billion is a little low, according to a PolitiFact Georgia analysis. We found cuts were at about $3.25 billion. If you count the fiscal year 2011 budget, which was just passed this spring, those cuts are about $4.3 billion, according to the state School Superintendents Association. Here's the problem. Some people don't count cuts this way. One of them is the governor. Perdue's office sent us a spreadsheet that detailed how they calculate changes in QBE funding, which essentially subtracts the later year's QBE amount from the earlier number. The difference from 2003 to 2010 is about $1 billion. So how do we determine whether Porter's statement is true? Even though numbers aren't typically thought of as subjective, in this case, whether or not you believe the budget was cut by $3 billion or increased by $1 billion is a matter of perspective. The arithmetic behind both calculations is correct, but the assumptions behind them are very different.  For years, government types have argued whether a reduction in an expected increase counts as a budget cut. If you think it is a cut, you might believe the $3 billion number is correct because if the state fails to follow the QBE formula, they're shortchanging schools. Or you might think the formula is bunk and that it's important to give the state credit for increasing the overall amount by about $1 billion. Porter has consistently objected to what he saw as cuts to k-12 education that were the result of QBE funding shortfalls. He did so aggressively, calling out the governor by name.We rate Porter's statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14843"}