{"url": "/factchecks/2011/may/29/chain-email/email-message-says-members-congress-get-full-pensi/", "speaker": "Chain email", "vclaim": "Members of Congress \"receive full pay retirement after serving one term.\"", "truth_label": "pants-fire", "date": "stated on May 16, 2011 in a message via the Internet:", "title": "Email message says members of Congress get a full pension for serving just one term", "text": "In an era when government pension benefits are under a lot of scrutiny, in part because retirement programs are costly and underfunded, it's not surprising that members of Congress would have the terms of their benefit package questioned as well.\n\nOne unsigned email sent to us a few times in recent weeks begins: \"No one has been able to explain to me why young men and women serve in the U.S. military for 20 years, risking their lives protecting freedom, and only get 50 percent of their pay, while politicians hold their political positions in the safe confines of the capital, protected by these same men and women, and receive full pay retirement after serving one term. It just does not make any sense.\"\n\nIt goes on to say, \"Many citizens had no idea that members of Congress could retire with the same pay after only one term.\"\n\nFor a rank-and-file member of the House of Representatives paid $174,000 per year, that would mean full pay for the rest of their lives after serving as little as two years.\n\nWhat a deal! But is it a real deal? We wanted to find out.\n\nIt didn't take us long to uncover a federal report, released in January, on \"Retirement Benefits for Members of Congress\" prepared for Congress by the nonpartisan Congressional Research Service. It outlines how pension benefits are calculated.\n\nThe key provision: no member of Congress is eligible for any pension unless he or she has served in Congress for at least five years. (Senators serve six-year terms; House members must seek reelection every two years.)\n\nTo collect, a congressman or senator must be age 62, or be age 50 with 20 years of service, or be any age with 25 years of service.\n\nUnder the most recent pension program, adopted in 1984, the size of a pension is based on the highest three years of a member's salary, the number of years of service and a multiplier, which is 1.7 percent for the first 20 years of service and 1.0 percent for subsequent years. (Typically, for a 25-year rank-and-file member who retired this year, the pension would be the sum of two calculations. First, take $172,443 [the average salary over the last three years] times 20 years times 0.017. Then, add that to $172,443 times 5 years times 0.01. The total: $67,249 per year.)\n\nA three-term congressman (or one-term senator) who has now reached retirement age would be eligible for an annual pension of $17,588 for six years of work. That's extremely generous, but not even close to full pay. (Members of Congress are also eligible for Social Security.)\n\nFinally, federal law prevents them from getting full-pay retirement when they leave office. The report says, \"By law, the starting amount of a member's retirement annuity may not exceed 80 percent of his or her final salary.\" (Under the formula, it would take 67 years of service to hit that limit.)\n\nSo the email saying that members of Congress can \"receive full pay retirement after serving one term\" is blatantly bogus. It's never full pay and the only one-term members who would be eligible for any pension would be senators.\n\nThis claim has been around the rotunda a few times. Our friends at Snopes.com have emails dating to 2000 reporting that senators and congressmen, when they retire, continue to draw the same paycheck until they die. FactCheck.org has also debunked the email.\n\nOver the years the claim has been accompanied by assertions that members of Congress don't pay into their Social Security (they have since 1984) or they don't contribute anything toward their retirement (they do), or that they are exempt from the new health-care law or claims of sexual harassment (they're not).\n\nA quick Google search with the words \"congress\" \"full\" \"pay\" and \"retirement\" would reveal the truth. But too many people prefer to make the seat-of-the-slacks decision to simply spread the myth to family and friends. So for them, and the original author of this ill-informed email, we break out the matches and lighter fluid and give them a Pants On Fire!\nhttps://www.sharethefacts.co/share/c8c8d099-0558-4c98-9c28-e94348bf4b4a\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKathleen Connell\n\n\nstated on October 26, 2011 in a hearing\n\n\n\n\n\n\n\n\n\"Sixty-percent of the state retirees...don’t get Social Security.’’\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lynn Arditi • November 13, 2011", "vclaim_id": "vclaim-pol-13026"}