{"url": "/factchecks/2014/jul/09/facebook-posts/facebook-post-blondes-fox-news/", "speaker": "Facebook posts", "vclaim": "An image of nine white, blond women shows \"the amazing diversity of Fox News anchors.\"", "truth_label": "barely-true", "date": "stated on July 3, 2014 in a Facebook post:", "title": "Image of 9 white, blond women shows 'amazing diversity of Fox News anchors'", "text": "For several years, this image has made the rounds on social media.\nWe found it recently on the photo page of a San Francisco area journalist, Jamal Dajani. \"The amazing diversity of Fox News anchors,\" Dajani wrote in a post that had been shared nearly 12,000 times by July 9, 2014.\nThe image, Dajani told us, \"reflects the uniformity of the Fox narrative -- one dimensional.\" In this case, the nine images are all of white women with blond hair. \nIt's not a new dig at Fox News. Saturday Night Live mocked Fox News' lack of diversity in 2010, referring to a guest only as \"attractive blonde lady\" in a sketch.\nBut with the revival of this Facebook image, we wanted to see if the criticism holds water.\nWe can't verify that all nine people pictured are Fox News anchors or hosts (matching images can be dicey). But we can check how closely the Facebook image matches the full line-up of Fox News female personalities. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe went through the Fox News website and picked out all the women with anchor or host in their job description (rotating anchor and co-host qualified). For the record, Fox News has plenty of male hosts, too, but we decided to look only at women since that was the focus of the Facebook image.\nFox News female hosts and anchors' hair color\nWe realize deciding whether a person’s hair is or isn’t blond can be a judgment call. But we included the images of each host so you can reach your own conclusion.\n\n\nOf the 26 female hosts and anchors listed on the Fox News website, by our count roughly about half are blond and half are not. That's not nearly how the Facebook image had it.\nFox News female hosts and anchors' race\nAs you can see from the images above, the majority of Fox News' female on-air talent is white. But they are not universally white. Arthel Neville is African-American and Uma Pemmaraju describes herself as the first Indian-American anchor to regularly appear on national television.\n \nOur ruling\n \nA Facebook post used an image of female Fox News anchors to say that the network lacks diversity in its staff. We found that for those women who are anchors or hosts in any capacity, about half are blond. And while most are white, not all are.\n \nThe Facebook image gives the strong impression that all female Fox News anchors and hosts look alike. That's misleading. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07632"}