{"url": "/factchecks/2018/aug/24/blog-posting/not-so-close-asteroid-headed-towards-earth-wont-hi/", "speaker": "Bloggers", "vclaim": "\"NASA says an asteroid bigger than a football pitch is heading towards Earth.\"", "truth_label": "barely-true", "date": "stated on August 23, 2018 in a blog post:", "title": "Asteroid headed toward Earth won't hit us, scientists say", "text": "Articles trending on social media are hinting at an out-of-this-world claim: that Earth is about to be decimated by an incoming asteroid.\n\"NASA says an asteroid bigger than a football pitch is heading towards Earth,\" the Wakefield Express reported.\nThe meaning of that sentence — aside from the term \"football pitch,\" which is simply Britspeak for \"soccer field\" — seemed alarming to us.\n\"Dubbed ‘2016 NF23’, the gargantuan lump of space rock has been labelled ‘potentially hazardous’ by (NASA),\" the article continued.  \nUh-oh. We began to wonder if Earth was on a collision course with a giant asteroid.\nTurns out, the answer is no.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nClose, but not that close \nThe Center for Near Earth Object Studies at NASA’s Jet Propulsion Laboratory keeps a database that details all instances where objects in space have had a \"close approach\" to the Earth. The asteroid in question, 2016 NF23, is on that list. \nAccording to that database, the asteroid is predicted to be closest to the Earth on Aug. 29, 2018. It will be travelling at 20,000 miles per hour, or about 5 and a half miles per second.\nThe database also says the asteroid is estimated to be 70 meters to 160 meters in diameter, or about 75 to 175 yards. That’s roughly the size of a soccer field.\nBut there’s actually no reason to worry about 2016 NF23. That’s because even at its point of closest approach to the Earth, the asteroid will be more than 3 million miles away (or, a lot of soccer fields). That’s more than 13 times the distance between the Earth and its moon.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"From an astronomical perspective, that may be close, but from a human perspective, it’s obviously not very close at all; the asteroid is certainly not ‘skimming’ past the Earth, as the story claims,\" said Paul Chados, the manager of the Center for Near Earth Object Studies, in an interview.  \nHe added, \"In no way is our prediction a ‘warning,' as the story intimates.\"\nThe Wakefield Express is also incorrect in saying that 2016 NF3 \"has been labelled 'potentially hazardous'\" by NASA.\nAlan Chamberlin, a senior engineer at the Jet Propulsion Laboratory, told PolitiFact, \"The object is not classified as a PHA (Potentially Hazardous Asteroid) as defined in our CNEOS website.\"\nThat’s because the asteroid has too high of an absolute magnitude (a measurement for determining how bright asteroids appear) and is too small of an object to be considered a Potentially Hazardous Asteroid.\nBoth Chados and Chamberlin suggested that the article was misleading and recommended that readers who are concerned about asteroids and other objects possibly striking the Earth look at NASA’s Sentry page.\nUnlike the close approach database, the Sentry page only lists asteroids \"that have even the slightest chance of colliding with our planet over the next century or two,\" as Chados put it.\nThe Wakefield Express did not respond to a request for comment sent to the editorial email listed on its Contact Us page.\nOur ruling\nA headline on the website Wakefield Express claimed that \"NASA says an asteroid bigger than a football pitch is heading towards Earth.\"\nNASA has indeed confirmed a large asteroid is heading in the direction of Earth. But the asteroid will not actually do any damage to us. It will stay far, far, far away.\nIn addition, the article says that NASA has labeled the asteroid ‘potentially hazardous.’ NASA has made no such designation.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-01695"}