{"url": "/factchecks/2019/mar/07/america-first/did-beto-orourke-and-kirsten-gillibrand-say-theyd-/", "speaker": "America First", "vclaim": "Says Beto O’Rourke and Sen. Kirsten Gillibrand \"have both said they would tear down the wall if elected president.\"", "truth_label": "half-true", "date": "stated on March 1, 2019 in a tweet:", "title": "Did Beto O'Rourke and Kirsten Gillibrand say they'd tear down border wall if elected president?", "text": "While President Donald Trump wants to build a border wall, Democrats Beto O’Rourke and Sen. Kirsten Gillibrand want to tear it down, claimed a political group aiming to get pro-Trump candidates elected to federal office.\n\"[email protected] and @SenGillibrand have both said they would tear down the wall if elected president. THAT sums up the difference between President Trump and the Radical Democrats,\" said a March 1 tweet from America First.\n.@BetoORourke and @SenGillibrand have both said they would tear down the wall if elected president.THAT sums up the difference between President Trump and the Radical Democrats.— America First (@AmericaFirstPAC) March 1, 2019\n\nAmerica First describes itself as a super Political Action Committee dedicated to electing federal candidates who support Trump’s agenda.\nDid America First accurately describe what O’Rourke and Gillibrand have said about border walls? The tweet is partially accurate, but it leaves out important details.\nO’Rourke, a former U.S. representative from Texas, said in an MSNBC interview that he would \"absolutely\" take down border barriers in El Paso, Texas. O’Rourke later said he supported barriers along some parts of the border.\nAsked if she agreed with O’Rourke’s statement of dismantling border wall in El Paso, Gillibrand, a U.S. senator from New York, did not give a definitive answer. She said she would need to learn more about it, \"and if it makes sense, I could support it.\"\nWhat O’Rourke said\nO’Rourke has not said whether he will run for president.\nMSNBC’s Chris Hayes interviewed O’Rourke on Feb. 14 near the U.S.-Mexico border in El Paso and asked him about taking down the border wall. Rep. Dan Crenshaw, R-Texas, initially posed the question on Twitter for O’Rourke.\nHayes: \"I want to pass along from, a question from a congressman who does not represent the border but he is in Texas, Dan Crenshaw, who is a new member of Congress. He’s been very outspoken in favor of the president’s agenda on the border particularly.\"\nO’Rourke: \"Right.\"\nHayes: \"And he wanted to ask you — he tweeted this, I’m just passing it along. It’s not something, he didn’t text me. You know, would you — if you could, would you take the wall down now, here?\"\nO’Rourke: \"Yes.\"\nHayes: \"Like you have a wall and knock it down.\"\nO’Rourke: \"Absolutely. I’d take the wall down.\"\nHayes: \"You think if there’s a referendum here in the city, that would pass?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nO’Rourke: \"I do.\"\nO’Rourke added that wall and fencing has \"not in any demonstrable way made us safer.\" He said the barriers cost tens of billions of dollars to build and maintain and pushed migrants, refugees and asylum seekers \"to the most inhospitable, the most hostile stretches of the U.S.-Mexico border ensuring their suffering and death.\"\nA few days after that interview, O’Rourke said there was \"a role\" for barriers in some parts of the border.\n\"I think there is a role for physical barriers in some places,\" O’Rourke said Feb. 19, according to the Texas Tribune. The Texas Tribune said O’Rourke made clear that his comment about taking down wall was specific to El Paso, because crime data did not suggest a wall made the city safer.\n\"On border barriers elsewhere, O'Rourke said he ‘would work with local stakeholders, the property owners, the communities, those who actually live there to determine the best security solution,’\" the Texas Tribune reported.\nSo O’Rourke has said he’d take down a wall in El Paso but does not oppose a wall in other parts of the border.\nWhat Gillibrand said\nA Fox News reporter asked Gillibrand about O’Rourke’s border wall statement to MSNBC as she campaigned in New Hampshire on Feb. 15. Gillibrand did not outright say she would tear down the wall if elected president. She said she would need to examine the issue \"and if it makes sense, I could support it.\"\nReporter: \"What about a proposal from Beto O’Rourke to actually remove some of the existing wall, he was talking about El Paso. But the idea of dismantling some of the wall, good idea? Bad idea?\"\nGillibrand: \"Well, I’d have to ask folks in that part of the country to see whether the fencing that exists today is helpful or unhelpful.\n\"But you know, Democrats are not afraid of national security or border security. Democrats have funded border security for decades. So it’s not a question of not wanting to keep the country safe. But what President Trump wants to do is build a medieval-style wall out of concrete and one that will destroy not just the community but the environment. And it is a hateful message. I mean he's trying to create a picture of division and hate and derision, and that’s what I’m so offended by. The fact that he spews this kind of racism in his words and actions is troubling.\n\"So, I could look at it and see which part he means and why, and if it makes sense, I could support it.\"\nAmerica First stood by its tweet in a statement to PolitiFact.\n\"Let’s be clear here: Gillibrand and O’Rourke both support open borders and oppose President Trump’s border protection policies,\" said Alex Titus, spokesman for America First. \"Their past statements on tearing down the wall speak volumes.\"\nOur ruling\nAmerica First tweeted that O’Rourke and Gillibrand \"have both said they would tear down the wall if elected president.\"\nThe tweet doesn’t tell the whole story.\nO’Rourke in an MSNBC interview said he’d take down wall in El Paso. O’Rourke later said \"there is a role\" for physical barriers in other parts of the U.S.-Mexico border.\nGillibrand did not denounce O’Rourke’s MSNBC statement of taking down wall in El Paso, but she also did not unreservedly embrace that position. Gillibrand said that if that made sense, she could support it, but would first need to evaluate the barriers’ effectiveness.\nAmerica First’s statement is partially accurate but leaves out important details and context. We rate it Half True.\n Share the Facts 2019-03-07 22:28:32 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Beto O’Rourke and Sen. Kirsten Gillibrand \"have both said they would tear down the wall if elected president.\"    America First Super PAC    in a tweet Friday, March 1, 2019 2019-03-01    Read More  info", "vclaim_id": "vclaim-pol-00922"}