{"url": "/factchecks/2019/oct/16/pete-buttigieg/refereeing-pete-buttigieg-elizabeth-warren-medicar/", "speaker": "Pete Buttigieg", "vclaim": "Americans \"say that what they want is a choice\" to join a single-payer system like Medicare rather than ending private insurance.", "truth_label": "true", "date": "stated on October 15, 2019 in a Democratic presidential debate:", "title": "Refereeing Pete Buttigieg, Elizabeth Warren on public support for Medicare for All", "text": "Pete Buttigieg sparred with Elizabeth Warren at the most recent Democratic debate over how to expand health insurance coverage for all Americans.\nButtigieg said he favors allowing Americans younger than 65 to enroll in Medicare if they wish. Warren, by contrast, prefers to transition all Americans from their current insurance plan to government coverage.\n\"Elizabeth supports Medicare for All, which would provide all Americans with a public health care program,\" her website says.\nHere’s what Buttigieg said at the Oct. 15 debate in Westerville, Ohio:\n\"I don’t think the American people are wrong when they say that what they want is a choice. The choice of Medicare for All who want it, which is affordable for everyone, because we make sure that the subsidies are in place, allows you to get that health care. It’s just better than Medicare for All whether you want it or not. And I don’t understand why you believe the only way to deliver affordable coverage to everybody is to obliterate private plans.\"\nIs Buttigieg correct to say that Americans prefer giving people under 65 an option to join Medicare as opposed to requiring them to give up their current coverage?\nAs we seek to answer this question, we’ll begin by noting that terminology and question wording matters a lot when pollsters ask Americans for their preferences. \nLooking at the recent polls on health policy reveals a wide variation in how questions are worded making many of them not useful for refereeing the Buttigieg-Warren exchange.\nHowever, we did find two polls from 2019 that are on point — and both of them support Buttigieg’s position.\nAn NPR/PBS News Hour/Marist poll conducted in mid July asked, \"Do you think Medicare for All – that is, a national health insurance program for all Americans that replaces private health insurance – is a good idea or a bad idea?\" This is essentially the Warren approach.\nOn that question, 41% of respondents thought that was a good idea, but a larger percentage – 54% – said it was a bad idea. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA second question by NPR/PBS/Marist asked respondents about an approach more in line with Buttigieg’s idea.\nThe survey asked, \"Do you think Medicare for all that want it – that is, allow all Americans to choose between a national health insurance program or their own private health insurance – is a good idea or a bad idea?\"\nThat proposal earned a strong thumbs-up from respondents: 70% said it was a good idea, with only 25% saying it was a bad idea.\nA second poll – conducted by Kaiser in January 2019 – found stronger support for the Buttigieg approach than for the Warren approach.\nThe survey asked, \"Do you favor or oppose having a national health plan, sometimes called Medicare-for-All, in which all Americans would get their insurance from a single government plan\" – essentially the Warren approach.\nFor this question, a majority did favor it – 56% support compared to 42% opposition.\nBut support was even stronger for the Buttigieg approach. The survey asked, \"Do you favor or oppose creating a national government administered health plan similar to Medicare that would be open to anyone, but would allow people to keep the coverage they have if they prefer?\"\nThis drew support from 74% of respondents and opposition from only 24%.\nA third option with a slightly different wording fared even better in Kaiser’s polling. \"Do you favor or oppose allowing people between the ages of 50 and 64 to buy insurance through the Medicare program?\"\nThis won the support of 77% of respondents, compared to only 18% opposition. Support was strong across all parties: It won 85% support from Democrats, 75% support from Independents, and 69% from Republicans.\nKaiser’s most recent polling, released the same day as the debate, shows a steady rise in support for the Buttigieg approach – from 65% in July to 73% in October – and a steady decline for Warren’s approach – from 56% in January to 51% in October.\nOur ruling\nButtigieg said that Americans \"say that what they want is a choice\" to join a single-payer system like Medicare rather than ending private insurance.\nPolling on this question shows higher levels of support for an opt-in approach to expanding Medicare than for a required switch away from private insurance. We rate the statement True.", "vclaim_id": "vclaim-pol-00058"}