{"url": "/factchecks/2013/may/19/david-cicilline/us-rep-david-cicilline-says-only-83-percent-income/", "speaker": "David Cicilline", "vclaim": "Historically, the Social Security tax has been assessed on about 90% of U.S. income. Now it captures 83% because there's been such a growth of income among the highest earners.", "truth_label": "barely-true", "date": "stated on May 12, 2013 in an interview on WPRI's Newsmakers program:", "title": "U.S. Rep. David Cicilline says only 83 percent of income is subject to Social Security tax, down from about 90 percent historically", "text": "The question of how to properly finance Social Security was one of the topics when U.S. Rep. David Cicilline was interviewed on WPRI's \"Newsmakers,\" which aired May 12, 2013.\n\nCicilline expressed support for one proposal that would eliminate the limit on the Social Security payroll tax. Currently, employees stop paying the 6.2-percent tax for the year once their income hits $113,700. Applying the tax to everyone regardless of their income would keep Social Security solvent for the next 75 years, according to the Office of the Chief Actuary of the Social Security Administration.\n\nOn \"Newsmakers,\" Cicilline said more and more income is now exempt from the tax.\n\n\"Social Security used to be a tax which was assessed on approximately 90 percent of the income generated in this country, which was where it has sort of been historically. It currently collects taxes on about 83 percent of wages earned because the cap . . . only captures 83 percent of earnings because there's been such a growth of income at the very top,\" the congressman said.\n\nWe were interested in seeing if his percentages were correct.\n\nWe didn't get an immediate response from his office, so we went looking on our own.\n\nAccording to a Social Security \"Policy Brief\" from 2011, and other sources, Social Security sometimes refers to this limit as the \"tax max.\" It's been the subject of a lot of tinkering since the 1930s, when it was set at $3,000. The tax rate then was just one percent.\n\nThe tax max started going up in 1951. Annual increases began in 1972. The tax rate itself started to rise in 1950. It has been 6.2 percent since 1990.\n\nReturning to Cicilline's statement, we found that he got a key number wrong.\n\nHe said that, historically, 90 percent of income was subject to the Social Security tax. In fact, 83 percent is the average proportion of wages subjected to the tax from the founding of Social Security through 2009. For several years during the 1950s, 1960s, and 1970s it was below 80 percent, dropping to 71 percent in 1965.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\nThe percentage peaked at 90 percent in only two years -- 1982 and 1983. It's been on the decline since then. It was about 86 percent in 2010.\n\nCicilline's office subsequently sent us two reports that confirmed the 90 percent represents a historical peak, not an average.\n\nOne was a 2010 document from the nonpartisan Congressional Research Service, which predicted that the rate would hit 83 percent around 2014. The other was a compilation of statistical tables from the Social Security Administration showing that the 2011 rate was expected to be 83 percent, as Cicilline said.\n\nThe reports showed something else.\n\nSince 1983, about 6 percent of the population each year has earned enough money to reach the cap and stop paying Social Security taxes that year. The fact that the percentage has changed very little (yet the amount of wages subjected to the Social Security tax has steadily declined) shows that the wealthiest Americans have been seeing less and less of their income subjected to the tax, which was Cicilline's other point.\n\nAs the 2011 policy brief concluded, \"The percentage of earnings covered by the tax max has fallen since the early 1980s because earnings among above-max earners have grown faster than earnings among the rest of the working population.\"\n\nOne final interesting note for the folks in Cicilline's home state: the Congressional Research Service report has a state-by-state breakdown of the percentage of workers with income subject to the Social Security tax who exceeded the limit in 2007. Rhode Island had the fewest workers -- only 1.6 percent in that category. South Dakota was next to the bottom, at 2.1 percent. New Jersey was highest at 11.6 percent.\n\nOur ruling\n\nU.S. Rep. David Cicilline said only 83 percent of wages are being subjected to the Social Security tax when, historically, it has been 90 percent.\n\nAnalyses by the Social Security Administration and the Congressional Research Service show that he is on the mark for the current rate of taxation, but 90 percent applies to only two years in the 1980s. It has been declining since then, as better-paid Americans have seen their incomes grow at a faster rate than other workers.\n\nThe judges felt that Cicilline needed to get both facts correct to make his point. When a key part of his premise turns out to be inaccurate, his overarching argument fails. We rate the claim Mostly False.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09319"}