{"url": "/factchecks/2019/oct/04/roger-williams/are-half-those-arrested-dwis-i-35-unauthorized-imm/", "speaker": "Roger Williams", "vclaim": "\"50% of the DUIs on Interstate 35 are from illegals. Ninety percent of the 50% have absolutely no identification.\"", "truth_label": "pants-fire", "date": "stated on August 22, 2019 in an interview:", "title": "Are half of those arrested for DWIs on I-35 unauthorized immigrants?", "text": "During a panel on the border crisis hosted by the Texas Public Policy Foundation, U.S. Rep. Roger Williams, a Republican from Central Texas, answered questions alongside Ken Cuccinelli, the acting director of U.S. Citizenship and Immigration Services.\nWilliams said he is frustrated when he hears people characterize the situation at the border as a \"homemade crisis\" or a \"made-up crisis.\"\n\"We’re doing everything we can do to help these folks, but at the same time, we’ve got to get back to defending our borders and the rule of law,\" Williams said at the August event. \"I had a meeting with law enforcement in my district and they said, here’s a fact for you — we’re all familiar with Interstate 35 — they said 50% of the DUIs on Interstate 35 are from illegals. Ninety percent of the 50% have absolutely no identification. So you give them a ticket, you can’t put them in jail because the jails are full here ... so you send them on their way.\"\nThere are a lot of problems with Williams’ claim.\nFirst of all, he appears to be conflating DUIs and DWIs. He referenced DUIs, an offense reserved for minors who are found to be operating a motor vehicle with any detectable amount of alcohol in their systems, but then went on to discuss placing offenders in jail.\nWhen minors in Texas are apprehended by law enforcement, they are taken to a juvenile processing office and then, if they are not released to a parent or guardian, to a juvenile detention facility.\nAlso, his claim that individuals pulled over for DWIs are sent \"on their way\" with a ticket because jails in Texas are full is inaccurate. Jails across the state are at varying levels of occupancy and have different practices in place to handle capacity issues.\nWilliams also did not specify which parts of the freeway he was considering and he did not offer a timeframe for his claim.\nAfter speaking with officials at five law enforcement agencies in Texas and reviewing different records related to arrests and immigration status, it is clear that there is no evidence to support Williams’ claim.\nNone of the agencies we contacted could provide data to directly inform Williams’ statement. The information they could share revealed that a small percentage of all arrests for people driving while intoxicated are individuals suspected of being in the country illegally.\nNo official figures on this claim are maintained by law enforcement\nInterstate 35 is a roughly 1,600-mile freeway that stretches from Laredo at the Texas-Mexico border to Minnesota. The road runs through Oklahoma, Kansas, Missouri and Iowa. About 504 miles of the freeway are in Texas.\nWilliams represents the 25th Congressional District, which includes multiple non-connected stretches of the interstate. In Austin, his district includes more than 3 miles near downtown. It also includes about 55 miles of Interstate 35 West from Abbott to Burleson and about 9 miles of Interstate 35 East outside of Milford.\nJohn Etue, chief of staff to Williams, said that the numbers came from law enforcement officers within the 25th Congressional District \"regarding their personal experiences while performing their duties within their areas of operation.\"\n\"These are not official Texas or DPS stats,\" he said.\nEtue declined a request to provide information about the officers who provided the information, including the agency where they work.\nI-35 is part of the state highway system and is maintained by the Texas Department of Transportation. Various law enforcement agencies enforce traffic laws on these roadways, including the state’s Department of Public Safety, which houses the State Highway Patrol.\nLocal law enforcement officers also enforce traffic laws on portions of the highways that are within their jurisdiction.\nWe first turned to the Texas Department of Public Safety for its figures on drunken driving arrests on I-35, but a spokesperson said: \"The data you’re requesting is not something the department tracks.\"\nWilliams said he spoke with officers in the 25th Congressional District, so we turned to four law enforcement agencies with coverage areas that overlap with the portion of I-35 that runs through the district — the Austin Police Department, the Travis County sheriff’s office, the Hill County sheriff’s office and the Hillsboro Police Department.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn Texas, local officers are allowed — but not required — to ask about the immigration status of any individual they detain, including during traffic stops. Local jails also are required to comply with requests from federal immigration authorities to detain people suspected of being in the country illegally.\nU.S. Immigration and Customs Enforcement places detainers on people who have been arrested on criminal charges and \"for whom ICE possesses probable cause to believe that they are removable from the United States.\"\nWhen a detainer is placed on an individual, local law enforcement must hold the individual for up to 48 hours, giving ICE agents time to respond and take custody of the individual.\nNone of the entities we contacted were able to provide the exact information we requested, due to discrepancies in how information is recorded and maintained across agencies. Open records policies also limit what information can be released about ICE detainers. Only one agency was able to provide any information about whether individuals arrested for DWIs had identification.\nOther data highlights problem with Williams’ claim\nThe Austin Police Department provided figures about all arrests for driving while intoxicated on I-35, but could not provide information about immigration status.\nThe department has made 3,904 DWI arrests on I-35 from January 2014 through the end of August this year, according to records provided by the department.\nThe Travis County sheriff’s office tracks people booked into the county jail with DWI arrests who had been flagged by federal immigration authorities, but they do not filter the information by the location of the arrest.\nThe jail houses individuals arrested across the county by many different law enforcement agencies.\nFrom Aug. 1, 2018, to Aug. 31 of this year, there were 6,182 bookings into the county jail on new DWI arrests. Of those arrests, 7.4% of those individuals had an ICE detainer.\nAlso, in Travis County, the court tasked with handling DWI cases had information about DWI arrests and the percentage of people arrested who were from a different country, but court officials were not able to zero in on people here illegally or the location of the arrest. They also could not provide information on whether an individual had identification or not.\nOf all the DWI cases that went before the court in fiscal year 2018, about 20% involved people who were not U.S. citizens. It’s unclear what percentage of that group were people who were in the country illegally.\nTravis County Attorney David Escamilla, whose office prosecutes misdemeanors like DWIs, said he was not familiar with the figures cited by Williams.\n\"I’ve never seen that type of metric and I find it highly improbable,\" Escamilla said.\nThe Hillsboro Police Department was able to provide information about DWI arrests within its jurisdiction and the number of people arrested who were in the country illegally at the time of the arrest, but they could not limit the arrests by location.\nFrom 2011 through 2019, the department made 180 DWI arrests. Of those, three people had ICE detainers. Of those three people, one did not have identification.\nFinally, Capt. Justin Motherspau at the Hill County sheriff’s office said the details in Williams’ claim are \"not something that we even have the ability to track.\"\nOur ruling\nWilliams said, \"50% of the DUIs on Interstate 35 are from illegals. Ninety percent of the 50% have absolutely no identification.\"\nThere is no evidence to support Williams’ claim, which an aide said was based on a meeting he had with law enforcement officers in his district. The aide did not identify the officers or the agency where they worked.\nData shows that small percentages of those charged with DWI in jurisdictions along I-35 within the 25th Congressional District lack legal immigration status.\nWe rate this claim Pants on Fire.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.", "vclaim_id": "vclaim-pol-00089"}