{"url": "/factchecks/2016/may/09/ted-cruz/cruz-claims-obama-administration-sponsored-un-reso/", "speaker": "Ted Cruz", "vclaim": "\"The Obama administration has even joined Islamist governments in sponsoring a U.N. resolution that would shred our First Amendment by threatening to make discussion of radical Islamism potentially illegal.\"", "truth_label": "pants-fire", "date": "stated on March 28, 2016 in a campaign email:", "title": "Pants on Fire: Cruz says White House sponsored U.N. resolution that would \"shred 1st Amendment\"", "text": "In an email to supporters March 28, 2016, Sen. Ted Cruz of Texas criticized the Obama administration’s approach to fighting terrorism.\nThe email, with the subject \"If I Am Elected President, America Will Have a Commander-in-Chief Committed to Defeating Radical Islamic Terrorism,\" reprinted a Cruz op-ed column published that day in the New York Daily News. Cruz wrote the op-ed after New York City Police Chief William Bratton criticized his call to monitor Muslim neighborhoods in the aftermath of the Brussels terrorist attacks.\nCruz, who since has dropped out of the race for the Republican nomination for president, defended his plan to monitor Muslim neighborhoods by citing the Brussels neighborhood of Molenbeek, which has been connected to the architects of the Brussels attack. Then, he turned to President Barack Obama’s approach to terrorism and the differences between their two philosophies: fighting \"radical Islamic terrorism\" as Cruz and other Republicans call it, or fighting extremist groups, as Obama has clarified.\n\"In the wake of 9/11, there was a broad consensus in favor of a common-sense domestic counterterrorism strategy,\" Cruz wrote. \"But over the last seven years, the focus on protecting the homeland has been lost. The Obama administration has even joined Islamist governments in sponsoring a U.N. resolution that would shred our First Amendment by threatening to make discussion of radical Islamism potentially illegal.\"\nIt’s no secret Cruz and Obama disagree on what to call terrorists. But is it true the Obama administration \"joined Islamist governments\" to sponsor a United Nations resolution to \"make discussion of radical Islamism\" illegal in contravention of the First Amendment?\nU.N. resolution\nThe Cruz campaign did not answer our queries about the basis of his U.N. claim, but Josh Greenman, opinion editor for the Daily News, replied by email that Cruz’s statement reflected the senator’s \"interpretation of United Nations Human Rights Council Resolution 16/18.\"        \nThe U.N. Human Rights Council adopted that resolution in March 2011 with the purpose of \"combating intolerance, negative stereotyping and stigmatization of, and discrimination, incitement to violence, and violence against persons based on religion or belief.\" The resolution promotes religious tolerance and calls on member states to ensure proper representation of religious minorities.\nThe resolution was a compromise, reached in 2011 after more than a decade of negotiations. In 1999, Muslim states, through the Organization of Islamic Cooperation, began introducing resolutions intended to combat  what they saw as the defamation of religion, often through the criminalization of blasphemy. Western states opposed the proposals, arguing they interfered with free speech.\nBy 2011, the different parties agreed to modify the resolution to drop any references to blasphemy or defamation. The resolution passed unanimously after that compromise. Then-Secretary of State Hillary Clinton called it a \"landmark achievement.\"\nPunditFact checked a statement related to Resolution 16/18 on Jan. 14, 2015. PunditFact found Mostly False a claim that the Obama administration, through the resolution, supported Muslim allies trying to establish an international blasphemy standard.\nOne clause in the resolution supported that claim: In a list of \"actions to foster a domestic environment of religious tolerance, peace and respect,\" the resolution calls on states to adopt \"measures to criminalize incitement to imminent violence based on religion or belief.\"\nTo defend the United States’ ability to support a resolution with that language without violating its Constitution, PunditFact reported, State Department officials Michael Posner and Suzan Johnson Cook cited a 1969 U.S. Supreme Court decision, Brandenburg v. Ohio. In its ruling, the high court held that all speech is protected \"except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\" Therefore, the State Department officials said, the resolution language was in line with U.S. law.\nPunditFact determined that negotiating with Muslim allies to tone down language on blasphemy and defamation laws did not equate to supporting their cause. However, the resolution language that leaves a door open to criminalization -- an interpretation some Muslim countries have insisted is the correct reading of the agreement -- bumped the rating to Mostly False, rather than False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nCruz goes further\nCruz’s claim is more extreme than the one PunditFact checked in 2015. Cruz says that the same resolution could \"shred our First Amendment\" and threaten to make discussion of radical Islamic terrorism illegal.\nA web search for experts on Muslim states and the U.N. led us to Turan Kayaoglu, an associate professor at the University of Washington Tacoma who studies the intersection of religion, human rights and international relations.\nKayaoglu stressed that no U.N. resolution could in any way threaten the United States’ First Amendment. Whenever the United States signs an international document, Kayaoglu said by telephone, it insists on restrictions to exclude anything that would infringe on First Amendment rights. Kayaoglu said this insistence goes back to 1966’s International Covenant on Civil and Political Rights, a landmark agreement on international human rights that the United States also worked to ensure would not supercede its Constitution.\nAs for the other portion of Cruz’s claim, Kayaoglu emphasized that Islamic countries attempted to criminalize blasphemy, or hate speech, through Resolution 16/18, which the U.S., European Union and other actors rejected, as explored by PunditFact. By claiming that the resolution would \"make discussion of radical Islamic terrorism illegal,\" Kayaoglu said, Cruz is interpreting the resolution in the same way as Islamic states, rather than through the understanding emphasized by the U.S. and E.U.\nWhen member states of the Organization of Islamic Cooperation attempt to criminalize blasphemy, they usually are focused on \"things like defaming Muhammad,\" Kayaoglu said. Blasphemy laws could extend to discussion of the Islamic State, Al Qaeda, Boko Haram and other terrorist groups. Or, as Cruz calls it, \"radical Islamism.\"\n\"In an interesting way, what Sen. Cruz is believing, is he’s following the interpretation of Islamist governments that’s been rejected repeatedly by the Obama administration and other European governments,\" Kayaoglu said.\nWhen the resolution passed in 2011, Clinton, then secretary of state, offered the United States’ interpretation of the agreement: \"The United States strongly supports today’s resolution, which rejects the broad prohibitions on speech called for in the former ‘defamation of religions’ resolution, and supports approaches that do not limit freedom of expression or infringe on the freedom of religion,\" she said.\nOur ruling\nSen. Ted Cruz said that the Obama administration has \"joined Islamist governments in sponsoring a U.N. resolution that would shred our First Amendment by threatening to make discussion of radical Islamism potentially illegal.\"\nThe United States in 2011 voted in support of United Nations Human Rights Council Resolution 16/18, which promotes religious tolerance. That approval only came after the U.S. and its western allies successfully negotiated to have language criminalizing blasphemy dropped from the resolution to ensure it comports with free speech rights and the First Amendment.\nCruz’s interpretation of the resolution’s wording, one expert said, more closely resembles that of Islamist governments than the Obama administration.\nWe rate this claim Pants on Fire.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04989"}