{"url": "/factchecks/2016/oct/26/nathan-deal/deal-close-numbers-about-failing-schools/", "speaker": "Nathan Deal", "vclaim": "\"We have almost 68,000 Georgia students who are required by law to attend a chronically failing school.\"", "truth_label": "mostly-true", "date": "stated on September 9, 2016 in education conference:", "title": "Gov. Nathan Deal close on numbers about failing schools", "text": "With early voting already underway, Georgia voters have an important decision to make besides president.\nA proposal, called Amendment 1, would allow the state to take over schools considered \"chronically failing.\" Gov. Nathan Deal has led the charge to pass the statewide proposal, which has drawn criticism from community leaders and professional educators.\nAt a recent education conference in Atlanta, Deal said, \"We have almost 68,000 Georgia students who are required by law to attend a chronically failing school.\"\nPolitiFact Georgia decided to take a look. We found the numbers are a little more complicated than they may seem.\nThe Data\nAn October poll showed likely voters siding nearly 2-1 against Amendment 1. Last month, a class-action lawsuit was filed against proponents of the bill, including Deal, over the language in the \"Opportunity School District\" ballot question.\nWe reached out to Deal’s office and his spokesperson, Jen Talaber Ryan, sent us a PDF with the schools included on the chronically failing list, with the majority of the schools in the metro Atlanta area.\nThing is, several of the schools included on the list, which was last updated in May, have closed or been consolidated this school year for a number of reasons.\nDeal says 68,000 students are required by law to attend a failing school. Students are in fact zoned for these schools, but options for private schools, charter schools and homeschooling exist.\nThe 68,000 number is a sum of the enrollment at the near 130 schools eligible, as of May, to be taken over by the state if the amendment passes. (The maximum number of schools that could be in the district is 100.) The number is based off of last school year’s enrollment, but fails to account for about a dozen schools that closed or consolidated at the beginning of the 2016-2017 school year.\nIn an email, GOSA spokesperson Martha Ann Todd said the total number of schools and enrollment for this school year would not be available until December. The amendment will be voted on in the Nov. 8 general election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA rough comparison of numbers by PolitiFact Georgia suggests a few thousand students would be unaffected by the takeover because their schools no longer exist.\nThe issue\nGeorgia schools have long been a contentious issue.\nAbout 60 percent of Georgia public school students are eligible for free and reduced lunch, a poverty measure used by the state department of education. This proposal would affect about 4 percent of Georgia public school students.\nMost OSD-eligible schools have more than 35 percent of students living in poverty.\nDeal has set out to reform poorly performing schools through this new district headed by a governor-appointed superintendent.\nLast year, the Republican-led Georgia Assembly passed a bill outlining the takeover of schools if they score below a number set by GOSA on a scale. Georgia uses the College & Career-Ready Performance Index, a 0-110 rating scale, to measure school performance. CCRPI uses standardized test scores, attendance, graduation rates and other measures to gauge academic proficiency.\nGOSA said scoring below a 60 is failing. Schools scoring below 60 three years in a row are \"chronically failing,\" and therefore could be taken over by the state if the amendment passes.\nThe lawsuit, filed by a parent, a reverend and a teacher, against Deal, Lt. Gov. Casey Cagle and Secretary of State Brian Kemp calls the language in the ballot question is \"misleading\" and alleges there is no research to back up creation of a state-run district. Though some of these gains are limited, the opponents’ suit also says, \"the language describes the targeted schools as ‘failing’ while many of them have made as much or more progress on state school assessments as traditionally high performing schools.\"\nOur Ruling\nDeal said there are, \"almost 68,000 Georgia students who are required by law to attend a chronically failing school.\"\nWe ran the numbers -- and he’s right. There are about 68,000 students in these failing schools. But his administration sets the standard, its numbers are out of date and there are other options. Opponents also claim some of these \"chronically failing\" schools have made gains in recent years.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-04053"}