{"url": "/factchecks/2012/feb/24/rick-santorum/rick-santorum-says-over-40-percent-children-are-bo/", "speaker": "Rick Santorum", "vclaim": "\"Over 40 percent of children born in America are born out of wedlock.\"", "truth_label": "true", "date": "stated on February 22, 2012 in a Republican presidential debate in Mesa, Ariz.:", "title": "Rick Santorum says over 40 percent of children are born out of wedlock", "text": "During the Feb. 22, 2012, presidential debate in Mesa, Ariz., Rick Santorum offered extended comments on \"the increasing number of children being born out of wedlock in America\" and \"teens who are sexually active.\"\n\nSantorum said, \"What we're seeing is a problem in our culture with respect to children being raised by children, children being raised out of wedlock, and the impact on society economically, the impact on society with respect to drug use and all -- a host of other things when children have children. … Two days ago on the front page of the New York Times, they're talking about the same thing. The bottom line is we have a problem in this country, and the family is fracturing.\n\n\"Over 40 percent of children born in America are born out of wedlock. How can a country survive if children are being raised in homes where it's so much harder to succeed economically? It's five times the rate of poverty in single-parent households than it is in two-parent homes. … We hear this all the time, cut spending, limit the government, everything will be fine. No, everything's not going to be fine.\"\n\nSantorum touched on a lot of issues -- and essentially sidestepped the question from moderator John King, who had reminded him that \"you told an evangelical blog, if elected, you will talk about what, quote, 'no president has talked about before -- the dangers of contraception.' Why?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFor this item, we’ll focus on the main statistic he offered -- that \"over 40 percent of children born in America are born out of wedlock.\"\n\nSimply put, he’s right.\n\nAccording to 2009 data from the federal Centers for Disease Control and Prevention, 41 percent of all births were to unmarried women. The percentage has risen steadily since at least 1980, the earliest year for which data was provided in the CDC report. In 1980, it stood at 18.4 percent. By 1990, it was 28.0 percent. And by 2000 it was 33.2 percent.\n\n\"It has been increasing over the last 50 years,\" said Tom W. Smith, a senior fellow at the National Opinion Research Center at the University of Chicago.\n\nWhile we’re on this topic, we’ll also look at an issue that Mitt Romney brought up later in the debate -- that \"among certain ethnic groups, the vast majority born out of wedlock.\" This data is also included in the CDC report.\n\nIn 2009, 17 percent of births to Asian-Pacific Islanders were out of wedlock, with non-Hispanic whites at 29 percent, 53 percent for Hispanics, 65 percent for American Indians and Native Alaskans and 73 percent for non-Hispanic blacks. So Romney’s claim would be accurate at least for American Indians and non-Hispanic blacks.\n\nMeanwhile, within age groups, unmarried births accounted for 87 percent of those to teenagers and 62 percent of births to women age 20 to 24. About 20 percent of births to women age 30 and over were to unmarried mothers.\n\nBut births to unmarried teens as a percentage of all unmarried births has declined. Unmarried teen births (those to mothers from age 15 to 19) represented 21 percent of all unmarried births, which is far lower than the rate in 1970, which was 49 percent.\n\nOur ruling\n\nFederal data backs up Santorum’s contention that \"over 40 percent of children born in America are born out of wedlock.\" In fact, the number for 2009, the most recent available, is a record high, based on the data included in the federal report. So we rate the statement True.", "vclaim_id": "vclaim-pol-11554"}