{"url": "/factchecks/2008/apr/09/hillary-clinton/he-had-it-wrapped-up-in-march/", "speaker": "Hillary Clinton", "vclaim": "\"My husband didn't wrap up the nomination until June.\"", "truth_label": "barely-true", "date": "stated on March 24, 2008 in an interview with the <i> Philadelphia Daily News </i> editorial board:", "title": "He had it wrapped up in March", "text": "Sen. Hillary Clinton is using her husband's journey to the presidency in 1992 as an example of why her presidential race is not over.\n\nIn a March 24, 2008, interview with the editorial board of the\n\nPhiladelphia Daily News,\n\nshe said:\n\n\n\"I just think it's a very dynamic process, and all these people haven't voted — most importantly Pennsylvania hasn't voted, so why do people want to shut it down? My husband didn't wrap up the nomination until June . . . — elections are dynamic.\"\n\n\nClinton is right that her husband didn't have the delegates needed for the nomination until June 1992. But her claim lacks context that makes the two races an unfair comparison.\n\n\nAfter losing early contests, Bill Clinton emerged in 1992 to battle former Massachusetts Sen. Paul Tsongas and former California Gov. Jerry Brown. Clinton swept the Southern states on Super Tuesday — March 10 compared to Feb. 5 this year — then took Michigan and Illinois on March 17 for a decisive victory.\n\n\nThe late March primaries left him with 942 delegates, a commanding lead with more than twice the number of his closest opponent, Tsongas, who suspended his campaign that week.\n\n\nHillary Clinton is technically right that it wasn't until the June 2 primaries in Ohio, New Jersey, Alabama, California, Montana and New Mexico that Bill Clinton clinched the nomination. Before the night was out, he had surpassed the 2,145 delegates needed. But after March, there was little doubt that he would become the nominee.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nA similar thing happened this year on the Republican side of the race. Arizona Sen. John McCain claimed front-runner status after winning Florida's primary on Jan. 29, 2008. The following week, his main rival, Mitt Romney, dropped out after Super Tuesday made McCain's lead hard to overcome.\n\n\nThat made McCain the presumed nominee, in February. But the race wasn't wrapped up until he passed the 1,191 delegate mark on March 4 with victories in Texas, Ohio, Rhode Island and Vermont.\n\n\nThe other difference this election season is that states have front-loaded their primaries to have a bigger say in who becomes president. This year's first test — the Iowa caucus — was Jan. 3, 2008. In 1992, it was Feb. 10. The first primary in 1992 was Feb. 18, when New Hampshire chose Tsongas. By that date this year, voters in 22 states and the District of Columbia had already cast ballots in primary elections.\n\n\nAll of which makes it even more surprising that the 2008 Democratic race is stretching into summer.\n\n\nClinton is trying to argue that past primary races have been competitive for as long as this one. But more recent elections have had clear early leaders. Sen. John Kerry secured the Democratic nomination by early March 2004. In 2000, both George W. Bush and Al Gore had wrapped up their parties' nominations by mid March.\n\n\nSo while Clinton is right that her husband's nomination process stretched until June, she doesn't account for his insurmountable lead long before then and the vast difference in election schedules when she makes her comparison.\n\n\nWe rule her statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16274"}