{"url": "/factchecks/2016/nov/25/lena-taylor/even-if-not-practiced-slavery-still-allowable-wisc/", "speaker": "Lena Taylor", "vclaim": "\"Slavery is still allowable under Wisconsin law as long as it’s a punishment for a crime.\"", "truth_label": "mostly-true", "date": "stated on October 13, 2016 in an opinion column:", "title": "Even if not practiced, is slavery still allowable in Wisconsin as punishment for a crime?", "text": "State Sen. Lena Taylor has made a promise for when the Wisconsin Legislature starts its next session, in January 2017.\n\"I am reintroducing my slavery ban,\" the Milwaukee Democrat declared.\nWhich suggests that slavery can be legal in Wisconsin -- a claim we want to check.\nHere’s more of what Taylor said while making the pledge Oct. 13, 2016 in an opinion column headlined, \"Legalized slavery in Wisconsin\":\n\"There is absolutely no compelling reason for the State of Wisconsin to allow slavery. Period,\" Taylor wrote on Madison365.com, a site devoted to the Madison area’s communities of color. \"But did you know slavery is still allowable under Wisconsin law as long as it’s a punishment for a crime?\"\nShe added:\n\"I don’t care what you do or who you are, nobody deserves a life of enslavement. Nobody gets to own another person. I hope we can all agree on that. In practice, this amendment allows our prisons to exploit incarcerated individuals and force them to work without pay. Now I need to be clear on one thing – Wisconsin’s Department of Corrections does not currently use slave labor. But they could. And they would be fully within their legal rights to do so.\"\nSo, is \"slavery\" legal in Wisconsin \"as long as it’s a punishment for a crime\"?\nSlavery in the news\nSurprisingly, slavery was repeatedly in the news in Wisconsin in 2016. More surprisingly, each time it was due to a candidate for the state Supreme Court.\n\nLiberal state appeals court judge JoAnne Kloppenburg, who was running against conservative Justice Rebecca Bradley for the high court, misspoke by saying at a candidate forum that Abraham Lincoln had slaves. \"I don't remember what I was thinking when I said it,\" she said later.\n\n\nDuring that campaign it was revealed that Bradley, while in college writing for her student newspaper, compared the practice of abortion to the Holocaust and slavery.\n\n\nGov. Scott Walker later appointed lawyer Daniel Kelly to the Supreme Court. In his application, Kelly included a writing in which he said: \"Affirmative action and slavery differ, obviously, in significant ways. But it's more a question of degree than principle, for they both spring from the same taproot.\"\n\nNow, let’s see how Taylor’s slavery statement stacks up on the Truth-O-Meter.\nWisconsin Constitution\nTo back her claim, Taylor cites the Wisconsin Constitution, which was approved by state voters in 1848.\nSection 2 of Article 1, entitled \"Slavery prohibited,\" says:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"There shall be neither slavery, nor involuntary servitude in this state, otherwise than for the punishment of crime, whereof the party shall have been duly convicted.\"\n(Taylor says she will introduce a constitutional amendment that would end Section 2 at the word state. If the amendment passes the Legislature, which is controlled by Walker’s fellow Republicans, in the next two legislative sessions, it would go to voters in a referendum in 2020.)\nWisconsin’s Section 2 essentially mirrors the 13th Amendment to the U.S. Constitution, which abolished slavery.\n\"Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.\"\nSo, both constitutions ban slavery, but they specify an exception for the punishment of a convicted criminal.\nTwo Marquette University law professors whose specialties include constitutional law told us it is lawful for the Wisconsin Department of Corrections to force prison inmates to work without pay. But it’s not absolute.\nScott Idleman told us the work must be reasonably related to a legitimate penological interest, such as rehabilitation -- that is, it cannot be cruel and unusual, or arbitrary.\nHe also made the point that while slavery can be considered to be forced labor without pay, it is not the same as chattel slavery (people owned as property) that existed before the 13th Amendment.\nHis colleague Alan Madry provided a couple of examples. Requiring inmates to work in the prison laundry isn’t cruel and unusual, or arbitrary; cleaning up litter along the highway is probably within the law, too. Although there are no state Supreme Court opinions on how far the Department of Corrections could go, the department likely could not rent out inmates to private businesses to do work solely for the benefit of that business, he said.   \nThe Department of Corrections told us prison inmates are not required to work. Those who work are paid 5 cents to $2 an hour, depending on the assignment.\nThe department sometimes requires inmates to work for no pay, but only as a penalty for violating prison rules.\nOur rating\nReferring to prison inmates, Taylor said: \"Slavery is still allowable under Wisconsin law as long as it’s a punishment for a crime.\"\nPrison inmates aren’t owned and they cannot be forced into labor based on skin color.\nBut slavery can also be considered as being forced into unpaid labor. And Wisconsin does have the legal authority to require inmates to work for no pay, although in practice it does so only when inmates violate prison rules.\nWe rate Taylor’s statement Mostly True. https://www.sharethefacts.co/share/0848bdf3-e68f-4de8-9a7a-9cfbfec543a3", "vclaim_id": "vclaim-pol-03916"}