{"url": "/factchecks/2018/apr/09/brian-kolb/did-year-state-budget-start-up-ny/", "speaker": "Brian Kolb", "vclaim": "This year’s state budget \"continues to direct millions in taxpayer dollars in advertising to the failing Start-Up NY program\"", "truth_label": "false", "date": "stated on March 31, 2018 in a statement on the state budget:", "title": "Does New York's budget direct 'millions in taxpayer dollars' for Start-Up NY advertising?", "text": "Republican Assembly Leader Brian Kolb says the newly passed New York state budget earmarks millions of dollars for an economic development program that he says is not creating jobs.\nStart-Up NY will continue to receive money for advertising, Kolb said.\n\"The 2018-2019 state budget ... continues to direct millions in taxpayer dollars in advertising to the failing Start-Up NY program,\" Kolb said in a statement.\nMany Republicans in the New York State Legislature oppose the program, which carved out tax-free zones around public college or university campuses for new businesses. Senate Majority Leader John Flanagan, a Republican, said earlier this year that his conference wants to \"get rid of\" the program.\nLawmakers were especially critical of Start-Up NY after the state spent $53 million in advertising to promote it between 2013 and 2015. The program created 408 net new jobs by the end of 2015 after launching in January 2014.\nIs Kolb right that this year’s budget also includes money to advertise Start-Up NY?\nBudget language\nThe part of the budget Kolb referred to funds more than advertising for Start-Up NY.\nThe bill sets aside $44.5 million to support the state’s economic development initiatives, including Start-Up NY, primarily through marketing and promotion. It also pays for the state's effort to promote New York state as a tourism destination and is also available to bolster some of the state’s other economic development programs. The Global NY program, for example, connects businesses in New York state to international companies.\nEmpire State Development, the state’s economic development agency, has not spent money to advertise Start-Up NY for three years and has no plans to do so, said Jason Conwall, an agency spokesman.\nThe funding line is a holdover from the 2014 budget, the first to earmark advertising money for the program. The same line has been included, almost verbatim, in each budget since.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThat’s not uncommon in the state budget. The document spans thousands of pages and includes 10 bills that allocate more than $160 billion. It’s routine for staff who write the bills to copy and paste language from the year before.\nKolb’s view\nDuring budget votes, bills are delivered in the middle of the night with emergency \"messages of necessity\" from the governor. Members of the Assembly and Senate have to vote on the bills that are in front of them, said Michael Fraser, who’s Kolb’s director of communications.\nKolb’s claim about Start-Up NY came immediately after the final budget passed, near 4 a.m., Fraser said. \n\"We don’t have the luxury of getting promises from agencies about what they may or may not do,\" Fraser said. \"Frankly, what’s actually in the law far outweighs what’s said after the fact.\n\"What we do know is that the bill clearly mentions Start-Up NY by name,\" he said. \"It presents a very specific percentage of funds that would be used outside New York.\"\nThat is specifically written into the bill, Fraser said.  \nHe made a comparison to school district funding. Most district are not listed by name. \n\"School aid is presented as a lump-sum of money that we know will flow to every school district in the state, but that’s not explicitly spelled out,\" he said.  \nOur ruling\nKolb said the state budget directs millions of dollars to advertise the Start-Up NY program.\nIt’s true that a line in the budget allows the state to use money to advertise Start-Up NY. But state officials use the same pot of money to promote tourism and other programs in the state. While the bill may include language about where advertising money can be spent, if the agency chooses to advertise the program, nothing in the budget bill requires the Cuomo administration to spend money on Start-Up NY advertising. The agency that would create and run ads for Start-Up NY says it has no plans to use the money for that purpose. \nKolb’s statement that the budget directs millions of dollars to be spent advertising the program is not accurate. We rate it False.\n Share the Facts 2018-04-11 14:50:21 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  This year’s state budget \"continues to direct millions in taxpayer dollars in advertising to the failing Start-Up NY program\"    Brian Kolb New York State Assembly Republican Leader https://twitter.com/GOPLdrBrianKolb/status/979990321001127936    Saturday, March 31, 2018 2018-03-31    Read More  info", "vclaim_id": "vclaim-pol-02213"}