{"url": "/factchecks/2017/apr/11/sean-spicer/did-adolf-hitler-use-chemical-weapons/", "speaker": "Sean Spicer", "vclaim": "Says Adolf Hitler \"didn't even sink to the level of using chemical weapons. ... He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.\"", "truth_label": "pants-fire", "date": "stated on April 11, 2017 in comments to reporters:", "title": "Did Adolf Hitler use chemical weapons? Sean Spicer wrongly says Hitler didn't sink to that level", "text": "Sean Spicer turned heads in the White House briefing room during a discussion of the situation in Syria when he wrongly claimed that Adolf Hitler did not use chemical weapons.\nSpicer, President Donald Trump’s top spokesman, was discussing why Russia might withdraw support for Syrian President Bashar al-Assad and referenced Assad’s attacks on his own people.\n\"You had someone who is despicable as Hitler who didn't even sink to using chemical weapons,\" Spicer told reporters April 11, 2017.\nSpicer attempted to clarify his point when pressed by reporters.\n\"He was not using the gas on his own people the same way that Assad is doing,\" Spicer said. \"He brought them into the Holocaust centers, I understand that. But (not) in the way that Bashar al-Assad used them where he went into towns, dropped them down, into the middle of towns.\"\nWe believe Holocaust centers refers to concentration camps.\nAs for the rest of Spicer’s statement, there is a reason Nazis and Hitler became synonymous with the term gas chamber. That’s because they pumped hydrogen cyanide gas into the killing rooms packed with Jews, Roma, and others singled out for extermination by Nazi leaders. At concentration camps such as Auschwitz, Mauthausen and Sachsenhausen, Jews were taken from cattle cars and forced into \"showers,\" where guards released the gas. At the height of deportations, an estimated 6,000 Jews died each day in the Auschwitz gas chambers.\nSpicer appears to be trying to limit his definition of chemical weapons to those dropped from planes or fired through cannons, as Assad has been alleged to have done. That sells short the definition in the Chemical Weapons Convention, which took force in 1997.\nHere’s the convention’s definition:\n1. \"Chemical Weapons\" means the following, together or separately:\n(a) Toxic chemicals and their precursors, except where intended for purposes not prohibited under this Convention, as long as the types and quantities are consistent with such purposes;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n(b) Munitions and devices, specifically designed to cause death or other harm through the toxic properties of those toxic chemicals specified in subparagraph (a), which would be released as a result of the employment of such munitions and devices;\n(c) Any equipment specifically designed for use directly in connection with the employment of munitions and devices specified in subparagraph (b).\nThe Nazis’ hydrogen cyanide meets the first condition and the gas chambers would qualify as a \"device\" in the second.\nThere is no mention that chemical weapons are only those used on the battlefield.\nBrian Finlay, president of the Stimson Center, a Washington defense policy group, told us that \"the Nazis would surely have been in contravention of the (Chemical Weapons Convention) had it being in effect during the second World War.\"\nFor what it’s worth, the consensus view is that Hitler did not use chemical weapons in battle.\n\nBut Spicer’s qualification that Hitler didn’t use them on his \"own people,\" overlooks that German Jews were full citizens until they had their rights stripped away by Hitler’s totalitarian regime. A large number had assimilated and some had become Protestants. It’s possible Spicer was thinking of Austrians, Hitler’s birthplace, but Austrian Jews fared no better than German ones.\nSpicer, in a statement after the press briefing, said: \"In no way was I trying to lessen the horrendous nature of the Holocaust. I was trying to draw a distinction of the tactic of using airplanes to drop chemical weapons on population centers.  Any attack on innocent people is reprehensible and inexcusable.\"\nOur ruling\nSpicer said Hitler never used chemical weapons. The Nazi regime brought an industrial approach to mass murder of its citizens and others it sought to exterminate. The construction of gas chambers and the use of deadly gas was fundamental to that strategy.\nWhile the convention against chemical weapons did not exist in World War II, the modern definition would encompass the Nazi gas chambers. It makes no difference whether victims are brought to a room filled with deadly gas, or if the gas is sent to them in a bombing raid.\nWe rate this claim Pants on Fire.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says Adolf Hitler \"didn't even sink to the level of using chemical weapons. ... He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.\"    Sean Spicer White House spokesman   In a White House briefing for reporters Tuesday, April 11, 2017 04/11/2017    Read More  info", "vclaim_id": "vclaim-pol-03445"}