{"url": "/factchecks/2011/apr/26/miguel-diaz-de-la-portilla/sen-miguel-diaz-de-la-portilla-claims-only-2-3-vot/", "speaker": "Miguel Diaz de la Portilla", "vclaim": "In early voting in Miami-Dade County, \"there is a trickle of two or three people a day at a very high cost to keep those public libraries and polls open.\"", "truth_label": "false", "date": "stated on April 15, 2011 in a Senate Rules Committee meeting:", "title": "Sen. Miguel Diaz de la Portilla claims only 2 to 3 voters a day reported at some Miami-Dade early voting sites", "text": "From the state that brought you the infamous 2000 presidential election recount comes talk of once again tweaking the state's election process.\n\nState lawmakers are mulling SB 2086, an omnibus bill packed with different election-related proposals, one of which seeks to reduce the number of weeks allowed for early voting from two weeks to one. Republicans laud the measure as an efficiency move, while Democrats say the bill could disenfranchise voters.\n\nState Sen. Miguel Diaz de la Portilla, a Miami Republican, listed his reasons for supporting the measure during an April 15, 2011, Senate Rules Committee meeting.\n\n\"Generally, early voting in Miami-Dade County has not been very efficient,\" Diaz de la Portilla said, as reported by the St. Petersburg Times/Miami Herald Tallahassee Bureau. \"What you see more often than not is that there is a trickle of two or three people a day at a very high cost to keep those public libraries and polls open. … We felt it was an efficiency measure.\"\n\nWe wondered if Diaz de la Portilla's low turnout number is correct for people trickling in to Miami-Dade's 20 early voting sites.\n\nFirst, some background on early voting. It became an option for Florida voters in 2004, in response to the flawed 2000 presidential election. Lawmakers vowed to leave as little room for error as possible after that vote, where voters complained about complicated ballots and being turned away from overcrowded voting locations.\n\nIn Miami-Dade, there are 1,205,770 voters registered for the 2010 general election in November (including 368,221 Republicans and 532,095 Democrats). Of all those, 97,076 voted early on the Nov. 2 ballot that included the U.S. Senate race, governor, state cabinet and constitutional amendments.\n\nWe called Diaz de la Portilla's Tallahassee office seeking comment from the senator, but did not hear back. However, we did get a response from the Miami-Dade Elections Department when we asked about early voting statistics.\n\nThe elections department provided us with early voting tallies from seven recent elections. They were the 2006 primary and general elections; the 2008 presidential primary, regular primary and general elections; and the 2010 primary and general elections. You can find them all here. While some sites are busier than others, we could only find two cases where the number of voters on a particular day fell to single digits -- and that was likely because of Tropical Storm Ernesto, not because of inefficiencies.\n\nOn Aug. 29, 2006, early voting was suspended for a day as the storm passed through South Florida. And on Aug. 30, only eight people showed up to vote at Florida City City Hall and five at Miami City Hall. Each of the other sites also had low numbers that day, probably a result of weather distractions.\n\nFor other dates over those seven elections, daily voting tallies at different sites ranged from 13 to 3,324. Most recently, in the Nov. 2 election, the lowest turnout was 80 voters, recorded at the Lemon City Library on Oct. 23. For all 20 sites over the 14-day early voting period, an average of 117 votes were cast in the 2010 primary and 346 votes in the 2010 general election.\n\nIf fact, as each election cycle has gone by, the number of voters casting early votes has increased.\n\nFor example, during the 2006 general election, 66,192 voters cast their ballot at an early voting site to decide between then-Republican Charlie Crist and Democrat Jim Davis for governor. That number swelled to 326,492 early votes cast during the 2008 presidential election when Democratic Sen. Barack Obama defeated Republican Sen. John McCain. Granted, presidential elections usually draw a bigger turnout, but even during the 2010 Senate and gubernatorial election, 97,076 voters headed to early voting sites -- a 47 percent increase from the 2006 election.\n\n\"A lot of it has to do with the outreach we’re doing in the community, and people being more aware as each year goes by that early voting is an option,\" said Miami Dade Elections spokeswoman Christina White.\n\nIt costs Miami-Dade County approximately $2,000 a day, per site, to conduct early voting, White said. For 20 sites over 14 days, that's $560,000.\n\nWhen asked whether Diaz de la Portilla’s figures of two to three voters a day trickling into sites seemed accurate, White said: \"I think the spreadsheets speak for themselves.\"\n\nDuring the 2008 presidential election, early voting sites were so packed that voters usually waited in lines that circled the libraries and city halls where early voting is held.\n\n\"Voters waited more than four hours to get their ballot counted at the Aventura Government Center,\" according to a Nov. 3, 2008, Miami Herald article detailing the long waits.\n\nThe lines and wait times at some Miami-Dade early voting sites were so long that the elections department eventually created a link on its website updating wait times at each site.\n\n\"At 3 p.m. at the Miami-Dade government center, the line was hundreds strong winding its way through the outdoor plaza,\" according to a Nov. 2, 2008, Miami Herald article. \"Large golf umbrellas poked out of the crowd, first steeling people from the rain and then the sun. Some people in line checked the wait times from PDAs.\n\n''I think we'll go to Aventura,'' voter Craig Hooten, 41, told a Miami Herald reporter on that date, after noting an hour and 45-minute line at the Aventura City Hall early voting site.\n\nWhile there have been cases of early voter turnout falling below the double-digit mark, those instances were related to inclement weather. Overall, early voting in Miami-Dade County has experienced steady growth each election cycle, with some sites processing more than 3,000 voters. Based on the figures provided to us by the Miami-Dade elections department, we have not come across any cases of just \"two or three voters\" showing up to an early voting site, as Diaz de la Portilla claimed. We rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13193"}