{"url": "/factchecks/2014/sep/07/greater-wisconsin-political-fund/scott-walker-cut-school-funding-more-any-governor-/", "speaker": "Greater Wisconsin Committee", "vclaim": "\"Scott Walker cut school funding more per student than any governor in America.\"", "truth_label": "mostly-true", "date": "stated on August 28, 2014 in a TV ad:", "title": "Scott Walker cut school funding more than any governor, Greater Wisconsin Committee claims", "text": "A TV ad released Aug. 28, 2014 by the Greater Wisconsin Committee, a group funded by labor unions and Democratic ideological groups, starts with three children looking into the camera and each asking: \"Why?\"\nThen an adult narrator says:\n\"Why did Scott Walker cut school funding more per student than any governor in America? Where did the money go? To Scott Walker's friends. Walker gave his corporate friends half a billion dollars in tax breaks and giveaways.\"\nWe've already rated False an earlier Greater Wisconsin Committee claim, that Walker gave $570 million in job-development incentives to his \"cronies\" or \"corporate friends.\" Much of that money went to firms whose employees have given to Democrats in the past, many of the donations were small and Walker’s jobs agency has a limited role in dealing with firms associated with a big chunk of the $570 million.\nBut what about the claim of Walker cutting school funding, on a per-student basis, more than any other governor?\nWhat we know\nThere's no dispute that shortly after taking office in January 2011, Walker made a dramatic reduction in school funding.\nIn fact, in February 2012 we rated True a broader claim -- that Walker had enacted \"the biggest cuts to education in our state's history.\" The $1.2 billion in reductions included $792 million in direct state aid to kindergarten-through-12th grade schools, which is the focus of the new Greater Wisconsin Committee ad.\nBut that fact-check didn't calculate the K-12 school cuts on a per-student basis in comparison to other states. And Walker later restored some of the state aid to schools.\nThe committee’s evidence\nBefore we dig in, a few words about wording.\nThe Greater Wisconsin Committee’s claim refers to funding of public schools. But, as we’ll see, the evidence the committee cites is overall spending by the schools -- in other words, what was spent in total from state, federal and local money.\nSo, in addition to checking the overall spending figures the committee cited to us in support of its claim, we’ll examine state revenue figures -- the amount of money given to public schools strictly from the state.\nWhat the Greater Wisconsin Committee cited is a table from a solid source, the latest annual report from the U.S. Census Bureau comparing all 50 states (and the District of Columbia) on public school financing.\nIssued in May 2014, the report covers the Wisconsin state fiscal year of 2011-’12, which is the first full fiscal year during Walker’s term in office.\n(The state’s fiscal year runs from July 1 through June 30; in other words, roughly the same as the traditional school year.)\nOn a percentage basis, Wisconsin’s reduction in overall per-pupil spending -- of state, federal and local money -- was at the top of the chart when compared with the previous year. In terms of cuts, here are the top five:\n \n\n\n\n\n\nState/District\n\n\nPer-pupil SPENDING in 2011-’12 from ALL sources\n\n\nChange from 2010-’11 \n\n\n\n\n\n\nWisconsin\n\n\n$11,042\n\n\n-6.2 percent\n\n\n\n\nFlorida\n\n\n$8,372\n\n\n-5.8 percent\n\n\n\n\nDistrict of Columbia\n\n\n$17,468\n\n\n-5.4 percent\n\n\n\n\nTexas\n\n\n$8,261\n\n\n-4.7 percent\n\n\n\n\nSouth Dakota\n\n\n$8,446\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n-4.1 percent\n\n\n\n\n\n \nIn contrast, the census report shows that in the four years before Walker took office, Wisconsin’s per-student spending rose -- by 3.6 percent in 2010-’11, 2.6 percent in 2009-’10, 3.7 percent in 2008-’09 and 4 percent in 2007-’08. \nIn terms of blaming Walker for the cuts, the governor, along with the Republican-controlled Legislature, had direct control over state money, which amounted to 48 percent of the spending by Wisconsin schools in 2011-’12.\nThrough the Act 10 collective bargaining reform law, Walker and the Legislature required employees to pay more toward their pension and enabled school districts to charge employees more for health insurance as a way to offset some of the state aid cuts. But as we noted in rating the biggest cuts in state history claim, the Greater Wisconsin Committee’s statement was not about net impact, just the state funding side of the equation.\nWalker and the Legislature also had significant influence over local funding, which amounted to 44 percent of the schools’ spending, because they essentially froze the amount of property tax revenue that local school districts could raise.\nWalker had no real control over federal funding, which amounted to 8 percent of total spending by Wisconsin schools.\nOther measures\nNow, using the same census report, let’s look at the revenue figures, focusing on how much state money went to Wisconsin schools.\nOnce again, Wisconsin was at the top in terms of cuts.\n \n\n\n\n\n\nState\n\n\nPer-pupil REVENUE in 2011-’12 from STATE GOVERNMENT\n\n\nChange from 2010-’11  \n\n\n\n\n\n\nWisconsin \n\n\n$5,544\n\n\n-8.33 percent\n\n\n\n\nIdaho\n\n\n$4,630\n\n\n-6.79 percent\n\n\n\n\nArizona\n\n\n$3,018\n\n\n-6.46 percent\n\n\n\n\nWyoming\n\n\n$9,466\n\n\n-5.05 percent\n\n\n\n\nFlorida\n\n\n$3,273\n\n\n-4.84 percent\n\n\n\n\n\n \nSo, the state revenue measure also supports the Greater Wisconsin Committee claim.\nBut there some newer figures available.\nA May 2014 report from the Center on Budget and Policy Priorities, a liberal think tank in Washington, D.C., examined state funding of schools in 2013-’14.\nThose figures show Wisconsin was among 15 states that reduced state per-student spending from the previous year. Wisconsin's 0.6 percent reduction (adjusted for inflation) wasn’t the largest cut, but rather the third-smallest. (Alaska’s 3.2 percent cut was the largest.)\nWisconsin state funding was $5,747 per student in 2013-’14, versus $5,783 the previous year.\nAs for comparing states on school funding for the entirety of Walker’s term, those figures simply aren’t available yet.\nOur rating\nThe Greater Wisconsin Committee said: \"Scott Walker cut school funding more per student than any governor in America.\"\nBased on the latest census figures, for 2011-’12, the Wisconsin cuts were the largest based on two measures -- state revenue provided to local schools and overall spending by schools of state, federal and local money.\nBut more recent figures indicate that Wisconsin’s school spending cuts are no longer the largest, at least for a more recent period.\nFor a statement that is accurate but needs additional information, our rating is Mostly True.", "vclaim_id": "vclaim-pol-07345"}