{"url": "/factchecks/2009/feb/10/michael-steele/steele-government-never-created-job-opposite/", "speaker": "Michael Steele", "vclaim": "\"You and I know that in the history of mankind and womankind, government — federal, state, local, or otherwise — has never created one job.\"", "truth_label": "pants-fire", "date": "stated on January 31, 2009 in a speech to House Republicans:", "title": "Steele says government has never created a job. We conclude the opposite.", "text": "Michael Steele, the former lieutenant governor of Maryland, recently won a contest to lead the Republican National Committee. He also made history as the first African-American to lead the party.\nOne of Steele's first appearances was before a retreat for House Republicans on Jan. 31, 2009.\nSteele praised the House Republicans for voting as a block against the stimulus package promoted by Democrats and President Barack Obama. Then he said that the stimulus was pointless, because government can't create jobs.\n\"You and I know that in the history of mankind and womankind, government — federal, state, local, or otherwise — has never created one job. It's destroyed a lot of them. It's hampered a lot of them,\" Steele said. He went on to praise the diligence of the small business owners who \"build prosperity, to realize the American dream.\" Listen to   an audio recording of his remarks  .\nThis seemed a little strange to us: Many people work and retire from the federal government. The U.S. Postal Service rivals Wal-Mart as  the nation's largest employer  . Local governments tend to be the biggest employers in their communities when you count public school teachers and other school employees.\nA week after talking to the House Republicans, Steele appeared on  This Week with George Stephanopoulos  . Stephanopoulos showed Steele video of Republican Gov. Charlie Crist of Florida praising the stimulus bill. Steele didn't seem to back off the spirit of his previous comment.\nThe exchange, which is a little long,  went down like this  :\nCrist (recorded earlier): \"This program will help us with education, with health care, Medicaid specifically, infrastructure. These are the kinds of things that produce jobs. It could mean $13 billion to the Sunshine State. It comes at a time when we need it. People need jobs. It's about jobs, jobs, jobs.\"\nStephanopolous (to Steele): \"He suggests that you and Republican Party leaders here in Washington are on the wrong side of the biggest issue, jobs.\"\nSteele: \"Well, no — you know, with all due respect to the governor, I understand where he's coming from. Having been a state official, I know what it means to get those dollars when you're in tight times. But you've got to look at the entire package. You've got to look at what's going to create sustainable jobs. What this administration is talking about is making work. It is creating work.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nStephanopoulos: \"But that's a job.\"\nSteele: \"No, it's not a job. A job is something that a business owner creates. It's going to be long term.\"\nStephanopoulos: \"So a job doesn't count if it's a government job?\"\nSteele: \"Hold on. No, let me finish. That is a contract. It ends at a certain point, George. You know that. These road projects that we're talking about have an end point. As a small-business owner, I'm looking to grow my business, expand my business. I want to reach further. I want to be international. I want to be national. It's a whole different perspective on how you create a job versus how you create work.\"\nStephanopoulos: \"I guess I don't really understand that distinction.\"\nSo we started looking for evidence that the government creates jobs. It wasn't hard to find.\nThe Bureau of Labor Statistics says that the federal government is the nation's largest employer, with more than 1.8 million employees, excluding the post office.\n\"Competition is expected for many federal positions, especially during times of economic uncertainty, when workers seek the stability of federal employment,\" says a report posted on the Bureau of Labor Statistics Web site. \"In general, federal employment is considered to be relatively stable because it is not affected by cyclical fluctuations in the economy, as are employment levels in many private sector industries.\"\nAt USAJobs.com, you can look for a job with the federal government. On the day we looked, the Web site said, \"There are 37,409 U.S. government job opportunities worldwide,\" and invited applicants to seek by job title, keyword, city, state or zip code.\nWe looked at lists of largest employers published by local chambers of commerce and found many local government entities listed. We randomly selected Durham, N.C., for example, and found that the chamber in 2007 listed the public schools as the third largest employer with 5,489 workers. The city of Durham was seventh largest employer with 2,336 jobs. The Veterans Administration Medical Center as ninth with 2,162 jobs, and ... well, we'll stop there.\nPerhaps in his mind Steele was trying to make a point that private sector jobs are superior to public sector jobs. But that's not what he said. He said that \"government — federal, state or local — has never created one job.\" Then, in the interview with Stephanopoulos, he implied that only businesses can create jobs, not government.\nSteele may not like government jobs, but he can't wish them away. For trying to pretend that government jobs don't exist, we rate his statement Pants on Fire!", "vclaim_id": "vclaim-pol-15832"}