{"url": "/factchecks/2008/jan/28/john-mccain/romney-used-to-support-gun-control/", "speaker": "John McCain", "vclaim": "Romney used to favor gun control, and said he didn't want to go back to Reagan-Bush.", "truth_label": "true", "date": "stated on January 28, 2008 in an ad on the Internet:", "title": "Romney used to support gun control", "text": "Mitt Romney says he is a supporter of gun rights and a fan of Ronald Reagan. But he didn't always tout those positions, a fact that John McCain uses to mock Romney in a new Internet ad.\n\nRomney took positions favorable to gun control in previous races in Massachusetts, a state with strict gun control laws.\n\n\nIn 1994, Romney ran for U.S. Senate against incumbent Democrat Ted Kennedy. During that campaign, Romney supported two gun control measures: the Brady Bill, which required background checks for gun purchases, and a ban on certain types of assault weapons.\n\n\nIn 2002, Romney ran for governor, successfully beating Shannon P. O'Brien. During that campaign Romney said, \"We have tough gun laws in Massachusetts; I support them.\" The McCain ad accurately quotes Romney on this point.\n\n\nAlso during the 1994 race, Kennedy attacked Romney as a conservative similar to Ronald Reagan. (He didn't mean it as a compliment.) That's when Romney responded, \"I was an independent during the time of Reagan-Bush. I'm not trying to return to Reagan-Bush.\"\n\n\nRomney made his most detailed defenses to these apparent flip-flops in an interview with Bob Schieffer on CBS News'\n\nFace the Nation\n\non Oct. 21, 2007.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOn the gun issue, Romney said, \"I support Second Amendment rights, but I don't line up 100 percent with the NRA. ... But my positions are the same as my positions have been with regards to guns for a long, long time, and that is that I respect the right of people to bear arms, and whether that's for hunting or personal protection. I sought the support of the NRA when I ran for governor, and I got it.\"\n\n\nUnfortunately for Romney, he later had to revise his statement that he had the support of the NRA in the governor's race. The NRA did not endorse in that race. (See our previous check on that statement\n\nhere\n\n.)\n\n\nOn his Reagan comment: \"Well, when I was running in '94 I wasn't trying to return to Reagan-Bush because that was characterized as a very different posture than what I was running for. ... And Senator Kennedy in the debate was saying, `Oh, you're just turning yourself into Reagan-Bush.' I said, 'No, I'm my own person.' \"\n\n\nRomney has been attacked on these issues before; we checked an earlier claim\n\nhere\n\n.\n\n\nMcCain's ad accurately conveys Romney's positions now and during the previous times Romney has run for office. The ad clearly labels which statements were made during which campaign. For this reason, we find the ad's statements True.\n\n\nFor more on McCain's ad attacking Romney, see our story\n\nhere\n\n.", "vclaim_id": "vclaim-pol-16374"}