{"url": "/factchecks/2011/jul/08/gary-sasse/sasse-says-rhode-island-spends-52-percent-more-cap/", "speaker": "Gary Sasse", "vclaim": "Rhode Island spends \"52 percent more per capita on human service programs than the national average.\"", "truth_label": "true", "date": "stated on June 26, 2011 in an interview on 10 News Conference:", "title": "Sasse says Rhode Island spends 52 percent more per capita on human service programs than U.S. average", "text": "If you're strapped for cash, as Rhode Island certainly is, you're always looking for a way to cut expenses.\n\nOne area often targeted by pundits, because it makes up such a large share of the state budget, is spending on human services such as Medicaid, which provides health care to low-income people.\n\nIn April, we looked at one aspect of that portion of the budget, giving a Half True to a statement by Rhode Island Tea Party founder Colleen Conley that Rhode Island has the most generous welfare benefits in New England. (We found that every New England state, except Maine, pays more to its welfare recipients.)\n\nDuring the June 26 broadcast of 10 News Conference, Gary Sasse, former director of the Rhode Island Department of Administration and the business-backed Rhode Island Public Expenditure Council, made a related comparison, saying that the state gives out far more benefits than the national average.\n\nSpeaking of what is now the 2012 state budget, Sasse said that \"of the $200-million increase [in overall spending], 90 percent is to support human service programs. We spend 52 percent more per capita on human service programs than the national average.\"\n\nWhen reporter Bill Rappleye asked for specific numbers, Sasse said, \"Well, we spend about $9,300 per capita on Medicaid programs, and that's soup to nuts, that's everything from RIte Care to nursing homes. The average for the country is about $6,100. There's a $3,000 difference.\n\n\"So the question on human services is not necessarily cutting back on eligibility, but looking at what optional services we provide. We provide about $60 [million] -- probably more than that, probably about $70 million -- in optional Medicaid services that many other states don't provide.\"\n\nWe asked Sasse for the source of his assertion that Rhode Island spends $1.52 for every $1 spent nationally.\n\nHe gave us two.\n\nThe first is a Feb. 10 presentation developed by the House Finance Committee, which reported that in 2008, a total of $294 billion was spent nationally on Medicaid recipients. That averages out to $6,120 per recipient (19.4 percent of the money went to children, 13.5 percent went to adults, 43 percent was for the disabled and 24.1 percent was spent on the aged).\n\nIn Rhode Island that year, the state spent $1.7 billion (about 52 percent of it federal funds) or $9,341 per recipient, with children and adults getting less (13.5 percent and 10.1 percent respectively) and the disabled getting a lot more (51.4 percent). House spokesman Larry Berman said the source of those numbers was the Henry J. Kaiser Family Foundation, which collects state and federal spending data.\n\nThe per-enrollee spending is 52.6 percent higher in Rhode Island than the United States. Sasse said that's where his 52 percent statement came from.\n\nBut what about the \"per capita\" spending?\n\nSasse said in an interview that when he said \"per capita,\" the population he was referring to was enrollees. However, we believe most people who hear the term will think it's based on the population in Rhode Island.\n\nWould the number be different if calculated using the general population?\n\nAs a second source, he referred us to RIPEC's 2010 \"How Rhode Island Compares\" report. It's based on U.S. Census data from 2008 and looks at the cost of public welfare -- Medicaid and cash payments to the poor -- on the basis of state population. That report says public welfare costs were $2,036 per Rhode Island resident, which is 51.8 percent more than the $1,341 spent per capita nationally.\n\nIf you just look at RIPEC's Medicaid numbers, as the House Finance Committee staff report did, per capita spending in Rhode Island is actually 55.8 percent more than the national average, a bit higher than Sasse said.\n\nWhy does Rhode Island spend so much more?\n\n\"We have very high residential care costs,\" said Sasse, a factor others have noted.\n\nIn addition, Rhode Island covers some services regarded as \"optional\" by the federal government, such as adult daycare, assisted living for the elderly and hospice care for the dying.\n\nSasse offered no specific suggestions about what to cut. He said that's for the politicians to decide; he's just looking at the basic numbers.\n\nFred Sneesby, spokesman for the state Department of Human Services, said in April after we published our earlier item that it's important to consider \"other fiscally meaningful differences among states; for example, the percentage of disabled and elderly in Rhode Island is significantly higher than in neighboring states as well as the national average.\"\n\nHe pointed us to section of the Kaiser website, StateHealthFacts.org, showing that since the 2004 fiscal year, the state's growth in Medicaid spending has been significantly less than the U.S. average. He also said that eligibility for Rhode Island programs is as strict -- if not stricter -- than Massachusetts and Connecticut.\n\nTo sum up, Sasse said Rhode Island’s per capita human services spending -- by his definition, Medicaid spending per enrollee --  is 52 percent higher than the national average. By that definition, he’s correct.\n\nHe’s also correct in the more common use of \"per capita\" -- spending by population.\n\nSo we rate his claim True.\n\nAs often happens, our research on this item raised questions that go beyond the statement we evaluated. Chief among them: How concerned should we be that Rhode Island spends more than the national average?\n\nAdvocacy groups rarely address the question directly when they offer their reports and statistics.\n\nThe 52-percent figure could mean that the state is being overly generous with its benefits.\n\nOr it could mean that the characteristics of Rhode Island's population require us to spend more to give the same level of service that other states provide.\n\nOr it could mean that the national average is depressed by states that are declining to provide some of the \"optional\" services, such as hospice care for the poor, that some Rhode Islanders might regard as anything but optional.\n\nSuch context would help voters and their leaders make intelligent decisions about where to attack the problem. It would also help them ensure that our money is being spent wisely on the services we want to offer.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12781"}