{"url": "/factchecks/2014/mar/30/terry-mcauliffe/mcauliffe-says-medicaid-expansion-will-save-virgin/", "speaker": "Terry McAuliffe", "vclaim": "State Medicaid expansion \"will save our treasury $1 billion over the next eight years.\"", "truth_label": "half-true", "date": "stated on February 26, 2014 in a radio interview.:", "title": "McAuliffe says Medicaid expansion will save Virginia $1 billion", "text": "Gov. Terry McAuliffe says expanding the state’s Medicaid program would allow Virginia to save money by offering health coverage to 400,000 poor and disabled citizens.\n\"PriceWaterhouse just did an analysis,\" McAuliffe said on Feb. 26 during his monthly radio show  on WTOP in Washington. \"We will save our state treasury $1 billion over the next eight years. So we can provide coverage and we can save our treasury over $1 billion, which we then can invest in pre-K and other top priorities.\"\nThe potential savings is a key issue as the General Assembly struggles this spring to decide whether to expand Medicaid eligibility -- a stalemated debate that is blocking passage of a two-year state budget.\nHouse Republicans staunchly oppose the enlargement, saying the federal government can’t be trusted to keep its Obamacare promise to pick up the full tab for the added enrollees over the next three years and pay 90 percent of the cost down the road. They’ve accused McAuliffe, a Democrat, of overstating the possible savings.\nWe asked the governor’s office for proof of the $1 billion in savings, a claim McAuliffe has made repeatedly. Spokesman Brian Coy sent a Jan. 23 article in the Richmond Times-Dispatch saying Medicaid expansion \"would produce savings of $1 billion through 2022.\"\nSo we turned to the original source: PricewaterhouseCoopers’ analysis, which was presented to General Assembly members in late January.\nThe study looked at the fiscal effect that the entire Affordable Care Act, also known as Obamacare, would have on the Virginia’s Medicaid program. It concluded that the law offers Virginia $1.021 billion in savings through mid 2022.\nBut the charts show that Virginia will save $420 million of that sum regardless of whether it expands Medicaid. The savings will largely come from two other parts of Obamacare: increased federal funding to provide health coverage to low income children and higher than expected rebates from drug manufacturers to defray the state’s cost of Medicaid prescriptions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nVirginia still stands to save a significant chunk of money by broadening eligibility for Medicaid, but not as much as the governor said.\nIf the expansion began on July 1, the analysis says Virginia would save $601 million through mid-2022. The main reason is that the state would no longer need to pay hospitals and clinics for their losses from treating indigent patients -- adults who can’t afford private insurance but earn too much to qualify for Medicaid.\nThe expansion would make Medicaid to available to people earning up to 133 percent of the federal poverty line, or $15,521 in a one-person household and $20,921 in a two-person household.\nVirginia’s currently has three income thresholds for Medicaid eligibility based on where in the state a person lives. The average cutoff for adults is household income exceeding 32.7 percent of the federal poverty line, according to the Department of Medical Assistance Services, which runs Virginia’s Medicaid Program. That breaks down to annual earnings of about $3,846 for a one-person household and $5,144 for a two-person household.\nThe Medicaid cutoff for pregnant women in Virginia is 143 percent of the poverty line, or about $16,817.\nOur ruling\nMcAuliffe says Virginia will save $1 billion if the General Assembly expands eligibility for MedicaId. But the analysis he cites says the state will save $420 million of that sum, regardless of whether it broadens Medicare, from other provisions in Obamacare.\nThe research concludes that $601 million in savings over the next eight years are riding on the legislature's decision.\nSo McAuliffe is right that there’s a lot of expansion money on the table, but he exaggerates how much. We rate his claim Half True.", "vclaim_id": "vclaim-pol-08070"}