{"url": "/factchecks/2018/may/15/political-voice/no-rudy-giuliani-didnt-quit-trump-legal-team/", "speaker": "The Political Voice", "vclaim": "\"Official: Rudy Giuliani officially resigns, Trump’s legal team on it's last leg.\"", "truth_label": "false", "date": "stated on May 12, 2018 in a headline:", "title": "No, Rudy Giuliani didn't quit Donald Trump legal team", "text": "President Donald Trump’s lawyer Rudy Giuliani quit, a headline would have readers believe, but the headline isn’t clear about which job Giuliani actually quit.\n\"Official: Rudy Giuliani officially resigns, Trump’s legal team on it's last leg,\" said a May 12 headline on The Political Voice, a website that includes many articles critical of Trump.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. You can read more about our partnership with Facebook here.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\n' placeholder text in the ruling comments.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGiuliani, Trump’s attorney, has been in the news since he spoke to Fox News’ Sean Hannity on May 2 about money paid to adult film actress Stormy Daniels. Giuliani said that Trump had repaid Trump attorney and fixer Michael Cohen to silence Daniels who alleges she had an affair with Trump in 2006.\nWhile the clickbait headline by The Political Voice could create the impression that Giuliani resigned from Trump’s legal team, that’s not the case. The story said that Giuliani resigned from his law firm, Greenberg Traurig.\nGiuliani took an unpaid leave of absence from the firm’s New York office in April and then in May resigned to focus on his work as one of Trump’s personal lawyers on the Russia investigation.\nRichard A. Rosenbaum, executive chairman of Greenberg Traurig, confirmed in statements to the media that Giuliani resigned.\n\"After recognizing that this work is all-consuming and is lasting longer than initially anticipated, Rudy has determined it is best for him to resign from the firm,\" he said.\nA headline said \"Official: Rudy Giuliani officially resigns, Trump’s legal team on it's last leg.\" That headline creates the misleading and inaccurate impression that Giuliani quit Trump’s legal team. In reality, he quit the Greenberg Traurig law firm to devote more time to his work for Trump. We rate this claim False.\nhttps://www.sharethefacts.co/share/298c1492-2ef6-4a2f-a007-0280b15660f8", "vclaim_id": "vclaim-pol-02072"}