{"url": "/factchecks/2020/oct/07/facebook-posts/no-fourth-graders-hillsboro-ore-arent-learning-abo/", "speaker": "Facebook posts", "vclaim": "“Hillsboro school district has already placed Antifa, BLM in their curriculum as Justice Fighters. Fourth grade.”", "truth_label": "false", "date": "stated on September 20, 2020 in a Facebook post:", "title": "No, fourth graders in Hillsboro, Ore., aren’t learning about ‘Justice Fighters’ like Antifa", "text": "Like many school districts, the one in Hillsboro, Oregon, has had to adapt to the pandemic and teach students remotely until they return to their classrooms. But a recent Facebook post suggests that the district is also updating its curriculum in response to another major news event: racial justice protests that have happened across the country over the deaths of Black people killed by law enforcement.\n\"Hillsboro school district has already placed Antifa, BLM in their curriculum as Justice Fighters,\" the post says. \"Fourth grade. Did you know that?\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBeth Graser, a spokesperson for the Hillsboro School District, told us that the claim isn’t true — the district hasn’t added Antifa or Black Lives Matter to its curriculum as \"Justice Fighters.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn fourth grade, Hillsboro students are taught about civic engagement and there’s a series of lessons called Justice Fighters that teach the kids about leaders who fight for justice, Graser said. \"It includes many races and genders of leaders, including Black leaders like Martin Luther King, but does not call out groups or movements like Antifa or BLM.\" \nWe looked online for any news coverage or other evidence that supports the claim in the Facebook post but found none.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18633"}