{"url": "/factchecks/2010/oct/26/rick-scott/alex-sink-faces-her-own-fraud-charges-cnnst-peters/", "speaker": "Rick Scott", "vclaim": "\"Your tellers were paid kickbacks for directing elderly consumers from ... safe deposits to risky ones.\"", "truth_label": "true", "date": "stated on October 25, 2010 in a CNN/St. Petersburg Times debate.:", "title": "Alex Sink faces her own fraud charges at CNN/St. Petersburg Times gubernatorial debate", "text": "One of the most heated exchanges between Rick Scott and Alex Sink at their third and final gubernatorial debate on Oct. 25, 2010, centered on fraud.\n\nBut it was Sink, not Scott, in the hot seat.\n\nAfter Sink brought up Scott's time running Columbia/HCA and the hospital company's convictions and $1.7 billion in fines for defrauding Medicare and Medicaid, Scott turned the tables on the former bank executive.\n\n\"Look, you want to talk about fraud. Let's talk about your job at NationsBank,\" Scott said. \"Your tellers were paid kickbacks, your tellers in your bank were paid kickbacks for directing elderly consumers from ...\"\n\nScott stopped in mid-thought because he saw Sink smiling.\n\n\"You want to smile about it?\" Scott asked.\n\n\"Am I going to have an opportunity to respond?\" Sink turned and asked the moderators, CNN's John King and the St. Petersburg Times' Adam C. Smith. But before King or Smith could answer, Scott pressed on.\n\n\"Let me finish and make sure you understand what the issue is. Your tellers were paid kickbacks -- OK. Your tellers were paid kickbacks for -- OK, you think it's funny for these seniors that you sent from safe deposits to risky ones,\" Scott said. \"All right, you were sued -- your bank was sued and you paid fines. That's called fraud. So I have a whole list -- you want to talk about fraud, I can give you a list of them.\"\n\nWe've examined in detail Scott's time and role in the fraud investigation at Columbia/HCA, so we thought it fair to delve into Sink's banking background, and the allegations of fraud at NationsBank -- which is now Bank of America.\n\nSink, the state chief financial officer, is a banker by profession. She came to Florida in 1989 and became president of NationsBank Florida in November 1993. She served in that role until early 1998, when she became president of the bank's private client group. In 2000, NationsBank merged with Bank of America. Sink left Bank of America that same year in an executive shake-up.\n\nThe roots of the allegations Scott is talking about stretch back to 1994 and originate in Florida.\n\nThat year, a stockbroker with a NationsBank subsidiary, NationsSecurities, went public with what he described as an orchestrated nationwide scheme to get bank customers to move investments from safe, federally insured accounts to more risky brokerage and mutual funds.\n\nFlorida-based NationsSecurities broker David Cray said the bank and its securities arm intentionally blurred the lines between its traditional banking business and its securities business and misled customers into thinking those securities investments were protected by the bank or the federal government. The scheme permeated the entire bank, Cray, and later others, said. Brokers were given sales scripts to try to convince bank customers to move their money into more risky securities.\n\nA NationsSecurities senior manager said employees should use the phrase \"SPR\" which stood for \"safety, predictability and return\" when discussing the mutual funds, according to the findings of a subsequent Securities and Exchange Commission investigation. A sales script the company used said the investments provided \"certainty in an uncertain world,\" and NationsSecurities branch managers also encouraged employees to \"use fear to sell\" securities. In one orientation sales meeting, a manager suggested that a broker could ask customers: \"Is this your risky money or safe money? If this is risky, I know a guy at Merrill or Dean Witter.\"\n\nNationsBank helped NationsSecurities by providing brokers lists of customers with Certificates of Deposit about to mature, according to the SEC's findings.\n\nWhy was the bank pushing the mutual fund investments and its securities side business? According to Cray and others, NationsBank received lucrative fees for the mutual funds its subsidiary managed.\n\nThe allegations led to a class-action lawsuit against NationsBank of Florida, NationsSecurities and others, from investors who lost money by unknowingly making the risky investments, which in the end lost money. Along with the SEC, the Department of Justice also opened an investigation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nThe results of those investigations support Scott's claim that bank tellers were being paid for referring customers to the securities side of the business.\n\nThe SEC concluded that NationsBank tellers were provided incentives to refer customers to NationsSecurities stock brokers. If the NationsSecurities broker got a customer to buy into the mutual fund, the teller who made the referral would receive a 5 percent commission. \"In some instances, bank employees substantially increased their monthly compensation during this period by making referrals to NationsSecurities,\" the SEC found.\n\nThe SEC fined NationsSecurities $4 million in 1998 for its role in misleading bank customers.\n\nNationsBank ended up paying civil fines of $6.4 million and $6.75 million to the federal government in 2000 and 2002, and another $8.1 million to 2,230 investors nationwide. No criminal charges in the case were filed, according to the St. Petersburg Times.\n\nWe should note, that despite Scott's suggestion, the scheme wasn't crafted solely for elderly customers. The investments were sold as being safe for anyone, including the elderly, brokers were told to say. The Securities and Exchange Commission did find, however, that more than half of the eventual investors were over 60.\n\nSink said she had nothing to do with the mutual fund scheme. The companies NationsBank and NationsSecurities were managed separately, though NationsBank allowed NationsSecurities representatives to sit in desks at bank lobbies where they would appear to look like bank employees. Sink also says the lawyer who brought the class-action lawsuit would back up her story. We explored that claim in another item, which you can read here.\n\nBut in this case, we're drilling down on what Scott said.\n\nHe said that Sink's \"tellers were paid kickbacks for directing elderly consumers from ... safe deposits to risky ones.\" While Sink was state president of NationsBank, bank tellers in Florida were being paid a 5 percent commission for directing bank customers to bank-related stock brokers. The stock brokers were then selling riskier investments under the guise that they were protected either by the bank or the federal government. We rate this claim is True.", "vclaim_id": "vclaim-pol-14132"}