{"url": "/factchecks/2014/feb/16/steve-forbes/steve-forbes-says-two-thirds-people-who-earn-minim/", "speaker": "Steve Forbes", "vclaim": "\"Two-thirds of the people who start out in minimum wage are above the minimum wage within a year.\"", "truth_label": "half-true", "date": "stated on February 16, 2014 in comments on CNN's \"State of the Union\":", "title": "Steve Forbes says two-thirds of people who earn the minimum wage get a raise within 1 year", "text": "President Barack Obama made good on his State of the Union promise to raise the minimum wage for federal contractors to $10.10 starting in 2015. But he doesn’t have the executive power to do the same for all workers, so the debate among the White House, Congress, economists and business leaders continues.\nCNN State of the Union host Candy Crowley asked Steve Forbes, chairman and editor-in-chief of Forbes Media, if raising the minimum wage would be good or bad for the bottom line, economically speaking.\n\"Remember, in terms of minimum wage, they are often with businesses with small margins, and two-thirds of the people who start out in minimum wage are above the minimum wage within a year, when they get skills,\" said Forbes, a former Republican presidential candidate.\nWe’ll leave it to the economists to debate whether or not raising the minimum wage would help or hurt these workers. PunditFact wanted to know if two-thirds of minimum wage workers do start earning more within a year. Forbes didn’t return our request for comment.\nWe found two papers that directly address his claim. In 2004, economists William Even and David Macpherson published their findings for the Employment Policies Institute, a fiscally conservative nonprofit think tank. Using federal labor statistics from the Current Population Survey, they did find that about two-thirds of workers see wage growth within a year.\nHowever, since that’s pre-recession data, we’ll place more emphasis on a 2013 report. Two Texas A&M University economics professors, Jonathan Meer and Jeremy West, updated Even and Macpherson’s findings using the same data source from 1979 to 2012.\nMeer and West reported the following trends of minimum wage workers:\n\n\n16.55 percent leave the labor force\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n5.85 percent become unemployed\n\n\nOf those that remained in the workforce, Meer and West found that 65.85 percent receive higher wages the next year.\nSo it’s not that two-thirds of minimum wage workers earn more money the following year. It’s two-thirds of those who continue to work, or 51 percent of all minimum wage workers.\nMinimum wage earners may choose to leave the labor force because they figure they can do about as well without a paycheck, but with government benefits, said Tara Sinclair, a George Washington University economics professor. There’s a lot of flow in and out of the labor market that complicates Forbes’ claim, she said.\nSinclair also pointed out that there’s selection at play in this statistic. Individuals who keep their minimum-wage jobs for one year are proving that they’re dedicated employees who can hold down jobs. That might speak more to why they’re getting a raise than anything else, Sinclair said.\nOur ruling\nForbes said two-thirds of people working for the minimum wage earn more money within a year. The real figure is 51 percent, because some people leave the labor force or lose their job.\nForbes’ claim is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-08244"}