{"url": "/factchecks/2013/may/21/leticia-van-de-putte/leticia-van-de-putte-says-algebra-ii-required-texa/", "speaker": "Leticia Van de Putte", "vclaim": "Says Texas high school graduates must pass Algebra II to be eligible for automatic admission to state's public universities.", "truth_label": "barely-true", "date": "stated on May 17, 2013 in an opinion column.:", "title": "Leticia Van de Putte says Algebra II required for Texas students to qualify for college admission under \"top 10 percent\" law", "text": "In an opinion article that ran in May 2013 in the Austin American-Statesman and other newspapers, state Sen. Leticia Van de Putte warns that lawmakers could water down academic expectations for students, reducing college admissions.\n\nIn the piece, the San Antonio Democrat suggested that yet-to-be-finalized versions of House Bill 5  would make it more likely that high school students take course loads that run short of preparing them for higher education.\n\nVersions approved by the House and Senate, she wrote, could result in students not taking Algebra II. \"The problem is, Algebra II is required for eligibility in the automatic admissions program for Texas universities (aka the Top 10 Percent program),\" Van de Putte said.\n\nWe wondered if a student has to clear Algebra II to be considered under the 1997 automatic admission law, which entitles any graduate of a Texas high school ranking in the top 10 percent of his or her class, based on grade point average, to enroll at any of the state’s 38 public universities. (In 2009, lawmakers gave the University of Texas permission to limit automatically admitted students to 75 percent of its slots for freshmen from Texas. In recent years, that has meant students had to rank in the top 8 or 9 percent to be entitled to automatic admission to the Austin flagship.)\n\nAnd does Algebra II figure in?\n\nAccording to an information sheet posted online by the Texas Education Agency, a student is eligible for automatic admission under the law if he or she earned a grade point average in the top 10 percent of his or her graduating class. The student also must have met one of these two conditions:\n\n—  Completed courses required under the state’s \"recommended\" or \"distinguished achievement\" graduation plans. Algebra II, we confirmed, is among the courses students must pass to graduate under those plans.\n\n— Tested well enough on the ACT or SAT, which students take while applying to college. Specifically, students must have \"satisfied ACT’s College Readiness Benchmarks on the ACT assessment or earned on the SAT assessment a score of at least 1,500 out of 2,400 or the equivalent.\"\n\nSo, one path to college admission under the 10 percent law requires Algebra II and the other path doesn’t.\n\nDominic Chavez, a staff spokesman for the Texas Higher Education Coordinating Board, told us the board does not have information on students who took the alternate path, but he said they probably comprise a \"microscopic\" share of all students seeking admission under the \"top 10 percent\" law \"since overall only 24% of all Texas students meet the ACT college readiness benchmarks.\"\n\nChavez said it would \"be very difficult to meet the math benchmarks without taking Algebra II. Not impossible, but not very likely.\"\n\nEd Colby, a spokesman for the Iowa-based ACT program, said by phone that the organization recommends that students take a minimum of three years of high school math, starting with Algebra I. Nationally in 2012, Colby said, 8 percent of students who reported taking less than three years of high-school math scored well enough on the ACT to meet its college readiness benchmarks in math; 13 percent of Texas students who took less than three years of such math met those benchmarks.\n\nWe asked the University of Texas at Austin about the number of its students admitted thanks solely to their class ranks and SAT or ACT scores. By email, campus spokesman Gary Susswein said there is no way to determine that without a record-by-record search, but the share of Texas high-school graduates who enrolled at the university in fall 2012 without passing Algebra II was \"minuscule.\" Broadly, he said, 89 percent of the admitted Texans had taken courses including Algebra II, while many of the remaining 11 percent had attended private high schools that certified their graduation requirements as including Algebra II, he said.\n\nBy email, Nichols of Van de Putte’s office conceded that state law includes the ACT/SAT alternative path to gaining consideration under the \"top 10 percent\" mandate. But it’s a little-used \"escape hatch,\" Nichols wrote. In reality, he said, \"nobody plans to take the minimum (graduation) plan and then hope for a good test score. In reality, those hoping to qualify for top 10 percent need to take Algebra II.\"\n\nNichols noted too that according to the coordinating board, 99 percent of students who enrolled in the state’s public universities from fall 2009 through fall 2011 had completed Algebra II--and 1 percent or fewer won admission without it.\n\nOur ruling\n\nVan de Putte said students must pass Algebra II to be eligible for college admission under the state’s \"top 10 percent\" law.\n\nAlgebra II is among courses built into the state’s recognized or distinguished achievement graduation plans, which both qualify a graduate for consideration under the 10-percent law. But the law also enables a student to win consideration without taking Algebra II and other college-oriented courses by doing well on the ACT or SAT.\n\nPractically speaking, it makes sense to us that most high-ranking graduates seeking admission to the state’s public universities have taken Algebra II. However, it’s simply not required to qualify for consideration under the \"top 10 percent\" law, making this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09311"}