{"url": "/factchecks/2017/aug/03/ashley-smith/ashley-smith-transgender-residents-1-300-greg-abbo/", "speaker": "Ashley Smith", "vclaim": "Says transgender residents make up \"about 1-in-300 people, we're all over the place, we're your friends and your neighbors.\"", "truth_label": "true", "date": "stated on July 19, 2017 in a San Antonio Express-News story:", "title": "Ashley Smith, who posed with Greg Abbott, says transgender Americans make up 1-in-300 residents", "text": "A San Antonio activist tried to make a point about the proposed Texas law affecting bathroom access in public schools and other buildings simply by posing with a presumed leading supporter of the legislation, Gov. Greg Abbott.\nThe photo from Abbott’s July 14, 2017, re-election kickoff rally in the Alamo City shows Abbott grinning next to \"Trans-Woman\" Ashley Smith. Smith added this comment in a post below the photo placed the next day on her Facebook page: \"How will the Potty Police know I'm transgender if the Governor doesn't?\"\nThat post went viral though Smith later got our attention when she described the prevalence of Americans who are transgender, telling Chris Quinn of the San Antonio Express-News: \"We're about 1-in-300 people, we're all over the place, we're your friends and your neighbors. Some of us are not immediately obvious as trans. And the idea that you are going to be able to enforce a bathroom bill, I mean the enforceability is just not there.\"\nWe asked Smith the basis of her 1-in-300 figure. She pointed by email to a report finding that nationally, about 1.4 million residents were \"trans,\" Smith said, \"which if my math is right, would make us 1 in every 231 people.\"\nThe June 2016 report, \"How Many Adults Identify as Transgender in the United States?.\" was issued by the Williams Institute, a UCLA School of Law think tank that says it advances sexual orientation law and public policy through independent research.\nThe authors, making statistical adjustments to Centers for Disease Control 2014 phone survey results, estimated that 0.6 percent of U.S. adults \"identify as transgender.\" The report went on: \"This figure is double the estimate that utilized data from roughly a decade ago and implies that an estimated 1.4 million adults in the U.S. identify as transgender.\" In 2011, an institute researcher, Gary Gates, had estimated based partly on surveys taken in Massachusetts and California that 0.3 percent of U.S. adults identified as transgender.\nThe U. S. Census Bureau hasn’t estimated the number of Americans identifying as transgender. But we turned to its population estimates to gauge the institute’s latest figures. As of July 2014, the bureau says, the U.S. was home to 318,563,456 residents including 244,986,302 adults. Applying the institute’s estimate that 0.6 percent of adults identify as transgender delivers a subtotal of 1,469,917 adults.\nSumming up, the institute estimated that 1.8-in-300 U.S. adults identify as transgender.\nMinors identifying as transgender?\nFor an estimate of younger Americans identifying as transgender, Smith told us, she relied on a January 2017 institute report similarly starting from federal surveys. That report says researchers estimate that 0.7 percent of U.S. minors aged 13 to 17, tallied at about 150,000 people, are transgender--which breaks out to about 2.1-in-300 individuals in the age group.\nThe 2017 report includes a chart estimating transgender residents by age groups:\n\n \n \n \n \n \nSOURCE: Report, \"Age of Individuals Who Identify As Transgender in the United States,\" the Williams Institute, January 2017 (accessed July 26-27, 2017)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAt Smith’s urging, we also queried the policy counsel of the National Center for Transgender Equality, which says it’s the \"nation’s leading social justice advocacy organization winning life-saving change for transgender people.\" By email, Ma’ayan Anafi replied that the center considers the 2016 institute estimate to be the most reliable available estimate of the U.S. transgender population. Anafi similarly noted the institute’s estimate for people aged 13-17, adding: \"Currently, there is no comprehensive national estimate for the number of transgender people under the age of 13.\"\nA Williams Institute researcher\nNext, we heard back from Andrew Flores, a visiting scholar at the institute involved and familiar with its reports. Flores said that while the research estimates were not independently peer-reviewed prior to publication, both are under consideration by an academic peer-reviewed journal.\n\"We have not seen a methodological challenge or rebuttal,\" Flores wrote. Also, he said, \"we have seen other estimates proposed using the same or similar data.\"\nIn that vein, Flores provided a web link to the abstract of a study published in the February 2017 American Journal of Public Health containing an extrapolation based on 12 U.S. population surveys taken from 2007 to 2015. Its authors estimated that as of 2016, 390 U.S. adults per 100,000, or almost 1 million adults, identified as transgender. That breaks out to 1.17-in-300 adults. \"This estimate,\" they wrote, \"may be more indicative for younger adults, who represented more than 50% of the respondents in our analysis.\"\nState estimates by institute\nWe saw that the 2016 institute report had state-by-state estimates of adults identifying as transgender, ranging from 0.3 percent in North Dakota to 0.8 percent in Hawaii--and 0.66 percent in Texas, or 125,350 residents, the report said. The report specified that its estimates were rooted in data from 19 states that opted in to asking participants in the CDC’s Behavioral Risk Factor Surveillance System in 2014: \"Do you consider yourself to be transgender?\" If someone answered affirmatively, he or she was asked: \"Do you consider yourself to be male-to-female, female-to-male, or gender non-conforming?\" In total, the report says, 0.52 percent of respondents in the 19 states identified as transgender.\nAccording to the report, if a respondent asked for a definition of transgender, the person  seeking responses was to reply: \"Some people describe themselves as transgender when they experience a different gender identify from their sex at birth. For example, a person born into a male body, but who feels female or who lives as a woman would be transgender. Some transgender people change their physical appearance so that it matches their internal gender identity. Some transgender people take hormones and some have surgery. A transgender person may be of any sexual orientation -- straight, gay, lesbian, or bisexual.\"\nWe asked Flores why the institute reached the 0.66 percentage for the nation when responses to the survey question in the 19 states--Delaware, Hawaii, Idaho, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Minnesota, Montana, Nevada, New York, Ohio, Pennsylvania, Vermont, Virginia, Wisconsin and Wyoming--supported a lower 0.52 percent result.\nFlores replied: \"While our underlying dataset only contains 19 states, we wanted to make inferences about every state. We did this by running a model that included all respondents, even those who did not get asked about whether or not they identified as transgender. We then used the model results to impute or fill-in whether an individual would identify as transgender considering their state and demographic profile. Finally, we used these results and generalized them to population statistics provided by the Census Bureau.\n\"The reason why the (19-state) survey estimate is lower than the resultant national estimate,\" Flores wrote,  \"is mostly due to the demographic composition of the remaining states. As we noted, people of color and younger individuals are more likely to identify as transgender. If a state that was not one of those 19 contains more younger individuals or populations of color, then that would mean then national estimate would be larger as a result.\"\nTexas state demographer\nNext, we asked Lloyd Potter, the Texas state demographer, to review the institute’s 2016 report. Potter said  by email that his read suggests that from 0.36 percent to 0.95 percent of the population identifies as transgender, so 1-in-300, or 0.3 percent, \"is a little low,\" he said.\nPotter explained that institute researchers applied characteristics including race and ethnicity, age cohorts and educational attainment provided by individuals who responded affirmatively to the CDC survey question to produce its estimates of adults in each state who may identify as transgender, with all of the state estimates aggregated to a U.S. estimate..\nPotter went on: \"It is likely that there is under-reporting among those who do identify as transgender in those 19 states which would suggest the estimate is on the low end.\"\nOur ruling\nSmith said transgender residents make up \"about 1-in-300 people, we're all over the place, we're your friends and your neighbors.\"\nThere’s no direct national count of individuals identifying as transgender but recent analyses rooted in federal survey results support estimates of 1.8-in-300 adults and 2.1-in-300 minors.\nWe rate the claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-08-03 17:29:06 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says transgender residents make up \"about 1-in-300 people, we're all over the place, we're your friends and your neighbors.\"    Ashley Smith Activist   San Antonio Wednesday, July 19, 2017 2017-07-19    Read More  info", "vclaim_id": "vclaim-pol-03038"}