{"url": "/factchecks/2009/nov/04/house-republicans/republicans-study-employer-mandate-health/", "speaker": "House Republican Conference", "vclaim": "Research shows the employer mandate in the House health reform bill would \"place millions 'at substantial risk of unemployment' — with minority workers losing their jobs at twice the rate of their white counterparts.\"", "truth_label": "half-true", "date": "stated on October 29, 2009 in a news release:", "title": "Republicans gloss over the details on a study on the employer mandate", "text": "A few months ago, a chain e-mail purporting to be a\n\nline-by-line analysis\n\nof the House health care reform bill reached in-boxes all over the country, warning people of the dire consequences of the Democratic plans for reform. Taking a page from the same playbook, the House Republican Conference has created\n\na similar list\n\nfor the new health care bill that will be coming to the House floor in the next few weeks.\n\n\nYou can read\n\nour fact-check of the Republican analysis\n\nin its entirety. Here, we're looking only at the statement, \"Page 313 - Section 512 imposes an 8 percent 'tax on jobs' for firms that cannot afford to purchase 'bureaucrat-approved' health coverage; according to an\n\nanalysis\n\nby Harvard Professor Kate Baicker, such a tax would place millions 'at substantial risk of unemployment'—with minority workers losing their jobs at twice the rate of their white counterparts.\"\n\n\nThis point refers to the House bill's employer mandate, which requires large employers to offer health insurance for their workers. (This is a major difference with the Senate bill, which is not expected to include an employer mandate.)\n\n\nSo the House bill does tax employers that don't offer insurance. The Republicans say that Baicker's research shows that millions would be at risk for unemployment, and her research does show that.\n\n\nBut the number of people who would actually lose their jobs, according to her projections, is much smaller.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBaicker and co-author Helen Levy identified workers who lacked insurance and whose wages are so close to the minimum wage that employers will not be able to reduce their pay in order to pay for health insurance. That pool of uninsured, low-wage workers is 5.5 million.\n\n\nOf those, however, she concluded that a much smaller number — 224,284 — were \"likely\" to lose their jobs. And about 136,342 were likely to be racial and ethnic minorities, she concluded.\n\n\nBaicker and Levy also wrote that those numbers would be fewer if small employers were exempt from the mandate. And the House bill does just that: It exempts employers with a payroll of less than $500,000.\n\n\nWe contacted Baicker, who also added the following note of clarification: \"Our estimates were done years ago and were meant to model a stylized mandate policy, not any of the actual policies under consideration at the moment.  The effect on employment will be driven by a lot of the details, such as which workers are included based on number of hours worked and which firms are included based on firm size.\"\n\n\nSo the House Republican Conference takes a study that looked at a general policy, not the details of the current House bill. Additionally, the exemption for small employers would reduce the number of workers who would be at risk for losing their jobs. So we rate this statement Half True.", "vclaim_id": "vclaim-pol-15491"}