{"url": "/factchecks/2013/jun/24/andre-jacque/billed-being-police-and-fire-wisconsin-phone-fee-d/", "speaker": "Andre Jacque", "vclaim": "A monthly \"police and fire protection fee\" on all Wisconsin phone bills does nothing to support police and fire.", "truth_label": "false", "date": "stated on May 15, 2013 in an interview:", "title": "Billed as being for police and fire, Wisconsin phone fee does nothing for them, lawmaker says", "text": "If PolitiFact Wisconsin had a Truth-O-Meter rating called False But Revealing, we might give it to state Rep. Andre Jacque for a claim about what he described as the state’s \"radically misnamed\" police and fire protection fee.\n\nThe DePere Republican went too far in decrying the 75-cent fee, which appears on Wisconsin phone bills every month and brings in some $50 million per year.\n\nSpeaking with the conservative MacIver Institute on May 15, 2013, he said:\n\n\"What does it do to support police and fire? Nothin.’\"\n\nBut even though Jacque exaggerates the situation, his claim is revealing for anyone with a landline or wireless phone who pays what, in fact, is the misleadingly labeled \"police and fire protection fee.\"\n\nThe fee -- and a bill\n\nThe fee was created in the 2009-11 state budget, when Democratic Gov. Jim Doyle was in office and Democrats controlled both chambers of the Legislature.\n\nPhone service providers don’t have to itemize the fee on their bills. But if they do, they must -- by law -- identify it as a \"police and fire protection fee.\"\n\nBack in 2009, the Legislature's Joint Finance Committee, which retools the governor’s budget request before it goes to the full Legislature, initially proposed the fee to fund 911 system enhancements around the state.\n\nBut later in the budget process, faced with projections of declining revenues, the committee redirected the phone fee funds. Rather than being dedicated to 911, the money would instead go toward \"shared revenue\" payments the state makes to counties, towns, villages and cities.\n\nShared revenue is general, unrestricted aid to local governments. Typically, it is \"commingled with the local government's other revenues and is not directly tied to any specific function,\" the state Legislative Fiscal Bureau notes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIn other words, shared revenue -- which ranks among the largest general fund state appropriations -- can be used toward a wide variety of local government operations, like parks, planning, roads, snow plowing, garbage collection, not just police and fire.\n\nRedirecting the money was supposed to last only two years. But Doyle vetoed that provision, which meant the money would continue to be used toward shared revenue payments.\n\nRepublican Gov. Scott Walker kept the same arrangement in his 2011-13 budget and is not proposing to change it in his 2013-15 budget.\n\nUpset with the whole thing, Jacque has introduced a bill to eliminate the fee, which is projected to bring in $53 million per year during the 2013-15 budget cycle.\n\nJacque’s argument\n\nJacque defended his statement to us by saying that because phone fee revenue goes to the state’s general fund, it does nothing to support police and fire protection.\n\nBut that overstates what is happening.\n\nWhile the roughly $50 million per year in phone fee money might technically go to the state’s general fund, it is earmarked for shared revenue and thus ends up with local governments.\n\nSo, indirectly, the phone fee helps support police and fire, given that a county sheriff’s department, or a city police or fire department, are among the largest expenses in local government.\n\nOur rating\n\nJacque said a 75 cents-per-month \"police and fire protection fee\" on Wisconsin phone bills does nothing to support police and fire.\n\nThe $50 million per year in phone fee revenue isn’t dedicated to police and fire protection. But the money does support those services indirectly, in that it goes to local governments, which spend a large portion of their budgets on police and fire services.  \n\nWe give a nod to Jacque for highlighting the misleading nature of the police and fire phone fee, but we rate his claim False.", "vclaim_id": "vclaim-pol-09183"}