{"url": "/factchecks/2019/dec/12/ted-cruz/checking-ted-cruz-whether-ukraine-blatantly-interf/", "speaker": "Ted Cruz", "vclaim": "\"Ukraine blatantly interfered in our election.\"", "truth_label": "false", "date": "stated on December 8, 2019 in a TV interview:", "title": "Checking Ted Cruz on whether Ukraine 'blatantly interfered' in 2016 election", "text": "During a heated exchange with \"Meet the Press\" host Chuck Todd on Sunday, U.S. Sen. Ted Cruz, R-Texas, repeated a debunked claim that Ukraine interfered in the 2016 election on behalf of Democrat Hillary Clinton.\nCruz is the latest in a string of Republican politicians to repeat this claim, including President Donald Trump. The theory surfaced during the U.S. House’s impeachment inquiry into Trump over allegations that he withheld military aid to compel Ukraine to investigate former Vice President Joe Biden.\nDuring the Dec. 8 interview, Todd asked Cruz if he believed Ukraine meddled in the 2016 election. \n\"I do,\" Cruz said. \"And I think there’s considerable evidence of that.\" \nAfter Todd pushed back on Cruz’s assertion, the Texas Republican said the media is playing a game with its coverage of election interference. \n\"Look, on the evidence, Russia clearly interfered in our election,\" Cruz said. \"But here’s the game the media is playing. Because Russia interfered, the media pretends nobody else did. Ukraine blatantly interfered in our election. The sitting ambassador from Ukraine wrote an op-ed blasting Donald Trump during the election season.\" \nCruz went on to say: \"Two years ago, there was article after article after article, in the mainstream media, about Ukrainian interference in the elections. But now, the Democrats have no evidence of a crime, no evidence of violating the law. And so suddenly, Ukrainian interference is treated as the media clutches their pearls, ‘oh, my goodness. You can't say that’.\"\nU.S. Sen. John Kennedy, R-La., made the same argument during a separate \"Meet the Press\" interview one week earlier. He said former Ukraine President Petro Poroshenko \"actively worked for Secretary Clinton,\" citing eight news articles that he said support his statement. We rated his claim False.\nThere’s no question that some officials in Ukraine favored a Clinton presidency over a Trump presidency. But that is a separate issue from actual election interference, which U.S. intelligence officials have said did not happen.\nCruz’s evidence\nWhen contacted for supporting evidence, Cruz’s office pointed to two social media posts shared by Ukrainian officials in 2016 as evidence of interference. \nIn one, Arsen Avakov, Ukraine’s Minister of Internal Affairs, shared a tweet calling Trump a \"clown.\" \nIn the other, a Facebook post, former prime minister Arseny Yatseniuk said that then-candidate Trump \"challenged the very values of the free world, civilized world order and international law\" when he said he would \"look at\" whether the United States would recognize Russian control of Crimea. \nCruz’s office also pointed to two news articles on Ukraine and the 2016 election — one from Politico and one from the Financial Times. Cruz shared both pieces in a series of tweets he posted defending his statement from \"Meet the Press.\"\nThe Politico article, from January 2017, is cited frequently by Republicans promoting the theory that Ukraine interfered in the election. It explores efforts by some Ukranians to discredit Paul Manafort, then Trump’s campaign chairman, by promoting work he did on behalf of the previous, Russia-aligned government in Ukraine.\nPolitiFact vetted the article and found that Republicans citing the article use its findings selectively, as the article itself reports that there was little evidence of any top-down effort to interfere.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The article did not state that the Ukrainian government conspired with the Clinton campaign or the DNC,\" said Melissa Cooke, a booking manager for Politico, in an email to PolitiFact. \"It also emphasized that the acts of Ukrainian officials to raise questions about Trump were not comparable to Russia’s interference in the 2016 election, and reported that the then-Ukrainian government was trying to make amends with then-President-elect Trump.\"\nThe Financial Times article cited by Cruz was about the Ukranian lawmaker who revealed more than $12 million in secret payments to Manafort from the pro-Russia party in Ukraine. The lawmaker told the outlet that he wanted to show the world that Trump was a \"pro-Russian candidate who can break the geopolitical balance in the world.’\"\nFinancial Times editor Edward Luce said their coverage did not support Kennedy’s claim about election interference.\nIntelligence officials say no evidence\nMultiple intelligence officials have said there is no evidence to support the theory that Ukraine interfered in the 2016 election. \nOne day after Cruz’s appearance on Meet the Press, FBI Director Christopher Wray was asked about allegations of Ukrainian interference being pushed by Trump, Cruz and other officials during an interview on ABC News.\n\"We have no information that indicates that Ukraine interfered with the 2016 presidential election,\" Wray said. \nDavid Hale, a top-ranking official at the State Department, told members of the Senate Foreign Relations Committee on Dec. 3 that he was not aware of any evidence of Ukrainian interference in the U.S. presidential election.\nDuring the U.S. House impeachment hearings, Army Lt. Col. Alexander Vindman, who is responsible for Ukraine policy on the National Security Council, said there was no \"factual basis\" to support claims that Ukrainian officials worked with Democratic operatives to damage Trump while promoting Clinton. \n\"I am, frankly, unaware of any authoritative basis for Ukranian interference in 2016 elections, based on my knowledge,\" he said.\nAt the same hearing, Fiona Hill, the Trump White House’s former top Russia advisor, pushed back at assertions from the Republicans’ lead counsel that Ukraine government officials discussed Trump’s then-campaign chairman Paul Manafort and his ties to Russia with a Democratic National Committee employee. \n\"It is a fiction that the Ukrainian government was launching an effort to upend our election, upend our election to mess with our Democratic systems,\" Hill said, according to Politico. \nA New York Times article describes a briefing between American intelligence officials and senators that included information that supported Hill’s testimony. The report did not identify the officials. \n\"American intelligence officials informed senators and their aides in recent weeks that Russia had engaged in a yearslong campaign to essentially frame Ukraine as responsible for Moscow’s own hacking of the 2016 election, according to three American officials,\" reads the article.\nOur Ruling\nDuring a television interview, Cruz said that \"Ukraine blatantly interfered in our election.\"\nCruz’s claim is based on the existence of two social media posts and one op-ed from 2016 written by different Ukrainian officials criticizing Trump. He also highlighted reports about efforts by some Ukranians to discredit Paul Manafort, then Trump’s campaign chairman. \nHowever, multiple intelligence officials said there is no evidence Ukraine interfered in the 2016 election. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-16682"}