{"url": "/factchecks/2018/dec/06/richard-ojeda/does-ceo-mary-barra-earn-295-times-average-gm-work/", "speaker": "Richard Ojeda", "vclaim": "At General Motors, CEO Mary Barra \"took home almost 22 MILLION DOLLARS last year alone (295x your company's average employee).\"", "truth_label": "true", "date": "stated on November 27, 2018 in a tweet:", "title": "Does CEO Mary Barra earn 295 times average GM worker?", "text": "West Virginia Democrat Richard Ojeda -- who lost a U.S. House race in 2018 but is considering a run for president in 2020 -- shot a video clip at General Motors’ Detroit headquarters to call out the company’s announcement that it was closing five plants and laying off more than 14,000 employees in late November.\nHe shared the video in a Nov. 27 tweet, adding this commentary in the body of the tweet: \"I'm in Detroit at General Motors HQ. We bailed you out. We gave you tax breaks. Your workers are the reason your CEO took home almost 22 MILLION DOLLARS last year alone (295x your company's average employee). And this is how you repay them? #CorporateGreed.\"\nI'm in Detroit at General Motors HQ. We bailed you out. We gave you tax breaks. Your workers are the reason your CEO took home almost 22 MILLION DOLLARS last year alone (295x your company's average employee).And this is how you repay them? #CorporateGreed pic.twitter.com/VUwjUROmZv— Richard N. Ojeda, II (@VoteOjeda2020) November 27, 2018\n\n\nWe wondered whether Ojeda was correct that the company’s CEO, Mary Barra, took home almost $22 million last year, a sum that was 295 times the company's average employee, at about $74,000.\nStephanie Rice, GM’s assistant manager of finance communications, confirmed to PolitiFact that Barra was paid a total compensation package of $21.96 million last year and that it was about 295 times as much as GM’s median employee.\nThese figures must be reported publicly to the Securities and Exchange Commission, and they have drawn some media attention. The amount Barra was paid represented a drop from her 2016 compensation of $22.58 million.\nWhile 295 times larger seems like a lot, it’s far from the only such ratio among major U.S. companies -- or even among the highest.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe 2017 CEO-to-worker compensation ratio was 312-to-1, according to research by the Economic Policy Institute, a labor-aligned think tank. (The metric the group used is not apples-to-apples with the number GM reported to the government, so a direct comparison is not possible.)\nThis ratio, covering 350 large companies, \"was far greater than the 20-to-1 ratio in 1965 and more than five times greater than the 58-to-1 ratio in 1989, although it was lower than the peak ratio of 344-to-1, reached in 2000,\" the institute wrote.\nThe following chart shows the ratio since the mid-1960s, measured two different ways.\n\nOne minor quibble with Ojeda’s language: He used the term \"average\" employee. Many readers might follow common usage and assume that \"average\" as the mean salary. In fact, the SEC data uses the median salary, which is technically a type of average but is not often referred to that way.\nOjeda did not respond to an inquiry for this article.\nOur ruling\nOjeda said that Barra \"took home almost 22 MILLION DOLLARS last year alone (295x your company's average employee).\"\nThe company confirmed both figures, which they are required by law to report to the government. We rate the statement True.\n Share the Facts 2018-12-06 20:42:36 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  At General Motors, CEO Mary Barra \"took home almost 22 MILLION DOLLARS last year alone (295x your company's average employee).\"    Richard Ojeda Former congressional candidate https://twitter.com/VoteOjeda2020/status/1067511247514546176?s=03   a tweet Tuesday, November 27, 2018 2018-11-27    Read More  info", "vclaim_id": "vclaim-pol-01211"}