{"url": "/factchecks/2010/sep/28/jd-alexander/solar-panels-make-far-more-energy-they-require/", "speaker": "J.D. Alexander", "vclaim": "\"It takes as much energy to make a solar panel as it likely generates in its entire life.\"", "truth_label": "pants-fire", "date": "stated on September 16, 2010 in a news article:", "title": "Sen. J.D. Alexander says solar panels take as much energy to make as they generate", "text": "The Florida solar rebate debate begs for a little sunshine.\n\nThe state owes Floridians $52.7 million in unpaid solar energy rebates. But lawmakers recently ignored Gov. Charlie Crist’s request to tap federal stimulus money to dent the backlog.\n\nSenate budget chief J.D. Alexander, R-Lake Wales, told a St. Petersburg Times reporter, \"It takes as much energy to make a solar panel as it likely generates in its entire life. I really doubt that this is a good investment for the people of Florida.\"\n\nHis energy payback claim caught some eyes — and ours.\n\nSteve Plice quickly e-mailed PolitiFact Florida. To the president of Tampa Bay Living Green, a nonprofit that teaches about environmental sustainability, Alexander’s claim stuck out. \"Could you please check this?\" he asked. \"I have seen estimates for the energy payback period ranging from 18 months to 11 years. Solar panels are expected to last 20-30 years, so Mr. Alexander's claims would seem to be very wrong.\"\n\nAs Plice suggests, this isn’t unexplored territory. For years, energy payback studies have examined how much energy it takes to manufacture, install and operate various kinds of solar panels, also referred to as photovoltaic modules or arrays. The idea is, a solar panel should capture more energy over its lifetime than it saps. Otherwise, as Alexander notes, one would hardly be a \"good investment.\"\n\nWe asked Alexander for support for his comments. He sent a link to a solar energy payback study he thought we \"may find helpful.\" And did we ever.\n\nThe study published by Energy Bulletin, an online clearinghouse of news and analysis, did, indeed, address Alexander’s claim. It mentioned the most commonly cited — and \"possibly the only\" — study that says the energy payback time on a solar panel may exceed its lifetime. The Energy Bulletin authors hadn’t found any published studies that reference the work, a 1996 book by Howard Odum called Environmental Accounting. They did note the popularity of Odum’s analysis on Web forums. Then they explain why Odum’s findings can be rejected.\n\nThe Energy Bulletin authors, who reviewed other published work to reach wider conclusions about roof-mounted solar panel systems — a type a Florida homeowner might install — concluded the systems would generate enough electricity to cover their energy debt in two to eight years, and turn sunlight into energy for at least 25 years.\n\nSo, they wrote in 2006, the systems \"have a positive energy payback and are capable of contributing to a sustainable energy future.\"\n\nAlexander’s own link debunks his claim. But we were ready to examine other evidence, just in case.\n\nIn 1975, the Florida Legislature created the Florida Solar Energy Center to research, test and certify solar systems and develop education programs. Dr. James Fenton, a professor of mechanical, materials and aerospace engineering, directs the institute at the University of Central Florida.\n\nFenton pointed us to a study published two years later than Alexander’s that focuses on emissions from the life cycle of photovoltaic cells, and makes references to multiple energy payback studies. It explains that the life cycle of a photovoltaic system starts with mining quartz sand or metal ore, depending on the type of system, which then has to be purified and turned into silicon wafers or thin film. That takes a lot of energy, right?\n\nSure, but only as much as is generated by solar systems in three to six years, and sometimes as little as a year or so, especially in sunnier climates, the study summarizes.\n\nThe U.S. Department of Energy also weighs in on the topic, through a PV FAQs explainer piece called \"What is the energy payback for PV?\" produced by the National Renewable Energy Laboratory. No good news for Alexander’s claim here. Instead, the FAQ says, \"Based on models and real data, the idea that PV (photovoltaics) cannot pay back its energy investment is simply a myth.\"\n\nIt concludes that for an investment of one to four years worth of energy output, rooftop systems can provide 30 years or more of clean energy.\n\nOther studies sent our way reached similar conclusions.\n\nNow, when Alexander provided us with the Energy Bulletin study, he explained in support of his claim that \"the answer really depends on so many variables that are often difficult to control\" such as materials used to create a solar panel, the type of solar system and where it is located. (He noted that \"obviously some parts of the country get a lot more sunlight and cloud cover than others.\" Perhaps he forgot he’s a lawmaker in Florida, the Sunshine State.)\n\n\"Given best materials and optimal conditions,\" he wrote, \"there clearly can be energy payback in two to eight years. Given other conditions, the answer is there will not be payback. So, the real answer is it depends on many factors, which is true for all things involving green/clean technologies.\"\n\nSounds reasonable, right? The only problem is that the study he points to, and others, attempt to control for those variables — and make allowances for them. That’s why the ranges are so wide: from one to four years, or from two to eight. And Alexander’s claim doesn’t contain nearly the flexibility of his followup explanation. He said: \"It takes as much energy to make a solar panel as it likely generates in its entire life.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nBy saying \"as it likely generates in its entire life,\" Alexander suggests that he's talking about a typical example of solar panel output, not a fringe case with undefined \"other conditions.\"\n\nThus, our ruling. Alexander’s own evidence says his view \"can be rejected,\" and a mainstream consumer publication call it \"simply a myth.\" But he uses this long-debunked claim to help justify rejecting $13.9 million in federal funds for Floridians. We have no choice other than to focus a little sunlight his way and declare his Pants on Fire.", "vclaim_id": "vclaim-pol-14336"}