{"url": "/factchecks/2016/apr/08/donald-trump/donald-trump-claims-most-wire-transfers-mexico-are/", "speaker": "Donald Trump", "vclaim": "Mexico receives \"approximately $24 billion a year in remittances from Mexican nationals working in the United States. The majority of that amount comes from illegal aliens.\"", "truth_label": "half-true", "date": "stated on April 5, 2016 in a plan on his campaign website:", "title": "Donald Trump claims most wire transfers to Mexico are from undocumented immigrants", "text": "Donald Trump’s new plan to get Mexico to pay for a wall along the Southern border is drawing comments from all sides.\nFormer Arizona Gov. Jan Brewer said if the plan works, it’s \"fantastic.\" President Barack Obama, on the other hand, called it \"half-baked.\"\nThe plan, released on April 5, 2016, reads as a series of hypotheticals. Trump claims barring undocumented immigrants from sending wire transfers would entice Mexico to pay for the wall.\n\"They (Mexico) receive approximately $24 billion a year in remittances from Mexican nationals working in the United States. The majority of that amount comes from illegal aliens,\" Trump said.\nIn turn, Trump argues that he would not let the wire transfer ban go into effect if Mexico contributes \"the funds needed to the United States to pay for the wall.\"\nWe were curious as to whether most Mexican wire transfers, using services such as Western Union, come from undocumented immigrants.\nHard to tell\nWe did not hear back from Trump’s press office but readily found data on remittances -- or how much money is transferred from the United States to Mexico.\nAccording to Bank of Mexico, there was $24.77 billion in remittances to Mexico in 2015.\nSo Trump’s first claim checks out, but the second part is not that simple.\n\"We don’t know of any estimate by any organization or researcher of what share of remittance senders are unauthorized immigrants – or indeed are immigrants of any legal status,\" said Michelle Mittelstadt, a spokeswoman at the nonpartisan Migration Policy Institute. \"Keep in mind that some number of U.S. born who are of Mexican heritage might also still send remittances.\"\nSan Diego State University economics professor Catalina Amuedo-Dorantes worked on a paper on remittances published in the 2005 Economic Review.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe paper estimates that 75 percent of undocumented Mexican immigrants have the probability to remit money. It also notes that these immigrants send almost $439 a month on average to Mexico.\nThe Pew Research Center estimates that there are 5.6 million undocumented Mexican immigrants living in the United States as of 2014.\nUsing these three numbers, Alfredo Cuecuecha Mendoza, an economic expert and president of El Colegio de Tlaxcala, A.C. in Mexico, estimates that 48 percent of remittances are sent by undocumented Mexican immigrants.\nOverall, Pew estimates that there are 11.3 million undocumented immigrants in the United States.\nAmuedo-Dorantes said undocumented immigrants are more likely to remit money than documented immigrants, who are often settled with their family in the United States.\n\"That said, it is also the case that legal migrants have better paying jobs and, in absolute terms, are able to remit more than the undocumented.  So I am not sure his (Trump’s ) statement is correct,\" she said.\nManuel Orozco, a remittance expert at Washington D.C. think tank Inter-American Dialogue, said it is \"not possible\" to say how much of the billions Mexico receives from remittances come from undocumented immigrants.\n\"Sounds like a guess to me,\" said Roy Germano, a remittance expert and international relations professor at New York University.\nOur ruling\nTrump said, \"they (Mexico) receive approximately $24 billion a year in remittances from Mexican nationals working in the United States. The majority of that amount comes from illegal aliens.\"\nThe number is right, but saying the majority of that money comes from undocumented immigrants is a pure guess.\nOne estimate, based on data more than a decade old, could associate 48 percent of remittances with undocumented Mexican immigrants. But that’s a stretch at best -- and it’s still not the majority -- as Trump claims.\nExperts we spoke with said there is no way to track undocumented remittance senders.\nAll in all, we rate Trump’s claim Half True.", "vclaim_id": "vclaim-pol-05137"}