{"url": "/factchecks/2019/jun/23/bill-brady/fact-checking-bradys-muddled-attack-pritzkers-tax-/", "speaker": "Bill Brady", "vclaim": "Says that after \"the last income tax increase in the state of Illinois, we saw the largest exodus of middle-income families.\"", "truth_label": "false", "date": "stated on June 18, 2019 in a speech:", "title": "Fact-checking Brady’s muddled attack on Pritzker’s tax plan", "text": "Illinois has had an income tax for 50 years and rates, while bouncing up and down, have always been one-size fits all. That could change next year if voters approve a constitutional amendment to replace the flat tax with a system of graduated rates that charge more to the wealthy.\nDemocratic Gov. J.B. Pritzker made the switch a centerpiece of his campaign last year, and in the months since he took office we’ve fact-checked a number of assertions from both those who support the switch and those who oppose it.\nAnother in the series came recently from state Senate Republican Leader Bill Brady of Bloomington in a speech at the City Club of Chicago.\n\"We stood united as Republicans against this (the graduated tax) primarily because we could find no safeguards for middle-income families,\" Brady said. \"The last income tax increase in the state of Illinois, we saw the largest exodus of middle-income families.\"\nOn its face, the claim from Brady was a head scratcher because the most recent hike in the flat income tax, from 3.75 % to 4.95 %, was imposed by the legislature in mid-2017. There’s a lag in the availability of tax data that could illustrate who it is that might be leaving the state, and the latest figures available are from 2016 — prior to that last tax hike.\nSo what was Brady talking about?\nDifferent income group, different tax increase\nWhen we reached out to his office, spokesman Jason Gerwig told us Brady meant to reference low-income rather than middle-income families.\nBy way of support, he pointed us to the Better Government Association’s own recent analysis of federal tax filings between 2006 and 2016, a period that included four years during which the state’s tax rate temporarily rose from 3% to 5%. That investigation found the number of high-income tax filers in Illinois grew robustly after the tax hike even though critics had warned at the time that wealthier taxpayers would flee the state, while the number of low-income tax filers shrank.\nBut PolitiFact rates claims based on the words people speak. Corrections by his staff aside, Brady not only referred to the state’s most recent tax increase and not the 2011 hike but also twice mentioned middle-income families in his remarks.\nGiven that there is not yet data to shed light on the changing makeup of taxpayers following the 2017 increase, however, we also decided to assess how middle-income earners fared during the previous hike.\nThere is no official definition for \"middle class,\" so we looked at several groups that might appear to fit that description, depending on the number of people in their families and the cost of living where they reside.\nThe IRS data that was the focus of the BGA analysis shows that the number of filers reporting adjusted gross income between $50,000 and $100,000 grew slightly during the four years that earlier tax hike remained in effect. Growth was even greater among those reporting incomes of between $100,000 and $200,000, roughly approximating what might be considered upper middle class.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n Loading...  \nIn fact, the only income group that shrank in size was the one comprised of filers reporting annual income below $50,000. So Brady would have been on slightly firmer ground had he actually said what Gerwig said he intended to. At that, however, the numbers apply not to the last Illinois tax increase but the second to the last.\nGerwig predicted the slide continued after the 2017 tax hike, but he had no data to back that up because it doesn’t yet exist.\nIn his speech, Brady also sought to make the argument that a graduated tax would inevitably impose financial pain on middle-income earners by citing a past instance when the flat tax did just that. A key flaw in that claim is that Democratic lawmakers and Pritzker have OK’d a rate structure contingent on the passage of the constitutional amendment that would only hike taxes on those with incomes of $250,000 or more.\nRepublicans, including Brady, caution those rates amount to little more than an opening bid and provide no assurance that Democrats won’t later hike rates more on everyone. While it’s true there’s nothing to prevent that, there’s also nothing to prevent it under the current flat tax system, as the very examples Brady seized on underscore.\nMore broadly, a link between state populations and tax policy changes is far from clear.\nIn an interview with the BGA for its analysis of the 2011 tax increase, economist Michael Hicks of Ball State University said that people make decisions about when and where to move the \"same way they look for value in the purchase of food, clothing or other items.\"\n\"The amenities that seem to matter most are good schools or school choice, thick labor markets, neighbors who are high income, and more highly educated, and other things that are often associated with cities or suburbs in large metro places,\" said Hicks, who specializes in the effects of public policy on economic activity. \"All things being equal, a higher tax will cause some people to leave, but all things aren’t equal.\"\nOur ruling\nWhile arguing against a Democratic plan to swap out Illinois’ flat income tax for a series of graduated rates, Brady said the last time the state increased its income tax, \"we saw the largest exodus of middle-income families.\"\nIllinois last hiked its income tax in 2017 and data is not yet available for any year later than 2016, so there’s no way to assess how many middle-income Illinoisans have filed taxes in the state since it took effect.\nBrady’s office told us the senator meant to refer to low-income families, whose share of tax filings did decrease following the state’s second-to-last tax hike, IRS data show, while the returns from all other income groups grew.\nBut that’s not what Brady said in his City Club speech, so we rate his claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00504"}