{"url": "/factchecks/2018/oct/30/blog-posting/no-national-cancer-institute-does-not-named-mariju/", "speaker": "Bloggers", "vclaim": "\"Cancer institute finally admits marijuana kills cancer.\"", "truth_label": "false", "date": "stated on July 10, 2018 in a post on Facebook:", "title": "No, the National Cancer Institute has not named marijuana a cancer cure", "text": "Canada didn’t pay off the country’s federal debt one day after marijuana legalization, but could cannabis wipe out disease?\n\"Cancer institute finally admits marijuana kills cancer,\" trumpets the headline of an article that has been shared about 161,000 times on Facebook. The article goes on to say that in August 2015, the National Cancer Institute released a report on its website that stated \"marijuana kills cancer.\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It was published on ehealthmagz.com but it’s unclear what the website is actually called. The website’s browser tab says \"Health Magazine,\" but at the bottom of the page, an \"about us\" section describes the site as, simply, \"Newspaper.\"\n\"Newspaper is your news, entertainment, music fashion website,\" it says. \"We provide you with the latest breaking news and videos straight from the entertainment industry.\"\nAn email we sent to the contract address on the website—[email protected]—bounced back. Though the website credits the article to \"Stoners Cookbook,\" the link leads to a broken web page. But, the story also links to a page about cannabis and cannabinoids on the website for the National Center Institute, which is part of the National Institutes of Health.\nIn an email, a spokesperson for the National Cancer Institute directed PolitiFact to the same web page about cannabis and cannabinoids. However, according to a statement from the institute, \"this page is not a report or study.\" It’s a summary that has been on the institute’s website for about 13 years and that is maintained and updated \"by an editorially independent board of private-sector and public-sector experts.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe information in the summary reflects a review of biomedical literature, according to the statement; it doesn’t represent a policy statement from the institute or the National Institutes of Health.\nThe cannabis page was updated in August 2015, like the story says, and in August 2018.\nBut nowhere on the site does it say \"marijuana kills cancer.\" Here’s some information it does include:\n\nCannabinoids activate specific receptors throughout the body to produce pharmacologic effects.\nSome cannabinoids are approved drugs to treat cancer-related side effects, and they may have benefits in the treatment of cancer-related side effects.\nOne study using rodents suggested that cannabinoids may ward against the development of certain types of tumors. In another study, \"cannabinoids appear to kill tumor cells.\" \"Other studies have shown the antitumor effect of cannabinoids… in preclinical models of breast cancer.\"\n\nHowever, \"no ongoing clinical trials of cannabis as a treatment for cancer in humans were identified\" in a search of studies, according a National Cancer Institute web page.\nSo while cannabis has been shown to kill cancer cells in labs, and it may benefit the side effects of cancer treatments, like chemotherapies, it’s not an FDA-approved cancer treatment, there isn’t enough evidence for doctors to recommend it as a treatment for cancer-related symptoms and the National Cancer Institute has not admitted that marijuana kills cancer.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-01366"}