{"url": "/factchecks/2017/jan/15/donald-trump/trumps-john-lewis-crime-invested-atlanta/", "speaker": "Donald Trump", "vclaim": "Says Georgia’s 5th congressional district, represented by John Lewis, is \"in horrible shape and falling apart (not to mention crime infested).\"", "truth_label": "barely-true", "date": "stated on January 14, 2017 in a tweet:", "title": "Trump's exaggerated claim that John Lewis' district is 'falling apart' and 'crime infested'", "text": "President-elect Donald Trump kicked off Martin Luther King Jr. weekend by sparring with Democratic Georgia Rep. John Lewis, after the civil rights icon said he doesn’t see Trump as a \"legitimate president.\"\nLewis, in an interview with NBC, said he wouldn’t attend the presidential inauguration because he thought the Russians had helped Trump win election. A few hours later, Trump hit back on Twitter, saying the place Lewis represents is \"crime infested.\"\n\nAs many have noted, Lewis has had a long record of action, including dozens of arrests dozens for protesting segregation, enduring violence at the hands of state troopers and leading the fight for racial justice in the 1960s.   \nBut is Trump right that Lewis’ district today isn’t doing so hot?\nA transition team spokesman referred us to the district’s unemployment, poverty and crime rates. They are higher than the national and state averages, but the district is doing well . Calling it \"crime infested\" is a stretch.\nGeorgia’s 5th congressional district, which Lewis has represented since 1987, consists of most of Atlanta (Fulton county) as well as parts of the surrounding suburbs (DeKalb and Clayton counties). Here’s a map:  \n\nTo get a sense of how Georgia’s 5th is doing, we looked at the Census Bureau’s My Congressional District service, which compiles federal demographic and socioeconomic data.  \n\n\n\n \n\nGeorgia’s 5th\n\n\nState average\n\n\nNational average\n\n\n\n\n\n\nUnemployment rate (2015)\n\n\n8.2 percent\n\n\n5.5 percent\n\n\n5.0 percent\n\n\n\n\nMedian household income (2015)\n\n\n$48,017\n\n\n$49.620\n\n\n$53,889\n\n\n\n\nPoverty rate (2015)\n\n\n21.3 percent\n\n\n17.0 percent\n\n\n13.5 percent\n\n\n\n\nPercent with high school degree (2015)\n\n\n87.6 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n85.4 percent\n\n\n86.7 percent\n\n\n\n\nPercent with bachelor's degree\n\n\n40.6 percent\n\n\n28.8 percent\n\n\n29.8 percent\n\n\n\n\n \n \nAs you can see, the district has higher unemployment and poverty rates than the national and state averages and a lower median income. On the flip side, it also has a higher rate of education attainment.\nAtlanta, the heart of the district, is a major international transportation hub and one of the fastest growing places in the country. Forbes named the city the ninth best place in America for businesses and career development, and among the best for job growth and education.\nThe Brookings Institution’s Metro Monitor report — which measures economic trends in 100 U.S. cities like job and wage growth, poverty and gross metropolitan product — placed Atlanta at No. 32 for growth (though it ranked at No. 62 and 63 for prosperity and inclusion, respectively) in its January 2016 report.\nA separate analysis by PNC Financial Services noted Atlanta’s \"tech and corporate cluster\" and its \"economic dynamism.\" (A number of Atlanta companies, including Coca Cola and Delta Air Lines, made the Fortune 500 in 2016). Longer term, the financial analysts concluded, the city will be \"an above-average performer.\"\nIn sum, Trump is exaggerating when he says Georgia’s 5th is \"falling apart\" by some metrics and, by others, he’s flat-out wrong.\nWhat about his parenthetical swipe at the dangers of living in Lewis’ district?\nCrime is not reported by congressional district so we’ll have to look at the Georgia 5th’s constituent parts.\nAs the Trump transition team accurately noted, Atlanta had the 14th-highest violent crime rate in 2015 with 1,120 violent crimes per 100,000 residents. That’s about triple the national average: 372.6 offenses per 100,000. (We should note the FBI cautions against ranking and comparing crime rates across cities.)\nBut that ignores the fact that Atlanta’s violent crime rate, as well as property, has been decreasing over the past decade, mirroring the overall national trend. Here are two charts showing that:\n\nWhile Atlanta does make up most of the Georgia’s 5th, the district does contain parts of other towns with lower crime rates. For example, Brookhaven in the northern tip had a violent crime rate of 327.9 in 2015, and Morrow in the southern end 574.6, according to FBI statistics.\nResidents of Lewis’ district did not agree with Trump’s depiction of their neighborhood, and rallied to defend it on social media.\n\nThe Atlanta Journal Constitution highlighted the reactions on its front page Sunday morning, emblazoned with the headline: \"Atlanta to Trump: ‘Wrong.’ \" And in 2007, when Trump was looking to add his name the city’s skyline, he seemed to have a very different opinion of it, according to a 2015 Journal Constitution article.\n\"Atlanta is one of those cities that won’t be suffering the real estate foibles. Atlanta is like New York. New York is as hot as it ever has been,\" Trump said. \"It’s just going to get better.\"\n(That year, the violent crime rate was 1623.8, about 45 percent higher than it was in 2015.)\nA day after his initial tweets, Trump broadened his claim and said Lewis should focus on \"crime-infested inner cities of the U.S.\"\n\nOur ruling\nTrump said Georgia’s 5th congressional district is \"in horrible shape and falling apart (not to mention crime infested).\"\nThe district isn’t in as terrible economic shape as Trump suggests. While it has higher unemployment and poverty rates than the national average, it still has a thriving economic hub in Atlanta and higher educational attainment.\nAtlanta does have a much higher crime rate than the national average, but like most major cities, that has been in decline.\nWe rate Trump’s claim Mostly False.\n\nShare the Facts\n\n\nPolitifact\n\n\n3\n6\n Politifact Rating:\n \n\nSays Georgia’s 5th congressional district, represented by John Lewis, is \"in horrible shape and falling apart (not to mention crime infested).\"\n\n\n\nDonald Trump\nPresident-elect\n\n\nin a tweet\nSaturday, January 14, 2017\n-01/-14/2017\n\n\nRead More\ninfo\n\n\n\nCorrection: A previous version of this article compared the fifth district's poverty rate for families to the state's and country's poverty rates for all individuals. The district's overall poverty rate is 21.3 percent.", "vclaim_id": "vclaim-pol-03790"}