{"url": "/factchecks/2017/sep/11/tweets/tweets-mislead-saying-wisconsins-paul-ryan-doesnt-/", "speaker": "Tweets", "vclaim": "\"Paul Ryan doesn't know what the minimum wage is in Wisconsin.\"", "truth_label": "barely-true", "date": "stated on September 11, 2017 in tweets:", "title": "Tweets mislead saying Wisconsin's Paul Ryan doesn't know what the minimum wage is in his home state", "text": "Twitter users skewered the speaker of the U.S. House with this attack:\nPaul Ryan doesn’t know what the minimum wage is in Wisconsin.\nNumerous tweets, made on Sept. 11, 2017, and more so over the previous several days, suggest the Janesville Republican has no idea what the minimum hourly rate of pay is in his home state.\nBut that’s not really what went down.\nLive interview\nOn Sept. 7, 2017, Ryan was on a live webcast interview with the New York Times before an audience in Washington, D.C. The newspaper described it as \"the first in a provocative new TimesTalks D.C. series.\"\nAt one point, Jonathan Weisman, deputy Washington editor for the Times, asked: \"What’s the minimum wage in Wisconsin right now?\"\nRyan immediately said, \"Seven --\" then looks upward, apparently trying to recall the rest.\nThen he says: \"What is it? Seven and t--.\"\nPerhaps he was starting to say twenty-five, or some figure in the twenties.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nAt that moment, there’s a response from the audience, Ryan looks to the audience and correctly says: $7.25.\nSo, if Ryan didn’t know the rate exactly at that moment, he certainly was in the ballpark.\nWisconsin’s $7.25, by the way, is the same as the federal minimum wage, both of which have been in place since 2009.\nAccording to the U.S. Department of Labor, as of July 1, 2017, Wisconsin and Iowa were among 14 states with a minimum wage at $7.25 per hour. Twenty-nine states, plus the District of Columbia, had higher rates, with D.C.’s being the highest, at $12.50.\nThe federal rate applies in states that have minimum wage laws at rates below the federal rate, or that have no minimum wage law at all.\nFor the record, a Times news article said Ryan made it clear in the interview that he opposes legislation to change the federal minimum wage, saying: \"For every wage you raise, you actually end up losing jobs. You end up destroying jobs.\"\nOur rating\nTweets say: \"Paul Ryan doesn't know what the minimum wage is in Wisconsin.\"\nAsked the amount in an interview, Ryan didn’t give a complete answer until he heard what a member of the listening audience said.\nBut he had immediately started his answer by saying \"Seven,\" and seemed on the verge of adding 25 cents, or some figure in the twenties, before the audience member interjected. That’s when Ryan correctly said $7.25.\nFor a statement that contains only an element of truth, our rating is Mostly False.\n Share the Facts 2017-09-11 21:06:05 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   \"Paul Ryan doesn't know what the minimum wage is in Wisconsin.\"     Tweets Twitter users   On Twitter Monday, September 11, 2017 2017-09-11    Read More  info", "vclaim_id": "vclaim-pol-02916"}