{"url": "/factchecks/2017/may/15/richard-corcoran/corcoran-touts-level-education-spending-there/", "speaker": "Richard Corcoran", "vclaim": "Says the Florida House of Representatives allocated $24 billion, \"the greatest investment in education in Florida history!\"", "truth_label": "half-true", "date": "stated on May 6, 2017 in a tweet:", "title": "Florida House speaker touts record education spending, but there's more to grade", "text": "Florida House Speaker Richard Corcoran defended a controversial education bill by saying the Legislature had never spent more on the state’s children.\nBoth educators and lawmakers have criticized the Legislature for approving only a meager increase for K-12 spending in the 2017 legislative session. But as this year’s overtime session wound down, Corcoran touted the overall level of spending the Legislature approved for schools in a May 6, 2017, tweet:\nDon't believe the hype. The @MyFLHouse sets record spending levels. And $$ goes straight to students, teachers, and principals. #HB7069 pic.twitter.com/rRoxBAAZER— Richard Corcoran (@richardcorcoran) May 6, 2017\n\nThat $24 billion is for all education spending that isn’t for colleges and universities, but also includes $419 million in HB 7069. That 278-page bill was negotiated behind closed doors in Tallahassee near the end of this year’s budgeting process.\nIt covers everything from virtual learning to testing reforms to teacher bonuses. One of the most contested components is $140 million for the \"schools of hope\" program, largely to attract privately managed charter schools to compete with near-failing schools in poor neighborhoods.\nGiven the heated debate on school funding, we wondered whether the 2017-18 state budget really contained \"the greatest investment in education in Florida history,\" or if there’s more to the balance sheet we should consider.\nA marginal increase in base funding\nAs a quick overview, the most common measure of education spending is the Florida Education Finance Program (FEFP), the main source of dollars for K-12 education. When most people discuss K-12 school funding, this is what they are talking about.\nBy law, it’s a combination of state and local funding. Each school district must contribute property tax dollars, called the \"required local effort,\" in an amount dictated by the state. In recent years, the state has also received federal stimulus dollars.\nFor 2017-18, the Legislature increased the base education budget, or FEFP, from about $20.2 billion to $20.4 billion.\nIn the current school year, spending is about $7,196 per pupil. The 2017-18 budget raises that to about $7,221 per student, a 0.34 percent increase. The small change has drawn jeers from educators and parents, and is $200 less than the $7,421 amount Gov. Rick Scott requested in his proposed budget.\nCorcoran is talking about more than the FEFP to reach his total.\nGetting to $24 billion\nHis $24 billion figure includes several allocations for multiple programs outside the FEFP, and technically is the total for voluntary pre-kindergarten, as well as other programs including mentoring services and grants.\nWe requested analyses from both the House and Senate on both sides of the aisle, and they came up with roughly the same figures: The entire education budget for the next fiscal year — including the FEFP, grants, special programs and more — is about $14.7 billion in state funds (including $3.2 billion from state trust funds), plus another $9 billion from the required local effort. That’s a total of $23.7 billion, give or take a few estimated millions.\nWhen you add HB 7069’s $419 million to that, you get about $24 billion.\nCorcoran spokesman Fred Piccolo said that $24 billion outstripped all education funding from prior years, topping the current fiscal year’s $23.4 billion. He sent us a list of 10 years’ worth of spending, but would not specify what programs his office was counting when they compiled the figures.\nBut that’s okay, because we don’t need to look at every program. Even with its tiny increase for next year, the FEFP is slated to be the highest it’s ever been. It’s been on the rise the last few years, after Scott cut education spending when he took office after the 2008 recession.\n\n\n\n\nFiscal year\n\n\nTotal K-12 budget\n\n\nPer-pupil spending\n\n\nK-12 enrollment\n\n\n\n\n\n\n2007-08\n\n\n$18.7 billion\n\n\n$7,126\n\n\n2.63 million\n\n\n\n\n2008-09\n\n\n$17.9 billion\n\n\n$6,846\n\n\n2.62 million\n\n\n\n\n2009-10*\n\n\n$18 billion\n\n\n$6,846\n\n\n2.63 million\n\n\n\n\n2010-11*\n\n\n$18.2 billion\n\n\n$6,897\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n2.64 million\n\n\n\n\n2011-12\n\n\n$16.6 billion\n\n\n$6,217\n\n\n2.67 million\n\n\n\n\n2012-13\n\n\n$17.2 billion\n\n\n$6,376\n\n\n2.70 million\n\n\n\n\n2013-14\n\n\n$18.3 billion\n\n\n$6,769\n\n\n2.705 million\n\n\n\n\n2014-15\n\n\n$18.9 billion\n\n\n$6,915\n\n\n2.74 million\n\n\n\n\n2015-16\n\n\n$19.7 billion\n\n\n$7,105\n\n\n2.77 million\n\n\n\n\n2016-17\n\n\n$20.2 billion\n\n\n$7,196\n\n\n2.8 million\n\n\n\n\n2017-18\n\n\n$20.4 billion\n\n\n$7,221\n\n\n2.83 million\n\n\n\n\n \n*Includes federal stimulus money\nNow for the caveats.\nFirst of all, one would expect the FEFP to go up a bit each year, because generally the total number of students in Florida schools continues to increase. For 2017-18, the state projects an increase of about 300,000 students.\nThat means despite a small funding increase, many school districts will actually see total allocations drop.\nFurthermore, Florida’s per-pupil spending lags far behind the national average of about $10,700 (a total that has been dropping in recent years). And even then, the per-pupil amount is less than $100 more than what it was a decade ago, and certainly has not kept up with inflation.\nPer-pupil spending would have to be roughly $8,358 next fiscal year to simply equal the 2007-08 level, according to the U.S. Bureau of Labor Statistics inflation calculator.\nWe also must note that unlike FEFP money, HB 7069’s cash is going to very targeted programs, like scholarships for disabled youth (initiated by former Senate President Andy Gardiner), Best and Brightest scholarships for teachers, and incentives for charter schools.\nThat money also isn’t guaranteed, because Scott has to sign it first. School officials across the state, from Miami-Dade to Polk County and beyond, have called for Scott to veto the bill because they say it doesn’t adequately address their needs.\nOur ruling\nCorcoran tweeted that at $24 billion, the House has made \"the greatest investment in education in Florida history!\"\nIn sheer dollars, that appears to be the case in large part because the Legislature agreed to an incremental bump in funding. Even if Scott doesn’t sign HB 7069, which targets very specific programs, the main state-local funding source alone is still at the highest total it’s ever been.\nBut it's not a runaway difference. Compared with the current year, the per-pupil increase is less than one-half of 1 percent.\nThe increases that do exist won't affect every school district equally, and some counties likely will see less money because of how the state allocates school funds. Corcoran is also including spending that hasn't yet been approved by the governor.\nThe claim loses even more luster when taking into account that Florida's education spending, already lower than the national average, hasn’t kept up with inflation for years. The next fiscal year is no different.\nThe statement is partially accurate but leaves out important details. We rate it Half True.\n Share the Facts 2017-05-15 14:36:33 UTC   Politifact    3 1 7  Politifact Rating: Half True  Says the Florida House of Representatives allocated $24 billion, \"the greatest investment in education in Florida history!\"    Richard Corcoran Florida House Speaker   in a tweet Saturday, May 6, 2017 2017-05-06    Read More  info", "vclaim_id": "vclaim-pol-03309"}