{"url": "/factchecks/2014/aug/06/henry-cisneros/ivy-taylor-first-african-american-female-serving-m/", "speaker": "Henry Cisneros", "vclaim": "San Antonio is \"now the largest city in the United States ever to have an African American woman mayor.\"", "truth_label": "true", "date": "stated on July 22, 2014 in a statement after Ivy Taylor's selection as mayor of San Antonio:", "title": "With Ivy Taylor, San Antonio is largest U.S. city to ever have African American female mayor", "text": "San Antonio’s onetime mayor, Henry Cisneros, offered praise when the Alamo City’s City Council chose Council Member Ivy Taylor to serve out Julián Castro’s term as mayor.\nThe July 22, 2014, council action was touched off by Castro leaving to become U.S. secretary of Housing and Urban Development, a post also previously held by Cisneros.\nCisneros reacted in a statement we spotted on Twitter: \"The decision by our City Council to select Ivy Taylor to become mayor of San Antonio for the next year underscores once again San Antonio’s place as one of the most inclusive and fair-minded cities in America. I believe we are now the largest city in the United States ever to have an African-American mayor.\"\nIs that so?\nWe emailed Cisneros asking how he reached his assessment and also reached out to the Washington, D.C.-based National League of Cities, which describes itself as a research and advocacy group for 19,000 municipalities.\nA league administrator, Jim Brooks, responded by phone, noting first that because San Antonio is among the nation’s 10 most-populous cities, this claim has a limited scope.\nAs of July 1, 2012, according to the U.S Census Bureau, San Antonio’s nearly 1.4 million residents placed it seventh nationally in population behind New York, Los Angeles, Chicago, Houston, Philadelphia and Phoenix. (It's worth keeping in mind the bureau's city population estimates don't take into account surrounding metro areas.)\nBrooks said Baltimore, Md., has an African American woman as mayor, Stephanie Rawlings-Blake, initially sworn in Feb. 4, 2010, according to a City of Baltimore web page.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nBrooks noted, too, that Shirley Franklin, an African American, is the former mayor of Atlanta. Franklin, who now teaches at the LBJ School of Public Affairs, was Atlanta’s mayor from 2002 to 2010.\nEach of those cities is home to far fewer residents than San Antonio. As of July 2012, according to the bureau, Baltimore had about 622,000 residents; Atlanta was home to an estimated 443,000-plus residents.\nBased on his 25 years working on city issues, Brooks said, he was unaware of mayors who would disprove Cisneros’ statement.\nWe reached another person with perspective, E. Faye Williams, the president/ceo of the National Congress of Black Women. Williams said by phone the cities larger than San Antonio haven’t had African American female mayors. She also suggested we mention Sharon Pratt Kelly, the mayor of Washington, D.C., from 1991 through 1994, according to a February 2014 compilation of city leaders by Washingtonian magazine. The district’s estimated population as of July 2012 exceeded 633,000, the bureau says.\nBy telephone, Cisneros noted another mayor we hadn’t already tallied, Sharon Sayles Belton, who led Minneapolis from 1994 to 2002, according to a 2013 web post by The Uptake, an online news operation. That city’s estimated population as of July 2012 was nearly 400,000, the bureau says.\nOur ruling\nCisneros said San Antonio is the largest U.S. city to ever have a female African American mayor. True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07485"}