{"url": "/factchecks/2013/feb/19/pete-winstead/pete-winstead-says-austin-largest-us-city-without-/", "speaker": "Pete Winstead", "vclaim": "Says Austin is the largest city in the U.S. without nonstop flights to Europe.", "truth_label": "false", "date": "stated on February 6, 2013 in a KUT-FM news story:", "title": "Pete Winstead says Austin is the largest U.S. city without a nonstop flight to Europe", "text": "Austin lawyer Pete Winstead is negotiating with European airlines to start nonstop service from Austin, according to a Feb. 6, 2013, news story by KUT News in Austin.\n\nThe story reported that Winstead said Austin is the largest city in the U.S. without \"direct flights\" to Europe. Stopping along the way increases chances for delays that could cause a business executive to miss a meeting, Winstead said.\n\n\"Nonstop air service, even if it leaves Austin 30 minutes late, is not a big problem,\" he told KUT.\n\nNot that PolitiFact Texas is planning any European vacations, but we decided to check the departure boards. Do the United States’ biggest cities all have a nonstop option Austinites don’t?\n\nAustin passed San Francisco last year to become the 13th largest U.S. city, according to the most recent Census Bureau news. The Top 12: New York, Los Angeles, Chicago, Houston, Philadelphia, Phoenix, San Antonio, San Diego, Dallas, San Jose, Jacksonville and Indianapolis.\n\nAustin-Bergstrom International Airport spokesman Jim Halbrook told us by phone that no carriers have a nonstop passenger flight from Austin to Europe.\n\nEight of the nine largest cities have nonstop flights to Europe. Sample itinerary: If you depart Dallas/Fort Worth International on American Airlines at 5 p.m, you can be in Paris nine hours and 40 minutes later. Hop a British Airways plane in San Diego at 10:10 p.m. and you’ll be at London’s Heathrow Airport in 10 hours and 25 minutes.\n\nSan Antonio ranks seventh by size, and although San Antonio International Airport has nonstop flights to Mexico, spokeswoman Nora Castro told us by phone that it has no nonstops to Europe.\n\nSpokespeople for the San Jose, Jacksonville and Indianapolis airports told us by phone that they do not have nonstop flights to Europe. All but Jacksonville have international nonstops -- San Jose to Tokyo, Austin to Cancún, etc. -- but none go to Europe. For a table showing all 13 cities and giving specific destinations, click here.\n\nWe also checked to see how the claim holds up if we go beyond the city limits and compare the greater Austin area to other metro areas. According to the Census Bureau, in 2011 the Austin-Round Rock-San Marcos area ranked 34th among the country's biggest metropolitan statistical areas, with nearly 1.8 million residents.\n\nBoth the San Antonio and San Jose regions were larger, so Austin’s not the biggest metro area with no Europe nonstop flight, either.\n\nOur ruling\n\nWinstead said Austin was the largest U.S. city without a nonstop flight to Europe. But four larger cities lack such flights, making this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-09693"}