{"url": "/factchecks/2018/aug/27/blog-posting/no-arpaio-has-not-been-appointed-replace-sen-john-/", "speaker": "Bloggers", "vclaim": "\"BREAKING: Sheriff Joe Arpaio will take over (John) McCain’s seat in the Senate.\"", "truth_label": "pants-fire", "date": "stated on August 26, 2018 in a blog post:", "title": "No, Arpaio has not been appointed to replace Sen. John McCain", "text": "Soon after Sen. John McCain’s death, false information spread claiming that former Maricopa County Sheriff Joe Arpaio had been appointed to replace McCain in the U.S. Senate.\nMcCain, who had brain cancer, died Aug. 25. McCain represented Arizona in the U.S. Senate from 1987 until his death at age 81.\nAn Aug. 26 headline on the site trumpbetrayed.us claimed, \"BREAKING: Sheriff Joe Arpaio will take over McCain’s seat in the Senate.\" This story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAs a result of McCain’s death, Republican Arizona Gov. Doug Ducey is now tasked with appointing someone to replace McCain in the U.S. Senate. But he has not done so yet.\nDucey’s office said that \"out of respect for the life and legacy\" of McCain and his family, the governor will not name an appointment until after McCain is laid to rest. McCain’s burial is set for Sept. 2 at the U.S. Naval Academy Cemetery in Annapolis, Md.\nUnder Arizona law, Ducey is to appoint someone of the same party — a Republican — and that person will serve at least until the 2020 general election. Whoever is elected in 2020 will finish the rest of McCain’s six-year-term that expires in January 2023, after the 2022 general election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nArpaio is seeking to represent Arizona in the U.S. Senate, and will be on the Republican primary ballot Aug. 28. But that’s because he’s competing in the race to replace Republican Sen. Jeff Flake, who is retiring at the end of his term January 2019.\nThe story on trumpbetrayed.us includes a line that may help tip readers off that this story is false. It says, \"The good news for the GOP is that Governor Jaleel White, a Republican like Bobby Jindal, has decided to appoint a man who will vote with Donald Trump.\" Jaleel White is the actor who played Steve Urkel in the sitcom Family Matters.\nThe false story ropes in Hillary Clinton, claiming she \"filed in court to initiate a special election, with her facing Arpaio in a one-on-one showdown\" and said there’d be an update \"on this story that now involves the Clintons, meaning that inevitably — someone is going to die.\"\nThe website’s banner in large letters identifies as \"America’s Last Line of Defense\" and in smaller letter warns it’s \"information you probably shouldn’t trust.\" (Check out PunditFact’s report on other fake news written under this banner.)\nAt the bottom of the page for the McCain story, the site says its content is satire.\nEven though the site claims its writings are satire, many Facebook users appear to believe the story was true. The Facebook page for America’s Last Line of Defense posted a link to the trumpbetrayed.us story and it was shared more than 750 times; while some users commented that the story was fake, others welcomed the purported news. The person who runs America’s Last Line of Defense, Christopher Blair, has told us in the past that his websites are created to trick conservatives and make money. \"I discovered that Facebook following plus blog plus ads equals income,\" Blair said.\nA fabricated headline and story claimed Arpaio had been appointed to replace McCain in the U.S. Senate. McCain’s replacement hasn’t been announced yet. We rate the claim Pants on Fire!\n Share the Facts 2018-08-27 13:47:06 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"BREAKING: Sheriff Joe Arpaio will take over (John) McCain’s seat in the Senate.\"    trumpbetrayed.us Bloggers https://trumpbetrayed.us/all/sheriff-joe-blows-trump-on-weekends-at-bedminster/   in a blog post Sunday, August 26, 2018 2018-08-26    Read More  info", "vclaim_id": "vclaim-pol-01690"}