{"url": "/factchecks/2016/may/03/donald-trump/donald-trumps-ridiculous-claim-linking-ted-cruzs-f/", "speaker": "Donald Trump", "vclaim": "Says Ted Cruz’s father \"was with Lee Harvey Oswald\" before the assassination of President John F. Kennedy.", "truth_label": "pants-fire", "date": "stated on May 3, 2016 in an interview on Fox News:", "title": "Donald Trump's Pants on Fire claim linking Ted Cruz's father and JFK assassination", "text": "Straight from the grocery aisle tabloids ... Donald Trump is linking Ted Cruz's father to the plot to assassinate President John F. Kennedy.\n\"(Cruz’s) father was with Lee Harvey Oswald prior to Oswald being, you know, shot. I mean the whole thing is ridiculous. What is this, right, prior to his being shot? And nobody even brings it up,\" Trump said on Fox and Friends on the morning of the critical Indiana primary. \"What was he doing — what was he doing with Lee Harvey Oswald shortly before the death? Before the shooting? It’s horrible.\"\nIs it true that Rafael Cruz \"was with\" Oswald before the assassination, or was Trump’s bombshell accusation itself ridiculous?\nThe Trump campaign didn’t get back to us. Cruz tore into Trump, calling the billionaire \"utterly amoral\" and \"a pathological liar\" and admitting sarcastically that his father had killed JFK, \"is secretly Elvis\" and that \"Jimmy Hoffa is buried in his backyard.\" In an interview with ABC, Rafael Cruz called the claim \"ludicrous\" and \"typical Donald Trump.\"\nTrump’s charge appears to be based on a National Enquirer report alleging that Rafael Cruz is the man standing next to Oswald in a photo from 1963. But technical experts told PolitiFact that no such firm conclusion is possible given the quality of the photograph, and several historians of the period told us they’ve never seen Cruz’s name come up in connection with Oswald.\n\nThe 1963 photo at left shows Lee Harvey Oswald (left) and an unidentified man who the National Enquirer claims is Rafael Cruz, the father of Ted Cruz. A verified image of Cruz (in 1959 wearing glasses) is at right. \nDubious photographic evidence\nThe Enquirer based its report on photos of Oswald handing out pro-Fidel Castro pamphlets in New Orleans on Aug. 16, 1963, about four months before Kennedy’s assassination on Nov. 22.\nTwo photo experts the tabloid hired — Mitch Goldstone of ScanMyPhotos, a digitizing photo service, and Carole Lieberman, a forensic expert witness — said another man in the image appears to be young Rafael Cruz, according to McClatchy.\nWe could not independently verify these experts’ validation, as neither Goldstone nor Lieberman got back to us.\nWhen we reached out to Kairos, a Miami-based facial recognition software company, Chief Technology Officer Cole Calistra was skeptical about claims of a positive identification. Calistra told PolitiFact that the photos are too grainy \"to perform a proper match one way or the other.\"\nJames Wayman, the former director of U.S. National Biometric Test Center in the Clinton administration, said proper analysis requires two full-frontal facial images.\n\"Without such images, no professional face examiner will be willing to render an opinion,\" he said.\nThat being said, we had freelance programmer Lucien Gendrot test it out using Kairos’ face recognition API. The software could not verify a match between photos of the unidentified man next to Oswald and young Rafael Cruz, even at a low threshold of a 25 percent match.\nIn short, as Snopes wrote in an April 2016 analysis of a similar claim, the low-resolution photos are essentially \"of dark-haired young men with similar haircuts.\" That’s speculation, not evidence.\nWould Cruz and Oswald have even run in the same circles? No\nIn his 2016 book, A Time for Action, Rafael Cruz acknowledges being an early supporter of Fidel Castro. Cruz had agitated against Cuba’s previous leader, dictator Fulgencio Batista, which led to a beating at the hands of Batista forces in 1957.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nCruz eventually applied to universities in the United States, was accepted by the University of Texas, and left by ferry to Key West, where he made his way to Austin. He attended classes and worked as a dishwasher, a story his son would often repeat on the campaign trail.\nBack in Cuba, Batista fled under pressure from Castro’s forces, and Castro assumed power at the beginning of 1959. Later that year, during Cruz’s summer break from college, he returned to Cuba and was \"shocked\" by the nation’s turn to communism. He left, never to return, leaving close relatives behind.\nIn the spring of 1962, Cruz writes, he accepted a job with IBM in Dallas, where he lived for a time with his wife and two daughters from his first marriage. At some point, Cruz moved to New Orleans to take a different job, although the timeline is unclear from his book. It was in New Orleans that Cruz met his second wife, Eleanor. They had a son, the future presidential candidate, in 1970, in the Canadian city of Calgary.\nSo Cruz checks a couple of boxes relevant to Oswald -- a stay in New Orleans (where Oswald had lived and where the photograph in question was taken), a period in Dallas (where Oswald also lived, and where he assassinated Kennedy), and an interest in Cuba.\nBut there is nothing to suggest that this is anything more than simple coincidence. Indeed, historians of the period say that it’s unlikely that someone like Cruz would have palled around with someone like Oswald.\nCruz would have already been a staunch anti-communist for several years by the time he was allegedly photographed with Oswald. Given that Oswald was handing out leaflets for the Fair Play for Cuba Committee -- a pro-Castro group -- a partnership between the two men would make no sense on its face.\nMoreover, it’s believed that Oswald in this period was more of a lone wolf than an organization man. The Warren Commission report examining Kennedy’s assassination quoted Marina Oswald, his widow, saying \"that her husband engaged in Fair Play for Cuba Committee activities ‘primarily for purposes of self-advertising. He wanted to be arrested. I think he wanted to get into the newspapers, so that he would be known.’ \"\nThis interpretation rings true for Van Gosse, a Franklin & Marshall College historian and author of Where the Boys Are: Cuba, Cold War America and the Making of a New Left. Gosse said that the Fair Play for Cuba Committee had \"effectively ceased to exist by the middle of 1963,\" when the picture was taken. And to the extent the group was active at all by then, he said, it would have been in greater New York City, not a city in the South.\nIn other words, whatever Oswald was doing pamphleting on that day in New Orleans was likely a freelance effort to \"provoke something\" that would get him attention, Gosse said. Tying Cruz to the photograph as an associate of Oswald \"just looks like a fabrication,\" Gosse said.\nOther experts on the period agreed that it was unlikely that Oswald and Cruz had crossed paths.\n\"Top leaders of anti-Castro organizations claim not to have met Cruz, and I have never come across his name in declassified records,\" said María Cristina García, a Cornell University historian and author of Havana USA: Cuban Exiles and Cuban Americans in South Florida, 1959-1994. \"You can be sure that if there is any dirt on Rafael Cruz, the Castro government will find it and release it.\"\nWilliam M. LeoGrande, an American University government professor and author of Back Channel to Cuba: The Hidden History of Negotiations between Washington and Havana, agreed. \"I have never come across Mr. Cruz's name as a pro-Castro activist,\" he said.\nDavid Abraham, a law professor at the University of Miami, concurred that the pairing sounds unlikely.\n\"I know of no evidence that would have put Cruz in the world of Oswald,\" Abraham said. \"The Fair Play for Cuba Committee types were a mix of ideological supporters of socialist transformation and romantic innocents. Whatever one thinks Oswald was, Cruz was neither of these, so I would doubt that they would have met.\"\nAnd Steven Beschloss, author of The Gunman and His Mother: Lee Harvey Oswald, Marguerite Oswald and The Making of an Assassin, finds nothing to the supposed link.\n\"Any effort to find a more meaningful connection that somehow implicates Cruz Sr. seems outlandish at best,\" Beschloss said.\nOur ruling\nTrump said that Rafael Cruz \"was with Lee Harvey Oswald\" before the assassination of President John F. Kennedy.\nThe sole \"evidence\" for this claim is a grainy photograph that shows Oswald with a man who may bear a resemblance to Cruz. But experts tell PolitiFact that the image is too degraded to offer much confidence. At the same time, multiple experts about the world of early 1960s pro-Castro advocacy said they have never seen evidence of Cruz associating with Oswald and consider Trump’s claim implausible at best and ridiculous at worst.\nWe rate the claim Pants on Fire.\nhttps://www.sharethefacts.co/share/c3361f8f-0108-4c22-874e-6ca77257190b", "vclaim_id": "vclaim-pol-05010"}