{"url": "/factchecks/2012/nov/02/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-budget-proposed-vic/", "speaker": "Sheldon Whitehouse", "vclaim": "\"The Ryan budget gets rid of Medicare in 10 years and turns it into a voucher program.\"", "truth_label": "false", "date": "stated on October 23, 2012 in a debate:", "title": "U.S. Sen. Sheldon Whitehouse says budget proposed by vice presidential candidate Paul Ryan would eliminate Medicare in 10 years", "text": "PolitiFact's 2011 Lie of the Year was the claim by Democrats that \"Republicans voted to end Medicare.\"\n\nSince then, Democrats have been using variants of that theme, such as saying Republicans want to \"end Medicare as we know it,\" to alert voters -- particularly elderly voters -- about GOP proposals to change the program that provides health care to people 65 and older.\n\nDuring his Oct. 23, 2012 WPRI-Providence Journal debate with Republican challenger Barry Hinckley, U.S. Sen. Sheldon Whitehouse, a Democrat, picked up on that theme, talking about the changes in Medicare proposed by U.S. Rep. Paul Ryan of Wisconsin, now the GOP’s vice presidential candidate.\n\n\"The Ryan budget gets rid of Medicare in 10 years and turns it into a voucher program,\" Whitehouse said.\n\nPolitiFact National has covered this ground before including looking at statements such as ones by Vice President Joe Biden that \"there's not one Democrat who endorses\" the Romney-Ryan Medicare plan -- rated True -- and that Mitt Romney and Paul Ryan would \"eliminate the guarantee of Medicare\"  -- rated Half True. We'll summarize the issues here.\n\nThe bad news on Medicare is the money is running out. For example, according to the program’s actuary, the trust fund that pays for hospital care will run dry in 2024 -- even sooner if President Obama’s health care law is repealed, eliminating the cost-saving cuts that go along with it.\n\nIn early 2011, Ryan, the Republican House budget chairman, released a budget blueprint (not an actual budget) calling for the conversion of Medicare into a voucher system, meaning enrollees would get a set amount of money to buy a health insurance plan of their choice. Republicans call it \"premium support.\"\n\nBut it also called for keeping Medicare intact for people 55 or older. In addition, to save money, the plan would have raised the eligibility age from 65 to 67. It passed the House on April 15, 2011. The Democrat-controlled Senate rejected it a month later.\n   \nThat sparked the \"end Medicare\" meme, even though supporters of the Ryan plan noted that the change would only affect people 54 and younger.\n\nThe next incarnation came when Ryan and U.S. Sen. Ron Wyden, D-Ore., developed a white paper that offered a compromise. It would offer Medicare to anyone who wanted it in the future, combined with a voucher-like system to allow people to buy a competitive private policy if they preferred. To quote the white paper: \"Traditional Medicare will always be offered as a viable and robust choice.\"\n\nAfter Ryan released his budget proposal for 2013, which included the compromise, Wyden said he was no longer in favor of the plan because it had been combined with other elements, such as the repeal of Obamacare and no protections for Medicaid recipients.\n\nBut one theme has been consistent among recent  Republican proposals to change Medicare: although younger Americans would essentially have a choice between traditional Medicare and some other form of retirement-age health insurance option -- the current program would be retained for people 55 and older.\n\nWhen we asked the Whitehouse campaign about the senator's statement, spokesman Tony Simon said the senator was correct because, if the Ryan budget had passed, that would be \"ending Medicare as we know it and turning it into a voucher.\"\n\nBut Whitehouse didn't say \"end Medicare as we know it.\"\n\nHe said Medicare would be gone in 10 years. Under the latest version of the Ryan plan, it wouldn’t.\n\nWe rate Whitehouse's statement False.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10035"}