{"url": "/factchecks/2013/sep/03/earl-blumenauer/has-portland-won-more-national-Constitution-contes/", "speaker": "Earl Blumenauer", "vclaim": "\"The city of Portland has won more national Constitution contests than any city in America.\"", "truth_label": "true", "date": "stated on August 23, 2013 in a forum :", "title": "Has Portland won more national Constitution contests than any other city?", "text": "PolitiFact Oregon can’t be everywhere, listening to stray statements crying out to be fact checked, so we rely on colleagues to have their ears up and ready.\nThis one comes to us via The Oregonian’s senior political reporter, from a Portland City Club forum with Sen. Ron Wyden, D-Ore., and Rep. Earl Blumenauer, D-Portland. The topic was government surveillance. But lucky you, we’re not checking a statement related to spying. The statement we have is way more fun.\nDuring the lunchtime program, Blumenauer did some civic boasting about two high schools in his district that have distinguished themselves in an annual contest hosted by the Center for Civic Education, a nonprofit, nonpartisan organization based in California.\n\"I represent the two teams that alternate the national championships. Last year it was Lincoln, this year it's Grant. Who knows what is going to happen (next) year,\" he said. \"But ladies and gentlemen, the City of Portland has won more national Constitution contests than any city in America.\"\nThe program is called \"We the People: The Citizen and the Constitution Program,\" and it’s been around since 1987 with its first competition in 1988. High schools compete to display knowledge of the U.S. Constitution and the winning team from each state moves to the finals in Washington, D.C. This year, Grant High School in Northeast Portland placed first in nationals. Last year, Lincoln High School in Southwest Portland won.\nWe asked for a list of winners from the center, and then we did some fancy Excel work -- it’s called cut and paste and sort -- and voila: Results worthy enough for an analysis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe found that four schools have each won First Place in the national championship four times: Lincoln High; East Brunswick High School in East Brunswick, New Jersey; East High School in Denver, Colorado; and Our Lady of Lourdes Academy in Miami, Florida.\nWith Grant High the champion this year, that brings the city of Portland to five First Place finishes, more than any other city in the United States. Blumenauer can proudly claim the distinction.\nBut before we signed off on this fact check, we wanted to make sure of one last angle. Is this the only national Constitution conference? Could there be a rival program that shuts out Portland?\nWe asked the people at the Classroom Law Project, the nonprofit in Oregon that coordinates the state’s We the People program. \"None that I know of. I'd say Earl is RIGHT!\" wrote Barbara Rost, program director, in an email.\nPolitiFact Oregon agrees. The statement is True.", "vclaim_id": "vclaim-pol-08929"}