{"url": "/factchecks/2010/may/12/harry-reid/reid-claims-oconnor-had-no-previous-judicial-exper/", "speaker": "Harry Reid", "vclaim": "On Sandra Day O'Connor: \"I think one reason she was a good judge is she had no judicial experience\" before she joined the Supreme Court.", "truth_label": "false", "date": "stated on May 11, 2010 in a speech on the Senate floor:", "title": "Reid claims O'Connor had no previous judicial experience", "text": "In a recent Senate floor speech, Democratic Leader Harry Reid likened Supreme Court nominee Elena Kagan to another woman who sat on the court, Sandra Day O'Connor.\"One of my favorite Supreme Court Justices in recent years has been Sandra Day O’Connor, not because she’s a Republican, but because she was a good judge. I think one reason she was a good judge is she had no judicial experience,\" Reid said on May 11, 2010.He pointed out that O'Connor served in the Arizona state legislature, giving her a different perspective on legal matters.\"I think Solicitor General Kagan will bring a lot of those same views ... to the bench. That is, she has fresh ideas, she's been out in the real world recently,\" Reid said. Indeed, before taking a role in Obama's administration, Kagan was the dean of Harvard Law School, a law professor and an advisor to former President Bill Clinton. Prior to that, she served as a clerk for Judge Abner Mikva of the U.S. Court of Appeals for the D.C. Circuit and Justice Thurgood Marshall of the U.S. Supreme Court. But Kagan has never been a judge, something her critics are quick to point out. O'Connor, who retired from the court 2005, also had a variety of jobs, serving as Deputy County Attorney of San Mateo County, California, and as an Arizona state senator.But unlike Kagan, O'Connor had been a judge. In 1975, O'Connor was elected a judge of the Maricopa County Superior Court, where she served until 1979, when she was appointed to the Arizona Court of Appeals, according to her biography on the U.S. Supreme Court Web site. In 1981, President Ronald Reagan nominated O'Connor to be an associate justice of the Supreme Court. We asked Reid's spokesman, Jim Manley, if we were missing something, and he wrote that Reid had simply misspoken.So, O'Connor had six years of judicial experience before she was nominated for a seat on the highest court. We find Reid's claim to be False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15016"}