{"url": "/factchecks/2016/oct/30/robby-mook/clinton-campaign-says-comey-letter-violates-justic/", "speaker": "Robby Mook", "vclaim": "\"There are Justice Department policies against\" FBI Director James Comey discussing details of a federal investigation \"so close to an election.\"", "truth_label": "mostly-true", "date": "stated on October 30, 2016 in comments on \"Meet the Press\":", "title": "Clinton campaign says Comey letter violates Justice Department protocols", "text": "Hillary Clinton’s campaign manager criticized FBI Director James Comey for sending a bombshell letter to Congress that the bureau is looking to examine new evidence relevant to Clinton’s email case.\nComey’s letter, sent less than two weeks before the election on Oct. 28, informed committee chairmen and ranking members that the FBI is pursuing options to review newly discovered emails that may be \"pertinent\" to the case. But given that Comey can't provide more details about the emails, according to reports, Clinton campaign manager Robby Mook called the move \"very curious.\"\n\"Let’s just get all the information out there so that the rumors and the hypotheticals can be put to rest. And again, we’re hearing a lot of criticism now from former Justice Department officials, from former Clinton administration, former Bush administration, pointing out this is unprecedented,\"  Mook said Oct. 30 on Meet the Press. \"There are Justice Department policies against doing something like this so close to an election.\"\nMook is right that the Justice Department — which oversees the FBI — not only explicitly prohibits employees from interfering with elections but urges employees avoid the appearance of interfering with elections.\nIn August 2008, President George W. Bush’s attorney general, Michael Mukasey, sent an internal memo entitled \"election year sensitivities\" to employees on the department’s policies on political activities. Part of it reads:\n\"Simply put, politics must play no role in the decisions of federal investigators or prosecutors regarding any investigations or criminal charges. Law enforcement officers and prosecutors may never select the timing of investigative steps or criminal charges for the purpose of affecting any election, or for the purpose of giving an advantage or disadvantage to any candidate or political party. Such a purpose is inconsistent with the Department's mission and with the Principles of Federal Prosecution.\"\nAttorney General Eric Holder resent the memo in March 2012.\nWhile the memos don’t discuss limitation of timing specifically, former U.S. attorneys have alluded to an unwritten guideline about not filing cases or commenting on investigations in the 60 days before an election.\nCiting the policy, several former prosecutors and department employees have aired concerns and criticisms.\nTwo former deputy attorney generals under the Clinton and Bush administrations called Comey’s actions a departure from the department’s traditions and \"real-time, raw-take transparency taken to its illogical limit.\"\nConservative Fox News host Jeanine Pirro, a former prosecutor and New York county court judge, said Comey’s letter \"disgraces and politicizes\" the bureau.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"You know I support Donald Trump and want him to win, but whether it's Hillary Clinton or anyone else, Comey's actions violate not only longstanding Justice Department policy … but the most fundamental rules of fairness and impartiality,\" Pirro said.  \nDaniel Richman, a former prosecutor and current Columbia Law School professor, noted that while the Justice Department’s election sensitivities policy does stand, Comey also had different obligations to consider.\nDepartment policies \"are subject to judgments by the highest officials in extraordinary circumstances,\" Richman said. \"Less flexible is the FBI’s directors duty of absolute candor to Congress, requiring the correction of statements when new facts arise.\"\nOthers experts we reached questioned Comey’s action.\nIt was \"premature to say anything before he knew more facts,\" said Peter Zeidenberg, a former prosecutor at the department’s Public Integrity sector who supports Clinton.\nEven if Comey had turned up new evidence — for example, more classified emails — Zeidenberg told PolitiFact he doesn’t believe director should have prioritized transparency over the election sensitivity policy if the evidence didn’t change his analysis that there’s no case against Clinton.\nOur ruling\nMook said, \"There are Justice Department policies against doing something like this so close to an election.\"\nThe department prohibits its employees from interfering with elections. That policy generally has included being sensitive about what information is released about pending or active investigations in the days and weeks leading up to the election.\nHowever, there is no hard and fast rule, and an expert said Comey has the ability to exercise his judgment based on the facts as he knows them.\nMook’s claim is accurate but needs that additional information. We rate it Mostly True.\nhttps://www.sharethefacts.co/share/6d484835-85f1-4ba4-999e-8405d52337e6", "vclaim_id": "vclaim-pol-04023"}