{"url": "/factchecks/2012/jan/08/mitt-romney/mitt-romney-repeats-claim-repealing-health-law-sav/", "speaker": "Mitt Romney", "vclaim": "Eliminating \"Obamacare\" ... \"saves $95 billion a year.\"", "truth_label": "false", "date": "stated on January 8, 2012 in a presidential primary debate in New Hampshire:", "title": "Mitt Romney repeats claim that repealing health law saves $95 billion a year", "text": "One of Mitt Romney’s favorite talking points is the need to shrink the federal government. The former Massachusetts governor says he will cut government spending and reduce taxes if elected president.\n\nWhere would he start? With the national health reform plan signed by President Barack Obama in 2010.\n\n\"The number one to cut is Obamacare. That saves $95 billion a year,\" Romney said in a primary debate in New Hampshire on Jan. 8, 2012.\n\nThat savings figure is one he has cited before, and we found it to be incorrect.\n\nThe national health care law leaves in place existing insurance systems: employer-provided insurance, Medicare for seniors and Medicaid for the poor while reducing the number of uninsured by expanding Medicaid and offering subsidies to help those with modest incomes buy insurance. It includes an individual mandate, requiring almost every American to acquire insurance or pay a fine. And employers that don't offer health insurance to their employees will have to pay fines, with a few exceptions.\n\nFor backup to his savings claim, Romney’s campaign cited an analysis by the nonpartisan Congressional Budget Office, the agency that independently calculates the cost of proposed laws. In February 2011, the CBO published an analysis of a Republican measure to fully repeal the health care law. The analysis was for H.R. 2, \"the Repealing the Job-Killing Health Care Law Act,\" a simple repeal bill that House Republicans approved on Jan. 19, 2011.\n\nOn page 5 of that report, the CBO projected $95 billion less in outlays in 2016 if the law is repealed.\n\nBut it’s important to note that repealing the health care law doesn’t only cut spending. The law had many moving parts, some of which were revenue sources to offset the spending and reduce the overall federal deficit.\n\nThe law spent money on providing tax subsidies to help people buy insurance and by expanding Medicaid. But it offset those additional costs by slowing the growth of future spending on Medicare. And, it generated revenues by creating new excise taxes on high-cost health insurance plans (the \"Cadillac\" plans); adding new Medicare taxes on people with high incomes; and charging new fees to health insurance companies and health care manufacturers.\n   \nIn other words, fully repealing the law would also repeal mechanisms that reduce the deficit, such as cost reductions and higher taxes.\n\nWhen the CBO looked at the first 10 years of repeal, from 2012 to 2021, it found that repeal added $210 billion to the deficit. So the deficit would actually be lower if the law is not repealed.\n\nOur ruling\n\nRomney said repealing the health care law would save $95 billion a year. But that only accounts for outlays in one year, 2016. Because of the revenue sources that the law established, repealing it actually adds significantly to the deficit over the long haul, according to the CBO. We rate Romney’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11841"}