{"url": "/factchecks/2008/oct/02/joe-biden/mccains-tax-plan-doesnt-ignore-middle-class/", "speaker": "Joe Biden", "vclaim": "Sen. McCain's tax plan provides \"virtually nothing to the middle class.\"", "truth_label": "barely-true", "date": "stated on October 2, 2008 in vice presidential debate in St. Louis:", "title": "McCain's tax plan doesn't ignore middle class", "text": "In the much-anticipated vice presidential debate, Sen. Joe Biden and Alaska Gov. Sarah Palin sparred  over distribution of the tax burden under the tax plans proposed by the top of their tickets.\n\n\nBiden picked up a refrain hammered by his running mate, Sen. Barack Obama, saying that Obama’s plan would provide more relief for the middle class. Biden would have been on solid footing had he stopped there, but he went one step further, claiming Sen. John McCain’s plan has nothing for the middle class.\n\n\n\"The economic engine of America is middle class,\" Biden said. \"It’s the people listening to this broadcast. When you do well, America does well. Even the wealthy do well. This is not punitive. John wants to add $300-million, billion in new tax cuts per year for corporate America and the very wealthy while giving virtually nothing to the middle class. We have a different value set. The middle class is the economic engine. It’s fair. They deserve the tax breaks, not the superwealthy who are doing pretty well. They don’t need any more tax breaks.\"\n\n\nThough independent analyses of the income tax provisions have generally concluded McCain’s plan would most benefit wealthy Americans, his plan does have provisions that would help individuals with lower household incomes.\n\n\nChief among these is a proposed increase to the exemption taxpayers may claim for each dependent — currently $3,500 — by $500 each year beginning in 2010 until it would reach $7,000 in 2016, after which it would be indexed for inflation. Under the McCain plan, married couples that file a joint return reporting adjusted gross income of $50,000 or less would be eligible for the $7,000 exemption immediately. So clearly, middle- and lower-income households with children would receive above-average tax cuts.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain also would raise and index for inflation the threshold for the alternative minimum tax, or AMT, a separate income tax that was intended to ensure that people did not use loopholes to avoid paying taxes but that has been ensnaring more and more middle-income Americans. Congress in recent years has extended the AMT exemption for a year or two at a time so that large numbers of taxpayers don’t become subject to the tax.\n\n\nCongress is almost certain to enact another temporary \"patch\" covering the 2008 tax year. But McCain would permanently extend the AMT exemption, index it for inflation and allow individuals to claim personal nonrefundable credits against the AMT. How much this would help middle-class families largely depends on how you define middle class. The Tax Policy Center says it would primarily benefit more affluent households in the 80th to 95th percentile of income — those earning between $111,645 and $226,918 in 2008 dollars, were McCain’s plan to be fully phased in next year. Still, households with more modest means would not be subjected to the AMT under McCain’s proposal.\n\n\nMcCain would also extend President Bush’s 2001 and 2003 tax cuts, currently set to expire at the end of 2010. Those cuts collectively reduced top marginal tax rates on individuals’ incomes, cut the rates on capital gains and dividends, expanded the child tax credit and reduced taxes on married couples compared to singles.\n\n\nThe Tax Policy Center says McCain’s policy proposals collectively would reduce the tax exposure of 60 percent of all American households, though fewer than half of those making between $18,981 and $37,595.\n\n\nBut for the middle 20 percent of taxpayers — people making between $37,595 and $66,354 — here’s how the Tax Policy Center sees the respective tax plans shake out: Under McCain’s plan, their tax bill would go down by $325 in 2009, on average, and $1,118 under Obama’s plan. If you look down the road to 2012, those in the middle quintile would see tax cuts of $1,441 under McCain’s plan and $2,197 under Obama’s.\n\n\nThe analysis backs up Obama’s broad contention that McCain’s tax policy is weighted to give the largest benefit to higher-income taxpayers. However, it’s wrong to say McCain’s plan would provide no relief to middle-class Americans. Its more generous exemption for dependents and lower tax rates would cut across income levels and reduce or eliminate many taxpayers’ AMT exposure. For this reason, we rule the Biden’s comment Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15937"}