{"url": "/factchecks/2013/dec/11/oregon-business-association/does-middle-class-include-those-income-between-200/", "speaker": "Oregon Business Association", "vclaim": "\"The middle class can be defined to include those with income between roughly $20,000 and $60,000.\"", "truth_label": "half-true", "date": "stated on December 9, 2013 in the OBA's 2014 Work Plan:", "title": "Does the middle class include those with income between $20,000 and $60,000?", "text": "Every election season, politicians seek to renew their love affair with the American middle class. Proposals, stretching from \"middle-class tax breaks\" to tuition tax credits for \"middle class\" parents of college students, fill the airwaves.\nTrouble is, there’s no definition of this group that everyone can agree upon. The meaning of the term, depending on who is using it and for what purpose, can be stretched like a rubber band.\n\"There’s not really a definition of what constitutes middle class,\" Aparna Mathur, an economist at the American Enterprise Institute in Washington, D.C., wrote in an email. \"It’s more of a notional concept of how you view yourself relative to others.\"\nRepublican presidential candidate Mitt Romney, for instance, last year set the upper-end figure for middle class membership at a household income of $250,000 a year. President Barack Obama set the bar a little lower, at $200,000. Actual income levels around the country make both of those figures high.\nThe Oregon Business Association made \"rebuilding the middle class\" the top priority in its recently unveiled 2014 work plan. That goal is critical, according to the Portland-based association, because middle-class jobs took the biggest hit during the Great Recession and have been slowest to grow in the recent expansion.\nWhen it came to defining terms, the association said this: \"The middle class can be defined to include those with income between roughly $20,000 and $60,000.\"\nThe $60,000 figure sounded about right, despite Romney’s and Obama’s  definitions, but $20,000 struck us as low. PolitiFact Oregon decided to check.\nWe called D.J. Vogt, the business association’s legislative director. He said the figures came from a chart in a recent state Office of Economic Analysis report showing the bulk of \"middle income\" wages for various occupations in Oregon falling between $20,000 and $60,000.\n\"I was including anything that could be considered middle class,\" Vogt said. \"I took the broadest possible income level to put a number on it.\"\nWe then called Mark McMullen, Oregon state economist, who co-authored the report that Vogt relied on. He noted that nowhere did the term \"middle class\" appear.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMt. Hood Community College\n\n\nstated on December 9, 2010 in the college's website\n\n\n\n\n\n\n\n\nMt. Hood Community College is No. 1 on average and top faculty pay and benefits. \n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • December 15, 2010\n\n\n\n\n\n\n\n\"We stick to calling them middle-wage jobs,\" McMullen said. \"We don’t want to make any inference about spending power or quality of life given those income levels.\" In addition, he said, the term is simply too loaded politically to serve a useful research purpose.\nBut what about saying that the \"middle\" of Oregon’s income scale is bookended by $20,000 and $60,000?\nA review of 2011 Oregon tax returns, the most recent year for which information is available, puts the business association on firmer ground, McMullen said.\nOregon Revenue Department figures for 2011 show the high end of each quintile -- the standard slicing of income ranges into fifths, with each quintile having roughly the same number of tax filers -- looks like this:\n\nBottom 20 percent: up to $9,881\nSecond-lowest 20 percent: up to $22,833\nMiddle 20 percent: up to $41,631\nSecond-highest 20 percent: up to $75,152\nTop 20 percent, split into three groups: the first 15 percent, up to $145,039; the next 4 percent, up to $302,811; and the top 1 percent, more than $302,811.\n\nSo while the association’s high-end \"middle class\" figure looked pretty solid, its low-end $20,000 looked dubious. Someone earning that much a year is actually near the bottom of the state’s income scale.\nFor reference, we also checked federal statistics, which place the poverty threshold at $11,490 for a single-earner and $23,500 for a family of four. So someone earning $20,000 might be in poverty if they’re supporting others, or not far off. Not a great place, in other words, to be calling the middle-class home.\nMary C. King, a Portland State University economics professor, disputed the idea that $20,000 a year, even for a single-earner, can be called middle class. However, she acknowledged the same stumbling block others identify, that \"middle class\" can be as much of an idea as a definable economic reality.\n\"Still,\" she said, \"that just makes no sense at all. That’s $10 an hour. No one is getting a mortgage on $20,000 a year.\"\nThe median income for all U.S. households last year was just over $51,000, she noted, and the average was about $71,000.\nPolitiFact has waded into this territory before and agrees there is no official definition of \"middle class.\" Is it having a home mortgage? Being able to afford two cars or send kids to college? We’re still not certain -- and neither are most economists, as indicated by Mathur’s email reply -- but we do think the term has its economic limits. And those limits don’t extend anywhere near the official poverty range, as the business association’s $20,000 does.\nThe association’s upper end of $60,000 is much more solid, though, landing well above the median income level for all Oregon tax filers and roughly in the middle of Oregon income levels. We also need to allow for households with two wage-earners -- one with two people earning $20,000 each, for example, could more realistically be considered part of the middle class. Splitting the difference between a dubious low level and a sound high one, we rate the claim Half True.", "vclaim_id": "vclaim-pol-08516"}