{"url": "/factchecks/2017/jul/10/donald-trump/donald-trump-says-barack-obama-did-nothing-about-r/", "speaker": "Donald Trump", "vclaim": "Says Barack Obama found out about Russia \"in August. Now, the election was in November. That's a lot of time. He did nothing about it.\"", "truth_label": "barely-true", "date": "stated on July 6, 2017 in a press conference in Poland:", "title": "Donald Trump says Barack Obama 'did nothing' about Russia prior to Election Day", "text": "President Donald Trump on an overseas trip criticized former President Barack Obama, saying he \"did nothing\" about Russia before the 2016 presidential election.\n\"Now, the thing I have to mention is that Barack Obama, when he was president, found out about this, in terms of if it were Russia, found out about it in August,\" Trump said during a July 6 press conference in Poland. \"Now, the election was in November. That's a lot of time. He did nothing about it.\"\nPeople can argue that the Obama administration didn’t do enough to immediately crack down on Russia for meddling in the election. But Trump’s statement that Obama \"did nothing\" in the months leading up to Nov. 8 goes too far.\nThe Obama administration learned in summer 2016 that election-related hacks could be traced back to the Russian government.\nSoon after, at the September G20 Summit in China, Obama personally confronted Russian President Vladimir Putin and told him to back off.\nThen-CIA Director John Brennan gave a similar warning to his Russian counterpart, Federal Security Bureau Director Alexander Bortnikov, during an August phone call.\nOn Oct. 7, the Obama administration publicly identified Russia for the first time as being behind election-related hacks, issuing a joint statement from Homeland Security and the Director of National Intelligence.\nIn the days following that statement, Press Secretary Josh Earnest and Vice President Joe Biden said the administration was considering options for a \"proportional\" response.\nAlso, throughout August and up through the election, Homeland Security Secretary Jeh Johnson encouraged state-level election officials, through official statements and phone calls, to protect voting-related systems from cyber intrusions.\nHowever, the Obama administration took its most significant actions against Russia after Nov. 8. In late December, Obama ordered 35 Russian diplomats and suspected intelligence agents to leave the United States, and he also imposed narrow sanctions on some Russian individuals and organizations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"While I don’t think it’s fair to say that the administration ‘did nothing,’ their actions were fairly minimal prior to Nov 8,\" said Emma Ashford, an international security expert at the libertarian Cato Institute.\nAshford and a couple other experts in U.S.-Russia relations told us that the Obama administration felt like it had few options prior to the election because of the political climate.\nThe Obama administration likely waited until after the election to take any truly punitive measures because they \"wanted to avoid the appearance of interfering in the election, and because they felt it was probably up to the next administration to deal with this policy problem,\" Ashford said.\nThe White House had to consider the fact that acknowledging Russia’s involvement could actually help Russia get closer to its goal of delegitimizing the election, said Yoshiko Herrera, a political science professor at the University of Wisconsin-Madison. And there was also the possibility that retaliating could provoke Russia to take more action against the United States in a variety of arenas, including Syria.\nHerrera added that it’s quite possible the Obama administration and intelligence community took additional action against Russia that the public doesn’t know about because it’s classified.\nIn hindsight, knowing how the Russia storyline has played out over the past few months, \"it might have been better to call out Russia for hacking a bit sooner, but at the time I think the Obama administration tried to be responsible,\" she said.\nOur ruling\nTrump said that Obama found out about Russia \"in August. Now, the election was in November. That's a lot of time. He did nothing about it.\"\nThe Obama administration did not sit idle while Russia interfered in the election, as Trump makes it seem. The administration publicly named the Russian government as the culprit, confronted Putin in person, and worked to secure the country’s election infrastructure — all while the intelligence agencies investigated the issue.\nThat said, Obama waited until December, after the election, to take any public, punitive measures against Putin, when he kicked out diplomats and imposed sanctions.\nTrump’s statement contains a grain of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\n Share the Facts 2017-07-10 14:28:49 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Barack Obama found out about Russia \"in August. Now, the election was in November. That's a lot of time. He did nothing about it.\"    Donald Trump President   a press conference in Poland Thursday, July 6, 2017 2017-07-06    Read More  info", "vclaim_id": "vclaim-pol-03130"}