{"url": "/factchecks/2015/mar/23/greg-gutfeld/nyc-mayor-de-blasio-responsible-uptick-murders-and/", "speaker": "Greg Gutfeld", "vclaim": "Under New York Mayor Bill de Blasio, homicides are up by 20 percent, and subway delays have soared 45 percent.", "truth_label": "barely-true", "date": "stated on March 10, 2015 in a commentary on Fox News.:", "title": "Is NYC mayor de Blasio responsible for uptick in murders and more subway delays?", "text": "Fox News host Greg Gutfeld is no fan of New York City Mayor Bill de Blasio, and he laid bare his complaints in a personal commentary.\n\"Unless you’re a well off liberal, it’s been a bad year for New York City,\" Gutfeld said on March 10, 2015. \"Shootings are way up, homicides too by 20 percent. Subway delays have soared by 45 percent.\"\n\"Is it any coincidence this is happening under the most progressive leader since Marx?\" Gutfeld continued, \"If he were a Republican with these stats, he'd be hog-tied, bobbing in the Hudson.\"\nWe’ll take Gutfeld’s factual assertions about murders and subway waits in order and see how well they fit the data.\nFox News sent us items from the New York Post that backed up Gutfeld. A March editorial noted that \"homicides are up 20 percent in New York the first two months of this year over the same period in 2014.\"\nThat is in line with New York Police Department statistics. As of March 8, 2015, there had been 59 murders, compared to 48 by the same time last year. But Candace McCoy, a criminologist at  the City University of New York, urged a bit of caution in drawing conclusions too quickly.\n\"Two months is not a trend,\" McCoy said.\nThe danger of jumping on the latest figures is that the numbers can bounce around. Back in February, the city set a new record of 10 days without a single homicide but no one was ready to say that the Big Apple had cured itself of murder.\nMcCoy also noted that in 2014, the city had the lowest number of slayings since 1963 -- just 333. That was de Blasio’s first year in office.\n\"We can definitely say that homicides are not up 20 percent since de Blasio took office,\" McCoy said. \"In fact, the trend is the opposite.\"\nIf Gutfeld wanted to look at 2-month snapshot, it’s instructive to see what happened in 2013. By early March that year there had been 58 deaths, or just one less than in the same period in 2015. But having 58 or 59 deaths by March doesn’t necessarily translate into high numbers overall for the entire year. In 2013, the year closed out with just two more murders than in the record low year of 2014.\nSo the number of murders by March doesn’t tell you much about how the entire year will turn out. Even the editorial that Fox News cited as a source was more restrained.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"We’re reluctant to draw big conclusions from such limited data,\" the New York Post said.\nSubway blues\nGutfeld said that delays for subway riders have shot up 45 percent. The New York Post reported that the average number of delays each month rose from about 29,000 in 2013 to over 43,000 in 2014.\nWe went to the Metropolitan Transit Authority’s monthly reports for its Transit and Bus Committee, and there’s no problem with the numbers. The average number of delays is up, as Gutfeld said. We note that there are other ways to measure how well the system is running, such as looking at how often the trains run on-time. That also is worse compared with 2013, but not as dramatically -- just about 8 percent.\nJohn Raskin is executive director of Riders Alliance, an advocacy group for the people who rely on the city’s buses and trains. Raskin agreed that performance has dropped. He said it’s due to equipment breakdowns, repair work left over from Hurricane Sandy, and chronic underinvestment by New York state.\nBut Raskin’s overarching point is that it makes no sense to blame de Blasio for the decline.\n\"The subway system runs as an independent authority that reports to the state,\" Raskin said. \"Someone connecting subway delays with the change in administration is showing they don’t understand how the transit system runs and is misleading people.\"\nWhile it might sound odd that the transit system of New York City isn’t controlled by the city, in fact the governor nominates the 17 members of the board that governs the Metropolitan Transit Authority and the state Senate confirms them. The mayor recommends four people for that board.\nOne could argue that the city is free to put more money into the Metropolitan Transit Authority. The municipal budget contributes about $100 million each year, and one advocacy group, the NYPIRG Straphangers Campaign, wants that to rise to $125 million saying \"the city should do better by the riding public.\"\nBut the senior attorney for NYPIRG (New York Public Interest Research Group) Gene Russianoff told PunditFact that despite that stand, he puts real responsibility at the feet of the governor and the state Legislature.\nOur ruling\nGutfeld faulted the performance of New York City mayor Bill de Blasio and noted that murders are up 20 percent and subway delays are up 45 percent. Gutfeld’s numbers are correct, but he commits extreme cherry picking with the murder statistic. A full year assessment of de Blasio’s administration would show that the murder rate is holding about steady compared to the year before he took office.\nAs for the increased suffering of subway riders, it is real, but a large portion of that falls outside of de Blasio’s direct control. The state wields final authority over the trains. While de Blasio could press to add more city funds, he doesn’t control the budget and his representatives represent less than a quarter of the votes on the MTA board.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-06597"}