{"url": "/factchecks/2018/jun/26/blog-posting/blog-site-wrongly-claims-muslim-woman-escaped-puni/", "speaker": "Bloggers", "vclaim": "\"Burka clad woman runs over baby, gets away with crime for one stunning reason ...\"", "truth_label": "false", "date": "stated on June 12, 2018 in a blog post:", "title": "Blog site wrongly claims Muslim woman escaped punishment in aggravated vehicular homicide", "text": "A conservative blog falsely claimed that a Muslim woman recently escaped punishment after striking and killing a 7-month-old baby with her car.\nThe problem with that headline? The crash actually occurred June 2, 2016, and the driver received three years in prison and a lifetime suspension on her license, according to local reports.\n\"Burka clad woman runs over baby, gets away with crime for 1 stunning reason,\" said a June 12, 2018, headline from Daily Headlines, a website offering \"unapologetic news (and) commentary from a conservative perspective,\" according to the about section of its Facebook page. On its website, Daily Headlines said it is neither satire nor \"fake news.\"\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nCiting a Nov. 22, 2017, article from America Now, a blog site, the story said a Somali native drove her car off the road and into a house, injuring a man and killing his child in what was her second car accident in four days. The man was walking his son in a stroller.\n\"After 2 car accidents in 4 days, one of which injured a father and took the life of his 7-month old baby before the car drove into a house, a Somali native has been arrested, charged, and convicted of aggravated vehicular homicide and was then let free to roam around until her sentencing hearing,\" the story said, adding that the woman, Muhuba Mohamed of Columbus, Ohio, was driving on a temporary permit at the time of the accident.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBut according to local reports from the Columbus Dispatch and others, Mohamed was not set free following the crash. After a judge found her guilty of aggravated vehicular homicide on Oct. 5, 2017, Mohamed surrendered her passport and remained free on bond while she awaited sentencing, which occurred Nov. 29, 2017.\nMohamed’s bond was set at $10,000, according to court records.\nJudges often set criminal defendants free on bond as a means of securing their agreement to return to court for their remaining criminal proceedings. In this case, Mohamed returned to court for sentencing, where she received three years in prison and a lifetime license suspension.\nSo yes, Mohamed was able to \"roam around until her sentencing hearing,\" so to speak. But she surrendered her passport and was bound to return to court by a high bond. She also did not get away with her crime, as the Daily Headlines headline falsely stated. (Daily Headlines did not respond to a request for comment submitted via the contact page on their website.)\nWe rate this statement False.\n Share the Facts 2018-06-26 15:11:16 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Burka clad woman runs over baby, gets away with crime for one stunning reason ...\"    Internet Rumors Bloggers https://dailyheadlines.net/burka-clad-woman-runs-over-baby-gets-away-with-crime-for-1-stunning-reason/   in a blog Tuesday, June 12, 2018 2018-06-12    Read More  info", "vclaim_id": "vclaim-pol-01928"}