{"url": "/factchecks/2020/may/20/mike-parson/despite-parsons-claim-not-all-businesses-could-ope/", "speaker": "Mike Parson", "vclaim": "\"All Missouri businesses can open Monday, May 4, under our new Order as long as new guidelines are followed.\"", "truth_label": "barely-true", "date": "stated on April 27, 2020 in a tweet:", "title": "Despite Parson's claim, not all businesses could open May 4", "text": "Missouri reopened on May 4 with Gov. Mike Parson beginning the first phase of his \"Show Me Strong Recovery Plan.\"\n\n\nIn an April 27 tweet, Parson said, \"All Missouri businesses can open Monday, May 4, under our new order as long as new guidelines are followed.\"\n\nBut not all Missouri businesses were able to reopen.\n\nCounties and cities in the state had extended stay-at-home orders past the May 4 date Parson had in mind for a Missouri reopening.\n\n\nSt. Louis County, the hardest-hit county in the state, and the city of St. Louis had stay-at-home orders in place until Monday. Their policies were based on Health Commissioner Fredrick Echols’ Order No. 7, which was dated April 16, and were in place at the time the governor announced the first phase of reopening.\nKansas City Mayor Quinton Lucas signed an extension of the stay-at-home order on April 16. That order was set to expire on May 15. Some businesses began opening up May 6. According to KCUR/89.3FM, movie theaters won’t open up there until at least June.\n\n\nJackson County (not including Kansas City), began reopening May 10.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nIn Columbia and surrounding Boone County, the health director extended a stay-at-home order three days before the governor’s tweet. Bars, nightclubs, movie and music theaters are still closed. A judge on Friday rejected a request for a temporary restraining order to block the restrictions.\n\nSo, have all businesses been able to open in Missouri? No, it’s more complicated than that.\n\n\nWe reached out to Parson’s office. While acknowledging our email, there was no information provided. In a radio interview with KFTK/97.1 FM in St. Louis on April 29, Parson noted he did not have the power to make counties comply with the reopening plan, but he could exert \"political pressure\" to do so. Parson’s order was a minimum, allowing for localities to make more restrictive measures.\n\n\nOur ruling\n\n\nIn a tweet April 27, Parson said, \"All Missouri businesses can open Monday, May 4, under our new Order as long as new guidelines are followed.\"\n\n\nWere all Missouri businesses open? The short and long answer is no. Localities had extended restrictions on businesses before Parson’s tweet. Although most businesses were allowed to open, some weren’t.\n\n\nWe rate Parson’s statement Mostly False.", "vclaim_id": "vclaim-pol-18346"}