{"url": "/factchecks/2012/dec/16/scott-walker/gov-scott-walker-says-wisconsin-has-created-almost/", "speaker": "Scott Walker", "vclaim": "Wisconsin has created \"just under 100,000\" jobs since he took office.", "truth_label": "pants-fire", "date": "stated on December 12, 2012 in a speech:", "title": "Gov. Scott Walker says Wisconsin has created almost 100,000 jobs since he took office", "text": "Gov. Scott Walker’s top campaign promise was that the state would create 250,000 private-sector jobs by the end of his four-year term.\n\nWalker has made the vow in a variety of forums, including speeches, videos, and on his campaign and official websites. But the state’s progress in job creation was last in the nation in 2011 -- and there have been no signs of a significant turnaround in 2012.\n\nDuring the 2012 recall election, Walker touted about 33,000 new jobs.\n\nSo, where did a figure of nearly 100,000 come from?\n\nThat’s the number Walker cited Dec. 12, 2012 in response to questions at a workforce development event in Pewaukee, when he said he thought he still could reach 250,000.\n\n\"We're just under 100,000\" jobs,  he said. \"It's going to be tough, no doubt about it.\"\n\nAnd he added: \"We're going to achieve it.\"\n\nA few hours later at an event in Madison, Walker gave a more precise figure when asked about progress on the 250,000 jobs promise. He said the number of jobs created was just over 86,000:\n\"We're not there yet, but we're moving at a much better pace than most people think.\"\n\nWhen we asked about the \"just under 100,000 figure,\" Walker spokeswoman Jocelyn Webster said the number was based on the Quarterly Census of Employment and Wages, considered the most reliable measure of employment. She said the data showed there were 86,490 jobs created from December 2010 (just before Walker took office) to June 2012 (the most recent quarter available).\n\n\"There was a question, and the number he gave is based on that QCEW raw data,\" Webster said.\n\nWebster said she had no further explanation for the number other than to say it came from the state Department of Workforce Development.\n\n\"Part of it was that it was the number that the governor had been told,\" she said. \"That is where it came from.\"\n\nAt PolitiFact, we’ve been down this path.\n\nAnd down this math.\n\nFor our monthly update of Walker’s progress, we wanted to use the most accurate data possible. That would be the census data which comes from a quarterly survey of 95 percent of the state’s employers. There also are monthly numbers from a much smaller sample that are less accurate.\n\nThe end of the year census data for 2011 showed a net increase of 27,811 jobs. When the first quarter census data came out for 2012, we thought about adding those numbers to the 2011 figure and create a running total.\n\nBut we were warned against it.\n\nBy whom?\n\nA state Department of Revenue Economist and officials with the governor’s office and the Department of Workforce Development.\n\nThey said it was inaccurate to view the census data in anything other than one-year blocks. In other words, you can’t combine partial years of census data with full years to create a running total.\n\n\"Please don’t, as John Koskinen, an economist at DOR would say, compare February temperatures to July,\" said Walker spokesman Cullen Werwie when we asked about job numbers last summer.\n\nWhen we talked to Koskinen, here’s what he said: \"The QCEW data published by DWD, and maintained by the BLS (U.S. Bureau of Labor Statistics), is not seasonally adjusted. The seasonal pattern overwhelms any trend, so a direct comparison between December 2010 and March 2012 is not valid.  The only valid comparison between December 2010 and March 2012 would be with data that is seasonally adjusted.\"\n\nWerwie also noted the seasonally adjusted issue, and said if we combined the yearly and quarterly data \"you’ll end up misrepresenting the truth.\"\n\nDWD has followed this approach when it has released quarterly jobs data this year.\n\nFor instance, on Nov. 15, 2012 the department issued a report based on the census data, but limited it to the 12 months between June 2011 and June 2012. That report said the state created 35,379 jobs in that time frame. The department did the same thing Aug. 16, 2012 when it released census data comparing March 2011 with March 2012, showing a gain of 37,464 jobs in that period.\n\nTo be sure, Walker has maintained a love-hate relationship with the jobs data over the course of his two years in office. Much of that has been directed at the monthly Current Employment Survey data, which is far less accurate and prone to revisions.\n\nEarly on, Walker celebrated monthly increases with news conferences.  And when the monthly numbers have declined, members of his administration have criticized the figures as being sloppy.\n\nAfter talking with state officials, including Koskinen, and other experts, we came up with our own formula for measuring the jobs progress on the Walk-O-Meter. We take the full year of jobs as measured by the census numbers  -- 27,811 -- and add to that the running monthly tallies for 2012. It’s an estimate, but, all outside experts agreed, the best available given the limitations of the data.\n\nUsing this formula, we determined that as of the Nov. 15, 2012 monthly report, which covered October 2012, the state created 25,411 private sector jobs under Walker’s watch.\n\nWe emailed Koskinen and DWD officials to ask for their take on Walker’s use of the census data. No one got back to us with a response.\n\nWe later heard again from Webster, who said Walker was simply providing the latest \"raw data\" as \"a snapshot with no assumptions.\" However, the governor included no such qualifications when he made the remarks. Webster also noted \"six quarters of economic activity obviously cannot be used to accurately project two full years of job activity.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOur rating\n\nWalker said the state has created \"just under 100,000\" jobs since he took office. He arrived at that number by combining full and partial years of census data.\n\nHowever, several within his own administration, including his primary spokesman, have said that is the wrong way to measure jobs -- you can’t combine partial and full year data sets. As one aide said: It would be \"misrepresenting the truth.\"\n\nBy his administration’s own yardstick, his statement is false. We think it’s ridiculous to -- after private admonitions -- publicly present it this way. Pants on Fire.", "vclaim_id": "vclaim-pol-09923"}