{"url": "/factchecks/2018/may/08/blog-posting/website-falsely-claims-melania-trump-made-shocking/", "speaker": "Bloggers", "vclaim": "\"Melania Just Hit Donald Trump With Shocking Announcement He Never Saw Coming\"", "truth_label": "pants-fire", "date": "stated on May 6, 2018 in a blog post:", "title": "Website falsely claims Melania Trump made 'shocking announcement' to Donald Trump", "text": "A website called RealTimePolitics posted a deceptive headline saying First Lady Melania Trump made a \"shocking\" announcement to her husband, President Donald Trump.\n\"Melania Just Hit Donald Trump With Shocking Announcement He Never Saw Coming,\" said a realtimepolitics.com headline that failed to deliver.\nThe story is a mixture of gossip and opinion with references to tweets and events related to the Trumps, but does not mention or reveal a \"shocking announcement\" from Melania Trump. The misleading headline capitalizes on rumors about the couple’s dynamic to trick people into clicking the link.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. You can read more about our partnership with Facebook here.\n\"Donald does his best to play nice with his wife when the cameras are rolling, but everyone knows that his marriage is on the rocks and that their marriage essentially enslaves Melania,\" said the May 6 story on realtimepolitics.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe post claimed that Rudy Giuliani, Trump’s attorney, \"threw the nation a major curveball when he contradicted the president’s story in an interview with Fox News,\" and that Giuliani \"tried to clean up the mess by claiming that Donald was only trying to protect his marriage by burying the false allegations against him.\"\nRealtimepolitics.com, which likely is hoping to confuse people with the legitimate website realclearpolitics.com, alludes to remarks Giuliani made on May 2 and May 3 interviews, which PolitiFact looked into, exploring whether a $130,000 payoff to adult film star Stormy Daniels was a campaign expenditure. (Here’s a timeline of Trump’s explanations for the Stormy Daniels payment.)\n\"Will Melania resist being seen with Donald publicly as she did after the first time Donald’s affair with Daniels stole headlines?\" said the realtimepolitics.com post. \"What is your reaction?\"\nRealtimepolitics.com’s headline is false, pure click-bait and completely misleading. We rate it Pants on Fire!\n Share the Facts 2018-05-08 16:00:34 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Melania Just Hit Donald Trump With Shocking Announcement He Never Saw Coming\"    realtimepolitics.com Bloggers https://realtimepolitics.com/2018/05/06/melania-hit-donald-trump/   in a blog post Sunday, May 6, 2018 2018-05-06    Read More  info", "vclaim_id": "vclaim-pol-02097"}