{"url": "/factchecks/2012/feb/14/glee/ricky-martins-character-tv-show-glee-says-us-censu/", "speaker": "Glee", "vclaim": "\"The U.S. Census believes that by 2030 the majority of Americans will use Spanish as their first language.\"", "truth_label": "pants-fire", "date": "stated on February 7, 2012 in an episode on TV:", "title": "'Glee' says the Census Bureau projects the majority of Americans will use Spanish by 2030", "text": "We’re gonna make this fact-check sing.\n\nOr -- since this fact-check was inspired by a Spanish teacher played by singer Ricky Martin on the TV show Glee -- we will make it cantar.\n\nOur fact-check is about how many people will be speaking Spanish as their first language in the year 2030. But before we hit play on our claim, we will catch you up with the show that follows a fictional Glee Club, named the New Directions, at a high school in Ohio.\n\nThe show is about a group of musically talented misfits who belt out songs in between typical teenage plot twists about dating, spats with their parents, applying to college and the ever-present quest for popularity. The worst is getting \"slushied,\" which means having slushy drinks tossed in their faces by cool football players.\n\nThe cast of characters includes Artie, the bespectacled skinny guy in a wheelchair; Santana, the bad-ass Latina lesbian from the wrong side of town; Quinn, the blonde cheerleader/chastity club leader who gets pregnant; and many more. They are led by the Glee Club director/Spanish teacher William Schuester, who is on an annual quest to lead his club to victory at nationals.\n\nThe plot of the Feb. 7, 2012, episode: Schuester enrolls in a night Spanish class taught by Ricky Martin’s character, David Martinez. (Yep, Mr. Schuester is a Spanish teacher whose Spanish es muy muy malo.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nMartin tells his students that they need to learn Spanish to function in the U.S. in the future: \"Do you know that the U.S. Census believes that by 2030 the majority of Americans will use Spanish as their first language?\" (Here’s a clip of Martin singing \"Sexy and I know It\" and \"La Isla Bonita\" on the episode.)  Schuester uses Spanish as the inspiration for his weekly assignment for the Glee Club: sing a song by a Spanish artist or that includes Spanish.\n\nWe decided to take a short intermission from politics to test Glee’s claim about whether the Census Bureau believes the majority of Americans will speak Spanish as their first language by 2030.\n\nU.S. Census projects growth in Hispanic population\n\nGlee’s claim surprised the folks at the U.S. Census Bureau.\n\n\"We don’t do projections of language spoken,\" on a regular official basis, said Robert Bernstein, a census spokesman. \"That’s very strange someone would cite us.\"\n\nBernstein pointed us to projections about the Hispanic population released in 2008 based on data from 2000.\n\nThe census projected that by 2030 there will be about 85.9 million Hispanics out of about 373.5 million people in the U.S., representing about 23 percent of the population. That projection is compared to about 16 percent of the population (49.7 million people) in 2010. So it’s true that the Hispanic population in the U.S. is on track to grow.\n\nBut the census projections are about the number of Hispanics -- not how many people will speak Spanish as their first language at home.\n\nSpanish spoken in U.S. in 2010\n\nThe American Community Survey, which is a part of the census program, provides estimates of population characteristics including language.\n\nFor 2010, the survey showed about 37 million of 289 million people over age 5 spoke Spanish -- or about 13 percent. It doesn’t ask respondents what their \"first\" language is, but asks what they speak at home and how well they speak English.  And those Spanish speakers include Hispanics and non-Hispanics.\n\n\"We don’t know how frequently they speak one (language) or the other, or which one they use exclusively or first,\" said Tiffany Julian, an analyst with the Census Bureau.\n\nThe survey also showed that for 2010, of the 45.6 million Hispanics, about 11.2 million speak only English while 34.3 million speak Spanish (including those who don’t speak English and those who speak English of varying ability.) That means 75 percent of Hispanics speak Spanish.\n\nSo if we know in 2010 that 75 percent of Hispanics speak Spanish, we could apply that figure to the 85.9 million Hispanics projected for 2030. That would bring us to a projection of 64 million Hispanics speaking Spanish by 2030, and if we divided that into the overall projected population of 373.5 million, we find that Hispanic Spanish speakers would represent about one-sixth of the population.\n\nBut what we’ve spelled out here is not a projection by ACS or the Census and may not be accurate: it’s pure math without taking into account any changes in immigration or fertility over the next two decades. Plus, we’ve also left out non-Hispanics who could speak Spanish at home as their first language.\n\nPaper on language projection\n\nAt this point, we were about ready to say hasta la vista.\n\nBut wait -- we found a couple of experts at the Census Bureau who took a stab at language projections and presented a paper at the Federal Forecasters Conference in April 2011. Their paper projects that somewhere between 13 and 15.3 percent of the age 5 and older population will speak Spanish by 2020 -- the last year cited in the paper.\n\nThe authors of the paper, census demographer Jennifer Ortman and survey statistician Hyon Shin, told us that even if they projected out to 2030, the percentage of Spanish speakers likely would have continued to grow slightly -- but nowhere close to a majority of Americans speaking Spanish as their first language.\n\n\"That is just blatantly wrong,\" the two agreed. \"We don’t have anything that can support that.\"\n\nWhile nationwide immigrants typically continue to speak their native language, their children and grandchildren tend to use mostly -- if not only -- English. That means as the Hispanic population in the U.S. continues to grow, in part due to the descendants of immigrants, those children will speak English.\n\nSpanish is projected to remain the language spoken by a majority of what census researchers call \"Language Other Than English\" speakers.\n\nBut  \"English is expected to continue to be the only language spoken by a substantial majority of all U.S. residents 5 years and older,\" the paper by the census experts said.\n\nOur ruling\n\nRicky Martin’s character said on Glee, \"The U.S. Census believes that by 2030 the majority of Americans will use Spanish as their first language.\" The Census Bureau predicts that in 2030 about 23 percent of the U.S. population will be Hispanic -- but all of those Hispanics in the future won’t speak Spanish as their first language. Two census researchers projected that somewhere between 13 and 15.3 percent of people in the U.S. will speak Spanish in 2020 -- a far cry from the majority of Americans, and we don’t know how many of those will speak it as their first language. They said the numbers from 2030 would still be nowhere close to the 50-percent mark.\n\nRicky Martin may have looked good singing in his tight pants, but we’re going to light the show’s pants on fire anyway. Pants on Fire! And though they don’t say it like this in Spanish: Pantalones en Fuego!", "vclaim_id": "vclaim-pol-11608"}