{"url": "/factchecks/2018/nov/19/blog-posting/no-evidence-broward-inmates-got-absentee-ballots-a/", "speaker": "Bloggers", "vclaim": "\"Broward County deputy says civil rights attorneys were handing out absentee ballots to inmates AFTER ELECTION?\"", "truth_label": "false", "date": "stated on November 13, 2018 in a post on Facebook:", "title": "No evidence Broward inmates got absentee ballots after election", "text": "On Nov. 6, Florida voters passed a constitutional amendment restoring the right to vote to 1.4 million people with felony convictions. Does that mean they were able to vote in this year’s midterms?\n\"Breaking report,\" reads a headline from a Nov. 13 story in the Gateway Pundit. \"Broward County deputy says civil rights attorneys were handing out absentee ballots to inmates AFTER ELECTION?\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The story has been shared more than 20,000 times on Facebook.\nThe author of the blog, which has as its tagline \"we report the truth — leave the Russia-collusion fairy tale to the conspiracy media,\" told PolitiFact \"it’s in the article\" in response to an email asking for more information about the statement.\nThe story starts: \"Annie Marie Delgado, President of TrumpTeam Florida 2020, conference called Ann Vandersteel with a a current DOJ employee and was a former high ranking Broward County law enforcement officer. He stated at 7:00 AM that same morning he received a call from a deputy in the Broward County jail. The Deputy said there was ‘corruption going on inside the jail and that he had never seen anything like it.’\"\nIt goes on to say that attorneys arrived \"and demanded to see the inmates. They were not the inmates personal attorneys of record. … the civil rights attorneys provided the inmates with the narrative that they never received their absentee ballot. The liberal attorneys said the prisoners were denied the right to vote and they were to file a grievance with the deputies at the jail.\"\nBut a spokesperson for the Broward County sheriff’s office denied the report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"That is false,\" Keyla Concepción told PolitiFact in an email.\nIt is true, though, that eligible inmates can vote from jail. Inmates can register and vote before their trials assuming they don’t have prior convictions or any other legal disqualifications. That constitutionally protected right received national attention after the father of a Parkland shooting victim tweeted that Democrats allowed inmates, including Parkland shooting suspect Nicholas Cruz, to register to vote from jail. (Cruz is registered Republican.)\nSaid Concepción, \"Absentee ballots are mailed directly to them in the jail and then returned to the Supervisor of Elections office once they have voted.\" The sheriff’s office serves as a \"mail courier\" between the inmates and the elections office, she added.\nOne thing that is illegal, though?\n\"Taking away the voting rights of an eligible person awaiting trial,\" Concepción said.\nOur ruling\nA story posted online and shared on Facebook thousands of times stated that a \"Broward County deputy says civil rights attorneys were handing out absentee ballots to inmates AFTER ELECTION?\"\nWe rate this statement False.", "vclaim_id": "vclaim-pol-01249"}