{"url": "/factchecks/2016/oct/18/hillary-clinton/clinton-twists-trumps-words-rescuing-auto-industry/", "speaker": "Hillary Clinton", "vclaim": "\"Back in the Great Recession, when millions of  jobs across America hung in the balance, Donald Trump said rescuing the auto industry didn’t really matter very much. He said, and I quote again, ‘Let it go.’ \"", "truth_label": "pants-fire", "date": "stated on October 10, 2016 in a rally in Detroit:", "title": "Clinton twists Trump's words on rescuing the auto industry during recession", "text": "Donald Trump didn’t care about rescuing the auto industry during the 2008 recession, Hillary Clinton said at a rally in Michigan.\nClinton told her audience at Wayne State University in Detroit that she supported the 2008 government bailout for the American auto industry, which was faltering during the financial crisis. But Trump, she said, doesn’t support American workers, much less those in Michigan’s auto industry.\n\"Nobody should be surprised, because back in the Great Recession, when millions of jobs across America hung in the balance, Donald Trump said rescuing the auto industry didn’t really matter very much,\" Clinton said at the Oct. 10 rally. \"He said, and I quote again, ‘Let it go.’ Now, I can’t imagine that. I supported President (Barack) Obama’s decision to rescue the auto industry in America.\"\nActually, Trump's public comments about the auto industry's demise were the opposite of what Clinton said. He called for saving it.\nIn December 2008, when Congress and then-President George W. Bush were debating giving the auto industry a bailout, Trump gave several interviews in which he stressed the importance of saving the Big Three automakers: General Motors, Ford and Chrysler.\nTrump’s position on an auto bailout was inconsistent leading up to Dec. 19, 2008, when Bush laid out plans to go forward with the bailout. Trump said the government should help the auto companies, but he also regularly suggested the they could save themselves if they filed for Chapter 11 bankruptcy, with some government support.\nMid 2009, months into his first year as president, Obama forced Chrysler and General Motors to go through bankruptcy.\nWhile he might have clashed with Bush and Obama on exact particulars of how to solve the auto crisis, Trump consistently said the auto industry needed to be saved:\nDec. 9, 2008, Fox: Trump told host Greta Van Susteren that \"I think you have to try and save the companies, and I think you can easily save the companies.\" He added, referring to \"bankruptcy,\" that auto companies \"don't like the ‘B’ word. I think they probably should use it.\"\nDec. 10, 2008, CNBC: \"You have to save the car industry in this country,\" Trump said. \"General Motors can be great again, Ford can be great again, and Chrysler could be great.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDec. 17, 2008, Fox: Cavuto asked Trump if he thought the country could do without one of the Big Three auto makers. Trump responded, \"No. I think you should have the Big Three…. I think the government should stand behind them 100 percent. You cannot lose the auto companies. They are great. They make wonderful products. Maybe they are making too much. Maybe they are not making too much. I just bought a Dodge Ram truck from Arrigo Dodge, who is a member of one of my clubs and a great guy.\"\nDec. 18, 2008, CNN: Host Wolf Blitzer asked Trump if Bush should bail out the auto industry. Trump replied, \"Well, I hope he does it, but you have to make a much better deal with the unions. … The fact is you have to make the companies competitive. And if you're not going to make a deal with the union, and a great and fair deal and a competitive deal, then they shouldn't do it. But absolutely, they should try and save the companies. You just can't lose Chrysler, you can't lose Ford, and you can't lose General Motors.\"\nClinton also quoted Trump saying \"let it go,\" referring to the auto industry. Clinton’s phrasing makes it sound like Trump said that quote during the recession. But he actually said it in 2015. And Clinton took the comment out of context.\n\"You could have let it go, and rebuilt itself, through the free enterprise system,\" Trump said in August 2015, according to the Washington Post. \"You could have let it go bankrupt, frankly, and rebuilt itself, and a lot of people felt it should happen. Or you could have done it the way it went. I could have done it either way. Either way would have been acceptable. I think you would have wound up in the same place.\"\nSo six years after the $80 billion bailout began, Trump has maintained his ambiguous position. He said either a bailout or just bankruptcy would have been fine. But his message was not firmly, as Clinton implied, that the country should have left the auto industry out to dry.\nOur ruling\nClinton said, \"Back in the Great Recession, when millions of  jobs across America hung in the balance, Donald Trump said rescuing the auto industry didn’t really matter very much. He said, and I quote again, ‘Let it go.’ \"\nTrump is documented as saying just the opposite during the recession. He regularly said the auto industry needed saving amid a low point for manufacturers in December 2008. He said the government should stand behind the auto industry \"100 percent.\"\nClinton also takes the \"let it go\" quote out of context and time. Trump made that comment in 2015, not 2008. And he was making the point that a number of actions could have saved the auto industry, one of which was \"let it go\" into bankruptcy.\nWe rate Clinton’s statement Pants on Fire!", "vclaim_id": "vclaim-pol-04113"}