{"url": "/factchecks/2017/sep/21/eric-greitens/missouri-really-outpacing-nation-jobs-greitens-too/", "speaker": "Eric Greitens", "vclaim": "\"Since we took office, we have been outpacing the nation in job growth.\"", "truth_label": "half-true", "date": "stated on August 23, 2017 in a Facebook Live:", "title": "Is Missouri really outpacing nation in jobs since Greitens took office?", "text": "Republican Gov. Eric Greitens has been pushing job growth since his 2016 campaign.\nIn a Facebook live video on Aug. 23, Greitens said there has already been substantial improvement since he took office in January.\n\"Since we took office, we have been outpacing the nation in job growth,\" he said.\nIs Missouri really \"outpacing the nation\" in jobs? We wanted to find out.\nBy the numbers\nThe number of jobs added from January through July 2017 increased by 0.9 percent over the same period in 2016.\nGreitens compared Missouri to the national average job growth over the same time, which was 0.8 percent.\nBetween January and February of 2017, Missouri job growth increased by 0.0012 percent whereas national job growth increased by 0.0016 percent. However, Missouri experienced a 0.005 drop in jobs between February and March. Greiten’s Press Secretary Parker Briden claims that the governor has created more than 35,000 jobs since then.\n\"Since March, we have created 37,200 jobs, while the United States as a whole has created 792,000,\" Briden said. \"Thus, in that time we account for approximately 4.7 percent of total job creation in the country, performing far better than the national average.\"\nThe standard metric for tracking job growth at the national and state level is the federal Bureau of Labor Statistics’ Current Employment Statistics survey.\nAs far as numbers go, Greitens has a point. But can he take credit for the job spike?\nIn 2016, Missouri experienced a 0.2 percent hike in job growth. The same upward trend goes for 2014 and 2015, where jobs grew by 0.5 percent in the first seven months of each year. So, jobs had been added at a decent clip before Greitens took office, though not as much as this year.\nBLS' data shows the state of Missouri at a steady increase in job growth over the past five years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\"Most economists would say that it’s highly unlikely anything he did in the first eight months of office is the reason for this job growth,\" said Peter Mueser, an economics professor at the University of Missouri’s Truman School of Public Affairs.\nMueser even went on to say that most of the time, governors don't have enough control to cause employment growth or decline.\n\"Lots of things contribute to the economic growth that the governor doesn't have control of,\" he said. \"Over time, population increases and every so often it's easier to claim that employment grows because of the population growth.\"\nBills for businesses\nGreitens’ major initiatives on the economy or workforce have either not yet taken effect or only recently became law.\nIn January, Greitens signed SB 19, a \"right-to-work\" bill that allows workers to opt out of joining a union. Greitens pledged to pass this bill while on the campaign trail and signed the bill in an abandoned warehouse in Springfield.\nThe bill was supposed to take effect on Aug. 28. However, after more than 300,000 petitions (more than triple what is required to put a bill on the ballot) were submitted, \"right to work\" will instead be moved to the Nov. 28 ballot for the public to decide.\nAnother bill the governor has signed but only recently went into effect is HB 130, which requires transportation network companies, such as Uber and Lyft to pay a one-time $5,000 licensing fee and conduct driver background checks and vehicle inspections. Pacific Republican Kirk Mathews sponsored the bill and says regulations will keep transportation network company drivers in Missouri. The bill is expected to created up to 10,000 new driver jobs in the state but was five days away from becoming law when Greitens made his statement.\nGreitens also signed SB 43, which will make it tougher for fired workers to prove employment discrimination. The governor, who signed the bill in June, said the new law will \"prevent trial lawyers from killing good jobs.\"\nOur ruling\nGreitens said, \"Since we took office, we have been outpacing the nation in job growth.\"\nMissouri did outpace the national average in job growth from January to June in 2017.\nHowever, Missouri’s jobs have been on a steady uphill climb since 2014, long before Greitens took office. And although Greitens has passed multiple laws affecting employment and businesses, these bills did not go into effect until Aug. 28. So there is no evidence that the continued job growth in Missouri is because of his management.\nEven Greitens’ press secretary didn’t provide information on how exactly Greitens has increased job growth except employment numbers. When asked for further examples on how the governor has created 37,200 jobs, Briden did not return request for comment. \nWe rate this claim Half True.  Share the Facts 2017-09-21 19:49:58 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   \"Since we took office, we have been outpacing the nation in job growth.\"    Eric Greitens Governor of Missouri   In a Facebook live discussion Wednesday, August 23, 2017 2017-08-23    Read More  info", "vclaim_id": "vclaim-pol-02881"}