{"url": "/factchecks/2019/nov/08/viral-image/another-clinton-body-count-hoax-one-starring-jfk-j/", "speaker": "Viral image", "vclaim": "\"JFK Jr was declared the frontrunner for the NY Senate seat in 1999. Days later his plane crashed, making Hillary Clinton the newly elected senator.\"", "truth_label": "false", "date": "stated on November 5, 2019 in a Facebook post:", "title": "Another Clinton body count hoax — this one starring JFK Jr. — is wrong", "text": "A recent Facebook post revisits well-trodden conspiracy theories about the Clinton family and suggests Former Secretary of State Hillary Clinton’s ambition knows no bounds. \n\"JFK Jr was declared the frontrunner for the NY Senate seat in 1999,\" the Nov. 5 post says. \"Days later his plane crashed, making Hillary Clinton the newly elected senator.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It’s been shared more than 2,000 times. An identical post from 2017 is nearing 30,000 shares.\nHere are the facts. \nOn July 16, 1999, John F. Kennedy Jr., his wife and his sister-in-law were killed in a plane crash. Kennedy, then the founder and publisher of George magazine, was piloting the single-engine Piper Saratoga when it plunged into the Atlantic Ocean. Then-President Bill Clinton, Hillary Clinton and Chelsea Clinton attended the memorial mass.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe National Transportation Safety Board determined that the crash probably happened after Kennedy, who was inexperienced at flying his plane alone at night, became disoriented in haze.  \nKennedy was not a candidate for any public office when he died. But a few days after this death, the New York Daily News ran a story citing two anonymous friends who said they thought Kennedy would have run for office some day. \n\"Earlier this year, in one of the best-kept secrets in state politics, Kennedy considered seeking the seat of retiring Sen. Daniel Moynihan (D-N.Y.) in 2000, the friends confirmed yesterday,\" the story says. Though a private poll in 1997 found that JFK Jr. was the state’s most popular Democrat by far, according to the story, \"the idea became moot once First Lady Hillary Rodham Clinton signaled her interest in running, but the two friends said they expected the son of the slain president eventually would have jumped into politics as a candidate.\" \nA 1999 Washington Post story says that a \"Kennedy insider\" claimed leading Democrats had unsuccessfully approached Robert F. Kennedy Jr. to run for Moynihan’s seat.  \nHillary Clinton was elected to Moynihan’s vacated seat on Nov. 7, 2000.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-16765"}