{"url": "/factchecks/2016/feb/05/hillary-clinton/clinton-says-sanders-proposed-iranian-troops-syria/", "speaker": "Hillary Clinton", "vclaim": "Says Bernie Sanders advocated putting \"Iranian troops into Syria to try and resolve the conflict there. Putting them right on the doorstep of Israel.\"", "truth_label": "mostly-true", "date": "stated on February 4, 2016 in the Democratic debate in Durham, N.H.:", "title": "Clinton says Sanders proposed Iranian troops in Syria", "text": "In a heated debate ahead of the New Hampshire primary, Hillary Clinton and Bernie Sanders sharpened the contrasts between them. Appearing on a stage at the University of New Hampshire in Durham, Clinton targeted Sanders’ relative lack of national security experience.\n\"A group of national security experts issued a very concerning statement about Sen. Sanders views on foreign policy and national security, pointing out some of the comments he has made on these issues,\" Clinton said. \"Such as inviting Iranian troops into Syria to try and resolve the conflict there. Putting them right on the doorstep of Israel.\"\nLast month, the Clinton campaign posted a critique of Sanders on precisely this point. The campaign said Sanders \"has put forth proposals that indicate a lack of engagement and fundamental misunderstandings about the challenges before us.\"\nIt cited Sanders’ own words. We found them on his Senate website and in the transcript of a November 2015 Democratic debate.\nIn September 2014, Sanders issued a news release. It rejected any thought of sending American ground troops into Syria to fight ISIS. That level of fighting in Syria, he said, should be left to the Muslim nations.\n\"The war against ISIS, a brutal and dangerous organization, cannot be won unless the Muslim nations which are most threatened -- Saudi Arabia, Kuwait, Qatar, Turkey, Iran and Jordan -- become fully engaged, including the use of ground troops,\" Sanders said. \"The U.S. and the international community should be fully supportive, but the leadership in this war must come from the Muslim world.\"\nDuring the Democratic debate in Des Moines, Iowa, Nov. 11, 2015, Sanders echoed that point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Here's something that I believe we have to do as we put together an international coalition, and that is we have to understand that the Muslim nations in the region -- Saudi Arabia, Iran, Turkey, Jordan -- all of these nations, they're going to have to get their hands dirty, their boots on the ground. They are going to have to take on ISIS.\"\nWarren Gunnels, policy adviser for the Sanders campaign, told us Sanders was promoting the idea of a broad Muslim coalition.\n\"He has never advocated specifically for Iranian troops in Syria, but that there must be a coalition of nations with U.S. troops providing support,\" Gunnels said. \"He certainly never advocated for Iranian troops on the Israeli border.\"\nIt’s true that Sanders envisioned that the Iranian troops would be part of a much larger Muslim coalition that included Jordan and Turkey. While both nations might have significant disagreements with Israel, neither is an enemy of the Jewish state.\nStill, we can take it that Sanders did promote the presence of Iranian troops in Syria. Whether those troops themselves would be on the border with Israel is unknowable, but Syria of course shares a border with Israel. And Iran is no friend of Israel.\nOur ruling\nClinton said Sanders suggested that Iranian troops should fight on the ground in Syria. Sanders did advance that idea on two occasions. But Sanders’ comments were in the context of a multi-national Muslim fighting force that included nations largely friendly toward Israel.\nThe statement is accurate but lacks some useful details. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05460"}