{"url": "/factchecks/2011/jun/24/jay-carney/democrats-say-republican-presidential-candidates-d/", "speaker": "Jay Carney", "vclaim": "In the Republican presidential debate in New Hampshire, none of the candidates mentioned the \"middle class\" or \"education.\"", "truth_label": "barely-true", "date": "stated on June 14, 2011 in a comment to reporters aboard Air Force One:", "title": "Democrats say Republican presidential candidates did not mention middle class or education in debate", "text": "To illustrate that the Republican presidential candidates are out of touch with ordinary Americans, White House Press Secretary Jay Carney cited two things that he said the candidates failed to mention during a two-hour CNN debate from New Hampshire: education and the middle class.\n\nFlying to Puerto Rico on Air Force One on June 14, 2011, Carney told reporters:\n \n\"I was struck by the fact that over the course of two hours, the phrase ‘middle class’ and the word ‘education’ did not pass anyone’s lips that I heard, which was striking to me because the middle class is obviously, to our mind, the primary focus of everything that we do in terms of the economic policies we pursue and the concerns we have. The middle class not only suffered tremendously during the great recession and is suffering as we emerge from it, but was under a great deal of pressure even prior to the recession. While incomes were growing rapidly under the previous administration and the economy was expanding, middle-class incomes were flat, stagnant, and even dropping. So that was one observation.\n\n\"And another is that . . . as the president talks about a lot, education could be the key, the defining element of whether or not the United States of America can compete globally in the 21st century -- compete and win.  We think it’s a high, high priority.  And I was struck by the absence of attention to that very key issue last night.\"\n\nCarney's comment was a Democratic talking point on the day after the debate. The Democratic National Committee issued a Web video called  \"What in the world are they talking about?\" that made the same point.\n\nSo were Carney and the DNC right? We checked the debate transcript and found that Carney is technically correct that the words \"middle class\" and \"education\" did not appear in the 21,798-word debate. But it's important to look more broadly and see whether the candidates used other words with the same meaning.\n\nAnd indeed, we found the candidates made several references to middle-income Americans — they just used different words:\n\n● Former Minnesota governor Tim Pawlenty referred to America’s \"middle-income and modest-income people\" when WMUR political reporter Josh McElveen questioned him on his plan to \"right the housing ship.\"\n\n\"Well, the first thing we need to do is get the government out of crony capitalism,\" Pawlenty said. \"We have this alliance between big government, big unions and certain big bailout businesses. And as Congressman Paul said a few minutes ago, we had politicians in Congress trying to micromanage the housing market, and they created a bubble and they created the mess. And now we have all these innocent bystanders, the good people of the United States of America, many middle-income and modest-income people, who've been devastated by this.\"\n\n●  Pawlenty also mentioned \"blue-collar communities\" as he cited his upbringing in a \"meat packing\" and  \"manufacturing\" town with a father who worked as a \"Teamster truck driver\" for much of his life.\n\nSpeaking about a plan to return manufacturing jobs to the U.S., Pawlenty said, \"I understand what it's like to see the blue-collar communities and the struggles that they've had when manufacturing leaves. So I've seen that firsthand. But No. 1, we've got to have fair trade, and what's going on right now is not fair.\"\n\n●  We counted three references to the middle class by former U.S. Sen. Rick Santorum of Pennsylvania, who spoke of the \"broad middle of America.\"\n\n\"I always am from Pennsylvania,\" Santorum said. \"We still make things there, and I represented the Steel Valley of Pittsburgh when I was in the Congress. And what I learned from growing up in Butler, Pa., steel town is that the broad middle of America was a broad middle of America when we had lots of manufacturing here because that's how the wealth from those who create the jobs get down. … We want to encourage people to set up jobs here in America. Take that R&D credit, make it permanent, take that innovation and then invest that money here to create that broad middle of America and have that wealth really trickle down.\"\n\nOn education, however, Carney was correct. We couldn't find any reference to the subject during the debate.\n\nStill, it's important to note that the candidates didn't choose the topics for questions. That was done by CNN host John King, New Hampshire journalists and voters. They chose not to ask about education.\n\nIn fact, King started the debate reminding candidates of the rules, saying, \"We've also asked the candidates to answer the questions that they're asked, rather than the question they might have wished to be asked.\"\n\nOur ruling\n\nCarney was technically correct that education and the middle class were not mentioned in the debate. But several times candidates made references to middle-income people using other terms. And they never got asked about education.\n\nWe rate the claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12859"}