{"url": "/factchecks/2015/feb/06/miscellany-blue/liberal-blog-says-nh-lawmaker-targets-planned-pare/", "speaker": "Miscellany Blue", "vclaim": "Says a \"lawmaker seeks to defund Planned Parenthood for ‘cutting children into small pieces.’\"", "truth_label": "mostly-true", "date": "stated on January 15, 2015 in a web post:", "title": "Liberal blog says NH lawmaker targets Planned Parenthood for 'cutting children into small pieces'", "text": "Funding for Planned Parenthood has become a divisive issue in New Hampshire over the past few years.\nRepublicans have repeatedly tried to redirect taxpayer money away from family planning services because the funds go to organizations that also perform abortions. The group at the center of these debates is Planned Parenthood of Northern New England, which bills itself as the largest reproductive health care provider in the region.\nAnd this year is no different.\nA recent headline in a liberal blog caught our eye: \"Lawmaker seeks to defund Planned Parenthood for ‘cutting children into small pieces.’\" It appeared on the liberal Miscellany Blue website.\nWe’re not checking whether it’s accurate for Groen to say abortions are equivalent to \"cutting children into small pieces,\" in this fact check. Instead we’ll look at the history of the bill and whether any state legislators uttered those words.\nThe article points to State Rep. Warren Groen, a Rochester Republican, as both the sponsor of a bill to defund Planned Parenthood and the source of the quote.\nAt the time the blog post was written, author William Tucker says, Groen was identified as the sole sponsor on a legislative services request. The full bill has since been written and posted online as HB 677. It’s now co-sponsored with Republican Rep. Richard Gordon of East Kingston.\nNeither current bill -- titled \"an act prohibiting the use of public funds for abortion services\" -- nor an earlier version introduced in 2011 target a specific, named group. Instead, they would affect all health care providers that also offer abortion services. The bill suggests that taxpayer dollars going to these groups indirectly subsidize abortions by paying for \"administrative costs, overhead, employee salaries, rent, utilities, and various other expenses,\" and seeks to ban such funding.\nOf the affected providers, Planned Parenthood is by far the biggest. For 2014-15, it received $737,586 from state contracts, while the Concord Feminist Health Center received $73,218 and the Joan G. Lovering Health Center in Greenland received $89,214.\nIt’s important to note that the state already bars direct public funding for abortions through Medicaid except in case of rape, incest or danger to the life of the mother. Groen’s bill specifically targets funding for other health services provided by Planned Parenthood and similar agencies.\nThe blog headline is close to accurate, but it oversimplifies somewhat. The measure targets all abortion providers in the state, not just Planned Parenthood.\nAnd what about the \"cutting children into small pieces\" quote? It comes from a Feb. 9, 2011, Concord Monitor article about a legislative hearing on the earlier version of Groen’s bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew Hampshire Democratic Party\n\n\nstated on July 6, 2012 in a Web advertisement titled “College vs. Smokes.”\n\n\n\n\n\n\n\n\n\"Bill O'Brien's Tea Party legislature tried to repeal kindergarten and compulsory education, defund Planned Parenthood and eliminate insurance coverage for birth control.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jake Berry • July 16, 2012\n\n\n\n\n\n\n\nIn the article, Groen is quoted as saying: \"I'm amazed the only way we can find to deliver social services is by spending money on an organization whose specialty is cutting children into small pieces.\"\nTucker says he highlighted that four-year-old quote because it referenced Planned Parenthood specifically, and because it was made in the context of a formal hearing. Groen’s latest bill hasn’t yet come up in the House.\nGroen is a longtime abortion opponent, and he’s been outspoken in his views. He has made similar statements recently, too. In the Dec. 20, 2014, Concord Monitor, for example, he’s quoted as saying: \"Imagine how poverty-stricken the state has to be, when in order for women to get health care they have to reach out to an organization that kills babies for a living?\"\nReached by phone, Groen said the quote that ran in the Monitor in 2011 sounded \"pretty accurate to me,\" and the quote that ran in the paper in 2014 was not exact but \"reasonably accurate.\"\nHe also criticized the news media’s focus on Planned Parenthood in the debate. Groen, referring to Planned Parenthood, said \"they have all the money,\" suggesting the group was trying to turn his bill into an attack on them.\n\"Every reporter wants to talk about Planned Parenthood,\" he said. \"That’s very interesting.\".\nWe’ll note that abortions account for a small fraction of the of the overall health care services provided by Planned Parenthood of Northern New England.\nAccording to the group, its New Hampshire clinics were visited 22,283 times in 2013. Medical personnel at the clinics performed 1,573 abortions that year, accounting for about 7 percent of all visits. For reference, the clinics did 2,979 breast exams and 1,859 cervical cancer tests over the same timespan.\nPlanned Parenthood of Northern New England only performs first- and early-second-trimester abortions. None would be considered late-term abortions, a type often highlighted by critics of the procedure, according to spokeswoman Jennifer Frizzell.\nState-level numbers for the number and type of abortions performed in New Hampshire aren’t available from the federal government, as the state does not report them. The Guttmacher Institute, a nonprofit spun off from Planned Parenthood, reports that 3,200 abortions were performed in the state in 2011.\nOur ruling\nA headline in the liberal blog Miscellany Blue declared, \"Lawmaker seeks to defund Planned Parenthood for ‘cutting children into small pieces.’ \"\nGroen’s proposal doesn’t mention Planned Parenthood, but the effect of the bill would be to strip it, and other similar groups, of state funding. Meanwhile, Groen did make the statement about the group \"cutting children into small pieces\" four years ago, and he’s made similar declarations recently.\nWe aren’t rating the substance of Groen’s accusations, but the headline summarizing what Groen said and what he’s proposing in the bill are generally accurate, so we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06752"}