{"url": "/factchecks/2013/mar/13/nancy-pelosi/nancy-pelosi-says-64-percent-minimum-wage-earners-/", "speaker": "Nancy Pelosi", "vclaim": "\"More than 64 percent of minimum-wage earners are women.\"", "truth_label": "true", "date": "stated on March 7, 2013 in a news conference:", "title": "Nancy Pelosi says 64 percent of minimum-wage earners are women", "text": "On news of the stock market hitting an all-time high, U.S. House Minority Leader Nancy Pelosi said it’s time to raise the minimum wage.\n\nIn a news conference on March 7, 2013, Pelosi, D-Calif., announced her support for a bill raising the federal minimum wage from the current $7.25 an hour to $10.10 an hour.\n\n\"If we are to honor our commitment to a middle class, which is the backbone of our democracy, we have to reflect ... that intention in our public policy,\" she said.\n\nThen she added, \"It is important to note in this Women's History Month, that more than 64 percent of minimum-wage earners are women. So this has a big impact on the financial security of our women.\"\n\nA reader asked us on Facebook about the statistic -- that nearly two-thirds of minimum-wage earners are women. We thought it was an interesting fact to check, and it turns out Pelosi is right.\n\nThe best source for this information is the Bureau of Labor Statistics, which compiles data from the U.S. Census Bureau’s Current Population Survey.\n\nBLS figures show there were slightly more than 3.5 million men and women earning minimum wage or less in 2012, and nearly 2.3 million women at those wage levels. So dividing the total by the women workers gets you to 64.4 percent.\n\nIt’s interesting to note, however, that people earning the minimum wage account for a very small percentage of people working --  in this case, 2.6 percent of working women.\n\nOur ruling\n\nPelosi said 64 percent of minimum-wage earners are women.\n\nGovernment figures from 2012, which are based on census data, back up her assertion. We rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09598"}