{"url": "/factchecks/2015/nov/10/ezekiel-emanuel/did-obamacare-insurance-co-ops-fail-faster-average/", "speaker": "Ezekiel Emanuel", "vclaim": "Obamacare insurance cooperative failures \"should be expected\" because they're like any business, and \"when you start businesses in America, at the fifth year, half of the businesses have closed.\"", "truth_label": "half-true", "date": "stated on November 3, 2015 in a discussion on MSNBC's \"Up with Steve Kornacki\":", "title": "Did the Obamacare insurance co-ops fail faster than average? We run the numbers", "text": "It’s sign-up time for Obamacare and while the website is clicking along and the program has succeeded in reducing the ranks of the uninsured, there is one notable sore spot:\nA $2.4 billion effort to provide low-cost insurance through consumer owned insurance cooperatives is in deep trouble.\nOut of the 23 co-ops largely funded through Obamacare by federal loans, 12 will no longer offer policies after this year. Republican critics of the president’s signature health care law have focused on these failures.\nBut a staunch defender of the Affordable Care Act, Zeke Emanuel, brother of President Barack Obama’s former chief of staff and bioethicist at the University of Pennsylvania, downplayed the bad news on MSNBC.\n\"When you start businesses in America, at the fifth year, half of the businesses have closed,\" Emanuel said on Nov. 3, 2015. \"The idea that some of these co-ops are going to work and some aren’t should be expected. That's what business is about. The idea that 100 percent will succeed is a false metric we don't hold the private sector to.\"\nWe decided to dig into Emanuel’s notion that a 50-percent failure rate after five years for businesses applies to these insurance co-ops.\nWhere the co-ops came from\nWhen Congress passed the Affordable Care Act, it included $6 billion in loans to launch Consumer Owned and Oriented Plans. The vision was to create nonprofit health insurance companies that would provide low-cost, high quality policies to individuals and small businesses. Without the need to produce a return on investment, these enterprises would, in theory, be able to compete against the major generally for-profit players in the market. In fact, in places where competition was scant, these co-ops would help the market deliver better value for all consumers.\nThroughout 2012 and 2013, the U.S. Health and Human Services Department approved loans to get the co-ops up and running. After a series of budget cuts, program funding was capped at $2.4 billion.\nIn 2013, the co-ops began selling policies to provide coverage in 2014.\nThe dates are important because it’s doubtful any of these co-ops were five years old as of 2015. If they weren’t five years old, then Emanuel’s benchmark might not be as suitable as he suggested.\nEmanuel told us that the co-ops launched before 2012.\n\"Many of these co-ops were started in 2011 and were doing a lot of work to get ready,\" Emanuel told PunditFact. \"To apply for a loan, you had to do some serious analysis about the market and costs. You needed to have a business plan.\"\nOn the other hand, Emanuel said there isn’t any perfect comparison data to work with. His real point he said was \"to give some context for the closures,\" and \"to focus on when they began is to miss the forest for the trees.\"\n\"Their age? They were somewhere north of three years old,\" he told us.\nScott Harrington is a business professor who focuses on health care finance at the University of Pennsylvania’s Wharton School.  \"Some of the co-ops didn’t even last two years,\" Harrington said.\nWe looked at the data to help resolve this.\nFailures accumulate\nFor several decades, the U.S. Census Bureau has tracked the births and deaths of firms in the Business Dynamics Statistics database. We crunched the numbers in two ways -- for all firms and for firms in the finance, insurance and real estate business. That industry group -- known by the acronym FIRE -- is broader than you would want but it’s the closest match to see how the insurance co-ops stack up against approximately similar kinds of firms.\nThe bottom line is that after five years, about 44 percent of all businesses have disappeared. So Emanuel was pretty close when he said about half have closed.\nBut as you might expect, the younger the companies, the lower the failure rate. Here are the average rates from 2000 to 2007, based on Census business data. (We didn’t include 2008 or 2009 because closings spiked during the Great Recession.)\n\n\n\n\n\nAverage firm failure rate 2000-2007\n\n\n\n \n\nAfter 1 year\n\n\nAfter 2 years\n\n\nAfter 3 years\n\n\nAfter 4 years\n\n\nAfter 5 years\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nAll firms\n\n\n17%\n\n\n27%\n\n\n34%\n\n\n40%\n\n\n44%\n\n\n\n\nFIRE industry\n\n\n16%\n\n\n26%\n\n\n34%\n\n\n40%\n\n\n45%\n\n\n\n\n\n \nSo Emanuel’s comparison ultimately boils down to how old the co-ops were.\nThere is no perfect answer. Emanuel said they existed when they began doing the research to apply for a federal loan. You could say they were born on the day Washington approved their loans. We used the Census Bureau definition.\nThe Census Bureau said it treats the first year a company shows employment in its payroll tax records as the year it was born.\nWe looked at CoOportunity Health in Iowa. It was in the first wave of loan recipients on Feb. 17, 2012. The company’s former Chief Financial Officer Stephen Ringless told us the loan award took the co-op to the next step of securing a state insurance license. When that came through, it hired a few consultants.\n\"When the company was able to develop a payroll system in early June 2012, those consultants became full-time employees,\" Ringless said.\nAlmost exactly two-and-half years later, on Jan. 29, 2015, the Iowa insurance commissioner moved to liquidate CoOportunity Health. The firm was about $50 million in the red.\nWhile some employees were retained as the firm was wound down, as a going concern, its days ended in early 2015.\nWe did not dig into the details of all of the failed co-ops but the CoOportunity timeline seems more or less to apply to many of them.\nA June 2013 Inspector General’s Office report looked at the 18 co-ops funded in the first half of 2012. The federal auditors said that by the end of 2012, all of the firms were still \"hiring staff, obtaining licensure, and building necessary infrastructure.\"\nBy the third quarter of 2015, the Centers for Medicare and Medicaid Services reported that 12 co-ops would no longer be in business as of 2016.\nGiven all this, it would be reasonable to say the co-ops were three years old when they failed. That would run from mid-way through 2012 -- approximately the time of funding -- until mid-way through 2015 -- approximately the time the closure process was underway.\nThe failure rate was over 50 percent. The corresponding failure rate at the three-year mark for all American businesses and for the broader finance, insurance and real estate sector is 34 percent. The co-ops fared significantly worse than the U.S. average, failing at a rate that is about 40 percent faster than is typical.\nHarrington at the University of Pennsylvania noted one other significant difference between the co-ops and the typical American start-up.\n\"How many firms launch with heavy subsidies from the government?\" he asked.\nOur ruling\nEmanuel said the Obamacare insurance co-ops failed at a rate that’s typical for American businesses over a five-year period. The underlying comparison is flawed. While the age of each co-op is subject to debate, we used the Census Bureau’s definition to determine when they were born. Interviews with experts, government audits, and regulators’ actions point to three years as the typical lifespan of a failed co-op.\nAbout 50 percent of the co-ops shut down. Compared to the three-year failure rate in America, the co-ops have done much worse -- cratering at a rate that is about 40 percent faster than average. But Emanuel could turn out to be right. We won’t know the five-year rate for the entire group until late in 2016 or early 2017. If the remaining co-ops are still running, then the group’s failure rate will be close to the national average.\nEmanuel’s statement is accurate regarding the five-year-average but leaves out important details. We rate this claim Half True.", "vclaim_id": "vclaim-pol-05755"}