{"url": "/factchecks/2015/jun/25/ultraviolet/jeb-bush-did-say-women-should-find-husband-get-wel/", "speaker": "Ultraviolet", "vclaim": "Says Jeb Bush \"said low-income women should ‘get their life together and find a husband.' \"", "truth_label": "mostly-true", "date": "stated on June 15, 2015 in a Facebook post:", "title": "Jeb Bush did say women should 'find a husband' to get off welfare -- in 1994", "text": "A women’s rights group took presidential candidate Jeb Bush to task in a social media post, dredging up a 21-year-old quote that makes him sound behind the times.\nIn a June 15, 2015, Facebook post, political group Ultraviolet listed \"5 things you should know about Jeb Bush.\" The fourth item: \"Said low-income women should ‘get their life together and find a husband.' \"\nWe looked at all five items in a separate story (which you can read here) and found a few inaccuracies.\nIn this case, Bush did say it -- way back in 1994, during his failed first run for governor.\nDuring that campaign, Bush pushed for two-year limits on receiving benefits from a federal welfare program known as Aid to Families with Dependent Children (AFDC), which ended in 1996.\n\"If people are mentally and physically able to work, they should be able to do so within a two-year period,\" he said. \"They should be able to get their life together and find a husband, find a job, find other alternatives in terms of private charity or a combination of all three. That is the first step, to redefine the role of government. It will be hard. There will be lots of screaming and hollering.\"\nBush’s GOP primary opponents seized on this widely reported quote -- particularly former Florida Attorney General James Smith, who used part of the quote in an attack ad. Bush called the ad unfair, and said Smith took \"a fragment of a quote from me on welfare reform totally out of context in an attempt to portray me as a sexist who is insensitive to women.\"\nThe Orlando Sentinel quoted Bush as saying marriage \"is one of many options, and if people are honest about the welfare system we have today, how you get on welfare is not having a husband in the house.\"\nCNN reported that Bush added, \"Let's be honest here. Men are not on welfare, that's the point. That's the point -- men are not on AFDC.\"\nA state official noted that a small percentage of men did get benefits from the program, as did some families with both men and women as heads of the household. Bush lost the 1994 gubernatorial election in a close race with Democratic incumbent Lawton Chiles.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPaige Kreegel\n\n\nstated on February 15, 2012 in remarks in the state Legislature\n\n\n\n\n\n\n\n\nAbout 800 people refused to get a drug screening because they are \"out there on drugs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Katie Sanders • February 28, 2012\n\n\n\n\n\n\n\nBush’s past statements about shaming single mothers have been in the news quite a bit during this campaign after media outlets began highlighting comments from his 1995 book Profiles in Character.\n\"One of the reasons more young women are giving birth out of wedlock and more young men are walking away from their paternal obligations is that there is no longer a stigma attached to this behavior, no reason to feel shame,\" Bush wrote.\n\"Many of these young women and young men look around and see their friends engaged in the same irresponsible conduct. Their parents and neighbors have become ineffective at attaching some sense of ridicule to this behavior. There was a time when neighbors and communities would frown on out-of-wedlock births and when public condemnation was enough of a stimulus for one to be careful.\"\nThe same Ultraviolet Facebook image also referenced the so-called \"Scarlet Letter\" law that passed while Bush was in office. That 2001 bill included a provision that required unwed mothers who didn’t know who fathered their child to publish weekly notices describing dates, places and partners with which the women had had sex prior to putting the child up for adoption. Bush let it pass without his signature, but it was ruled unconstitutional two years later and repealed.\nBush told an attendee at an Iowa event on June 17, 2015, his real goal had been to focus on the responsibility those absent men bore.\n\"I'm not in favor of shaming women. What I'm in favor of is shaming men who abandon their children,\" Bush said. \"Women who bring up children by themselves do it heroically, they do it against all odds. Men who don't feel responsible for being part of their child's life create real strains on that family.\"\nOur ruling\nUltraviolet claimed Bush \"said low-income women should ‘get their life together and find a husband.’ \"\nHe did say that, back in 1994 during his first gubernatorial run, when the quote also was used against him by opponents. He was talking about putting a limit on a particular welfare program and doubled down on the concept that women would not be on welfare if they were married.\nThe meme omits context and that the comments are more than 20 years old. But Bush did say that. So we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06262"}