{"url": "/factchecks/2012/jan/08/jon-huntsman/jon-huntsman-says-president-barack-obama-threw-def/", "speaker": "Jon Huntsman", "vclaim": "Says the Simpson-Bowles deficit reduction proposal went from President Barack Obama's desk to \"the garbage can.\"", "truth_label": "false", "date": "stated on January 8, 2012 in an NBC-Facebook debate in Concord, N.H.:", "title": "Jon Huntsman says President Barack Obama threw deficit reduction plan 'in the garbage can'", "text": "Former Utah Gov. Jon Huntsman suggested President Barack Obama damaged trust in the executive branch by ignoring a 2010 bipartisan proposal to chop the deficit.\n\nHuntsman, a Republican candidate for president, made the claim at an NBC-Facebook debate in Concord, N.H., on Jan. 8, 2012.\n\n\"When the American people look at the political process play out, they hear all the spinning and all the doctrinaire language, and they still walk away with the belief that they're not being represented in Congress, that there's no trust in the executive branch,\" he said. \"And the Simpson-Bowles bipartisan proposal lands right on the desk of Barack Obama, and it lands in the garbage can.\"\n\nHe was referring to a proposal that grew out of Obama's National Commission on Fiscal Responsibility and Reform, established in February 2010, and chaired by former Republican Sen. Alan Simpson of Wyoming and former Democratic White House chief of staff Erskine Bowles. \n\nIn December 2010, the commission released its final report, which included dozens of proposals to cut discretionary spending, reform the tax code and Social Security and rein in health care costs, among other measures.\n\nWe wondered — did Obama discard the policy proposals suggested by the the deficit commission?\n\nWe've checked similar claims before, and think there's better evidence they landed in a desk file than a round file.\n\nClaim: Obama failed 'to stand up for the bipartisan debt solutions'\n\nNew Jersey Gov. Chris Christie said in a speech in September 2011 that Obama failed \"to stand up for the bipartisan debt solutions of the Simpson-Bowles Commission.\"\n\nOur colleagues at PolitiFact New Jersey rated Christie's claim Mostly False.\n\nThey found that the president did not fully embrace the commission’s recommendations at the outset but that Obama later outlined deficit reduction measures similar to those proposed by the commission. \n\nEven the commission’s co-chairs, Simpson and Bowles, said so.\n\n\"We are encouraged that the president has embraced a balanced, comprehensive approach to deficit reduction similar to that outlined in the Fiscal Commission report,\" Bowles and Simpson said in an April 13, 2011, press release.\n\nAlice Rivlin, a member of the commission and former director of the Office of Management and Budget under Clinton, told PolitiFact New Jersey she was disappointed that the president didn't endorse the commission's recommendations immediately but agreed that Obama later embraced some of its proposals.\n\nA former policy adviser to Clinton said Obama has \"approached the report very carefully.\"\n\n\"He's kept it at arms' length,\" Bill Galston, now a senior fellow at Brookings, told PolitiFact New Jersey. Obama is \"not exactly rejecting it,\" Galston said, but \"not exactly embracing it either.\"\n\nClaim: Obama 'took exactly none of his own deficit reduction commission’s ideas'\n\nIn April 2011, John Boehner told ABC News that Obama, \"took exactly none of his own deficit reduction commission’s ideas. Not one.\"\n\nPolitFact rated Boehner's claim False.\n\nPolitiFact looked at the commission’s final report, which was released in December 2010; the president’s fiscal year 2012 budget proposal, which was released in February 2011; and a fact sheet released by the White House following Obama’s budget speech at George Washington University in April 2011.\n\nThe commission’s report offered no shortage of recommendations for the White House to choose from -- more than 70, in fact. Based on our analysis of these three documents, as well as our discussions with independent budget experts, we found many policies now advocated by Obama had been included in the bipartisan commission’s final report. However, in many cases the White House proposals either differed in some of the details or lacked details entirely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHere's an abbreviated version of what we found. (For more explanation, visit the original fact-check.)\n\nFirst are two recommendations by the commission that were included in the president’s budget proposal:\n\n• Allow the Pension Benefit Guarantee Corporation to increase premiums. \n\n• Increase government authority and funding to reduce Medicare fraud.\n\nThese two items by themselves show Boehner was wrong to say that none of the commission’s recommendations were included — and it was similarly inappropriate for Huntsman to declare the proposal went from Obama's desk in the garbage can.\n\nNext, we listed six of the commission’s recommendations that were included in the president’s budget with slight differences.\n\n• Eliminate \"in-school subsidies\" for the federal student loan program. \n\n• End the reliance on deficit spending to fund the transportation trust fund. \n\n• Freeze pay for federal workers and Defense Department civilians.\n\n• Overhaul the medical malpractice system. \n\n• Reform the corporate tax system. \n\n• Increase government efficiency.\n\nFinally, the White House \"framework\" on deficit reduction refers very generally to seven of the commission’s recommendations. In several of these examples, the White House proposal offers less detail than the commission’s.\n\n• Cut both security and non-security spending. \n\n• Implement structural tax reform. \n\n• Reform Medicare’s Sustainable Growth Rate mechanism. \n\n• Establish a long-term global budget for federal health care spending.\n\n• Eliminate state \"gaming\" of Medicaid. \n\n• Reduce agricultural subsidies. \n\n• Create a mechanism to enforce adherence to debt stabilization.\n\nWe reached out to Huntsman's campaign for evidence for his claim but didn't hear back the day of the debate.\n\nOur ruling\n\nHuntsman used a metaphor to describe what happened to the deficit reduction proposal. \"The Simpson-Bowles bipartisan proposal lands right on the desk of Barack Obama, and it lands in the garbage can,\" he said.\n\nBut our research shows that, while he didn't embrace the entire document, some of its ideas emerged in Obama's budget proposals released more than a month later.\n\nWe rate Huntsman's claim False.", "vclaim_id": "vclaim-pol-11838"}