{"url": "/factchecks/2017/mar/01/donald-trump/trump-wrongly-claims-historic-defense-increase/", "speaker": "Donald Trump", "vclaim": "Says his budget \"calls for one of the largest increases in national defense spending in American history.\"", "truth_label": "barely-true", "date": "stated on February 28, 2017 in a speech to Congress:", "title": "Trump wrongly claims historic defense increase", "text": "In his address to Congress, President Donald Trump said his budget \"calls for one of the largest increases in national defense spending in American history.\"\nTrump’s budget director Mick Mulvaney gave reporters a broad overview of the president’s budget Feb. 27. He said the White House wants to spend $603 billion on defense. Mulvaney compared that to the $549 billion allowed under spending caps based on a 2011 budget control law.\nOn that basis, Trump seeks nearly a 10 percent increase.\nBut when we looked at past budgets, we found there have been much heftier jumps in military spending.\nAs America entered WWII, its defense spending more than doubled. However, that was a world war, so a fairer comparison might be more recent budgets. But even over the past 35 years, Trump’s plan still isn’t exceptional.\nA word of caution: Making apples-to-apples comparisons in defense spending can be tricky.\nBudget writers talk about the base defense budget. That number excludes billions for Overseas Contingency Operations, a big ticket item that covers the costs of actually fighting wars. Right now, that spending adds about $55 billion to the Pentagon’s account.\nWhen the contingency money is factored in, spending today is about $587 billion. This difference can lead to some confusion as people debate the magnitude of Trump’s request. Sen. John McCain, R-Ariz., said Trump’s plan raises the Pentagon’s budget by only about $18 billion. But he’s comparing Trump’s apparent base request to the full Pentagon budget.\nSo with that in mind, let’s go back in time.\nPresident Jimmy Carter’s last budget kicked up military spending 25 percent in 1981. President Ronald Reagan’s added another 20 percent the next year. President George W. Bush raised it by 27 percent in 2003, 13 percent in 2007 and nearly 12 percent in 2008.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTodd Harrison, director of defense budget analysis at the Center for Strategic and International Studies in Washington, had a tempered view of Trump’s assertion.\n\"The defense budget Trump proposed for 2018 is a significant increase, but it is not one of the largest increases,\" Harrison told PolitiFact.\nDuring Trump's speech, Harrison tweeted this chart, which excludes war-related money.\nBy Harrison’s count, since 1977, there have been 10 increases that were at least a little bit larger than what Trump has in mind.\nLaicie Heeley, a defense budget analyst at the Stimson Center, a defense policy think tank, said, \"Trump's historical increase is actually quite average.\"\nWe reached out to the White House and were still waiting for a response when we published.\nOur ruling\nTrump said his budget plan has one of the largest increases in defense spending in the country’s history. Looking strictly at money for the Pentagon’s base budget, Trump is calling for about a 10 percent hike in spending. But in the past three decades, there have been 10 years when the base defense budget has gone up more than what Trump has requested. In some years, the increase was more than double Trump’s.\nThe term \"one of the largest\" has some leeway, but the defense analysts we reached said while it is a significant increase, it is not remarkable.\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/c715d253-c396-4eb9-8ccb-62308ed6c123", "vclaim_id": "vclaim-pol-03618"}