{"url": "/factchecks/2015/nov/06/greg-abbott/greg-abbott-embarrassed-says-californians-buying-m/", "speaker": "Greg Abbott", "vclaim": "\"Texas #2 in nation for new gun purchases, behind California.\"", "truth_label": "false", "date": "stated on October 28, 2015 in a tweet:", "title": "Greg Abbott, embarrassed, says Californians buying more new guns this year than Texans", "text": "Greg Abbott is embarrassed? So the Texas governor said in this October 2015 tweet: \"I'm EMBARRASSED: Texas #2 in nation for new gun purchases, behind CALIFORNIA. Let's pick up the pace Texans.\"\nCan’t be right. Right?\nIt wasn’t.\nAbbott’s tweet linked to a news blog post in which the Houston Chronicle reported that while the number of requests to buy firearms in Texas had topped 1 million for the year, the Lone Star State still trailed California in such requests, according to the FBI.\nThe post drew on FBI counts, all right, but the agency doesn’t track the number of firearms purchased in each state. When we asked spokesman Stephen Fischer about such detail, he emailed us a link to the agency web page tallying requests made by firearms dealers through the National Instant Criminal Background Check system known as NICS to determine whether a person should be disqualified from buying a gun based on a range of matters, such as prior criminal history to mental health.\nA footnote to the chart says: \"These statistics represent the number of firearm background checks initiated through the NICS. They do not represent the number of firearms sold. Based on varying state laws and purchase scenarios, a one-to-one correlation cannot be made between a firearm background check and a firearm sale.\"\nThat’s a big caveat.\nBackground checks in 2015\nStill, let’s see how the requests for instant background checks have been stacking up.\nFrom January through October 2015, the most background checks were submitted from Kentucky — 2.6 million such requests. California was next, with 1.3 million, and then Texas, with nearly 1.2 million checks.\nAdjusting for population\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWe recognized another way to evaluate how each of the 10 states with the most requests for background checks stack up: Adjust for population. Drawing on U.S. census estimates of each state’s population as of July 2014, we found that Kentucky led nationally through the first 10 months of 2015 by generating nearly 0.6 requests for background checks per resident.\nStates lagging far behind included Alabama and Indiana (0.1 requests per resident); Tennessee, Illinois, Pennsylvania and Ohio (less than 0.1 requests per resident) and Texas and Florida (0.04 requests per resident).\nWe found California ranking last in this subgroup (0.03 requests per resident).\nGuns purchased without background checks\nA wrinkle: Any estimate of gun purchases by state is hindered by the unknown number of private purchases or gifts of guns not preceded by background checks. A 1997 study occasionally is invoked to suggest 40 percent of gun sales don’t involve background checks. That’s not a correct reading of the study, PolitiFact has noted. Also, one of the researchers has since said it’s not known how many purchases occur without background checks.\nWe asked Abbott’s office about his claim and didn’t hear back.\nOur ruling\nAbbott said: \"Texas #2 in nation for new gun purchases, behind CALIFORNIA.\"\nHold fire: The FBI counsels against using requests for instant background checks to estimate gun purchases, which was Abbott’s basis for his statement. Besides that, Texas ranked third behind Kentucky and California in the number of checks requested for gun purchases through the first 10 months of 2015. Adjust for population and among the 10 states with the most requested background checks, Texas tied with Florida for 8th place with both states and seven others accounting for more per-capita requests for background checks than California.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05767"}