{"url": "/factchecks/2013/jan/03/louie-gohmert/louie-gohmert-says-george-washington-said-free-peo/", "speaker": "Louie Gohmert", "vclaim": "Says George Washington said a free people should be armed to guard against government tyranny.", "truth_label": "false", "date": "stated on December 16, 2012 in an interview on ‘Fox News Sunday’:", "title": "Louie Gohmert says George Washington said a free people should be armed to guard against government tyranny", "text": "Why should ordinary Americans be able to buy semi-automatic weapons designed for the military or law enforcement?\n\nThat was \"Fox News Sunday\" host Chris Wallace’s question to U.S. Rep. Louie Gohmert, a Texas Republican, on his Dec. 16, 2012, show, two days after the Newtown, Conn., elementary school massacre.\n\nGohmert answered in part, \"For the reason George Washington said a free people should be an armed people. It ensures against the tyranny of the government.\"\n\nWe contacted spokeswomen for Gohmert, seeking details on the Washington quotation, but didn’t hear back.\n\nBut a Web search led us to a similar statement that Washington made in the first State of the Union address, Jan. 8, 1790: \"A free people ought not only to be armed, but disciplined.\"\n\nExperts told us, though, that Washington was calling for a trained militia to defend the new nation, not anticipating a citizens’ stand against their own government’s tyranny.\n\nThe statement comes near the beginning of Washington’s speech:\n \n\nAmong the interesting objects, which will engage your attention, that of providing for the common defence will merit particular regard. To be prepared for War is one of the most effectual means of preserving peace.\n\nA free people ought not only to be armed but disciplined; to which end a uniform and well digested plan is requisite. And their safety and interest require, that they should promote such manufactories, as tend to render them independent on others for essential, particularly for military supplies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe proper establishment of the Troops, which may be deemed indispensable, will be entitled to mature deliberation.\n\n\nRon Chernow, whose \"Washington: A Life\" won the 2011 Pulitzer Prize for biography, helped us translate that into 21st-century-ese.\n\n\"In this passage, Washington is talking about national defense policy, not individuals arming themselves, and the need for national self-sufficiency in creating military supplies,\" Chernow told us by email.\n\nJohn Woolley, co-creator of the American Presidency Project at the University of California-Santa Barbara (where we first saw the speech), also said Washington was speaking about external threats and \"not being dependent on imported weapons.\"\n\n\"He said that as a practical matter, the young and vulnerable USA needed to be prepared to mount an effective defense against other\" nations, Woolley told us by email. The Senate and House both issued formal responses, Woolley said, and \"there is no hint in either of these that the members of Congress thought there was something in that speech about gun rights.\"\n\nWashington’s address goes on to say that peaceful measures having failed in regards to \"certain tribes of hostile Indians\" on the southern and western frontiers, \"we ought to be prepared to afford protection to those parts of the Union.\"\n\nThe \"common defence,\" being prepared for war and having the ability to protect against hostile tribes all refer to outside threats.\n\nEdward Lengel, editor in chief of the Papers of George Washington project at the University of Virginia, told us by email, \"Washington never said, to my knowledge, anything about arms providing a safeguard against any so-called ‘tyranny’ of government.’ \"\n\nIn reading the \"armed, but disciplined\" quotation, Lengel said, \"emphasis should be on the word ‘disciplined,’ by which Washington was taking a backhanded swipe at the militia, which he considered undisciplined and next to useless in combat. Washington was all for an ordered, professional standing army under the command of a strong central government.\"\n\nBut an army was expensive, as Washington wrote in a May 2, 1783, memo to a congressional committee that asked for his advice on how to organize the military in peacetime.\n\n\"We are too poor to maintain a standing Army adequate to our defence,\" he said, and suggested a small regular army supplemented by a well-organized militia -- a part-time force of volunteers, called up in emergencies. The Militia Acts of 1792 tracked with the memo’s description, calling for white men 18 to 45 years old to be enrolled in a militia. A cost-cutting provision required them to provide their own arms and ammunition.\n\nSo there’s evidence that post-Revolutionary lawmakers expected citizens to own firearms. And, Woolley said, some leaders then undoubtedly \"endorsed views like those Mr. Gohmert expresses -- perhaps more precisely, in order to stay free, the people should have the right to be armed.\"\n\nWashington, though, does not appear to have been among them.\n\nLengel said, \"The idea of resistance to tyranny being dependent on a nation of gun-wielding individuals acting at their own behest or even on local initiative would have been anathema to Washington.\n\n\"Indeed, during the (Revolutionary) war he very frequently lamented the crimes carried out by armed civilians or undisciplined militia against their unarmed neighbors. The solution to these crimes, as he understood it, was to increase the power of the government and the army to prevent and punish them -- not to put more guns in the hands of civilians.\"\n\nMary Thompson, research historian at Washington’s Virginia home, Mount Vernon, told us via email, \"Washington’s actual quote is in regard to the people serving in the militia as an arm of the government,\" rather than as an armed resistance to government.\n\nIn fact, she said, Washington called up militias to put down just such a rebellion a few years later.\n\nDuring the Whiskey Rebellion in 1794, she said, \"citizens of Western Pennsylvania rose up to fight a new tax on the whiskey they produced.\" Washington was \"concerned that success by the rebels would lead to a diminishment of the central/federal government,\" and directed state militias to counter the insurrection -- \"citizen-soldiers,\" she said, \"acting on behalf of the government against their fellow citizens.\"\n\nOur ruling\n\nGohmert’s rendering, \"George Washington said a free people should be an armed people,\" seemingly tracks Washington’s words to the nation: \"A free people ought not only to be armed, but disciplined.\"\n\nContrary to Gohmert’s characterization, though, Washington was not speaking about citizens arming themselves in case of government tyranny. Quite the opposite: The president and former general was calling for disciplined troops to fight on behalf of the government.\n\nGohmert’s statement is False.", "vclaim_id": "vclaim-pol-09887"}