{"url": "/factchecks/2017/feb/15/liberal-blogger/fake-news-texas-congressman-pecos-wishes-another-9/", "speaker": "Liberal Blogger", "vclaim": "Says a Republican U.S. House member from Texas, Rob McCaskill, tweeted that he \"can’t wait for the next 9/11.\"", "truth_label": "pants-fire", "date": "stated on February 11, 2017 in a web post:", "title": "Fake news alert: Texas congressman from Pecos wishes for another 9/11 to show up judges", "text": "A newsy web post renounces a right-leaning U.S. House member from Texas for publicly wishing for another 9/11.\nWe’re sure, though, the congressman doesn’t exist and nor does the far West Texas district the character purported to represent on his, her or its recently shuttered Twitter account.\nWe launched into this fact check after a reader urged us to check into what seemed to be the non-existent Rep. Rob McCaskill of Texas. Next, our web search under that name led to a Feb. 11, 2017 post on liberalplug.com stating the very same Texas Republican had singled out the judges on the 9th U.S. Circuit Court of Appeals who left in place a U.S. district judge’s ruling blocking President Donald Trump from temporarily barring people from seven countries from entering the country.\nThe post initially says: \"GOP Rep Rob McCaskill (R-Texas) Twitter feed, much like the Orange one in the Oval Office, is a huge basket full of crazy.\" It later says that McCaskill tweeted: \"Can’t wait for the next 9/11 so the 9th District circuit ruling judges will wish they didn’t roll over for enemies wishing death on America #MuslimBan.\"\nLiberalplug.com’s post continues: \"Um, seem scary to you? With tweets saying the judges would be responsible for a terrorist attack, the administration is laying the groundwork for a deeper police state or for something we’ve never had in this country, martial law. Trump is a dictator. While McCaskill may not be smart enough to be in on the plan, he’s certainly complicit and he’s demonstrating what nearly all Republicans are guilty of. He doesn’t care about the American people. He only cares about his party.\"\nFirst things first: Texas’ 36 House members include no one named McCaskill.\nAlso, when we checked in mid-February 2017, no Rob McCaskill Twitter feed existed.\nBut a fresh search employing cachedview.com, which compiles web pages accumulated over time, led to what looked like the no-longer-in-business Twitter feed for \"Rep. Rob McCaskill\" of Pecos.\nOn that feed, a photo of a smiling balding fellow with a jacket over his shoulder says McCaskill is \"representing Texas’ 37th district beginning 2017!\"\nNote: Texas has no 37th district.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\nOur review of the limited number of tweets on the cached version of the account showed that whoever controls its posts put up about 25 tweets from Jan. 25, 2017 until 10:07 a.m. Feb. 10, 2017, nearly all of them explicitly supportive of Trump.\nA sampling:\n\n\n\nLiberalPlug.com’s McCaskill web post, critical of Trump, otherwise encourages readers to click through to another web site that says it centers on discussions of the U.S. and world from a leftist perspective.\nWe didn’t spot mention on the liberalplug site of its chiefs or purpose--nothing suggesting it’s intended to be a news source or, conversely, always a spoof. When we clicked on a Facebook icon on the site, we landed on a Facebook page titled \"Liberal Daily,\" which says it’s a media/news company. We messaged that and didn’t hear back.\nOtherwise, we noticed, a volunteer-led effort called Media Bias/Fact Check calls liberalplug.com \"a news and opinion website with extreme left-wing bias. Some stories appear to be outright fake news. Most others are not properly sourced and amount to left wing propaganda. This source is not credible.\"\nOur ruling\nLiberalPlug.com says Rob McCaskill, a Republican U.S. House member from Texas, posted a message on Twitter wishing for another 9/11.\nThere’s no such Texas congressman to wish for anything.\nPants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/338c7101-959c-4c63-9833-6c038b6f9b54", "vclaim_id": "vclaim-pol-03668"}