{"url": "/factchecks/2011/oct/03/john-wisniewski/john-wisniewski-claims-chris-christies-ethics-refo/", "speaker": "John Wisniewski", "vclaim": "Says Gov. Chris Christie has \"now come up with a new agenda\" for ethics reform in September 2011.", "truth_label": "barely-true", "date": "stated on September 26, 2011 in an NJToday interview:", "title": "John Wisniewski claims Chris Christie’s ethics reform package represents a “new agenda”", "text": "Gov. Chris Christie has been promoting his ethics reform package for more than a year, but that message apparently never reached the ears of Assemblyman John Wisniewski (D-Middlesex) until this past month.\n\nWisniewski, chairman of the state Democratic Party, claimed in a Sept. 26 interview on NJToday that Christie was silent on the subject of ethics reform until coming up with a new agenda in September.\n\n\"The governor has this urgent ethics reform package. So when we met as a body in the Legislature in June, the governor was silent, and in July, the governor said nothing. And in August, the governor was traveling to meet with the Koch brothers (Charles and David Koch),\" Wisniewski told anchor Mike Schneider.\n\n\"And finally, in September, he’s now come up with a new agenda and he’s talking about an issue – he’s accusing legislators, accusing me, of not disclosing where we earn our income. Every year, we file a financial disclosure report.\"\n\nDoes the governor’s ethics reform package represent \"a new agenda\"? It didn’t take long for PolitiFact New Jersey to determine Wisniewski was off with that claim.\n\nThe package took a backseat over the summer -- when officials were debating pension and health benefits reform, and the state budget -- but Christie first unveiled his ethics reform proposals a year ago.\n\n\"This really has been on the agenda for over a year,\" said Brigid Harrison, a political science professor at Montclair State University.\n\nWisniewski told us he stands by his statement. Even if Christie spoke about ethics reform in the past, that has not been his agenda, Wisniewski said.\n\n\"It’s not been what he’s talking about,\" Wisniewski said.\n\nLet’s explain how long Christie has been discussing ethics reform.\n\nIn September 2010, Christie proposed a series of ethics reform measures, such as having a more detailed financial disclosure statement for the legislative branch, and a complete ban on dual office holding.\n\nBy April 2011, the governor was still talking about how he had proposed an ethics reform package in September, but none of his proposals had received a hearing in the Democratic-controlled Legislature.\n\nAt an April 26 town hall meeting, Christie said, on the subject of ethics reform, the Legislature’s report card would read, \"demonstrates a complete disinterest in the subject matter.\"\n\nIn the months following those remarks, ethics reform would fall into the shadows behind pension and health benefits reform and, soon after that, a showdown over the new state budget. In August, much public attention focused on proposed toll hikes and then Hurricane Irene.\n\nBy September -- with Election Day on the horizon -- Christie renewed his focus during recent town hall meetings on ethics reform.\n\nDavid Redlawsk, a political science professor in the Eagleton Institute of Politics at Rutgers University, said it’s incorrect to claim ethics reform represents a new topic for Christie, but he agreed that the proposals fell off the radar after being unveiled last year.\n\n\"He made the proposals, but he never did what was necessary to push them hard,\" Redlawsk said. \"He turned to other parts of his agenda.\"\n\nBefore we turn to our ruling, let’s talk about the financial disclosure report cited by Wisniewski in the television interview.\n\nWisniewski and other legislators are required to file financial disclosure statements by May 15, detailing sources of income and other data from the preceding calendar year. For each source of income, legislators must show the range of their earnings according to four categories, with the highest level listed as $50,000 or more.\n\n\"Nobody’s hiding anything and it’s outright false to suggest otherwise,\" Wisniewski told us.\n\nIn his most recent report, Wisniewski listed his sources of earned income as what he receives through his law firm and through his legislative salary.\n\nBut the financial disclosure statements submitted by Christie and other designated state officials provide greater detail of income earnings. Those forms outline seven categories with the highest level identified as greater than $500,000.\n\nOur ruling\n\nWisniewski claimed Christie had \"come up with a new agenda\" for ethics reform this past month. But the governor unveiled his ethics reform proposals a year ago, and reiterated the need for action earlier this year.\n\nStill, Wisniewski is right that ethics reform has not been the governor’s top priority in recent months. We rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12336"}