{"url": "/factchecks/2011/mar/04/maciver-institute/maciver-institute-says-average-annual-salary-and-b/", "speaker": "MacIver Institute", "vclaim": "In 2011, \"the average annual compensation for a teacher in the Milwaukee Public Schools system will exceed $100,000.\"", "truth_label": "true", "date": "stated on March 3, 2010 in a video news release:", "title": "The MacIver Institute says average annual salary and benefits for Milwaukee Public Schools teachers tops $100,000", "text": "Tea party Republican Rand Paul raised some eyebrows in February 2011 when he said in two national TV interviews that the average public school teacher in Wisconsin \"is making $89,000 per year.\"\n\nBut the claim by the U.S. senator from Kentucky, which we ruled to be False, was not as surprising as one made nearly a year earlier by the conservative MacIver Institute.\n\nSpeaking about Milwaukee public school teachers, the Madison think tank declared in a March 3, 2010, news release:\n\n\"For the first time in history, the average annual compensation for a teacher in the Milwaukee Public Schools system will exceed $100,000\" in 2011.\n\nIn light of Paul’s comments, which were made during the heat of the nationally watched Wisconsin budget debate, we decided to take a closer look at MacIver’s claim. It has resurfaced in the budget debate in comments on websites such as the Huffington Post and TheNation.com.\n\nIn announcing the $100,000 figure, the institute produced a video that included brief clips of an MPS administrator reciting salary and fringe benefit numbers during a school board meeting the previous day. The average total compensation figure for teachers exceeded $100,000.\n\nWe asked MacIver spokesman Brian Farley if he had any additional evidence. He cited a February 2011 posting from the School Zone blog on JSOnline.com, which reported slightly different numbers than those in MacIver’s video.\n\nThe posting quoted MPS’ budget manager as saying that in 2011-2012 (the fiscal year that begins July 1, 2011), the average MPS teacher would receive total compensation of $101,091 -- $59,500 in salary and $41,591 in benefits.\n\nWe double-checked with MPS spokeswoman Roseann St. Aubin and she confirmed the figures.\n\nWe wanted to compare the $101,091 for MPS teachers to other teachers, but the latest figures compiled by the state Department of Public Instruction are for 2009-2010, two years earlier.\n\nThose figures show for 2009-2010, MPS teachers earned, on average, $56,095 in salary plus $30,202 in benefits, for a total of $86,297.\n\nThat was lower than eight other school districts in Milwaukee County, including Greendale, Greenfield, Shorewood, Cudahy, Fox Point, South Milwaukee, Franklin and Nicolet, which was highest at just over $103,000.\n\nLet’s return to the MacIver Institute claim.\n\nThe conservative think tank said the average annual compensation for a Milwaukee Public Schools teacher would exceed $100,000 in 2011. As of July 1, 2011, according to the school district, that figure will be $101,091.\n\nMacIver’s claim is True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13484"}