{"url": "/factchecks/2016/apr/04/trusted-leadership-pac/no-george-soros-not-bankrolling-john-kasichs-campa/", "speaker": "Trusted Leadership PAC", "vclaim": "\"Millionaires working side by side with George Soros are bankrolling (John Kasich’s) super PAC.\"", "truth_label": "false", "date": "stated on March 29, 2016 in a Trusted Leadership PAC ad :", "title": "No, George Soros is not bankrolling John Kasich's campaign", "text": "There’s a secret, left-wing conspiracy to prop up John Kasich’s presidential candidacy, according to an ad linking the Ohio governor to liberal billionaire and investor George Soros.\n\"Millionaires working side by side with George Soros are bankrolling his super PAC,\" the ad’s narrator says of Kasich, as images of Kasich and Soros appear above the words \"Hundreds of thousands of dollars from George Soros.\"\nThis idea of Soros controlling a shadowy network of Kasich-backing cronies is also circulating on blogs like DCClothesline.com.\nThe television ads, which were running in Wisconsin ahead of the state’s April 5 primary, are paid for by Trusted Leadership, the super PAC supporting Ted Cruz for president.\nCould there be any truth to it?\nThe idea that Soros would clandestinely donate to a super PAC is silly based on campaign finance rules, said Tom Sutton, political science professor at Baldwin Wallace University. There is no maximum limit on super PAC donations, and donors are public.\n\"Soros could give a million to New Day for America,\" said Sutton, referencing the super PAC supporting Kasich. \"He doesn’t have to hide it, why would he do that? If he’s artificially manipulating Kasich’s campaign in the name of other people, just look at the list of donors and explain all these other companies that have given more.\"\nWe looked at the list of donors ourselves.\nThere are donations to the New Day for America PAC from two individuals linked to Soros. Scott Bessent is a former chief investment officer for Soros Fund Management who left to start his own hedge fund company last year, with $2 billion in seed money from Soros. Campaign finance records show that he donated $200,000 to New Day for America, as well as $2,700 to Kasich directly.\nBessent has donated to other conservative causes since 2015, including the Right to Rise PAC that supported Jeb Bush ($5,000) and to the Republican National Committee ($39,800). But he's donated to Democrats too; in 2013 he gave $25,000 to the Ready for Hillary PAC.\nSimilarly, Stanley Druckenmiller, who managed assets for Soros from 1988 to 2000, gave $450,000 to New Day for America last year. If Druckenmiller shares any of Soros’ political philosophies, they aren’t apparent in his donor history. He has also consistently given money to Republican candidates’ super PACs and the Republican National Committee.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nA Trusted Leadership PAC spokeswoman confirmed that Bessent and Druckenmiller are the donors that connect Soros to Kasich. \nAccording to OpenSecrets.org, which tracks campaign contributions, Soros has given $7 million this cycle to Priorities USA Action, a super PAC that supports Democratic presidential candidate Hillary Clinton. He also gave $25,000 to the pro-Clinton Ready PAC, and $1 million to American Bridge 21st Century, which funds opposition research against Republican candidates and causes.\nThere is a \"firewall\" between candidates and the super PACs backing them, said Sutton, and while Kasich may not be happy about contributions from people connected to Soros, he can’t tell them to knock it off.\nCandidates cannot have any contact with PACs or their donors.\nFor these reasons, Sutton said, \"If there was a conspiracy, it’s the worst conspiracy ever, because it’s not working.\"\nHe added: \"Kasich’s people would love to have power at this level, because then they might be able to raise enough money to rival anything near what’s going on in other campaigns.\"\nThe most recent campaign finance filing from the pro-Kasich PAC shows nearly $10 million in contributions from individual donors, and $14 million in expenditures.\nConnie Wehrkamp, spokeswoman for New Day For America, told PolitiFact Ohio that the organization sent station managers in Wisconsin a letter on March 29, reading, \"We demand that your station investigate the false, misleading, and deceptive claims contained in this advertisement and remove it from the air.\"\nSo far, three television statements in Green Bay and one station in Wausau have pulled the ad, Wehrkamp said.\nOur ruling\nA pro-Cruz ad says, \"Millionaires working side by side with George Soros are bankrolling his (Kasich’s) super PAC.\"\nDonations totalling $650,000 from two guys who once worked with Soros hardly equate to \"bankrolling\" Kasich. The ad’s on-screen text goes even further to mislead voters with a blatantly false claim that Soros is directly giving to Kasich. Campaign finance records prove otherwise, with Soros donating handsomely to pro-Clinton groups.\nWe rule the claim False.", "vclaim_id": "vclaim-pol-05159"}