{"url": "/factchecks/2018/oct/24/blog-posting/did-canada-pay-its-debt-day-after-legalizing-marij/", "speaker": "Bloggers", "vclaim": "\"Canada Pays Off Entire Federal Debt One Day After Marijuana Legalization\"", "truth_label": "pants-fire", "date": "stated on October 18, 2018 in posts on the Internet:", "title": "Did Canada pay off its debt a day after legalizing marijuana? No", "text": "Canada legalized marijuana on Oct. 17, 2018. It didn’t take long for jokes to waft onto social media.\nOne of the most popular of these was an Oct. 18 article headlined, \"Canada Pays Off Entire Federal Debt One Day After Marijuana Legalization.\"\n\n \nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile some sites did not clearly make the distinction, the story originated on a Canadian publication called the Daily Bonnet, which is open about being a satire site.\nHere’s a portion of the article:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"Less than 24 hours after cannabis became legal in Canada, the federal government announced they had made so much money in tax revenue from the sale of legal weed that they were able to pay off the country’s entire $650 billion debt.\n\" ‘I told you so,’ said Prime Minister Justin Trudeau, looking considerably less handsome than usual with his blood-shot eyes. ‘It’s remarkable! You’re crippled with debt one day and the next it’s all vanished into thin air. It’s just one more thing that makes Canada the great country that it is!’ \"\nMillions of Canadians potheads lined up outside their local marijuana shops to legally purchase weed and pay their taxes for the first time.\n\"It’s like the 60s all over again! But this time the government likes us!\" said one Ottawa man, who purchased three hash brownies and a half dozen joints. \"Who would have thought getting stoned would have such a beneficial impact on the Canadian economy! This is better than the oil sands!\"\n\"The Daily Bonnet \"is a Mennonite satirical news site from the heart of the Bible belt, Steinbach, Manitoba,\" the site’s \"about us\" page says. \"Apart from the names of local and international celebrities, all characters and situations presented are entirely fictitious.\"\nAnyone sharing this without clearly noting that it’s satire is sharing inaccurate content. We rate it Pants on Fire.\n Share the Facts 2018-10-24 21:26:09 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Canada Pays Off Entire Federal Debt One Day After Marijuana Legalization\"    Bloggers on the Internet https://dailybonnet.com/canada-pays-off-entire-federal-debt-one-day-marijuana-legalization/   web posts Thursday, October 18, 2018 2018-10-18    Read More  info", "vclaim_id": "vclaim-pol-01414"}