{"url": "/factchecks/2016/may/11/donald-trump/donald-trump-says-germany-now-riddled-crime-thanks/", "speaker": "Donald Trump", "vclaim": "Germany \"is crime-riddled right now\" because of migration to Europe.", "truth_label": "barely-true", "date": "stated on May 4, 2016 in an interview with NBC News:", "title": "Donald Trump says Germany now riddled with crime thanks to refugees", "text": "After his GOP opponents dropped out of the race, Donald Trump was asked on NBC Nightly News if he would soften his opinions on immigration. \"As you try to appeal to the entire country, do you stand by them? Do you stand, for example, by the idea of a ban against foreign Muslims coming in?\" asked anchor Lester Holt.\n\"I do,\" said Trump. \"We have to be vigilant. We have to be strong. We have to see what's going on. There's a big problem in the world. You look what's happening with the migration in Europe. You look at Germany, it's crime-riddled right now.\"\nA reader asked us to check if Trump was accurately characterizing what is going on in Germany in the wake of the German government's willingness to accept migrants, particularly its decision in August to waive rules for Syrian refugees seeking sanctuary. About 1.1 million arrived last year from the Middle East, Asia and Africa.\nWe emailed Trump's spokeswoman to ask for the source of his claim, but we didn't hear back.\nWhen something is riddled, it's filled with something undesirable. When a body is riddled with bullets, it has a lot of bullets. Without knowing the precise point at which a city is \"riddled\" with crime, we'll look at the data to see if Germany now has a lot of crime.\nGermany's crime rate, particularly violent crime, is far lower than in the United States. The U.S. murder rate, for example, is nearly six times higher than Germany's, according to the most recent report by the United Nations Office on Drugs and Crime.\nGovernment data show that despite a 440 percent increase in migrants, crime among that group only increased by 79 percent last year.\nWe found out that the German government has repeatedly studied the question of crime and migrants.\nAccording to the Bundeskriminalamt, also known as the Federal Criminal Police Office or BKA, crimes by immigrants rose 79 percent in 2015.\nBut at the same time, the number of refugees in the country rose more than fivefold — by 440 percent.\nIn other words, the typical German was more likely to engage in crime than the average migrant.\nNot only that, the BKA found that the increase was in the first half of 2015. The rate then leveled off during the second half of the year, the period with the greatest influx of refugees, according to the German broadcaster Deutsche Welle.\nNonetheless, in terms of raw numbers, that's 92,000 more crimes committed by migrants than in previous years.\nInstances of assaults, robberies and \"predatory extortion,\" a classification that includes threatening behavior, doubled over 2015. Smaller offenses, such as theft (mostly shoplifting), forging paperwork to get money and riding on public transport without paying the fare, nearly doubled.\nAccording to Die Welt (The World), a national German newspaper, most of the crimes committed by refugees are related to theft or trying to ride on public transport without tickets. Fewer than 1 percent, or less than 1,000, are sex crimes, in spite of social media rumors.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHowever, concern over sex crimes peaked New Year's Eve amid widespread reports of groups of drunken North African migrants — Libya, Tunisia, Algeria and Morocco — sexually assaulting hundreds of women in Cologne and other cities.\nThose reports dovetailed with a 2014 study that found 40 percent of refugees from that region had gotten into legal trouble within 12 months of their arrival versus 0.5 percent of Syrians. A later analysis also revealed that migrants from Syria, Iraq and Afghanistan were much less likely to be charged with a crime than migrants from other regions such as the Western Balkans, demonstrating that you can't lump all migrants together.\nGroups concerned about the influx of migrants believe that the government may not be giving the full story.\nThe reports that migrants are generating less crime than other Germans have been met with some criticism. Data from a few states were not included, for example, and the New Year's Eve sexual assaults didn't make it into the latest report.\nIt should also be noted that some of the additional crime has consisted of attacks on migrants and migrant camps. By the end of October, the number of attacks against shelters for asylum seekers had tripled compared to the count for all of 2014.\nWhen we compared the U.S. State Department's annual reports on German crime and safety from 2014 to 2016, we found that the low-to-medium risk in 2014 had, by the 2015 report, risen to a medium rating for most cities.\nThe 2016 report specifically mentions the refugee problem: \"While the 2014 statistics (the latest available) for Germany are of interest, they fail to capture any effect that the approximately 1 million refugees and asylum seekers who arrived in country in 2015 may have had on crime.\"\nIt quotes some alarming statistics from the first quarter of 2015, but, as we've noted, the German government has released more up-to-date information that shows the initial refugee crime leveled off in the latter half of 2015.\nThe crime and safety report also says, \"A number of ranking police officers have questioned the accuracy of the statistics being provided, specifically related to crimes taking place within refugee camps or being committed by refugees.\"\nBut overall, \"To our knowledge, there have been no large-scale empirical studies that have shown a connection between large-scale immigration and spikes in crime. In fact many studies show the opposite,\" said Natalia Banulescu-Bogdan, assistant director of the international program at the Migration Policy Institute and a fellow at MPI Europe in Brussels.\n\"It is important to be very careful about causation versus correlation,\" she said. Youth unemployment, being forced to wait while seeking asylum or trying to reunite with family members can increase tensions, but conditions such as youth unemployment can spark crime among non-migrants as well.\n\"There is nothing to suggest, however, that there is anything specific to refugee populations in general, or to those seeking asylum in Europe in particular, that predisposes them to crime,\" said Banulescu-Bogdan. \"In fact the opposite is more likely to be true, because there is so much more riding on their ability to avoid encounters with police and jeopardize their future in the country.\"\nOur ruling\nTrump said Germany \"is crime-riddled right now\" because of migration to Europe.\nThere are more criminal acts in Germany these days because there are more people, thanks to the influx of 1.1 million refugees in 2015 alone.\nBut the data suggest that the refugees tend to be better-behaved than the typical German. Even if you presume that refugee-related crime is underreported for political reasons, we could find no evidence in German media reports that the country warrants Trump's riddled-with-crime characterization.\nBecause his statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Meist Falsch — Mostly False.\nhttps://www.sharethefacts.co/share/de3b3f76-de96-4103-8010-4a5d036cb6f6", "vclaim_id": "vclaim-pol-04976"}