{"url": "/factchecks/2020/nov/16/erick-erickson/no-proof-warnock-ran-over-wife-obstruction-case-dr/", "speaker": "Erick Erickson", "vclaim": "Says Raphael Warnock \"ran over his wife\" and was \"arrested for obstructing an investigation into child abuse.\"", "truth_label": "barely-true", "date": "stated on November 13, 2020 in a tweet:", "title": "No proof Warnock ‘ran over’ wife; obstruction case dropped", "text": "With the future of Senate control in the hands of Georgia voters, Republicans and Democrats are hurling claim after claim at one another in advance of a Jan. 5 runoff for two Senate seats.\nThe Rev. Raphael Warnock, the Democratic challenger to Republican Sen. Kelly Loeffler, was hit with a double-barreled attack Nov. 13 from Erick Erickson, a conservative Atlanta-based radio host. Tweeting a video excerpt from his show, Erickson claimed Warnock \"ran over his wife\" and was \"arrested for obstructing an investigation into child abuse.\"\nThe claim is highly misleading on both counts and comes as Republicans seek to maintain the political upper hand in the Senate, which is now split 50-48. No candidate in either of the Peach State contests on Nov. 3 earned more than 50% of the vote, leaving its two Senate seats up for grabs.\nSo while Democrats are poised to control the White House and the House, control of the Senate won’t be known until after the Georgia runoffs.\nWarnock, pastor of the Atlanta church where the Rev. Martin Luther King Jr. preached, finished first on Nov. 3 among 21 candidates seeking the seat held by Loeffler, who finished second. The Atlanta businesswoman was appointed on an interim basis in December to replace GOP Sen. Johnny Isakson, who resigned with health problems. \nIncident with his then-wife\nThe incident involving Warnock’s then-estranged wife occurred in Atlanta in March and made news a week later.\nWarnock was married to Oulèye Ndoye; they divorced in May. Until July, Ndoye served on Atlanta Mayor Keisha Lance Bottoms' executive team as the city’s senior human trafficking fellow. \nWarnock called police to Ndoye’s Atlanta home shortly before 8:30 a.m. on March 2. According to a police report:  \nWarnock said Ndoye accused him of running over her left foot with his 2014 Tesla while they were arguing in her driveway. Ndoye was reluctant to show her foot to the officer, who wrote: \"I did not see any signs that Ms. Ouleye’s foot was ran over.\" Medical personnel arrived and were \"not able to locate any swelling, redness, or bruising or broken bones on Ms. Ouleye’s left foot.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nChild abuse investigation\nThe child abuse case referenced in the ad stemmed from a 2002 police investigation into alleged child abuse at a church-run camp near Baltimore; Warnock was the church’s pastor. \nAccording to news reports at the time, Warnock and the youth minister at Douglas Memorial Community Church in Baltimore were arrested July 31, 2002, and charged with trying to prevent a state trooper from interviewing teen counselors at the church's Camp Farthest Out in Eldersburg, about 30 miles northwest of Baltimore. Neither man was suspected of committing the alleged abuse, a state trooper said at the time.\nWarnock said he was charged when he asserted that lawyers should be present during the teens’ interviews.\nOn Oct. 30, 2002, a judge dismissed the charges. The dismissal came at the request of a prosecutor, who said: \"What we decided was there was some miscommunication that had occurred with them. They were very helpful with the continued investigation. It would not have been a prudent use of resources to have prosecuted them.\"\nErickson did not reply to our requests for information to back up his statement. In addition to Erickson, Loeffler and other conservatives raised the incident after the Nov. 3 election.\nOur ruling\nErickson said Warnock \"ran over his wife\" and was \"arrested for obstructing an investigation into child abuse.\"\nPolice found no evidence that Warnock ran over his wife’s foot with his car during an argument in March 2020.\nIn 2002, Warnock and another minister were arrested for interfering with law enforcement officers who were trying to interview youth camp counselors about child abuse allegations at the camp, which was run by a church where Warnock was the pastor. Warnock said he was asserting that lawyers should be present. The charges were later dropped at the request of a prosecutor, who said there had been miscommunication and that both ministers had been \"very helpful\" later in the investigation.\nErickson’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18525"}