{"url": "/factchecks/2013/mar/15/rand-paul/rand-paul-mocks-federally-funded-study-menus-astro/", "speaker": "Rand Paul", "vclaim": "Says the federal government is supporting a study in Hawaii to \"develop a menu for when we colonize Mars.\"", "truth_label": "mostly-true", "date": "stated on March 14, 2013 in a speech at the CPAC conference:", "title": "Rand Paul mocks federally funded study on menus for astronauts", "text": "A Hawaii research project to choose cuisine for astronauts? Count us in!\n\nDuring a speech to the conservative CPAC conference, Sen. Rand Paul, R-Ky., made fun of a number of scientific research projects funded by the federal government, suggesting that they were a waste of taxpayer money. Here’s one of them:\n\n\"For any of you college students looking for jobs, Uncle Sam’s got a job for you,\" said Paul during the March 14, 2013, speech. \"The pay’s $5,000, all expenses paid. The study is in Hawaii. But the requirements are onerous. Only a few can qualify. You have to like food. The study is to develop a menu for when we colonize Mars. I’m not making this up. Guess what a bunch of college students came up with for the menu. Pizza!\"\n\nBattling 'menu fatigue'\n\nThe name of the study blends science fiction with tropical breezes: \"Hawaii Space Exploration Analogue and Simulation,\" or HI-SEAS. Most of it does take place in Hawaii, under the guidance of scientists from Cornell University and the University of Hawaii at Manoa using a $947,000 grant from NASA. Six primary participants and two alternates have been chosen to spend 120 days in \"space\" (actually a barren lava field) to simulate the conditions faced by astronauts on a mission to Mars.\n\nSince cooking is considered nearly impossible while rocketing through space, astronauts have long eaten prepackaged, ready-to-consume foods. (Remember Tang?) But on a mission to Mars, astronauts would be at greater risk for what scientists call \"menu fatigue\" -- becoming so bored with the same meals that they don't eat enough to keep their muscles, bone and organs healthy enough. (And we know that space travelers need their strength so they can maneuver an X-Wing to blow up the Death Star.)\n\nThere could be better menu options once they land on Mars, however, because the planet’s gravity might allow them to cook. The purpose of the Hawaii study is to determine whether the benefits of having astronauts cook meals outweigh the additional cost, complexity and crew time involved in cooking.\n\nTo do this, the crew in Hawaii will live in a 950-square-foot structure in the middle of a lava field, 8,200 feet above sea level on the slope of the Hawaiian volcano Mauna Loa. \"There is no vegetation visible for miles, nor can the crew see the ocean,\" Kim Binstead, a University of Hawaii- Manoa astrobiologist who is helping run the study, told PolitiFact. \"The temperature routinely goes below 40 degrees Fahrenheit.\" (Check out the 360-degree view of what the crew will see every day -- it really does look a lot like Mars.)\n\nStudy participants can only leave their capsule when wearing a modified HAZMAT suit that simulates a spacesuit. \"This is not a vacation, and life at the habitat will be crowded, uncomfortable and busy,\" she said.\n\nThe crew will conduct a variety of monitoring experiments on each other, as well as other scientific studies. For instance, they will measure their fellow participants’ ability to smell, their food and nutrient intake and their changes in mood, health and body mass.\n\nContrary to Paul’s tongue-in-cheek suggestion, college couch potatoes wouldn’t have had a very good shot at getting selected. The crew was chosen from among 700 applicants according to NASA astronaut selection criteria. \"Four are scientists with Ph.Ds, one is a science journalist, and one is wrapping up an M.S. in robotics,\" Binstead said. \"This last crewmember, our one student, is also an Afghanistan veteran who built a bomb-sniffing robot from spare parts while deployed. Three of our crew members applied to be NASA astronauts this year, and all made it into the ‘highly qualified’ group.\"\n\nConsidering the crew members’ qualifications, $5,000 for four months’ work in tight quarters, plus two preparatory training sessions, doesn’t exactly sound lavish. The stipend doesn’t even come with health insurance.\n\nHow accurate is Paul’s description?\n\nEven though he was playing the study for laughs, Paul does describe some aspects correctly. The project is supported by federal funding, the pay for participants is $5,000, expenses are covered, and the longest portion of the study takes place in Hawaii.\n\nEven so, we think Paul was off-base when he said its goal is to \"develop a menu for when we colonize Mars.\"\n \n\"We're not developing menus -- we're comparing food systems,\" Binstead said. \"The lessons we learn are applicable to all long-duration space missions, as well as to military deployments and other isolated, hazardous activities here on Earth.\" She added that \"no one is talking about 'colonizing' Mars.\" Any human visit to Mars currently being envisioned would be temporary.\n\nWe asked a space expert whether he thought the study was frivolous. He said he didn’t think it was.\n\n\"This is one of many Mars analog activities supported by NASA,\" said Edward Ellegood, a space policy analyst at Embry-Riddle Aeronautical University. \"I might object to a bunch of NASA civil servants devoting all their time to this, but enlisting universities and students makes it both educational and scientifically useful, while also building a cadre of experts who might support a real Mars mission when we end up doing one.\"\n\nEllegood said he thought it ironic that \"on one hand, NASA is being pressured by Congress and the public to focus on long-duration human exploration missions, and on the other hand they're being ridiculed for conducting some of the research that is prerequisite to such missions.\"\n\nOur ruling\n\nPaul gets the basics of the project right. The government is paying for a study in Hawaii in which people will prepare foods under conditions that simulate a mission to Mars.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHe exaggerates when he refers to \"colonizing\" Mars, since the project is a broader look a how astronauts would eat on short-term visits. Also, he exaggerates the appeal of the assignment, which is in a small capsule on a barren landscape. It ain't waterfalls and palm trees. On balance, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-09587"}