{"url": "/factchecks/2011/oct/03/martin-omalley/did-chris-christies-new-jersey-create-no-net-new-j/", "speaker": "Martin O'Malley", "vclaim": "\"When it comes to being effective at creating jobs … (Chris Christie has not had) a record of governing for effectiveness. ... Last year, New Jersey created no net new jobs.\"", "truth_label": "half-true", "date": "stated on October 2, 2011 in an interview on CBS's \"Face the Nation\":", "title": "Did Chris Christie's New Jersey create no net new jobs last year?", "text": "On the Oct. 2, 2011, edition of CBS’s Face the Nation, two governors -- Democrat Martin O’Malley of Maryland and Republican Haley Barbour of Mississippi -- faced off over a variety of political and policy issues.\n\nHost Bob Schieffer brought up one of the hottest political stories of the day -- the potential presidential candidacy of another governor, Republican Chris Christie of New Jersey. After months of denying the possibility of a run, Christie had recently indicated that he’s reconsidering his stance on a GOP primary bid.\n\nO’Malley tried to throw cold water on Christie’s record since he took office in January 2010.\n\n\"When it comes to being effective at creating jobs, improving schools, and expanding opportunity, (Christie’s) record in New Jersey has not been a record of governing for effectiveness,\" O’Malley said. \"His bond rating has been downgraded by two of the bond rating agencies. His unemployment in New Jersey is one of the higher unemployment rates in the country at 9.4 percent. Last year, New Jersey created no net new jobs. And his schools, because of the choices he's made to cut education funding, have actually been declining in their national ranking. So that's not a record of leadership and governance and effectiveness.\"\n\nWe decided to focus on the two jobs-related claims -- that \"New Jersey (has) one of the higher unemployment rates in the country at 9.4 percent,\" and that \"last year, New Jersey created no net new jobs.\" We’ll rate them in separate Truth-O-Meter items, taking up the second claim in this item.\n\nWe turned to data from the Bureau of Labor Statistics, the federal government’s official source for employment figures.\n\nWe concluded that the most obvious interpretation of \"last year\" was 2010, so we looked at the jobs data in New Jersey over the course of 2010. There are actually two ways to measure this -- measuring net job creation in the state from January 2010 to December 2010, or from January 2010 to January 2011.\n\nUsing the first time frame, total jobs in the state fell from 3,852,600 to 3,844,700 -- a drop of 7,900, or about two-tenths of 1 percent. Using the second time frame, the total number of non-farm, seasonally adjusted jobs fell from 3,852,600 to 3,828,900 -- a decline of 23,700 jobs, or six-tenths of 1 percent.\n\nSo the declines over that period were modest on a percentage basis, but they were indeed declines, not increases. So on this score, O’Malley is right.\n\nHowever, this approach amounts to cherry-picking. Why stop the clock at the end of Christie’s first year when an additional eight months of data are available?\n\nIn fact, if you continue counting through August 2011, the job picture during Christie’s tenure looks more robust. From January 2010 to August 2011, the number of jobs rose from 3,852,600 to 3,866,600 -- an increase of 14,000 jobs, or four-tenths of 1 percent.\n\nIn the meantime, to get a sense of context, we looked at the national job statistics over the same period.\n\nFor both measurements of job growth in 2010 alone, the number of jobs nationally grew by eight-tenths of 1 percent. For the period January 2010 to August 2011, the number of jobs grew by 1.4 percent.\n\nWe’ll also note an underlying flaw in claims like these. O’Malley tries to pin the blame for New Jersey’s relatively weak job market on Christie, when in fact the jobs picture in any given state is influenced by a host of factors, from national and international trends to state policies inherited from a governor’s predecessor. It’s especially dicey to pin blame on Christie, who has only been in office for a little over a year and a half.\n\nElisabeth Smith, a spokesman for the Democratic Governors Association, which O’Malley chairs, noted that he actually understated the job pattern for 2010. New Jersey didn’t just create zero net jobs, as O’Malley indicated, but actually lost jobs over that period. Looking at the data, she said, \"Gov. Christie has been ineffective at creating jobs in New Jersey.\"\n\nOur ruling\n\nIn discussing job creation, O'Malley said, \"When it comes to being effective at creating jobs … (Chris Christie has not had) a record of governing for effectiveness\" and went on to say that last year New Jersey created \"no net new jobs.\" Using the year 2010 as the yardstick, O’Malley is correct that \"last year, New Jersey created no net new jobs.\" And it’s true that for every period we studied since Christie took office, New Jersey underperformed job-creation numbers for the nation as a whole.\n\nHowever, we think it’s cherry-picking for O’Malley to use the data for 2010 only when the data for 2010 and 2011 are available -- and when the expanded data contradicts the point that was accurate for just 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAt least as important, Christie’s responsibility for his state’s difficult jobs picture is unclear. On balance, we rate this claim Half True.", "vclaim_id": "vclaim-pol-12331"}