{"url": "/factchecks/2014/jul/22/fresh-start-pa/democratic-group-says-pennsylvania-49th-job-creati/", "speaker": "Fresh Start PA", "vclaim": "Under Gov. Tom Corbett, \"Pennsylvania ranks 49th in job creation.\"", "truth_label": "mostly-true", "date": "stated on July 15, 2014 in a campaign ad:", "title": "Democratic group says Pennsylvania is 49th in job creation under Gov. Tom Corbett", "text": "Pennsylvania Gov. Tom Corbett, a Republican, remains one of the most vulnerable incumbent governors running this year. Elected to his first term in 2010, Corbett now trails Democratic challenger Tom Wolf by more than 20 points in most recent polls.\nDespite Wolf’s lead, pro-Democratic groups are leaving nothing to chance. One of these is Fresh Start PA, a political action committee running parallel to the state Democratic Party. It’s headed by Katie McGinty, one of the Democratic primary challengers Wolf defeated, and its senior strategist is veteran Pennsylvania Democratic consultant Mike Mikus.\nHere’s the text of the ad released on July 15:\n\"It's a shame what Tom Corbett has done to Pennsylvania: huge deficits, while he's given tax breaks to big corporations. He's let oil and gas companies off the hook. Under Corbett, we're the only state in the country who doesn't charge an extraction tax. Corbett's cut a billion dollars from our schools, forcing communities to raise property taxes. And Pennsylvania ranks 49th in job creation. Tom Corbett: why would we give him four more years?\"\nThere are a lot of claims here, but the one we’re going to check is that under Corbett, \"Pennsylvania ranks 49th in job creation.\"\nThe source of the statistic isn’t cited within the ad, but when we asked Mikus, he said it came from data compiled by the Keystone Research Center, a think tank whose board includes many labor-union officials and is often described as liberal-leaning. Because the data from the group’s report comes from the federal Bureau of Labor Statistics, we were able to recalculate it ourselves.\nWe looked at the change in total, seasonally adjusted, non-farm employment in the 50 states between January 2011, when Corbett took office, and June 2014, the most recent month for which data is available.\nWe found that Pennsylvania gained a net 124,800 jobs during that period -- an increase of 2.2 percent. Measuring by percentage increase, that ranked Pennsylvania 47th in the nation. The only states with a smaller increase were New Mexico (1 percent), Alaska (1.58 percent) and Arkansas (1.91 percent).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe reason for the discrepancy between 49th (as the ad said) and 47th (what we found) is that the Keystone Research Center report used data only through April 2014, while we used it through June 2014. We can see why Fresh Start PA cited a pre-existing report for their data, but we figured it was better to use the most current data available during the ad’s run.\nBilly Pitman, a spokesman for the Corbett campaign, said the ad’s statistic is \"misleading,\" noting that the unemployment rate has fallen from 8.1 percent in January 2011, when he took office, to 5.6 percent now.\nBut Mikus counters that Corbett was the one who said that making Pennsylvania No. 1 in job creation was one of his goals, on at least two occasions (video here and here).\nOne piece of context worth noting is that states that suffered relatively modest job losses during the downturn would be expected to experience a less robust recovery, said Tara Sinclair, a George Washington University economist. During the recession and immediate post-recession years of 2008 to 2010, Pennsylvania lost less ground in employment than most states.\nFinally economists have consistently told us that policies of a governor have a limited impact on a state's economy. States are tied to larger economic forces, and governors often claim too much credit when things are going well and no blame when things are going poorly.\nCorbett's most direct impact on jobs would presumably have come in government employment. Since he took office, state and local government employment fell by 55,000, or 7 percent of the government work force. In fact, if government employment had remained stable over that period, total nonfarm employment would have been 44 percent higher than it turned out to be.\nEither way, the ad offered a specific statistic, and it’s pretty close. Whether the state ranks 49th or 47th in the nation, the ad raises a fair point that job growth in Pennsylvania has lagged that of most other states since January 2011. Another sign of the weak employment picture: The number of payroll jobs in the state isn’t even back to where it was at the start of the recession.\nOur ruling\nFresh Start PA said that under Corbett, \"Pennsylvania ranks 49th in job creation.\" We looked at the most current numbers and found the state is now 47th rather than 49th -- but even at 47th, Pennsylvania is clearly among the weakest states in job creation since the start of 2011. It’s important to note that Corbett, like all governors, has a limited influence on the economic performance of his state. Still, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-07566"}