{"url": "/factchecks/2021/feb/03/youtube-videos/no-capitol-wasnt-raided-feb-2/", "speaker": "YouTube videos", "vclaim": "“US Capitol raided 2/2/21.”", "truth_label": "false", "date": "stated on February 2, 2021 in a YouTube post:", "title": "No, the Capitol wasn’t raided on Feb. 2", "text": "Showing footage from outside the U.S. Capitol, a Feb. 2 YouTube video makes the claim that it shows the building being raided that night. \nBut there’s no evidence to support that claim, and it appears that the vehicles with flashing lights that can be seen slowly approaching the Capitol are part of the motorcade that brought the remains of a Capitol Police officer to lie in honor in the Capitol Rotunda. \nThis video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe urn containing the remains of Officer Brian Sicknick arrived at the Capitol at 9:30 p.m. on Feb. 2. Police officers stood at attention on each side of the plaza as two officers marched a small wooden box and a folded American flag to the rotunda, the Washington Post reported. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nAfter a private service for Sicknick’s family, lawmakers including House Speaker Nancy Pelosi, D-Calif., and House Minority Leader Kevin McCarthy, R-Calif., paid their respects. \nPresident Joe Biden and first lady Jill Biden also paid their respects around 10 p.m., according to news reports. Video from the event shows the Bidens standing before the urn with their hands on their hearts. Their visit wasn’t announced until the president’s motorcade left the White House, according to the New York Times.\nSicknick, who died after sustaining injuries during the Jan. 6 storming of the Capitol, will be buried at Arlington National Cemetery. \nWe rate this YouTube video False.", "vclaim_id": "vclaim-pol-19071"}