{"url": "/factchecks/2018/dec/10/mike-romano/does-west-virginia-have-nations-fourth-worst-pover/", "speaker": "Mike Romano", "vclaim": "The poverty rate in West Virginia \"was 19.1 percent, the fourth-highest in the country.\"", "truth_label": "true", "date": "stated on November 8, 2018 in an op-ed:", "title": "Does West Virginia have the nation's fourth-worst poverty rate?", "text": "In a Nov. 8 op-ed in the Charleston Gazette-Mail, Democratic state Sen. Mike Romano expressed concern about the state of the West Virginia economy.\n\"Our poverty rate, which has not declined since the Great Recession, was 19.1 percent, the fourth-highest in the country, according to the U.S. Census Bureau,\" Romano wrote.\nAre Romano’s statistics about West Virginia poverty accurate? We took a closer look.\nWe turned to official U.S. Census Bureau data for poverty by state and looked at 2017, the most recent year for which data was available. While there are two main Census Bureau sources for poverty statistics -- the Current Population Survey and the American Community Survey -- experts we consulted with agreed that the American Community Survey data was better for a statewide statistic because it has a much larger sample size.\nRomano was correct that West Virginia had the fourth-highest poverty rate of any state in 2017, at 19.1 percent.\nHere are the five states with the highest poverty rates that year:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDonald Trump\n\n\nstated on September 29, 2018 in a rally in Wheeling, W.Va.\n\n\n\n\n\n\n\n\n\"The poverty rates for African Americans and Hispanic Americans -- it’s been incredible, they’ve all reached their lowest levels in the history of our country.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Patrick Orsagos • October 23, 2018\n\n\n\n\n\n\n\n1. Mississippi: 19.8 percent\n2. Louisiana: 19.7 percent\n3. New Mexico: 19.7 percent\n4. West Virginia: 19.1 percent\n5. Kentucky: 17.2 percent\nOur ruling\nRomano said the poverty rate in West Virginia \"was 19.1 percent, the fourth-highest in the country.\" He’s right on both counts, so we rate his statement True.\n Share the Facts 2018-12-10 17:48:23 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  The poverty rate in West Virginia \"was 19.1 percent, the fourth-highest in the country.\"    Mike Romano West Virginia state senator https://www.wvgazettemail.com/opinion/gazette_opinion/op_ed_commentaries/mike-romano-creating-a-real-economic-comeback-gazette-opinion/article_61b17433-4922-593f-bf02-f05acbb553e7.html   an op-ed Thursday, November 8, 2018 2018-11-08    Read More  info", "vclaim_id": "vclaim-pol-01203"}