{"url": "/factchecks/2010/aug/10/marco-rubio/rubio-tackles-earmarks/", "speaker": "Marco Rubio", "vclaim": "\"If we ban the practice of earmarks, we could save the American taxpayer anywhere between $15 (billion) to $20 billion dollars a year in pork-barrel spending.\"", "truth_label": "mostly-true", "date": "stated on August 2, 2010 in a campaign video:", "title": "Marco Rubio tackles earmarks", "text": "In his bid for the U.S. Senate, Republican Marco Rubio has unveiled multiple proposals to reduce federal spending, including calling for an end to congressional earmarks. In an Aug. 3, 2010, campaign video, he said:\n\n\"The practice of earmarks in Congress is really one that lends itself to sort of corruption. It allows for all sorts of dealmaking like what they did with Obamacare to get it passed. But more insidious about it is the fact that these projects are funded without any public oversight, without the attention they deserve. In fact, powerful legislators are able to secure millions and millions of dollars for their home districts at the expense of the rest of the country. It's wrong. .... If we ban the practice of earmarks, we could save the American taxpayer anywhere between $15 (billion) to $20 billion dollars a year in pork-barrel spending.\"\n\nIn this Truth-O-Meter item, we wanted to explore whether Rubio cited the correct figure: do earmarks add up to $15 (billion) to $20 billion a year? We are not going to evaluate whether all these projects equal \"pork-barrel spending.\" We can find definitions of \"earmarks\" but \"pork-barrel spending\" is an opinion. We decided to look at the most recent three years worth of earmarks because Rubio's campaign sent us sources that pertained to the current fiscal year and the previous two years.\n\nRubio campaign spokesman Alex Burgos directed us to Taxpayers for Common Sense, a nonpartisan watchdog group that aims to reduce wasteful spending. The group concluded in a Feb. 17, 2010, report that earmarks added up to about $15.9 billion for fiscal year 2010. Taxpayers for Common Sense has analyzed earmarks since 2004.\n\nTCS has a handy Q&A on its website, which defines earmarks as \"legislative provisions that set aside funds within an account for a specific program, project, activity, institution, or location. These measures normally circumvent merit-based or competitive allocation processes and appear in spending, authorization, tax, and tariff bills.\"\n\nTCS concluded there were $18.3 billion of congressional earmarks for fiscal year 2008, $17.9 billion for fiscal year 2009, and $15.9 billion for 2010.\n\nIt's possible to find different totals for earmarks depending upon which entity anyalzes them because of varying definitions of earmarks, according to TCS. So we decided to look at earmark amounts provided by the federal government.\n\nWe contacted the Office of Management and Budget. The OMB's website has a link to congressional earmarks, which showed about $16.6 billion for 2008, $15.3 billion for 2009 and $11.1 billion for 2010. The OMB, which obtains its information about earmark amounts from federal agencies, provided this definition: \"The Administration defines 'earmarks' as 'funds provided by the Congress for projects, programs, or grants where the purported congressional direction (whether in statutory text, report language, or other communication) circumvents otherwise applicable merit-based or competitive allocation processes, or specifies the location or recipient, or otherwise curtails the ability of the executive branch to manage its statutory and constitutional responsibilities pertaining to the funds allocation process.'\"\n\nIt's worth noting that when it comes to spending cuts, earmarks are a very thin slice of the overall budget. In fiscal year 2010, consolidated federal government outlays  (including Social Security trust funds and the postal service) totaled more than $3,720 billion while earmarks were about $11.1 billion, according to OMB.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge LeMieux\n\n\nstated on January 8, 2010 in a message on Twitter\n\n\n\n\n\n\n\n\n\"Why is January 8th an important date in American history? This day in 1835 is the only day in our history when we have not been in debt.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 11, 2010\n\n\n\n\n\n\n\n\nWe also contacted the Congressional Research Service to ask for its conclusions about earmark amounts in recent years. CRS spokeswoman Janine D'Addario told us that since CRS works exclusively for Congress and its staff, it would not provide an employee to interview on the record for attribution. CRS also would not provide a copy of the earmark report for us to post, but D'Addario gave us the name of the report and suggested that we obtain it from a member of Congress. (To provide readers full disclosure, PolitiFact Florida gathers information through on-the-record interviews and posts links to data.) U.S. Sen. Bill Nelson's office sent us a copy of the CRS report, \"Earmarks Disclosed by Congress: FY2008-FY2010 Regular Appropriations Bills.\"\n\nThat reports shows in Table 6 that the total amount of congressional earmarks disclosed by Congress and requested by Congress was $12.5 billion in fiscal year 2008, $12 billion in fiscal year 2009 and $10.1 billion in fiscal year 2010.\n\nWe asked Steve Ellis, TCS vice president, how his organization could reach a different conclusion regarding the amount of earmarks than OMB and CRS.\n\n\"CRS takes as gospel what Congress says is an earmark. The House and Senate don't always agree on what is an earmark. So some things will be disclosed as an earmark in the Senate, the same item will not be disclosed in the House, and in the final bill is not disclosed,\" Ellis said. At OMB, \"they task each agency to actually review their appropriations and to tell them what earmarks were in their bills.\"\n\nWe also asked Meg Reilly, an OMB spokesperson, how different entities could reach varying conclusions regarding the amount of earmarks.\n\n\"It’s true that OMB collects data from federal agencies annually on earmarks in appropriations bills for reporting on earmarks.gov,\" she wrote in an e-mail. \"We can’t speak on behalf of CRS or TCS, but their definition of earmarks may be different, which could account for a difference in numbers.\"\n\nSo how do Rubio's numbers stack up?\n\nRubio claimed that the total of earmarks was between $15 (billion) and $20 billion. During his video, Rubio did not explain what years he was referring to for that amount but his campaign provided information about fiscal years 2008 through 2010. Taxpayers for Common Sense concluded that the amounts were between $15.9 billion to $18.3 billion for the past three years -- all within Rubio's range. The Office of Management and Budget concluded the amounts were $11.1 billion, $15.3 billion and $16.6 billion -- so two of the three were within Rubio's range. So far, Rubio is scoring five out of six here. The CRS Congressional earmarks ranged from $10.1 billion to $12.5 billion -- all below Rubio's estimate. But since Rubio was within range for most of the OMB and Taxpayers for Common Sense figures, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-14615"}