{"url": "/factchecks/2011/sep/05/blog-posting/bloggers-say-two-texas-democrats-among-socialists-/", "speaker": "Bloggers", "vclaim": "Say Texas U.S. Reps. Eddie Bernice Johnson and Sheila Jackson Lee are among open Socialists in Congress.", "truth_label": "pants-fire", "date": "stated on August 12, 2011 in on web pages.:", "title": "Bloggers say two Texas Democrats among Socialists in U.S. House", "text": "Texas Democratic U.S. Reps. Sheila Jackson Lee of Houston and Eddie Bernice Johnson of Dallas are both African-American members representing urban districts — and they’re among Socialists in Congress, blog posts say.\n\nThe posts, which drew the attention of our colleagues at PolitiFact Oregon, piggyback from a single offering replicated on dozens of websites in recent weeks. It says there are 70 card-carrying Socialists in the House of Representatives, including Johnson and Lee. (The number varies. Some posts say 70, while others insist it’s 73 or 76 or more.)\n   \nAn Aug. 12, 2011, post on the website for a group called Sovereign Citizens United lists Johnson and Lee by name, along with others, saying too that it reflects 83 members of the \"Progressive Caucus.\" It also says: \"I’m sure if you asked random people on the street if we had open (S)ocialists in the U.S. Congress, they would say — well only Bernie Sanders (Senate). But the right answer is much, much worse.\"\n   \n\"This should come as a surprise to absolutely no one,\"  says an Aug. 16 post on ConservativeByte.com. \"The radical Marxist-progressives ([C]ommunists) took control of the Democrat party some time ago.\" In case anyone misses the point, the post comes equipped with a large and very bright hammer-and-sickle emblem.\n   \nMost names that politicians are called are opinions, beyond fact-checking, but our judgment is that calling a congressman a Socialist, as in a card-carrying member, can be fairly gauged.\n   \nFrom a blog post on Aug. 17 by Texas radio host Dan Cofall, whose show airs out of Fort Worth: \"The magic number ‘70’ is the number of members of the 111th Congress who are members of the Democratic Socialists of America (DSA). These are not just politicians who vote left of center; these are card-carrying members of ‘The Democratic Socialists of America.’ \"\n   \nCofall did not respond to an email asking for comment. And PolitiFact Oregon couldn’t reach anyone from ConservativeByte.\n   \nSome background: Congress resets itself every two years, which means the current edition is the 112th Congress, not the 111th. Why does that matter? Because the Congress that begins in January every two years always follows an election. In this instance, some of the people on the list are no longer in office.\n   \nIn his post, Cofall acknowledges this but then continues to list names from the 111th Congress anyway. Those listed as \"card carrying\" Socialists who are no longer serving include Robert Wexler (Florida), Phil Hare (Illinois), John Hall (New York), Alan Grayson (Florida) and Neil Abercrombie (Hawaii).\n\nHis blog links to a list purported to have originated with the DSA, which says this:\n   \nQ: How many members of the U.S. Congress are also members of the DSA?\n   \nA: Seventy.\n   \nIt then lists them by name. A footnote credits the names to the Congressional Progressive Caucus, a collection of liberal-leaning lawmakers.\n\nA spokeswoman for Johnson, Dena Craig, declined to comment on the characterization, instead urging us to contact the caucus. \"We stand behind the caucus,\" Craig said. We didn’t hear back from Lee.\n\nThe Progressive Caucus, founded in 1991, says its members include a senator and 75 House Democrats, including Lee and Johnson. Its core principles are economic justice and security for all; civil rights and civil liberties; global peace and security; and environmental protection and energy independence.\n\nIn an interview, Brad Bauman, its executive director, called \"categorically false\" blog posts indicating caucus members are Socialists. \"It’s basically a slander against the caucus,\" he said.\n\nThen there’s this: Real card-carrying Socialists say the listed House members aren’t Socialists. The list that Cofall and dozens more rely on \"is completely fraudulent,\" said Frank Llewellyn, who served as national director of the Democratic Socialists of America for 10 years until stepping down in July.\n   \nDSA supports some caucus policy positions, Llewellyn said, but no House members are DSA members. To join, a person must fill out a form and pay dues. Even Sanders, the Vermont senator and self-described democratic socialist, is not a member of the DSA, Llewellyn said. The last member of Congress who was a card-carrying member, he said, was California Democratic Rep. Ron Dellums, who served 28 years in the House until leaving in 1998.\n   \nLlewellyn aired chagrin for two reasons. First, the group has to spend time knocking down reports that never seem to go away. Second, Llewellyn said, \"if we had formal political relationships with 70-odd members, we would be making a lot more money’’ from dues.\n       \nLlewellyn said similar accusations of Socialism (with a capital S) have surfaced every election year since the caucus was created. \"There’s nothing we can do to stop it,\" Llewellyn said. \"I can’t tell you the number of times we’ve tried to stop it.\"\n\nThe repeated claim about Lee, Johnson and other House members being Socialists shakes out as flagrantly incorrect. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-12474"}