{"url": "/factchecks/2020/apr/15/viral-image/no-evidence-bill-murray-said-social-media-linked-d/", "speaker": "Viral image", "vclaim": "Says Bill Murray said “Social media is training us to compare our lives ... No wonder why everyone is depressed.”", "truth_label": "false", "date": "stated on April 14, 2020 in a Facebook post:", "title": "No evidence Bill Murray said social media is linked to depression", "text": "Actor Bill Murray, famous for interacting with strangers in random, surprise real-life encounters, is appearing in unlikely places on social media, too. \nThe \"Groundhog Day\" star and \"Saturday Night Live\" veteran does not have verified Twitter or Instagram accounts and is not active on social media. Yet words attributed to him have been circulating widely online. \nAn image appearing in a Facebook post reads: \"Social media is training us to compare our lives, instead of appreciating everything we are. No wonder why everyone is depressed. - Bill Murray\" \nBut there is no evidence that this quote is from Murray.\nMurray has been publicly critical of social media. In a June 2018 profile of the actor published by The Guardian, he said on the topic of social media, \"My only problem with it is that people now feel they should document their life rather than live it.\n\"The other night I was at a party and there was a wonderful DJ playing there, but you couldn’t dance without people pulling their phone out of their pocket and saying: ‘Let’s film ourselves dancing!’ Why don’t you film yourself dancing and I go stand over here, you know?\"\nBut the profile doesn’t contain the words from the post circulating on Facebook. And neither do any other reports we could find. \nThe sentiment about comparing our lives first appeared on Twitter in January 2015, and at the time it was not attributed to Bill Murray or any other celebrity. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt has been cited for years as a Murray quote, without evidence PolitiFact could find. One of the earlier instances was in a Reddit thread. The words from the post were submitted as a Bill Murray quote on June 15, 2018.\nLater that day, a moderator removed the quote from a Reddit collection of popular quotes because it was suspected that the quote originated with a fan account on Twitter, rather than Murray himself, according to an explanation for the removal. The moderator promised to reinstate the quote if the user who submitted it provided evidence that it was from Murray. It was not reinstated.\nMurray himself does not have an official Twitter account, but there are Bill Murray parody accounts on both Twitter and Instagram.  \nThe attribution of the quote to Murray could have originated with a post on a parody account. \nOne version of the post appears to be a screenshot of the quote as if it had been tweeted by a verified Bill Murray Twitter account — an account that does not exist.\nOur ruling\nA Facebook post says that Bill Murray said, \"Social media is training us to compare our lives, instead of appreciating everything we are. No wonder why everyone is depressed.\"\nWhile Murray has criticized the way people use social media, there is no evidence he said the words attributed to him in the Facebook post or other similar social media posts. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-16947"}