{"url": "/factchecks/2010/jul/22/georgia-association-homes-and-services-children/group-says-more-3-out-10-girls-have-been-pregnant-/", "speaker": "Georgia Association of Homes and Services for Children", "vclaim": "By 12th grade, \"more than 3 out of 10 girls have been pregnant at least once.\"", "truth_label": "half-true", "date": "stated on July 15, 2010 in a newsletter:", "title": "Group says more than 3 out of 10 girls have been pregnant at least once by 12th grade", "text": "Among the many dismal claims PolitiFact Georgia runs across, this one seemed more depressing than most. \n\nAn e-mail newsletter sent by a membership group of state foster homes and other child services said that by 12th grade, \"more than 3 out of 10 girls have been pregnant at least once.\"\n\nReally? That much?\n\nNormer Adams, executive director of the Georgia Association of Homes and Services for Children, is editor of Welfare Watch. The newsletter used the teen pregnancy statistic to illustrate the need for programs and praise the Georgia Campaign for Adolescent Pregnancy Prevention's (G-CAPP) Second Chance Homes, where teen mothers live as they learn to be self-sufficient. \n\nHere's what the newsletter said:\n\n\"By the 12th grade, 63% of all students have had sex and more than 3 out of 10 girls have been pregnant at least once.\"\n\nThis item deals with the pregnancy statistic. \n\nAdams said he got his information from the Web site of G-CAPP, which is a major statewide nonprofit that advocates to lower teen pregnancy rates.\n\nG-CAPP's \"Fast Facts\" page gives a list of statistics on the state of teen pregnancy in Georgia and nationally.\n\n\"Three in ten girls in the U.S. become pregnant at least once before age 20,\" it states.\n\nThat's not by twelfth grade, but by age 20. So the newsletter didn't accurately cite the figure.\n\nStill, \"three in ten\" in the U.S. seemed like a lot, so we called the National Campaign to Prevent Teen and Unplanned Pregnancy, a nonprofit that produces statistics and other information frequently used by teen pregnancy prevention groups. It's where G-CAPP got its figures.\n\nThe group calculated the pregnancy statistic itself, said Bill Albert, its chief program officer. An April 2008 fact sheet on the statistic said it was based on 2004 teen pregnancy rates from the National Center for Health Statistics, the most recent figures at the time. \n\nThe usual teen pregnancy rate measures the rate of teen pregnancy in a single year. The figure from the National Campaign to Prevent Teen and Unplanned Pregnancy is different because it measures the \"cumulative risk of teen pregnancy over a teen girl's entire life up to age 20,\" according to its fact sheet.\n\nThe group totaled the teen pregnancy rate for girls in each of those 10 years, adjusting for teens who have multiple pregnancies. It found that 29.81 percent of girls become pregnant at least once as a teen, or three in 10.\n\nTo get an independent take on the subject, we contacted the Guttmacher Institute, a nonprofit group that performs social science research, policy analysis and public education on sexual and reproductive health in the U.S. and internationally. It checked data from the National Survey of Family Growth that was released last month. \n\nThe survey, a sample of 15- to 44-year-olds across the nation, was conducted between 2006 and 2008 by the federal Centers for Disease Control and Prevention.\nJust under 28 percent of women who were age 20 at the time of the survey reported having ever been pregnant, according to the data. That's very close to 29.81 percent from the National Campaign to Prevent Teen and Unplanned Pregnancy. Or three in 10.\n\nAnd for girls who are 18, the typical age for a 12th-grader, that figure was about 17 percent, according to that same set of data.\n\nSo why don't we notice more of these pregnant teens?\n\nAlbert from the National Campaign to Prevent Teen and Unplanned Pregnancy said only about half of these teens give birth.\n\n\"Some may have hidden the pregnancies, some may have elected to terminate the pregnancy, others may have suffered a fetal loss,\" Albert said. \"In short, pregnancy is -- up to a point -- hard to detect. Children are not.\"\n\nSo yes, three in 10 females in the U.S. become pregnant at least once by age 20.\n\nThis means that while Welfare Watch got the statistic from the G-CAPP Web site wrong, it's correct that a significant percentage of U.S. teens become pregnant. So while the statement is generally true, it was off-target on some important information. \n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-14730"}