{"url": "/factchecks/2015/may/27/ron-johnson/russ-feingold-cast-deciding-vote-pave-way-obamacar/", "speaker": "Ron Johnson", "vclaim": "Says Democratic challenger Russ Feingold \"was the deciding vote on Obamacare.\"", "truth_label": "barely-true", "date": "stated on May 19, 2015 in an interview:", "title": "Russ Feingold cast deciding vote on Obamacare, Ron Johnson says", "text": "Shortly after Democrat Russ Feingold announced he would challenge U.S. Sen. Ron Johnson in 2016, setting up a rematch from six years earlier, Johnson outlined how he would define the former three-term senator.\nFeingold is a builder of big government, a career politician and a Washington insider, Johnson told the Milwaukee Journal Sentinel in an article published May 19, 2015.\nAnd the first-term Republican pledged:\n\"I’ll point out Sen. Feingold was the deciding vote on Obamacare. That’s not working out so good for Wisconsinites.\"\nThe deciding vote on Obamacare?\nThe same claim has been made against a number of other Democratic senators over the past five years. Our colleagues have checked five of them -- four were rated Mostly False and one False.\nBut does the claim apply to Feingold?\nThe vote\nAll of the claims center on the penultimate vote in the Senate to approve President Barack Obama’s Affordable Care Act.\nThe vote, taken Dec. 23, 2009, was to invoke cloture -- that is, to cut off debate so that consideration of the health care reform bill itself could proceed. Without that move to prevent Republican filibusters, a final vote on the bill would have been blocked.\nInvoking cloture requires 60 votes -- and the Democrats got exactly 60. All 58 Democratic senators, including Feingold, along with two independents voted yes.\nThe next day,the Senate passed Obamacare. Obama signed the measure into law in March 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nJohnson's spokeswoman, Melinda Schnell, argued to us in an email that all 60 votes for cloture were decisive, because any one of the senators \"could have, on her or his own, stopped the measure by voting otherwise.\"\nYes. But Johnson's claim is that Feingold cast the deciding vote, not one of 60 votes.\nSo was there a single deciding senator? Arguably yes, but not Feingold.\nFour days before the cloture vote was held, Senate Democrats announced they had clinched the 60th vote they needed by reaching a compromise with Sen. Ben Nelson, D-Nebraska, who had concerns about abortion-related provisions in the bill. Nelson even appeared at a news conference to explain his position.\nEarlier in the process, according to a detailed recounting by the Los Angeles Times, reluctant Democratic Senators Evan Bayh of Indiana and Mary Landrieu of Louisiana, as well as Joe Lieberman, an independent from Connecticut, were persuaded to vote yes.\nIn contrast, based on accounts in the Los Angeles Times, the New York Times and the Boston Globe -- there is no mention that Feingold's vote for cloture was ever in doubt. And Johnson didn’t cite any evidence that it was.\nA footnote before we close:\nA week before the Obamacare cloture vote, Feingold played a pivotal role on a different cloture vote. Republicans threatened to filibuster an unrelated defense appropriations bill as a way of indirectly delaying the Obamacare measure.\nTo get around that, according to the Los Angeles Times, Democratic Senate Majority Leader Harry Reid had to convince Feingold -- an opponent of the defense bill -- not to join the Republican blockade. Feingold agreed to vote with his party. The effect was to advance the health care bill.\nOur rating\nJohnson said Feingold \"was the deciding vote on Obamacare.\"\nThere is an element of truth in Johnson's claim. Obamacare backers needed 60 yes votes on a crucial vote in the Senate that paved the way for final Senate passage of the health care reform bill. Feingold cast one of those votes.  \nBut to call it the deciding vote is misleading in that support from Feingold -- unlike some other senators who had to be persuaded to vote yes -- was never in doubt.\nWe rate Johnson's statement Mostly False.", "vclaim_id": "vclaim-pol-06380"}