{"url": "/factchecks/2019/may/16/west-virginia-democratic-party/fact-checking-median-pay-black-hispanic-women/", "speaker": "West Virginia Democratic Party", "vclaim": "\"Black women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes.\"", "truth_label": "mostly-true", "date": "stated on April 2, 2019 in a tweet:", "title": "Fact-checking median pay for black, Hispanic, Native American women", "text": "In a tweet timed for Equal Pay Day, the West Virginia Democratic Party sought to spotlight differences in pay between women of color and men.\nThe April 2 tweet said, \"Black women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes. Today we not only acknowledge the pay gap, we recommit to closing it. #EqualPayDay2019.\"\nBlack women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes. Today we not only acknowledge the pay gap, we recommit to closing it. #EqualPayDay2019 pic.twitter.com/rz5lb0SjZn— WV Democratic Party (@wvdemocrats) April 2, 2019\n\nIs this correct? After looking at the underlying data, we found that it’s not far off.\nWhen we contacted the party, they pointed us to a report produced by the National Partnership of Women and Families in April 2019.\nThe report said that \"among women who hold full-time, year-round jobs in the United States, Black women are typically paid 61 cents, Native American women 58 cents and Latinas just 53 cents for every dollar paid to white, non-Hispanic men.\"\nThose aren’t exactly the same numbers that the party offered, but they match the previous year’s version of the partnership’s report. So the data is slightly out of date.\nIn addition, we should note that the state party left out part of the description. The National Partnership of Women and Families was comparing women who hold full-time, year-round jobs, not just women who are working any amount of time. And they were also comparing those figures to white, non-Hispanic men, not to men more generally.\nPotentially, this could make a difference. So we decided to look at the underlying Census Bureau data for the comparison the tweet actually made -- earnings by black, Native American, and Hispanic women compared to all men.\nOverall, according to the Census data, the median earnings for all male workers was $44,408. For black women, it was $29,708, and for Hispanic women, it was $24,245.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThat means that African-American women earned 67 cents for every dollar a man made, while Hispanic women earned 55 cents.\nThe data for Native American women was harder to locate. The National Partnership of Women and Families pointed us to a different data set from the Census Bureau.\nAccording to that data set, men earned a median of $39,819, while Native American women earned $23,214. That works out to 58 cents on the dollar, as the tweet said.\nAll told, the tweet’s figure for African Americans was off by four cents, the figure for Hispanics was off by one cent, and the figure was accurate for Native Americans.\nSo, two of the tweet’s figures are off the mark, but not by much.\nA final note: as we’ve written previously, this figure refers to the general disparity between what men and women earn, and does not compare cases of apples to apples.\nThese comparisons do not adjust for such factors as the degrees and jobs women pursue, the time they take off to care for children, or the years of experience they’ve had.\nOther studies have shown a closer match for men and women holding the same jobs.\nOur ruling\nThe West Virginia Democratic Party tweeted, \"Black women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes.\"\nThe tweet is right for Native American women, but the figures for black women and Hispanic women are 67 cents and 55 cents, respectively. That’s not exactly what the tweet said, but it’s not far off.\nWe rate the statement Mostly True.\n Share the Facts 2019-05-16 20:06:34 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Black women make only around 63 cents while Native American women earn 58 cents, and Hispanic women make just 54 cents in comparison to every dollar a man makes.\"    West Virginia Democratic Party state party https://twitter.com/wvdemocrats/status/1113161402972241920   a tweet Tuesday, April 2, 2019 2019-04-02    Read More  info", "vclaim_id": "vclaim-pol-00628"}