{"url": "/factchecks/2010/oct/19/scott-bruun/scott-bruun-says-kurt-schrader-was-deciding-vote-n/", "speaker": "Scott Bruun", "vclaim": "Says Kurt Schrader \"cast the deciding vote that failed to extend tax cuts for Oregon’s middle-class families and small businesses.\"", "truth_label": "false", "date": "stated on October 8, 2010 in an e-mail:", "title": "Scott Bruun says Kurt Schrader was the deciding vote in not extending Bush-era tax cuts", "text": "When Democrats adjourned without taking action on the George W. Bush-era tax cuts, which will expire at the end of the year if Congress doesn’t act, they had to know that it would be the perfect fodder for Republican attacks.\n\nSo maybe Rep. Kurt Schrader, who represents Oregon’s 5th District, wasn’t surprised when he saw this recent e-mail jab from Republican challenger Scott Bruun: \"Schrader cast the deciding vote that failed to extend tax cuts for Oregon’s middle-class families and small businesses.\"\n\nThe attack goes on to quote some bits from a Sept. 29, 2010, article in The Hill.\n\nBit No. 1: \"House Majority Leader Steny Hoyer (D-Md.) told reporters Wednesday that the House would not vote on the expiring George W. Bush-era tax cuts before lawmakers break for the November midterm elections.\"\n\nBit No. 2: \"Members who voted to adjourn were ‘putting their election above the needs of your constituents,’ (House Minority Leader John) Boehner said in his speech. ‘Vote no on this adjournment resolution. Give Congress the chance to vote on extending tax rates.’\"\n\nPolitiFact Oregon decided to do a quick reality check on this claim, lest those \"middle-class families and small businesses\" Bruun references be misled by some political doublespeak.\n\nLet’s start first with the vote’s dynamics: On Sept. 29, 2010, the House voted to adjourn. The vote was a close one. So close, in fact, that House Speaker Nancy Pelosi actually had to cast a vote -- something she doesn’t do all that often. (The Washington Post’s Votes Database says she has cast 94 votes this Congress; other members have voted more than 1,500 times.)  In the end, 210 representatives voted to adjourn while 209 voted against adjourning.\n\nSchrader was in the majority. Did he cast the deciding vote?\n\nWe’d say the deciding vote belongs to Pelosi, if only because she doesn’t typically vote on procedural things like this. But we’ll be ridiculously lenient here and say that because the difference between the two sides was just one vote, any of the members voting to adjourn could be said to have cast the deciding vote.\n\nSo, let’s get into the politics of the thing. Normally, a procedural vote wouldn’t be an issue, but it is this time around because Democrats and Republicans had been going back and forth for a couple of weeks -- at least -- about just what parts of the Bush-era tax cuts should be allowed to expire. As The New York Times put it, generally everybody agrees that the cuts will be extended \"for the roughly 98 percent of households in which couples have less than $250,000 in annual income or individuals earn less than $200,000.\"\n\nMost Republicans and some Democrats, however, also want to extend the tax cuts for the top 2 percent.\n\nUltimately, Democratic leadership decided to table the matter until after the November elections and adjourn without deciding one way or another. Bruun takes this to mean that the House (read: Democrats) failed to extend tax cuts for \"Oregon’s middle-class families and small businesses.\"\n\nBut that’s not right. Congress is expected to pick the issue up once it reconvenes. There’s been no decision for or against the extension, but, generally, most everybody seems to agree that some piece of the tax cuts will be extended.\n\nBruun is clearly trying to equate a vote for adjournment with a vote not to extend tax cuts, and that’s just not the case. PolitiFact Oregon dubs this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14201"}