{"url": "/factchecks/2018/apr/09/donald-trump/can-taxpayers-expect-card-sized-tax-forms-file-nex/", "speaker": "Donald Trump", "vclaim": "\"This will be the last time — April — that you’re going to (fill out) that old-fashioned, big, lots of pages, complicated tax form. Because next April you’re going to, in many cases, (file) one page, one card. It’s going to be very, very different. Very, very different.\"", "truth_label": "barely-true", "date": "stated on April 5, 2018 in an event in West Virginia:", "title": "Can taxpayers expect card-sized tax forms next year, as Donald Trump says?", "text": "If you are struggling to finish and file your taxes right now, something President Donald Trump said during a recent visit to West Virginia probably sounds like a godsend.\n\"This will be the last time — April — that you’re going to (fill out) that old-fashioned, big, lots of pages, complicated tax form,\" Trump said during his April 5 visit. \"Because next April you’re going to, in many cases, (file) one page, one card. It’s going to be very, very different. Very, very different.\"\nTrump was focused on this point, saying at another occasion during the event, \"You’ll have a nice, simple form next year. This will be the last year. So take pictures of it and enjoy it. This is the last time you’ll have to file a very complex and big tax form. It will be much easier starting next April.\"\nBut Trump’s assurance is dubious.\nThere isn’t an option today for filing taxes on a \"card\" — and there’s nothing in the new law that would create one.\nThe idea for this popped up in November. House Republicans touted their plan as one that could be accommodated by a postcard-sized form. The president liked the idea so much that he held one up and kissed it for the cameras when meeting with lawmakers at the White House.\n\"It's going to make life very simple,\" he said Nov. 2, 2017. \"The only people that aren't going to like this is H&R Block. They're not going to be very happy. That's probably one of the only companies in the country that's not going to be thrilled.\"\nIn the end, the bill didn't require this.\nThere is already a pretty easy way to file your tax returns, the 1040EZ form. It looks like this, with just one page to fill out:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"While it’s not postcard-sized, it’s pretty simple, and whatever they end up with in the future will probably look a lot like that currently does,\" said Patrick Newton, a spokesman for the bipartisan Committee for a Responsible Federal Budget, told us in December.\nThe 1040EZ is also popular. According to IRS statistics for the 2015 tax year, 23.3 million tax filers used the 1040EZ. That’s about one of every six filers.\nCould the number of people using the 1040EZ increase in 2019 due to the tax bill’s passage?\nWhen we checked with the White House, they told us that Trump was referring to increases in the standard deduction and the curtailment of the alternative minimum tax for many taxpayers, results that should simplify tax filings for many Americans.\nBefore the new law took effect, about 70 percent of filers used the standard deduction, said John Buhl, a spokesman for the Tax Foundation.\n\"With the Tax Cuts and Jobs Act in place, we estimate that could increase to about 90 percent of filers,\" he said. \"Using the standard deduction rather than itemizing certainly makes filing taxes a simpler process.\"\nHowever, Buhl added, \"the basic forms and process for submitting a return either with the standard deduction or with itemized deductions will not change much. So we aren’t at the point of just needing a postcard.\"\nMeanwhile, some filers could actually see greater complexity than in the past, Buhl said. \"There are new pass-through business deduction rules looming that could provide an additional tax cut for some, but likely make their filings more complex,\" he said.\nJoseph Rosenberg, senior research associate at the Urban Institute-Brookings Institution Tax Policy Center, has told us that the number of 1040EZ users might increase on the margins, but added that \"there are relatively few people who currently itemize who have a simple enough situation\" to shift to the 1040EZ.\nOur ruling\nTrump said, \"This will be the last time — April — that you’re going to (fill out) that old-fashioned, big, lots of pages, complicated tax form. Because next April you’re going to, in many cases, (file) one page, one card. It’s going to be very, very different. Very, very different.\"\nThere is no new card- or postcard-filing option in the pipeline due to the law passed last December. As it happens, simpler filing options already exist and are widely used — but tax experts do not expect a surge in their use as a result of the tax bill in April 2019.\nWe rate the statement Mostly False.\n\n Share the Facts 2018-04-09 12:40:23 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   \"This will be the last time — April — that you’re going to (fill out) that old-fashioned, big, lots of pages, complicated tax form. Because next April you’re going to, in many cases, (file) one page, one card. It’s going to be very, very different. Very, very different.\"    Donald Trump President https://www.whitehouse.gov/briefings-statements/remarks-president-trump-roundtable-discussion-tax-reform/   an event in West Virginia Thursday, April 5, 2018 2018-04-05    Read More  info", "vclaim_id": "vclaim-pol-02215"}