{"url": "/factchecks/2011/feb/07/dave-hunt/dave-hunt-says-schools-will-suffer-without-planned/", "speaker": "Dave Hunt", "vclaim": "Says \"every school will be negatively impacted\" if Education Stability Fund is not tapped.", "truth_label": "true", "date": "stated on December 23, 2010 in an e-mail:", "title": "Dave Hunt says schools will suffer without planned cash infusion", "text": "The Oregon Legislature is up and running, which means battles over the budget -- both for the current two-year cycle and the next -- aren’t far off.\n\nIn fact, they might have already started. In an end-of-year e-mail sent out in December, Dave Hunt, the leader of the House Democrats, said the Legislature was obligated to release some $35.5 million from the Education Stability Fund.\n\nWithout it, he said, \"every school across Oregon will be negatively impacted during this school year.  The combined loss to schools across Clackamas County alone would be $3,371,694.  (North Clackamas Schools would lose $1,026,281, Oregon City Schools would lose $470,150, and Gladstone Schools would lose $121,028 for this school year.)\" Clackamas County is home to 10 school districts in all, according to the state.\n\n(For those wondering why he’s so concerned about Clackamas County -- he’s the representative from Gladstone.)\n\nWe wondered whether this was true.\n\nTo start with, we gave Hunt’s office a call. Michael Cox, the House Democrats’ spokesman, pointed us to an analysis of school funding. It spelled out two scenarios: what schools would get under the current budget and what schools would get under the current budget minus $35.5 million.\n\nIt backed up Hunt’s statement exactly. Every school would see a loss of dollars. And the numbers he cited for specific schools were accurate.\n\nThere were a few caveats, however. According to the fine print, the analysis:\n\n1) \"Assumes districts have same formula high cost disability grant as 09-10 preliminary\"\n2) \"Excludes $12.5 million for formula facility grants which can vary greatly by district by year\"\n3) \"Uses August 2010 school district data and estimates of school formula local revenue\"\n\nThese caveats are understandable; there’s some information the state just doesn't have at this point. But, even in the event that these assumptions are way off, they apply to such a small portion of the overall budget that the outcome of the analysis wouldn’t be affected much.\n\nWhen all of that checked out, we still had one nagging question: Were schools really counting on this cash? You could draw up an annual budget for PolitiFact Oregon and show our funding before and after a $35.5 million infusion (yeah, right), but if we were never expecting it in the first place, it’s not as though we’d be taking a loss. Similarly if schools were never counting on the $35.5 million -- if it was never built into their budgets -- it wouldn’t be fair to say they’d suffer without it.\n\nFor that piece, we called Oregon’s Legislative Fiscal Office. There, Monica Brown told us that the current school year was operating on a $2.86 billion budget and that, yes, in fact, that number did include the $35.5 million that Hunt was all worked up about.\n\nWe wondered when, exactly, that yet-to-be-released $35.5 million got folded into the budget, so we gave Cox another call. He pointed us in the direction of an Aug. 26, 2010, news release. At the time of the release, the state economist had just released a budget forecast that showed an additional $377.5 million shortfall.\n\nTo help offset educational cuts that might come as a result, then-Gov. Ted Kulongoski, Senate President Peter Courtney and then-Speaker of the House Dave Hunt \"agreed that in order to protect schools, approximately $34 million of the state reserve funds will be committed to K-12 when the Legislature convenes in February 2011.\"\n\nWell, it’s February 2011, so Hunt is reminding legislators about the deal. Of course, a few things have since changed, not the least of which is that the House is now evenly split between Democrats and Republicans. (You’ll notice that none of the parties who agreed to this move is a Republican.)\n\nThis is all beside the point, but we did contact Nick Smith, the spokesman for Co-Speaker of the House Bruce Hanna, a Republican from Roseburg, to see if there was any movement to resist tapping into the Education Stability Fund. Smith couldn’t say definitively but added \"we certainly have no interest in blocking whatever needs to be done to keep the budget balanced and the schools open.\"\n\nSo, back to the statement, would every school be negatively impacted without this cash? Well, each and every school budget would take a hit. Hunt had the analysis to prove his point. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13654"}