{"url": "/factchecks/2014/oct/24/scott-brown/debate-scott-brown-says-jeanne-shaheen-voted-pave-/", "speaker": "Scott Brown", "vclaim": "Says Jeanne Shaheen \"voted to pave the way for a new national energy tax.\"", "truth_label": "barely-true", "date": "stated on October 21, 2014 in a debate:", "title": "In debate, Scott Brown says Jeanne Shaheen 'voted to pave the way' for a carbon tax", "text": "In an Oct. 21, 2014, debate in Concord, N.H., Sen. Jeanne Shaheen, D-N.H., and her Republican challenger, former Massachusetts Sen. Scott Brown, tangled over energy policy.\nAt one point, Brown said Shaheen \"voted to pave the way for a new national energy tax.\"\nWe thought we’d take a closer look.\nThis claim echoed, but did not precisely match, one made in a June press release by Brown’s campaign manager, Colin Reed -- that \"one year ago, Sen. Shaheen voted for a measure that would have amounted to a new national energy tax.\"\nThis referred to the debate surrounding a \"carbon tax\" -- another term for taxes on oil, gas and coal usage. The logic behind the tax is that by making natural resources costlier for individuals and businesses to use, a carbon tax would encourage the use of alternative energy sources that have a smaller environmental impact.\nMost economists agree that a carbon tax would be effective, but the issue hasn’t gained much political traction.\nBrown campaign staffer Elizabeth Guyton pointed us to Shaheen’s vote on an amendment to a 2013 budget resolution put forth by Sen. Sheldon Whitehouse, D-R.I., who has expressed support for implementing a carbon tax.\nThe amendment stipulated that revenue generated by any future carbon tax must be given back to the public in some form.\nShaheen voted in favor of the amendment. However, nothing in that amendment would have actually enacted a carbon tax. Rather, the amendment offered a rough framework for how money generated from such a tax, if one were ever enacted, would be put to use.\n\"I think that ultimately a fee on carbon pollution is inevitable, and the purpose of that amendment was to begin a discussion on that and begin the discussion about when that happens, what the best way to use the proceeds of the fee are,\" Whitehouse told reporters in 2013. \"So from that point of view, I didn’t view it as binding anybody on a carbon fee, but I did view it as an assessment of the best way of using carbon fee proceeds.\"\nAlthough Shaheen was one of 41 \"yea\" votes (all of them coming from Democrats or Democratic-caucusing Independents), the vote wasn’t directly in support of a carbon tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nIt would have been accurate to say Shaheen voted to \"pave the way\" for a carbon tax if she had cast a vote to -- for instance -- begin Senate debate on an actual carbon tax. But no carbon tax was waiting for a vote. The amendment she voted for wouldn’t have brought a carbon tax any closer to fruition. (And don’t forget that the measure didn’t even pass, so it’s not as if it paved the way for a tax that’s now in place.)\nA second piece of evidence offered by Brown’s campaign concerns an amendment proposed by Sen. Roy Blunt, R-Mo. Blunt has emerged as a persistent carbon tax opponent in the Senate.\nIn 2013, Blunt proposed an amendment that would have increased the threshold for passing a carbon tax framework within a budget resolution to 60 votes.\nShaheen voted against this amendment, even as some of her Democratic colleagues from energy producing states voted for it. Still, it’s an exaggeration to say that Shaheen \"paved the way\" for a carbon tax when no proposal was going anywhere in the Senate.\nShripal Shah, a spokesman from Shaheen’s Senate office, told us in June that Shaheen has never supported a carbon tax. Shah said Shaheen supports \"market-driven solutions\" to address pollution, such as the Regional Greenhouse Gas Initiative.\nThis statement seems to fall in line with the position Shaheen took when she first campaigned for the Senate in 2008. During a roundtable discussion at Seacoast Energy Alternatives in Somersworth, New Hampshire, Shaheen said she would prefer a cap-and-trade program over a carbon tax because it’s \"easier to sell to the population\" and \"puts the onus\" on the polluters.\nWhen it comes to the legislative record, Shaheen’s efforts to influence energy policy since taking office have been focused largely on boosting energy efficiency.\nShaheen partnered with Sen. Rob Portman, R-Ohio, to craft an energy efficiency bill that would launch a federal training program for energy-efficient building design and operation and establish a loan program for energy improvements to homes and small businesses, among other initiatives.\nThe bill has twice died in the Senate. The most recent effort failed on May 12, 2014, when supporters failed to reach the 60 votes necessary to close debate on the bill and proceed to a final vote.\nOur ruling\nBrown said Shaheen \"voted to pave the way for a new national energy tax.\"\nThat’s misleading. The two votes she took did mirror those of some lawmakers who favor a carbon tax, but that’s not the same thing as saying she voted to \"pave the way for a new national energy tax.\" These weren’t procedural votes to commence a debate on, or tee up a final vote on, an actual carbon-tax bill. We don't see how either vote would have brought a carbon tax any closer to fruition.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07083"}