{"url": "/factchecks/2011/jan/08/victoria-taft/victoria-taft-says-city-spent-nearly-1-million-red/", "speaker": "Victoria Taft", "vclaim": "Portland spent nearly $1 million in federal stimulus money to install bike path signs where they already existed.", "truth_label": "false", "date": "stated on December 22, 2010 in a website posting:", "title": "Victoria Taft says city spent nearly $1 million on redundant bike signs", "text": "CORRECTION: CORRECTION: This item was corrected to reflect that there are new bikeway sharrows near older medallion bikeway marks on Northwest Johnson Street. Our ruling did not change.\n\nThe city of Portland made national headlines last month by landing in a year-end report of government waste, as compiled by U.S. Sen. Tom Coburn, R-Okla.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLars Larson\n\n\nstated on December 21, 2010 in Twitter\n\n\n\n\n\n\n\n\nTriMet is \"spending 4.2 million in fed funds to save $168K per year.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ian K. Kullgren • January 15, 2011\n\n\n\n\n\n\n\n\nHis \"Wastebook 2010\" lists some laugh-out-loud examples of federal largess: $2.5 million on a Census Bureau commercial too ironic to be understood? More than $200,000 to study why political candidates make vague statements? Nearly $500,000 to maintain a lavish office for former U.S. House Speaker Dennis Hastert? (We’re not vouching for the accuracy of any of those statements.)\n\nBut we’re pretty sure that entry No. 100 -- out of 100 -- did not make anyone at the Portland Bureau of Transportation chuckle.\n\n\"Why have one bike sign when you can have two?\" reads the final entry from Coburn’s report. \"Oregon spent $900,000 in federal stimulus funds on a new bike signage project even though the city already has similar bike signs, which it plans to leave up. ‘The new signs — which include arrows, distance, and travel times to key destinations — have a slightly different design than existing ones,’ according to a local biking website.\"\n\nWith the entry, Coburn posted photos of the old and new bike signs, as snapped by Jonathan Maus of bikeportland.org, also known as the \"local biking website.\" The roadside signs in the photos are at two different locations and look a little different from each other.\n\nCoburn’s clear implication is that the city doubled up on redundant signage. Local talk radio host Victoria Taft picked up on his theme on her blog:\n\n\"Portland spent nearly $1,000,000.00 in federal ’stimulus’ money to install ‘bike path’ signs where they already existed.\"\n\nWith her blog, Taft includes a photo of a \"sharrow\" mark, a white sign marked on the pavement to indicate a bike boulevard. The implication here is that the \"sharrows\" are redundant.\n\nPolitiFact Oregon wanted to know: Did Portland spend money for signs when there were already perfectly good signs in place? We asked the city for clarification.\n\nIn 2009, Portland received $900,000 from President Barack Obama’s \"America Recovery and Reinvestment Act\" -- the stimulus -- to improve bicycle signage.\n\nAbout $69,000 of that money went for 450 new \"wayfinding\" signs, the ones singled out by Coburn as wasteful. (These are green and white signs alongside the road telling riders the distance and estimated time to get to Lloyd Center or to the Eastbank Esplanade or myriad other destinations.) The $69,000 also paid for 1,180 new yellow \"safety\" signs marking crosswalks for pedestrians and cyclists. In any case, $69,000 is a pretty small portion of the overall grant.\n\nWhat about the rest of the money? About $480,000 of the $900,000 was spent on the \"sharrow\" pavement markings snapped by Taft. The city used the federal grant to paint 2,100 federally approved sharrows to mark 23 miles of new bike boulevards, and 30 miles of existing bike boulevards. The existing bike boulevards were stamped with smaller circles, and those are still there. The sharrows are larger, about 3 feet by 9 feet, and give a uniform look to all bike boulevards.\n\n(That leaves $351,000 unaccounted for. Where did that go? Well, said Dan Anderson, spokesman for the transportation bureau, there’s overhead, engineering costs, project management costs, contractor compliance costs, and pollution and erosion control costs. So many costs. But that’s another story.)\n\nWhat does that leave us with? The 1,180 new crosswalk signs were not mentioned in the musings of Taft or Coburn, so we can ignore those. In no case did any of the 450 signs duplicate existing roadside signs, so we can rule those out as well.\n\nThat leaves Taft’s sharrows.\n\n\"Those pictures on my blog were of signs on the roads just laid down by those workers. Just feet away were existing painted signs on the streets,\" Taft wrote to PolitiFact.\n\n\"Bicyclists already use the roads on which these signs were painted. Signs already existed there and new ones were therefore redundant and, in my opinion, a waste of taxpayer money.\"\n\nThe new sharrows did duplicate smaller bike boulevard markings in some locations, but not even close to all of them. The photo Taft snapped was on Northwest Johnson Street, where several sharrows are located next to older and smaller bike circles, some faded, some not. (They also are along Northwest 24th Avenue.)  \n\nNow, we wouldn’t have a problem if Coburn and Taft had dinged the city for wasting federal money on bike markings. Or for spending too much on overhead costs. But the message from the two was that all of the $900,000 was spent on slightly different signs where other signs \"already existed.\" And that’s inaccurate. We rule the claim False.\n\nComment on this item.", "vclaim_id": "vclaim-pol-13797"}