{"url": "/factchecks/2018/may/15/patrick-morrisey/patrick-morrisey-says-joe-manchin-wont-budge-obama/", "speaker": "Patrick Morrisey", "vclaim": "Says Joe Manchin displayed an \"unwillingness to change the failed Obamacare.\"", "truth_label": "half-true", "date": "stated on May 11, 2018 in a radio interview:", "title": "Patrick Morrisey says Joe Manchin won't budge on Obamacare, ignoring bipartisan efforts", "text": "As the general election for the seat held by Sen. Joe Manchin, D-W.Va., heated up, West Virginia Attorney General Patrick Morrisey took a shot in a radio interview with Breitbart, saying Manchin too often stands against President Donald Trump, who remains popular in the state.\nReferring to Trump’s appointee to the Supreme Court, Morrisey said, \"If Joe Manchin had his way, Judge (Neil) Gorsuch never would have been able to get a vote\" in the Senate.\nMorrisey went on to say, \"Whether we're talking judicial picks, whether we're talking Trump tax cuts, whether we're talking unwillingness to change the failed Obamacare ... Joe Manchin has not stood with President Trump.\"\nMorrisey is right that Manchin voted against the tax bill supported by Trump and most Republicans. But he isn’t really right about Manchin’s positions on Gorsuch and modifying Obamacare, officially known as the Affordable Care Act.\nWe’ll look at the Obamacare assertion here; we separately fact-checked the part about Gorsuch in another item.\nBottom line: Despite voting against the major Obamacare overhaul that most Republicans supported, Manchin has been open to making incremental changes to the law.\nChanging Obamacare\nManchin voted against the major Obamacare overhauls that most Republicans supported in 2017.\nWhen the Senate took up three varieties of bills to repeal the Affordable Care Act, Manchin voted against all three bills, siding with all other Democrats. All three failed, due to Republican defections.\nHowever, it is wrong to say that Manchin was unwilling to \"change\" the Affordable Care Act.\nIn January 2017, Manchin told West Virginia’s MetroNews radio that he had told Republican leaders that he's \"happy to sit down with you to see if we can find a pathway forward\" on Obamacare, Politico reported.\nSix months later, Manchin repeated that sentiment, telling MetroNews’ Talkline that he was still willing to work toward fixes for Obamacare, even as he objected to the Republican plan for a thorough overhaul.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"If they want to say, ‘Okay, Joe, we can’t pass this thing. Will you sit down and work with us?’ I’m there tonight with them and I’ll get six or seven or eight other very like-minded Democrats,\" Manchin said.\nManchin then organized a bipartisan health care policy meeting.\nPerhaps most important, Manchin was one of 24 original supporters — 12 Democrats and 12 Republicans — of a bill written by Sens. Lamar Alexander, R-Tenn., and Patty Murray, D-Wash., that was touted as a way to fix rather than scuttle Obamacare. The measure would have granted flexibility for states to allow a wider variety of insurance policies while temporarily continuing certain Obamacare payments that were at risk under a repeal. (It remains pending.)\nManchin also expressed public support for efforts by Sens. Susan Collins, R-Maine, and Bill Nelson, D-Fla., to modify Obamacare short of repeal, which crystallized as S. 1835, which would allow states to apply for funding for a reinsurance program or high-risk pool program.\nThe Morrisey camp pointed to several votes, including a number of Republican attempts to either repeal Obamacare entirely or make sweeping changes to it. But Morrisey’s use of the word \"change\" suggests something more measured than those bills offered, so we won’t consider them as evidence of Morrisey’s claim.\nOf the other votes Morrisey’s campaign cited, three concerned one narrow provision of the law: the \"Cadillac\" tax on high-cost health care plans. This provision has been controversial ever since the passage of the law, and the effective date has regularly been pushed back by Congress.\nManchin declined to push back the effective date on at least three occasions, sometimes alongside Republicans. On one such vote in December 2015, Manchin was joined by six other Democrats and three Republicans. On another vote that same month, Manchin was joined by 26 Republicans and six other Democrats or Democratic-aligned Independents. The third vote, in July 2017, was largely along party lines.\nMorrisey’s campaign mentioned other Obamacare-related votes on taxes, including a 2013 amendment to repeal Obamacare tax increases that hit \"middle-income Americans.\" These included the tax penalty for not purchasing health insurance, the \"Cadillac\" tax, expense deductions and penalties for withdrawing funds from health savings accounts. This amendment failed on a party-line vote.\nThese comprise the strongest piece of evidence for Morrisey’s position, but they mostly involve relatively narrow tax provisions affecting how the law is funded.\nIt’s worth noting that Manchin has also pursued his own efforts to tweak the bill narrowly, such as exempting volunteer first responders from the tax for not having health insurance; to delay the individual mandate penalty; and to redefine who counts as a full-time employee under the law.\nOur ruling\nMorrisey said Manchin displayed an \"unwillingness to change the failed Obamacare.\"\nManchin did oppose the various Republican-led repeal efforts, but he has worked actively to promote incremental changes to Obamacare — not only rhetorically but also by backing bipartisan bills intended as efforts to modify Obamacare without scuttling it.\nWe rate the statement Half True.\n Share the Facts 2018-05-15 14:30:37 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Joe Manchin displayed an \"unwillingness to change the failed Obamacare.\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://soundcloud.com/user-773315583/patrick-morrisey-on-joe-manchins-voting-record/s-sDAk8   a radio interview Friday, May 11, 2018 2018-05-11    Read More  info", "vclaim_id": "vclaim-pol-02076"}