{"url": "/factchecks/2015/oct/23/marco-rubio/marco-rubio-says-hillary-clinton-called-syrias-bas/", "speaker": "Marco Rubio", "vclaim": "\"Even after Syrian troops began to shoot protesters in the streets with live ammunition in 2011, Clinton labeled Bashar al-Assad a ‘reformer.' \"", "truth_label": "half-true", "date": "stated on October 22, 2015 in an op-ed in Breitbart:", "title": "Marco Rubio says Hillary Clinton called Syria's Bashar al-Assad a 'reformer'", "text": "The day Hillary Clinton testified before the House Select Committee on Benghazi, U.S. Sen. Marco Rubio, R-Fla., took aim at her foreign policy record.\nIn an op-ed for the conservative website Breitbart, Rubio criticized Clinton’s statements about Syria:\n\"Clinton touts her early support for arming Syria’s moderate opposition and more recently, a no-fly zone, to contrast her record with President Obama’s,\" wrote Rubio, a presidential candidate. \"But even after Syrian troops began to shoot protesters in the streets with live ammunition in 2011, Clinton labeled Bashar al-Assad a ‘reformer.’ The death toll in the Syrian civil war now stands at more than 200,000. ...\"\nIs Rubio right that Clinton labeled Syrian President Bashar al-Assad a reformer?\nWhat Clinton said in 2011\nPunditFact looked at a similar claim in 2014 when Fox News Sunday host Chris Wallace said Clinton had \"defended Syria’s President Assad as a possible reformer at the start of that country’s civil war.\" We rated that claim Half True.\nClinton’s 2011 comments stemmed from when Syria broke into violent clashes between Assad’s government forces and protesters.\nA civil war erupted after 15 schoolchildren were arrested in February 2011 for spray-painting anti-government graffiti on their school in Daraa. The military responded to protesters with force.\nClinton faced questions about Syria on CBS’ Face the Nation on March 27, 2011. Host Bob Schieffer pressed her on why the U.S. reaction would be different from its response to Libya with airstrikes. Syria, Schieffer noted, is no friend of the United States and is an enemy of Israel and an ally of Iran, and Assad’s father had \"killed 25,000 people, at a lick\" in 1982.\nClinton said:\n\"Well, if there were a coalition of the international community, if there were the passage of a Security Council resolution, if there were a call by the Arab League, if there was a condemnation that was universal, but that is not going to happen because I don't think that it's yet clear what will occur, what will unfold.\n\"There is a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he's a reformer.\n\"What's been happening there the last few weeks is deeply concerning, but there's a difference between calling out aircraft and indiscriminately strafing and bombing your own cities than police actions which, frankly, have exceeded the use of force that any of us would want to see.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\nSo Clinton’s line about Assad as \"a reformer\" was stated as the opinion of \"members of Congress of both parties\" rather than as her personal opinion.\nTo be sure, even this formulation was questionable. While Clinton mentioned \"both parties,\" the Washington Post’s Fact Checker was unable to find such comments coming from Republicans.\nDemocratic politicians who had expressed such hope included Nancy Pelosi who visited Syria in 2007 when she was House speaker. She said, \"We came in friendship, hope, and determined that the road to Damascus is a road to peace.\" And then-U.S. Sen. John Kerry at one point had a hopeful view of Assad, though he later changed his tune.\nA spokesman for Rubio, Alex Conant, pointed to the Fact Checker’s piece to argue that \"the claim that she made that others of both parties put forth the view that he was a reformer is false, which undermines the notion that she was not stating her own opinion.\"\nTwo days after her Face the Nation appearance, a Wall Street Journal reporter asked Clinton if it was still her position that Assad was a reformer.\n\"I referenced opinions of others,\" Clinton said. \"That was not speaking either for myself or for the administration.\"\nClinton added, \"We’re troubled by what we hear, but we’re also going to continue to urge that the promise of reform, which has been made over and over again and which you reported on just a few months ago – ‘I’m a reformer, I’m going to reform, and I’ve talked to members of Congress and others about that,’ that we hear from the highest levels of leadership in Syria – will actually be turned into reality.\"\nAs the military crackdown on Syrians worsened, Clinton called on Assad to go. Clinton was interviewed in November 2011 for ABC News by Jake Tapper, who noted she \"at one point seemed to have optimism that Assad was a reformer.\"\nClinton said, \"Well, we had hoped so because there was a lot at stake, we wanted to see an agreement, for example, between Syria and Israel. That was something that people have been working on for 30 years. We heard what Assad said about what he wanted to do for reform. But when it came to it, in the Arab Spring and as people actually demanded some freedom and their rights, he responded, as we have seen, very violently.\"\nShe added, \"But he’s not going to be able to sustain what is unfortunately growing armed opposition apparently fueled and maybe led by defectors from his army. It’s probably too late for him to change course, but there needs to be a change at the top of that government, and there needs to be an effort to engage in genuine dialogue and start on the path of reform.\"\nOur ruling\nRubio said \"even after Syrian troops began to shoot protesters in the streets with live ammunition in 2011, Clinton labeled Bashar al-Assad a ‘reformer.’ \"\nRubio has a point that in a March 2011 interview, Clinton did use the word \"reformer\" to describe al-Assad. However, Rubio glosses over the fact that she didn’t say that was her personal opinion of him, but rather the view of some members of Congress.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-05822"}