{"url": "/factchecks/2011/sep/23/carla-smith/atlanta-drowning-nations-highest-water-bills/", "speaker": "Carla Smith", "vclaim": "The city of Atlanta has either the highest or second-highest average water bills in the country.", "truth_label": "true", "date": "stated on September 13, 2011 in a meeting:", "title": "Is Atlanta drowning in the nation's highest water bills?", "text": "t’s no secret to many homeowners in the city of Atlanta that they are floating in high water and sewer bills.\n\nSome say they’re drowning in the money they sink into city coffers.\n\nThe issue came up during a recent City Council committee meeting where officials discussed a voter referendum set for February. The referendum would extend a penny-per-dollar sales tax to pay for ongoing work to repair Atlanta’s century-old sewer system, reduce pollution in the Chattahoochee River and improve its water quality.\n\nThe sales tax, city watershed management officials say, is projected to bring in about $113 million in 2012. And if voters don’t continue the tax? Officials say they would have to raise monthly water and sewer rates on Atlanta users.\n\n\"We can’t do a rate increase,\" Councilman C.T. Martin said.\n\nParticularly since homeowners saw their water bills rise by 12 percent in July, thanks to a series of annual rate increases passed by city leaders in 2008.\n\nThe council’s Utilities Committee debated how legislation authorizing the referendum should be crafted at its Sept. 13 meeting. Councilwoman Carla Smith, who said she was running low on patience about the discussion, made a comment about water and sewer bills that might surprise some recent Atlanta homeowners.\n\n\"We all know our water bills are the highest in the nation,\" said Smith, former chairwoman of the Utilities Committee. \"Or the second-highest.\"\n\nThe claim is repeated so often in Atlanta that we thought it’d be worthwhile to check it out.\n\n\"We are pretty sure we are first,\" said Janet Ward, a spokeswoman for the city’s Watershed Management Department, focusing on research she’s seen. \"Based on everything I know, we are No. 1.\"\n\nHere are some recent surveys we found:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\nBlack and Veatch, an engineering, construction and consulting company, looked at residential bills for water and wastewater in 50 large cities for three amounts of use for 2009 and 2010: 3,750 gallons, 7,500 gallons and 15,000 gallons. Atlanta users paid the highest average monthly rates for 7,500 gallons and 15,000 gallons. The bills were $154.30 and $327.70, respectively. Atlanta was a close second to Seattle in the 3,750-gallon category.\n\n\n\n\nRaftelis, a Charlotte-based consulting firm, helped conduct a study for the American Water Works Association in 2010. Atlanta’s wastewater rates were the highest among 30 large systems it studied. The city was fourth in water rates among those systems.\n\n\n\n\nCircle of Blue, a network of scientists, journalists and experts conducted a survey of water prices for 30 of the nation’s largest water and sewer systems. The average monthly bill for a family of four using 150 gallons of water a day in Atlanta was $126. That was a distant second to Santa Fe, N.M., where the average monthly bill was nearly $243 a month.\n\n\n\n\nNew York City’s Department of Environmental Protection conducted a study of water and sewer rates that found Atlanta had the highest average annual residential rates among 24 cities studied, as of March 2008 at nearly $1,500 -- or $125 a month. Atlanta -- by far -- also had the highest average commercial rates, at more than $16,000 a year.\n\n\n\n\nAtlanta voters have twice passed referendums, by overwhelming margins, for the 1 percent sales tax for the water and sewer improvements.\n\nWater and sewer rates are rising across the country at rates higher than inflation, experts say.\n\nCircle of Blue found the average water bills increased by 9 percent in the past year in the cities it surveyed. Cities say it costs more money to treat water, buy it from wholesale suppliers and pay the workers -- and they are passing those higher costs along to customers, the organization found.\n\nRaftelis’ chief operating officer, Piper Brandt, said water and wastewater rates have each risen by an average of nearly 5 percent in large cities since 1996. Another reason governments are raising costs, Brandt said, is use is down because people are conserving more water and using more efficient appliances. Brandt believes governments had below-market prices and are trying to catch up.\n\n\"Utilities have fixed costs and revenue is variable,\" Brandt said.\n\nBased on the research we’ve seen, none of which has been disputed, Atlanta has the highest monthly bills in most categories. When it is not first, Atlanta is typically second.\n\nAtlanta users may not want to toast a glass of H2O to this one, but Smith’s claim appears on target. We rate it as True.", "vclaim_id": "vclaim-pol-12380"}