{"url": "/factchecks/2018/jul/19/blog-posting/misleading-article-implies-puerto-rico-hurricane-a/", "speaker": "Bloggers", "vclaim": "\"Puerto Rico mayor facing fraud charges over $3M in federal disaster relief\"", "truth_label": "false", "date": "stated on July 15, 2018 in a blog post:", "title": "Misleading story links San Juan mayor to hurricane relief fraud", "text": "A headline on an online story says, \"Puerto Rico mayor facing fraud charges over $3M in federal disaster relief.\"\nThe article includes a photo of San Juan Mayor Carmen Yulín Cruz, wearing a shirt with \"NASTY\" printed in large block letters. This photo is taken from a television appearance following Hurricane Maria, which struck Puerto Rico in September 2017.\nCruz was a vocal critic of President Donald Trump, accusing him of providing insufficient aid to the island.\nOn Facebook, the story's link preview shows Cruz’s face above the headline. But she has not been accused of fraud related to hurricane relief.\nThe article, published July 15 on Your News Wire, reveals that Cruz isn’t facing charges at all. A different Puerto Rican mayor was accused. (Fact-checkers at The Weekly Standard caught that the initial version of the story said that Cruz and her party faced charges, but the language had been changed by the time we looked at it. Some versions of the story copied elsewhere had not made the change.)\nWe decided to dig a little deeper and see what else might be misleading about this story.\nWrong mayor\nThe mayor facing fraud charges is Miguel Ortiz-Vélez of Sabana Grande. Federal authorities have accused him of running a three-year scheme, beginning in 2013 and ending in 2016, to defraud the government of $3 million. Ortiz-Vélez proposed projects to the Puerto Rico Department of Education, but intentionally overestimated their cost.\nHe gave the extra money to the companies he contracted out for the work, as well as to the city. The owner of one of the companies reimbursed Ortiz-Vélez nearly $23,000 in cash.\nOrtiz-Vélez was indicted on July 2 for theft of government money, mail fraud, and money laundering. If he is found guilty, he could face up to 30 years in prison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nClose, but no cigar\nThe article on Your News Wire mixes the alleged Ortiz-Vélez scheme with another case of fraud in Puerto Rico. Two finance directors in Tao Baja were accused of misusing federal funds from the Department of Housing and Urban Development and the Department of Health and Human Services.\nThe Your News Wire story implies that this money was meant as hurricane relief funds, calling it \"assistance funds\" that were given \"during the same general time frame as the disaster.\"\nThis scheme took place from 2014 until early 2016, long before Hurricane Maria in September 2017. The money was meant to be used for promoting economic development and building new public facilities. Instead, the finance directors put the funds toward paying municipal employees and contractors.\nThis investigation is ongoing, and, again, separate from the investigation into Ortiz-Vélez.\nA lawsuit\nThere have been allegations against Cruz as well, which some outlets have connected to misuse of federal disaster relief funds. In February 2018, a former government worker sued the municipality of San Juan. She claims that the city was committing fraud by paying some contractors far more than others. She also claims she was demoted for speaking out against the corruption.  \nA local San Juan paper reported that, according to two unnamed sources, the FBI has opened an investigation into the alleged fraud. However, the plaintiff of the suit resigned in June 2017, before Hurricane Maria. The suit does not include any mention of federal disaster aid.\nOur ruling\nThe article said, \"Puerto Rico Mayor Facing Fraud Charges Over $3M In Federal Disaster Relief.\"\nThe article was styled to make it seem that Cruz, the vocal San Juan mayor, was responsible for the fraud. The entire first half of the article focuses on her liberal politics and her objections to Trump, rather than any specific crimes. All of this is severely misleading.\nThe reporting on the underlying fraud itself is bungled. It has nothing to do with \"federal disaster relief.\" The story mixes up two unrelated cases of fraud stemming from Puerto Rico that took place over a year before Maria struck.\nWe rate the statement False.\n Share the Facts 2018-07-20 02:36:33 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Puerto Rico mayor facing fraud charges over $3M in federal disaster relief\"    Bloggers on the Internet https://yournewswire.com/puerto-rico-mayor-fraud-disaster/   blog posts Sunday, July 15, 2018 2018-07-15    Read More  info", "vclaim_id": "vclaim-pol-01838"}