{"url": "/factchecks/2011/aug/26/regina-benjamin/us-surgeon-general-says-less-education-means-highe/", "speaker": "Regina Benjamin", "vclaim": "\"The United States death rate is two-and-a-half times higher for those who do not have a high school education.\"", "truth_label": "true", "date": "stated on August 18, 2011 in a radio interview:", "title": "U.S. Surgeon General says less education means higher mortality rates", "text": "School is back in session. Having trouble persuading Junior to go to class?\n\nTell him that if he doesn’t graduate high school, he’s more likely to die.\n\nU.S. Surgeon General Regina Benjamin said as much during an interview on WABE-FM (90.1), as she talked about what she said was the close link between education and health.\n\n\"The United States death rate is two-and-a-half times higher for those who do not have a high school education,\" Benjamin said.\n\nPolitiFact Georgia’s team of reporters was skeptical. Doesn’t that sound like something your mom would say to scare you into behaving? Like, \"if you keep making that face, it’ll stick that way\"?\n\nWe called up the U.S. Department of Health and Human Services, which oversees the Surgeon General’s Office.\n\nTheir officials replied with a pile of information. Chief among them was a 2007 report from the National Vital Statistics System, a collection of public health data overseen by the Centers for Disease Control and Prevention. It calculated death rates based on 2004 statistics.\n\nAccording to this data, the gap was even worse than Benjamin said. People ages 25 through 64 with 13 or more years of education died at the rate of 208.3 per 100,000. The rate for those with fewer than 12 years of education was 667.2, or 3.2 times higher.\n\nUniversity of Colorado at Boulder professor Richard Rogers pointed us to a NVSS report released in 2010 that says Benjamin is closer to the mark. Data from 2007 shows the death rate for those with less than a high school diploma is 529.5, or 2.7 times the rate for those with at least some college, it said.\n\nPolitiFact Georgia also consulted with experts and read studies on the subject. They agreed that Benjamin is correct. Since the 1970s, researchers have been aware that education is closely linked to health.\n\nIn fact, much of the increase in life expectancy has taken place among high-education groups.  Life expectancy actually declined for less-educated white women.  \n\nAccording to a 2008 study, better-educated black men can expect to live more than eight years longer than their less-educated counterparts.\n\nIt’s not entirely clear why people with more education tend to live longer lives. Researchers we interviewed said there are likely many reasons.\n\nThose with at least some college are less likely to smoke, be obese, live in dangerous places, or have a host of other characteristics that can shorten their lives, studies show. They have healthier behaviors in part because they have more financial and social resources.\n\nRecent evidence also suggests that cognitive ability helps people make better health decisions, said Adriana Lleras-Muney, a University of California Los Angeles professor who has worked on the problem for about a decade.   \n                                                                              \nSo parents, go ahead. Scare your children into going to school. You won’t be lying. Benjamin earns a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12521"}