{"url": "/factchecks/2010/apr/26/charlie-justice/bill-young-jack-abramoff-charlie-justice/", "speaker": "Charlie Justice", "vclaim": "Links jailed lobbyist Jack Abramoff to Rep. C.W. Bill Young.", "truth_label": "pants-fire", "date": "stated on April 14, 2010 in a web ad.:", "title": "New ad links Rep. Bill Young to Jack Abramoff", "text": "In a new web ad, state Sen. Charlie Justice comes armed with ominous music and some sloppy Photoshop work to link opponent Rep. Bill Young with jailed lobbyist Jack Abramoff.But does Justice, who is seeking to unseat the 20-term Pinellas County Republican, have any facts?The ad describes \"Abramoff, Inc.\" versus \"Young, Inc.,\" and spends two minutes drawing parallels between Young and the disgraced lobbyist now serving almost six years in prison on charges of tax evasion, mail fraud, and conspiracy to corrupt public officials.The video uses Abramoff's famous fedora as a metaphor for the ties between the two men. A copy of the hat flips off Abramoff's head and lands on Young's. Words on the screen says that Abramoff \"used his money for, among other things, luxury cars.\" The hat lands on Young as the screen says, \"Bill Young uses his campaign money for, among other things, a luxury car\" appears shortly thereafter. The ad says Abramoff was convicted of defrauding clients of \"tens of millions of dollars,\" while Young \"just this year\" put earmarks in the federal budget totaling $128 million.Separately, we've rated two of the ad's claims -- about Young's use of a luxury car, and whether he accepted $737,000 \"from lobbyists and recipients of his earmarks.\" In this item we wanted to zero in on the linkage between Young and Abramoff.Several other lawmakers, including former U.S. Rep. Tom Feeney of Florida, got tangled in the Abramoff scandal in one way or another. But there's never been a solid link to Young that we were aware of.We checked Nexis, a pay service that aggregates news articles from across the country, and found a few stories from 2006 did mention the two together -- all centering around $1,000 Young received in 2002 from an Abramoff client, the Mississippi Band of Choctaw Indians. But there is nothing to directly links Abramoff and Young. Indeed, Think Progress, a website run by the liberal Center for American Progress Action Fund has a section on Abramoff's links to Congress. Many members were mentioned, including Alaska Rep. Don Young (no relation), but Florida's C.W. Bill Young isn't discussed at all.We also checked Abramoff's federal charging document. Young isn't mentioned. The document does refer to an anonymous \"Representative #1\" but that turned out to be former Ohio Congressman Bob Ney, who resigned from office and pleaded guilty to corruption charges as part of the Abramoff imbroglio.\"Mr. Young never met him,\" Young spokesman Harry Glenn told PolitiFact Florida. \"He wouldn't be able to pick him out if the two passed on the sidewalk. To try to link them is ridiculous.\"We find that Justice's claim about Abramoff is an attempt at sleight of hand. The ad doesn't say Abramoff bought Young the car, but with its ominous music and flying hat, it suggests a connection when there isn't one.The only connection is a tenuous one, that one of Abramoff's clients contributed $1,000 to Young in 2002. There's no evidence that Abramoff himself contributed to Young, nor that Young ever sought earmarks for Abramoff, nor that they even actually met. That's not enough to hang a hat -- or a fedora -- on. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15072"}