{"url": "/factchecks/2012/may/29/citizens-transportation-mobility/pro-transportation-tax-group-says-projects-will-be/", "speaker": "Citizens for Transportation Mobility", "vclaim": "A government analysis shows under a proposed transportation tax, \"metro Atlanta will create or support an additional 200,000 new jobs, including jobs that are maintained year over year.\"", "truth_label": "barely-true", "date": "stated on April 16, 2012 in in an advertisement:", "title": "Pro-transportation tax group says projects will be boon for jobs", "text": "Backers of a tax to overhaul metro Atlanta’s roadways and transit are telling voters it’s a pro-jobs proposal.\n\nA study from the Atlanta Regional Commission, the region’s planning body, said so, according to a Georgia Trend magazine advertising supplement sponsored by Citizens for Transportation Mobility:\n\n\"The Atlanta Regional Commission’s analysis and forecast of the economic impacts of the 2012 Atlanta Regional Transportation Referendum’s passage show that . . . metro Atlanta will create or support an additional 200,000 new jobs, including jobs that are maintained year over year.\"\n\nAtlanta can sure use a couple of hundred thousand jobs. Is this true?\n\nWe asked a Citizens for Transportation Mobility spokeswoman, who sent us a link to \"Economic Impacts of the Transportation Referendum, 2013-2040.\" The report details the ARC study.\n\nCitizens for Transportation Mobility is a pro-transportation tax advocacy group. However, the ARC is an intergovernmental organization, so it has not taken a stand on the referendum.\n\nThe ARC study used a widely accepted economic model to predict what would happen if projects funded by the proposed 1 percent sales tax were built. It compares this scenario to one where the region continues with Plan 2040, its existing transportation blueprint.\n\nPlan 2040 builds projects slated for construction under the transportation tax proposal, but over a much longer period of time.\n\nThe ARC’s carefully worded analysis does show that the new 1 percent sales tax and the transportation overhaul it funds would boost jobs, especially once construction is complete.\n\nThis is how it works, according to the report and an interview with Mike Alexander, the ARC’s research chief:\n\nMost of the expected jobs growth would take place years in the future when the new infrastructure is built, Alexander said. Fewer delays would make it easier for members of the workforce, employers, customers and producers to gain access to one another.\n\nThe ARC’s analysis predicts that the effects of the reduced delays will ripple through metro Atlanta’s economy and \"support\" 200,000 \"job years\" over and above those that would exist if voters nixed the plan.\n\nBut when a project \"supports\" one \"job year,\" that doesn’t mean that it creates a new job for one worker.\n\nA \"job year\" is a term economists use to describe one job lasting one year. For example, if a construction worker gets hired to pour concrete for six months, this would count as half of a job year.  \n\nIf that same construction worker gets hired to pour concrete for three years, his work would count as three job years.\n\nIf a project \"supports\" a job year, it doesn’t mean that it creates one. That three-year job pouring concrete is new only in the year that the worker gets hired. The project \"supports\" the job in the following two years.\n\nThese may seem like arcane distinctions, but they’re important. If Citizens for Transportation Mobility said that the transportation tax \"would create 200,000 new jobs,\" that would be misleading. The bulk of those jobs would not be new.\n\nInstead, the ad said that the transportation tax would \"create or support an additional 200,000 new jobs,\" and specified that some of these jobs are \"maintained year over year.\"\n\nAlexander and others argued that this wording makes clear that the jobs figure includes positions that last for more than one year. PolitiFact Georgia sees their point, but the sentence is a bit opaque.\n\nWe also found another hitch. These hundreds of thousands of job years would emerge over the course of a generation, according to the analysis. The study measures growth over a 28-year time period from the beginning of 2013 to the end of 2040.\n\nThe one-year average would be 7,120. Through 2019, it would generate or support less than 2,000 a year, according to the analysis. By 2040, that number approaches 14,000.\n\nThis long time horizon made us wonder whether the Citizens for Transportation Mobility’s claim gives the impression that jobs would appear sooner than the ARC analysis says.\n\nBert Brantley, a public relations expert involved in the writing of the advertorial, said this is not the case. He noted that the ad’s next three paragraphs specify that economic gains such as savings from reduced travel time and an increase in personal income would develop by 2040.\n\nBut when it came to jobs, this decades-long time horizon wasn’t clear. In fact, the supplement  suggests that the transportation tax would help Georgia’s economic recovery -- a process that’s going on right now:\n\n\"The region would gain 34,000 new jobs in construction alone, allowing us to recoup more than half of the 57,000 construction jobs lost to the Great Recession,\" the ad states.\n\nEven though Citizens for Transportation Mobility attempts to tread carefully over the subject of jobs, its jobs claim isn’t clear enough.\n\nThe average reader would walk away from the advertising supplement thinking that the transportation overhaul would create 200,000 jobs in the next few years.\n\nBut those are job years. In fact, we don’t know how many of what your typical person would consider actual jobs this effort would create.\n\nCitizens for Transportation Mobility would have been much better off if it said the overhaul would create or sustain an average of 7,120 jobs each year.\n\nThe statement contains a kernel of truth, but it is so unclear on important specifics that it is misleading. It meets PolitiFact’s definition of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-11020"}