{"url": "/factchecks/2018/jul/09/mandy-cohen/nc-democrat-right-about-mike-pence-expanding-medic/", "speaker": "Mandy Cohen", "vclaim": "Indiana expanded Medicaid when Mike Pence was governor", "truth_label": "mostly-true", "date": "stated on June 26, 2018 in a speech:", "title": "NC Democrat mostly right about Mike Pence expanding Medicaid", "text": "Democrats in North Carolina argue the state should expand Medicaid to help residents pay for health care.\nSuch a move would help hundreds of thousands of uninsured residents, they say, adding that most of the cost would be paid by the federal government.\nThe Affordable Care Act enabled states to cover more people under Medicaid. But the legislation, signed into law by Democratic President Barack Obama, remains deeply unpopular among Republicans, and some state governments — including North Carolina’s — are refusing to expand Medicaid coverage.\nIn North Carolina, a bill to expand Medicaid through a program called \"Carolina Cares\" was authored by Republicans but doesn’t have enough support to pass in the GOP-controlled legislature. So on June 26, a member of Democratic Gov. Roy Cooper’s cabinet urged Republican legislators to follow in the footsteps of another prominent conservative: Vice President Mike Pence.\nMandy Cohen, secretary of the N.C. Department of Health and Human Services, told the crowd at a \"Close the Gap Advocacy Day\" event that Pence approved Medicaid expansion while governor of Indiana.\n\"When (the Vice President) was Governor of Indiana, he expanded Medicaid,\" Cohen said, according to this tweet by the executive director of NC AIDS Action.\nCohen’s comments came in the waning days of the N.C. General Assembly session, when legislators could have taken up the Medicaid expansion bill but didn’t.\nWhen PolitiFact contacted Cohen’s office, spokesman Cobey Culton referenced the websitefor Indiana’s health care program to support her claim.\nA deal with Obama\nThe ACA, also known as Obamacare, allowed states to expand Medicaid programs to adults earning 138 percent of the federal poverty level, which in 2015 was about $2,743 a month for a family of four. And it encouraged states to expand coverage by offering to pay for a large majority of the cost.\nUnder standard Medicaid, the federal government offers states a cost-match ranging from 50 to 73 percent.\nUnder the ACA, the federal government paid 100 percent of Medicaid expansion costs between 2014 and 2016. It then dropped its support to 95 percent in 2017 and plans to cut its support to 90 percent by 2020.\nIn 2015, then-Indiana Gov. Pence reached an agreement with the Obama administration to expand Medicaid under a custom program known as the \"new Healthy Indiana Plan.\"\nThe words \"Medicaid\" and \"expansion\" rarely appear together on Indiana’s health care website. The state describes the program as a \"homegrown consumer-driven health care coverage program for low-income adults.\" And, upon announcing the news, Pence avoided praising Medicaid as an effective coverage option.\n\"I believe Medicaid is not a program we should expand. It's a program that we should reform — and that's exactly what we're accomplishing,\" Pence said during a speech at an Indiana hospital. \"HIP 2.0 is not intended to be a long-term entitlement program. It's intended to be a safety net that aligns incentives with human aspirations.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nBut expand Medicaid, Indiana did. And, by the time Trump and Pence were elected to the White House, Pence was one of 10 Republican governors to expand Medicaid.\n\"Indiana and Arkansas have different names for their programs, but they are accessing federal funds through the ACA Medicaid expansion legislation,\" said Robin Rudowitz, associate director for the program on Medicaid for the Kaiser Family Foundation. KFF is a nonprofit, nonpartisan organization that focuses on health care issues.\nAs a result, about 381,000 people were enrolled in Indiana’s program by 2016, according to the State Health Reform Assistance Network.\nIndiana’s program\nSome conservatives oppose the idea of expanding Medicaid mainly because they fear the government might shift more of the financial burden to state governments over time. (Despite expanding Medicaid in Indiana, Pence wants to repeal the ACA and has falselyclaimed that expansion made it harder for disabled Ohioans to obtain coverage.)\nIndiana’s expansion plan gained support from Republicans in part because the Hoosier state implemented controversial qualification requirements. For example, all participants in Indiana’s program must contribute money — from $1 to $27 per month — to a health savings account. Enrollees who miss payments face a reduction in benefits.\n\"In Indiana’s case their waiver contained elements like some increased cost sharing and health savings accounts — other states that have expanded Medicaid have used some of these ideas too,\" said Adam Searing, an associate professor at Georgetown University’s school of public policy.\nAt the time, Indiana was the 28th state to expand Medicaid and one of the first to require premium payments. Since then, that list of states has grown to 33, and Utah is putting the issue to a vote via a statewide referendum this November.\n\"While Indiana’s expansion doesn’t look exactly like say California’s or New York’s where they just expanded coverage under their existing Medicaid program to the new group of adults, it does look a lot like Arkansas or Kentucky or Arizona or Montana which all used such waivers when they expanded Medicaid,\" Searing wrote in an email.\nEffect of conditions\nThe latest Medicaid expansion proposal in North Carolina (Carolina Cares) is modeled after Indiana's program. It would charge premiums and impose work requirements.\nCritics worried that Indiana’s rules would hinder its ability to cover more people. A recent study found that insurance coverage increased in states that expanded Medicaid — including Indiana.\nAaron E. Carroll, a professor of pediatrics at Indiana University’s School of Medicine and a critic of Indiana’s payment requirements, summarized the findings in a July 2 article for The New York Times.\n\"The good news is that even with these extra requirements, Indiana saw significant gains in Medicaid coverage,\" Carroll wrote.\n\"But we don’t know if gains would have been even larger without them,\" he continued. \"It’s possible that the churn caused by cost-sharing requirements may be causing the state to underperform. Neighboring states did see larger gains than Indiana itself. But Indiana overperformed compared with other, more distant states, making this unclear.\"\nOur ruling\nCohen said Indiana expanded Medicaid while Pence was governor. Though Indiana doesn’t refer to its program as Medicaid expansion, the state did expand Medicaid under the Affordable Care Act while implementing controversial conditions. We rate this statement Mostly True.\n'\n Share the Facts 2018-07-09 16:03:12 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Indiana expanded Medicaid when Mike Pence was governor    Mandy Cohen NC health and human services secretary https://twitter.com/leestorrow/status/1011597241386225672   North Carolina Tuesday, June 26, 2018 2018-06-26    Read More  info", "vclaim_id": "vclaim-pol-01884"}