{"url": "/factchecks/2020/feb/07/viral-image/no-nancy-pelosi-didnt-vow-impeach-trump-again/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi said, “If the Senate conducts a sham trial, our caucus will just impeach the president again. We have no shortage of impeachment offenses. This president is a criminal.”", "truth_label": "false", "date": "stated on January 19, 2020 in a Facebook post:", "title": "No, Nancy Pelosi didn’t vow to impeach Trump again", "text": "The Senate acquitted President Donald Trump of charges of abuse of power and obstruction on Feb. 5, but an old Facebook post suggests he could soon face another impeachment trial. \nThe Jan. 19 post has this quote over a photo of House Speaker Nancy Pelosi: \"If the Senate conducts a sham trial, our caucus will just impeach the president again. We have no shortage of impeachment offenses. This president is a criminal.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching online and on the Nexis news archive we found no evidence that Pelosi said that. \nAnd while Rep. Adam Schiff, D-Calif., warned that Trump would \"continue to try to cheat\" if the Senate didn’t convict  him, it doesn’t appear that Pelosi vowed to impeach him again. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nOn Dec. 23, Politico reported that lawyers for the House Judiciary Committee said in a court filing that the House could impeach Trump again if it discovers new evidence that Trump tried to obstruct investigations into his actions. \nBut as this Feb. 6 Washington Post analysis notes, it could be too risky for the Democrats to try again. \n\"The political cost of being seen as relentlessly trying to get the president out of office, especially as the election ticks closer, is just too high,\" the story says. \nBack to the alleged Pelosi quote: We rate it False.", "vclaim_id": "vclaim-pol-17362"}