{"url": "/factchecks/2020/jun/02/viral-image/no-these-arent-lincoln-park-zoo-animals-loose-chic/", "speaker": "Viral image", "vclaim": "Zoo animals were released during protests in Chicago.", "truth_label": "pants-fire", "date": "stated on June 1, 2020 in a Facebook post:", "title": "No, these aren’t Lincoln Park Zoo animals loose in Chicago", "text": "A giraffe walking the wrong way down a one-way street. A wallaby hopping on a bridge. A hippo trundling by a median. These are among the pictures being on shared Facebook along with claims that amid the protests over George Floyd’s death, people have released zoo animals in Chicago. \n\"Yooo they really did let the animals free!!!\" reads the June 1 post. Text over a photo of a Lion at a crosswalk says: \"Ayo they really set all the animals free out of the dam (sic) zoo.\" There’s another photo of a man holding a monkey with the words \"he then stole Curious George\" stamped over the image. A third photo shows a man holding a monkey and the text: \"It’s up in Chicago G.\"  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nLincoln Park Zoo confirmed that instinct, announcing on June 1 that all animals were \"accounted for and safe,\" according to the Chicago Tribune. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"There were no break-ins, thefts, or incidents last night,\" the zoo said. \"Images circulating, claiming to be of Lincoln Park Zoo animals out of their habitats, are false.\"\nIf the photo of the lion is familiar, it’s because in March we debunked it as part of fact-check of what looked like a screenshot of a news broadcast reporting that Russia \"unleashed more than 500 lions on its streets to ensure that people are staying indoors during this pandemic outbreak.\"\nThe photo of the lion is from an April 2016 movie shoot in Johannesburg. The photo of the giraffe appeared online as early as five years ago, when social media users spread misinformation about a giraffe set loose in Louisville. The hippo? From 2016, when a Spanish publication reported the animal escaped from a circus. And in 2018, the Sydney Morning Herald documented the wallaby that disrupted traffic as it crossed the city’s Harbour Bridge. \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17864"}