{"url": "/factchecks/2020/oct/21/joe-biden/no-boilermakers-union-didnt-endorse-joe-biden/", "speaker": "Joe Biden", "vclaim": "“The boilermakers union has endorsed me because I sat down with them and went into great detail with leadership [about] exactly what I would do.”", "truth_label": "false", "date": "stated on October 15, 2020 in a town hall:", "title": "No, the boilermakers union didn't endorse Joe Biden", "text": "When asked to prove his support for fracking is genuine, Joe Biden said last week that he’d won the backing of the boilermakers, a union whose members depend on the natural gas industry and passionately support the controversial drilling technique. \n\"The boilermakers union has endorsed me because I sat down with them and went into great detail with leadership [about] exactly what I would do,\" Biden said Thursday in Philadelphia during a nationally televised ABC News town hall. \nThat’s not true. \nBiden hasn’t been endorsed by the International Brotherhood of Boilermakers — which represents 50,000 people across the country who work in heavy industry, manufacturing, and related sectors — or Local 154, the Pittsburgh-area chapter mentioned at the event. \nThe international union states clearly on its website that it hasn’t endorsed a candidate for president this cycle. \n\"The International Brotherhood of Boilermakers has not endorsed any U.S. Presidential candidate for the 2020 Election, and the information contained on this webpage in no way serves as an endorsement by the International Brotherhood of Boilermakers for any U.S. Presidential candidate.\"\nA note on the website continues:\n\"As a union boilermaker, your vote is a personal decision. You have the right to vote for candidates and issues as you so choose. Your vote can make a difference in electing the representatives and policymakers who support labor issues and advocate for the work boilermakers do.\"\nLocal union lodges aren’t bound by what the larger umbrella group does, and in September, Local 154 endorsed President Donald Trump. \n\"The other day I'm watching the debate and I see Joe Biden tell everybody that the boilermakers endorsed him and that is not true,\" said John Hughes, Local 154’s business manager. \"He said he talked to somebody. I'd like to know who he talked to in the boilermakers because anybody I talk to did not endorse him.\"\nAsked for evidence that Biden spoke with members of the boilermakers union, Andrew Bates, the Biden campaign’s director of rapid response, provided none. Instead he listed several other Pennsylvania unions Biden met with and won endorsements from while campaigning, such as Teamsters Local 249, United Association of Plumbers Local 27, and Pennsylvania AFL-CIO. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nBates added that the boilermakers \"endorsed Joe Biden twice.\" \nHe’s talking about the 2008 and 2012 election cycles, when the union endorsed President Barack Obama, and Joe Biden was his running mate. \nBut an Obama endorsement doesn’t automatically count as a Biden nod. \nThe Democratic nominating contest was still in full swing in February 2008 when the boilermakers union threw its support behind Obama. Not only had Obama not yet named Biden as his running mate, but Biden was still seeking the nomination himself and had been passed over for the endorsement. \nThe endorsement the boilermakers made in 2012 when Obama was running for reelection could more plausibly be described as support for an Obama-Biden ticket.\nThe boilermakers union came up at the town hall when Pittsburgh resident Michele Ellison asked Biden to describe his vision for the energy sector in Southwestern Pennsylvania, where fracking has lifted the economy and employed plenty of boilermakers but also sickened some residents who live near the wells that extract natural gas from miles beneath the Earth’s surface. \nBefore answering the question, Biden emphasized, as he has said repeatedly, that he does not want to ban fracking. He wants to block the federal government from issuing new permits for drilling on public land but would otherwise allow existing fracking operations to continue, with environmental safeguards in place. He went on to say that he wants to invest in renewable energy and the battery technology needed to store it. \nOur ruling \nBiden said \"the boilermakers union has endorsed me.\" There are several things wrong with this statement. \nFirst, the International Brotherhood of Boilermakers hasn’t endorsed a candidate for president this cycle. \nSecond, Local 154, the Pittsburgh area chapter mentioned during the town hall, endorsed Trump. \nThird, the boilermakers did not endorse Biden twice in the past as his campaign said. \nAnd fourth, the Biden campaign provided no evidence that he \"sat down\" with the union’s leaders as he said. \nBiden’s statement is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-18745"}