{"url": "/factchecks/2012/may/10/jamie-radtke/jamie-radtke-says-2-percent-annual-cuts-would-bala/", "speaker": "Jamie Radtke", "vclaim": "If Congress froze the current spending level and then cut it by 2 percent annually, \"we could balance the budget in five years.\"", "truth_label": "mostly-true", "date": "stated on April 5, 2012 in a statement:", "title": "Jamie Radtke says 2 percent annual cuts would balance budget in 2016", "text": "GOP Senate candidate Jamie Radtke says she has a plan to end the federal government’s deficit spending in five years: cut spending by 2 percent each year.\n\nRadtke, a tea party organizer, outlined the idea on her campaign website, where she compared cutting the federal spending to reducing her children’s $1 allowances during a time of family need.\n\n\"My kids would have no problem cutting two cents out of their allowance so we could ensure that we can provide for their basic needs,\" Radtke wrote in an April 5 post. \"So what if I told you that if Congress were willing to do the same thing with the federal budget, we could balance the budget in five years and save America from financial Armageddon?\"\n\nRadtke calls her proposal \"My Two Cents\" and touted it during an April 28 debate among the four candidates running in the June 12 Republican primary for the Senate. \"I’m the only candidate up here that has offered concrete solutions on how to balance the budget in five years,\" she said.\n\nWe wondered if the United States, running a $1.2 trillion deficit this fiscal year, really could balance its budget by cutting spending 2 percent annually through 2016.\n\nRadtke used predictions in an August 2011 report from the nonpartisan Congressional Budget Office. She started with CBO’s baseline projections, which assumes that current spending laws will play out as enacted. Then she added a few assumptions of her own, according to Chuck Hansen, a spokesman for here campaign.\n\nRadtke, unlike the CBO baseline, posited that the Bush tax cuts will be extended at the end of this year and that the Alternative Minimum Tax will be indexed for inflation, as Congress has done in the past. Those two assumptions result in about $1.4 trillion more in debt over four years, the CBO estimates say.\n\nWe took Radtke’s 2 percent idea and assumptions, and we applied them to the CBO’s latest baseline projections, published in March.\n\nThis fiscal year, which ends Sept. 30, the federal government is expected to spend $3.64 trillion and collect revenues of $2.46 trillion. Under Radtke’s proposal, the government would freeze spending at the $3.64 trillion mark and then cut 2 percent each year. The red ink would disappear during fiscal 2016, when spending would be pared to $3.36 trillion and revenues would come in at $3.47 trillion. That means there would be a $110 billion surplus.\n\nSo Radtke is mathematically correct in saying annual 2 spending cuts would balance the budget in 2016. We should point out it would take four years to end deficits, not the five years the candidate claims.\n\nBut is her proposal realistic?\n\nIn practice, the policy would require far more sacrifice than Radtke suggests. Her presentations ignore a key point: The cost of federal entitlement programs -- Social Security, Medicare and Medicaid -- will increase over the next four years and longer as Baby Boomers retire and collect benefits.\n\nSo during the same four years that the Radtke proposal would push down spending with compounded 2 percent annual cuts, the CBO projects the cost of the federal government’s current policies will rise by about 3 percent a year -- almost entirely to support mandatory adjustments to entitlement programs.\n\nIn 2016, Radtke’s plan would cut $282 billion from the current spending level, requiring Congress to bring the budget down to $3.36 trillion. But the CBO estimates the costs of current policies will increase by about $460 billion in 2016, bringing the baseline budget up to $4.1 trillion.\n\nSo in 2016, there would be about a $742 billion gap between Radtke’s proposal and the CBO baseline budget. That means for Radtke’s plan to work, Congress in 2016 would have to cut about $742 billion from existing programs. The excision would almost match the entire $786 billion defense budget this year and exceed the $708 billion expected to be spent on Medicare.\n\nRadtke’s proposal would slice almost twice as deep as the House Republican budget plan, which in 2016 calls for a $410 billion cut to current services, including a major overhaul of Medicare. The GOP budget calls for the U.S. to keep running deficits until 2040.\n\nSteve Ellis, vice president of Taxpayers for Common Sense, a group that advocates a mix of cutting spending and increasing revenues to balance the budget, was dismissive of Radtke’s proposal.  \n\n\"Surely it seems reasonable in the face -- cut 2 percent and you’ll get there,\" he said. \"But what do you cut? The real question is your intestinal fortitude to do that. There are mandatory spending programs -- Social Security, Medicare, Medicaid -- and then, even in discretionary spending, the big enchilada there is defense, and you don’t go too far in Virginia talking about defense cuts.\"\n\nRoberton Williams, senior fellow with the Tax Policy Center, pointed out that Radtke’s plan in 2016 would limit spending to about 80 percent of the amount the CBO says would be needed to support current programs.\n\n\"The issue is not whether her numbers are accurate but whether they would mean much larger spending cuts than the rhetoric suggests,\" he said via email.\n\nRadtke does not prescribe a formula for achieving the 2 percent cuts, according to Hansen, her campaign spokesman.\n\n\"That said, she has said that Social Security and other entitlements are not sustainable for seniors or younger people in their current form,\" he said. \"She has proposals reforming Social Security, Medicare and other entitlements so we can provide better services with less money.\"\n\nRadtke, on her website, calls for a number of spending cuts: repealing President Barack Obama’s health care act; eliminating Medicare fraud; allowing health savings accounts in Medicare; moving Medicaid to a block grant program; permitting younger people to invest Social Security contributions; cutting foreign aid and eliminating federal subsidies for products such as ethanol.\n\nRadtke told us she does not know how much her specific policy proposals would save and offered no assurance they would cover the cost of her deficit-reduction proposal. She said her point is not to offer an exact list of cuts for her 2 percent idea, but simply to show the math works.\n\n\"I wanted to show people that it doesn’t have to be a shock to the system,\" she said. \"This is a very reasonable approach -- it can give us the process and infrastructure because we can’t continue with business as usual.\"\n\nOur ruling\n\nRadtke says the U.S. budget could be balanced by 2016 if Congress froze the current spending level and then cut it by 2 percent in each of the next four years. As a cold equation, the math works out.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nBut Radtke sugarcoats her tough proposal by comparing it to cutting a child’s allowance by pennies. Her program of 2 percent cuts does not account for the mandated increases in entitlement programs. While she says she would be cutting about $282 billion over four years, Congress would really need to cut $742 billion from programs as they now exist.\n\nHer program would actually require cuts in current programs going far deeper than anything proposed by even House Republican budget writers in their war against spending. That makes Radtke’s plan highly unrealistic.\n\nRadtke’s calculation doesn't give a full result. For that reason, we rate it Mostly True.", "vclaim_id": "vclaim-pol-11122"}