{"url": "/factchecks/2017/jan/18/other-98/viral-image-about-democratic-senators-and-big-phar/", "speaker": "The Other 98%", "vclaim": "Thirteen Democratic senators \"voted against cheaper medicines\" and took millions from \"big pharma since 2011.\"", "truth_label": "barely-true", "date": "stated on January 17, 2017 in a viral image on the Internet:", "title": "Viral image about Democratic senators and 'big pharma' is misleading", "text": "A viral post circulating recently in some of the more liberal corners of social media accuses 13 Democratic senators of allegedly voting against lower drug prices because they were recipients of big money from drugmakers.\nThe post included the names and photographs of 13 Democratic senators — Cory Booker and Bob Menendez of New Jersey, Michael Bennet of Colorado, Tom Carper and Chris Coons of Delaware, Joe Donnelly of Indiana, Martin Heinrich of New Mexico, Heidi Heitkamp of North Dakota, Patty Murray and Maria Cantwell of Washington state, Jon Tester of Montana, Mark Warner of Virginia, and Bob Casey Jr. of Pennsylvania. It also listed dollar amounts the senators were said to have received from \"big pharma.\"\nSeveral readers asked us to check the post’s accuracy, so we did. (We’ll set aside the misspelling of Booker’s first name.)\nThe viral image was created by a group called The Other 98, which says it fights \"economic injustice, undue corporate influence and threats to democracy.\" We were unable to reach a representative of the group. However, we were able to make pretty solid guesses about the underlying reference.\nIt lines up with the voting results for an amendment voted on by the Senate on Jan. 11, 2017. The amendment is filled with legislative jargon, but it would basically create a mechanism to promote \"lower prescription drug prices for Americans by importing drugs from Canada.\"\nThe measure failed, with 46 votes in favor and 52 against. The 13 Democratic senators targeted in the post were among those 52 votes against.\nAs for the dollar figures, they largely align with donations listed on the OpenSecrets.org site run by the Center for Responsive Politics, an independent clearinghouse for campaign finance data. In every case, the dollar amounts listed track almost exactly the amounts given to each senator under the category \"pharmaceuticals/health products\" for the 2016 campaign cycle, notwithstanding a few small deviances.\nThe post, however, includes some errors, and its accuracy is undercut by a significant oversimplification: The image gives no indication that the senators also voted for a separate amendment that explicitly sought to lower drug prices.\nThe vote wouldn’t actually implement ‘cheaper medicines’\nThere are a couple of issues with considering action against the measure to import drugs from Canada as a vote \"against cheaper medicines.\"\nThe vote was more symbolic than substantive. It was an amendment to a Senate budget resolution, which is a non-binding measure that doesn’t get signed by the president or become law. Rather, they set a framework for committee chairs to work within when deciding how to spend money.\nSo the measures shouldn’t be oversold as direct action.\n\"Simply put, if adopted by the Senate, the amendment would not have required the United States to begin importing drugs from Canada -- period, full stop,\" said Jeff Giertz, communications director for Booker. \"It would have added language into the budget resolution that would have advised the Senate to spend money in a way that would result in this.\" \"Giertz said that Booker supported the same goals, but wanted to see a framework for ensuring the safety of imported drugs included in the amendment.\"\nDon’t overlook another vote to amend the same bill\nIt’s important to know that every one of the 13 senators listed in the meme voted in favor of a separate amendment that did urge lower drug prices.\nThis other amendment effectively prevented the Senate from considering legislation that did not \"as promised by (President-elect Donald Trump), lower drug prices, as certified by the Congressional Budget Office.\"\nLike the other amendment, this did not pass -- it won only 47 votes in favor, with 51 against. But the fact that all 13 senators listed on the meme voted to support this amendment muddies the conclusion of the meme that they all \"voted against cheaper medicines.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe senators offered varied reasons for opposing the amendment the viral image refers to. For instance:\n• Booker: \"I support the importation of prescription drugs as a key part of a strategy to help control the skyrocketing cost of medications. Any plan to allow the importation of prescription medications should also include consumer protections that ensure foreign drugs meet American safety standards. I opposed an amendment put forward last night that didn’t meet this test.\"\n• Coons: The amendment \"didn’t meet the safety standards he believes are necessary,\" a spokesman Sean Coit told PolitiFact.\n• Donnelly: \"I do not believe the best way to address the problem of rising prescription drug prices or to advance an importation policy is through legislation that is designed specifically to take health care away from the people who need it\" -- that is, the Republican-backed effort to repeal the Affordable Care Act.\n• Casey: \"Sen. Casey had concerns about whether existing safety standards would apply to wholesalers,\" spokesman John Rizzo told PolitiFact. \"Sen. Casey has spoken with (Sen. Bernie Sanders, I-Vt., an amendment sponsor) about this, and the two of them are actively working on legislation that will allow importation.\"\nThe numbers shown don’t only represent money from 'big pharma'\nThe assertion that these senators took millions from \"big pharma since 2011\" is also imprecise.\nWe’ll start with what looks like a typo. The dollar amounts shown are generally accurate for the 2016 campaign cycle, but if you were to include the totals going all the way back to 2011, as the meme states, then the amount would be substantially larger than what is shown. Because the point would have been stronger with larger dollar figures, this looks to us like an unintended mistake.\nHowever, the \"pharmaceuticals/health products\" category as defined by the Center for Responsive Politics is actually broader than what most reasonable people would consider \"big pharma.\"\nFor this purpose, a more accurate subcategory for \"big pharma\" would be the Center for Responsive Politics category \"pharmaceutical manufacturing.\" Several of the senators listed on the post rank in the group’s top 20 recipients of \"pharmaceutical manufacturing money\" during recent election cycles, but not all of them do -- and the amounts for each are smaller than what the meme reflects.\nMurray made the top 20 list in 2014 and 2016, for a cumulative $265,406. (You can investigate the numbers at the Center for Responsive Politics site here.) Coons made it in 2012 and 2014 for a cumulative $138,450. Casey made the list in 2012 and 2016, for a combined $231,380. Carper made the list in 2012 and 2016, for a combined $171,300. Menendez and Tester made the top 20 in 2012 ($153,800 and $54,750, respectively), Booker and Warner made it in 2014 ($233,750 and $71,050), and Bennet made it in 2016 ($135,127).\nThese dollar amounts, which are admittedly incomplete, are lower than what the post shows for each senator’s \"big pharma\" contributions.\nThen there’s another caveat we always mention in articles like this one. The industry donation breakdowns tallied by the Center for Responsive Politics doesn’t just include donations by fat-cat executives and company political action committees. It also includes donations made by any individual employed by a company in a given industry sector. This can include rank-and-file employees -- and in states with a heavy pharmaceutical presence in the workforce, this can be a significant factor. These states include Delaware, represented by Carper and Coons, and New Jersey, represented by Booker and Menendez.\nOur ruling\nThe viral image says that 13 Democratic senators \"voted against cheaper medicines\" and took millions from \"big pharma since 2011.\"\nThe 13 Democrats did vote against one amendment that was intended to lower drug prices through reimportation of medicines from Canada, and they have each taken money from drugmakers.\nHowever, the image leaves a misleading impression that the senators have voted against lowering drug prices. In reality, all 13 senators voted in favor of a different amendment that specifically advocated \"lower drug prices.\" In addition, the dollar amounts listed for the senators use an overly broad definition of \"big pharma,\" inflating the amount of money they have taken from the industry.\nThe statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\nEDITOR'S NOTE: We have modified our paraphrase of a comment by Giertz to better reflect what he said.\n \n Share the Facts   Politifact    3 6  Politifact Rating:   Thirteen Democratic senators \"voted against cheaper medicines\" and took millions from \"big pharma since 2011.\"    The Other 98 Activist group   a web post Tuesday, January 17, 2017 -01/-17/2017    Read More  info", "vclaim_id": "vclaim-pol-03780"}