{"url": "/factchecks/2007/dec/20/chain-email/obama-attended-an-indonesian-public-school/", "speaker": "Chain email", "vclaim": "\"Obama was enrolled in a Wahabi school in Jakarta. Wahabism is the RADICAL teaching that is followed by the Muslim terrorists who are now waging Jihad against the western world.\"", "truth_label": "pants-fire", "date": "stated on October 1, 2007:", "title": "Obama attended an Indonesian public school", "text": "An anonymous e-mail makes a number of specious claims to promote its Manchurian Candidate-style conspiracy theory, including, \"Obama was enrolled in a Wahabi school in Jakarta. Wahabism is the RADICAL teaching that is followed by the Muslim terrorists who are now waging Jihad against the western world.\"\n\nLike many Internet smears, the e-mail starts with a bit of truth before lurching wildly into fantasy. It's true that Obama's father was from Africa, and Obama has said his father was born a Muslim. Obama's stepfather was from Indonesia, raised a Muslim. But there's no evidence that either man was particularly religious as an adult — Obama's father is sometimes described as an atheist, while his stepfather drank alcohol, forbidden in Islam. Obama's American mother, Ann Dunham, rejected organized religion, according to several accounts. Obama has summed up his own faith history by saying he didn't grow up in any particular religious tradition. (Obama's mother, father and stepfather are all deceased.)\n\nObama lived in Indonesia with his mother and stepfather from 1967 to 1971, approximately from the ages of 6 to 10. In 1971, he returned to the United States and graduated from high school in Hawaii.\n\n\"Madrassa\" is an Arabic word for \"school,\" but Americans generally understand the word to mean a school where anti-Western Islamic ideology is taught. The e-mail says the school taught Wahabism, a \"RADICAL teaching that is followed by the Muslim terrorists who are now waging Jihad against the western world.\" Westerners typically understand Wahabism to be an austere form of Islam based on a literal reading of the Koran. So is that the type of school Obama attended?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nNo. Indonesia is a Muslim country, and Obama attended a public school there, which taught a small amount of religion. CNN, the Associated Press, the  Los Angeles Times  and the  Chicago Tribune  investigated the e-mail claims by visiting the school and interviewing former teachers and students who were there at the same time as Obama. These investigations found a public school where students wore Western clothing and prayer was a small part of the curriculum. The  Chicago Tribune  reported the school was \"so progressive that teachers wore miniskirts and all students were encouraged to celebrate Christmas.\"\n\nPolitiFact found no on-the-record sources able to substantiate a claim that the school taught Wahabism or any other form of austere Islam. The great preponderance of substantiated evidence indicates Obama attended a public school that taught a small amount of mainstream Islam. The news reports say that Obama's registration form indicates his religion was Muslim, but there are errors on the forms and it seems reasonable to assume that he was registered as Muslim simply because his stepfather was Muslim. And it's worth noting — as the chain e-mail does — that Obama also attended a Catholic school in Indonesia for several years.\n\nSo while the e-mail gets a few things right, its contention that Obama attended a madrassa that taught Wahabism seems to be a wholesale invention designed to frighten voters. We rate the claim Pants-on-Fire wrong.", "vclaim_id": "vclaim-pol-16455"}