{"url": "/factchecks/2013/jan/16/phil-gingrey/gingrey-defense-akins-rape-comments-misses-mark/", "speaker": "Phil Gingrey", "vclaim": "U.S. Senate candidate Todd Akin was \"partly right\" that a woman's body has a way of shutting down so that a pregnancy doesn't occur if she's raped.", "truth_label": "false", "date": "stated on January 10, 2013 in a speech:", "title": "Gingrey defense of Akin's rape comments misses the mark", "text": "So you might have heard that U.S. Rep. Phil Gingrey of Marietta got himself into some trouble last week when he talked about rape.\n\nGingrey, now in his sixth term in the House, said fellow Republican Todd Akin of Missouri was \"partly right\" when Akin said last year that a woman’s body has a way of shutting down if she’s raped to prevent pregnancy. PolitiFact Georgia wanted to see whether there was any accuracy to Gingrey’s remarks.\n\n\"[I]n a situation of rape, a legitimate rape, a woman’s body has a way of shutting down so the pregnancy would not occur,\" Gingrey said during a question-and-answer segment at a meeting Thursday of the Smyrna Area Council of the Cobb Chamber of Commerce. \"[Akin’s] partly right on that.\"\n\nGingrey, an obstetrician/gynecologist who said he’s delivered more than 5,200 babies, explained some more.\n\n\"And I’ve delivered lots of babies, and I know about these things. It is true. We tell infertile couples all the time that are having trouble conceiving because of the woman not ovulating, ‘Just relax. Drink a glass of wine. And don’t be so tense and uptight because all that adrenaline can cause you not to ovulate.’ So he was partially right, wasn’t he? But the fact that a woman may have already ovulated 12 hours before she is raped, you’re not going to prevent a pregnancy there by a woman’s body shutting anything down because the horse has already left the barn, so to speak. And yet the media took that and tore it apart.\"\n\nAkin later apologized for his remarks and said rape can lead to pregnancy. His initial comments were largely cited as the reason Akin lost his campaign for a U.S. Senate seat. Republican presidential nominee Mitt Romney, who feared Akin’s comments would hurt him with women voters, gave Akin a verbal stiff arm. Gingrey said Akin’s remarks weren’t helpful.\n\nGingrey’s effort to clarify what Akin said, first reported in The Marietta Daily Journal in its Friday editions, made the rounds within hours on several national political websites. The Democratic Party leader in Gingrey’s district has already announced plans to challenge the incumbent next year. On Monday, Gingrey’s Twitter site, deluged with criticism of Gingrey’s remarks, had been removed.\n\nGingrey sent The Atlanta Journal-Constitution a statement Friday.\n\n\"I do not defend, nor do I stand by, the remarks made by Rep. Akin. … In my attempt to provide context as to what I presumed they meant, my position was misconstrued,\" Gingrey said.\n\nGingrey’s office did not respond to our messages for further comment.\n\nSome doctors and organizations said there is no accuracy to the Georgia congressman’s claims.\n\n\"While chronic severe stress and anxiety may impact fertility sometimes, the fact is that a woman cannot prevent ovulation or conception with their emotions, especially in an acute traumatic situation like rape,\" said Barbara Croft, a board-certified OB/GYN based in Atlanta who has been in practice for 30 years.\n\nCroft called Gingrey’s comments patronizing, condescending and unscientific. The American College of Obstetricians and Gynecologists, a Washington, D.C.-based organization with about 56,000 members, including Croft, echoed her comments.\n\n\"While chronic stress, for example from extreme exposure to famine or war, may decrease a woman’s ability to conceive, there is no scientific evidence that adrenaline, experienced in an acute stress situation, has an impact on ovulation,\" the group told us via email.\n\nGingrey is a fellow with the organization, which is defined as a board-certified OB/GYN whose professional activity is devoted to the practice of obstetrics and/or gynecology.\n\nFor decades, some politicians and newsmakers -- mostly social conservatives -- have said women who are raped are less likely to become pregnant. Their definition of a legitimate rape is a woman who is sexually assaulted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMelanie Crozier\n\n\nstated on July 21, 2010 in a Politico article\n\n\n\n\n\n\n\n\nKaren Handel \"would have felt like it was OK to go in and abort\" Sarah Palin's son Trig, who has Down syndrome.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 26, 2010\n\n\n\n\n\n\n\n\nThe Washington Post reported that National Right to Life President John Wilke wrote an essay in 1999 that the \"physical trauma\" of rape has a way of preventing pregnancy. The newspaper’s website has a link to the essay. The link contains an analysis of Akin’s remarks by the Rev. Robert Fleischmann, the national director of Christian Life Resources.\n\n\"Statistically speaking, it appears something happens in a rape, either with the victim or with the perpetrator, that reduces the incidence of pregnancy,\" Fleischmann wrote in August. \"Fertility specialists continually debate the role of emotions, unresolved conflicts and trauma play in female infertility.\"\n\n\nThere is some discussion on websites such as FertilityFactor.com that severe stress, eating disorders, excess exercise or extreme weight loss can interfere with regular menstruation.\n\nSome studies widely reported by news outlets conclude that the rate of rape-related pregnancy is higher than the rate of pregnancy from consensual sex. The likelihood of a rape-related pregnancy is usually in the 5 percent range, the studies show. Most of these studies, though, were done in the 1980s or 1990s.\n\nThe Chicago Tribune, citing a Mayo Clinic publication about infertility, reported in August that mental stress can temporarily alter an area of the brain that controls the hormones that regulate a woman’s menstrual cycle. The Tribune article reported that it is a chronic kind of situation that occurs over months or years, not the acute trauma of a rape.\n\nOur conclusion:\n\nGingrey said it’s \"partly right\" that a woman's body has a way of shutting down so that a pregnancy doesn't occur if she's raped. There is some information that suggests that some conditions, particularly stress, can reduce fertility. But our research found it is not typically the stress of a rape.\n\nThere’s scant scientific evidence to support Gingrey’s argument.\n\nWe rate his statement False.", "vclaim_id": "vclaim-pol-09845"}