{"url": "/factchecks/2018/aug/20/blog-posting/washington-redskins-werent-stranded-police-game/", "speaker": "Bloggers", "vclaim": "\"Cops take a knee then walk out on Redskins, leaving them stranded in their locker room overnight.\"", "truth_label": "pants-fire", "date": "stated on August 5, 2018 in a blog post:", "title": "Washington Redskins weren't stranded by police at a game", "text": "An online story says the Washington Redskins had an unplanned locker room slumber party.\nThe article’s headline reads, \"Cops take a knee then walk out on Redskins, leaving them stranded in their locker room overnight.\"\nClickbait site Universaleinfo posted the story on Aug. 5. It says that Redskins players knelt during the national anthem, angering the police officers providing security at the game. The cops decided to stage a counter-protest: they got down on one knee, yelled \"blue lives matter\" and then left the team in the locker room. Unable to get past the angry fans outside, the players were stuck all night.\nThe Universaleinfo article was flagged as part Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s a compelling story, aside from the fact none of it happened.\nThe timeline\nNFL protests have been in the national spotlight since 2016, when Colin Kaepernick, former quarterback for the San Francisco 49ers, knelt during the anthem to oppose police brutality. Since then, over 200 players throughout the league have chosen to kneel or sit in protest. Protests spiked in September 2017, when President Donald Trump encouraged NFL owners to fire players who didn’t stand for the anthem.\nTwo days after Trump spoke against Kaepernick, some Redskins players knelt before their game. Since then, there have been no reports of Redskins players refusing to stand during the anthem.\nThe Universaleinfo article was posted on Aug. 5, 2018. It says that the Redskins knelt before their game on \"Monday night\" in Philadelphia. Aug. 5 was a Sunday, so previous Monday would have been six days before, on July 30.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Redskins did not play a game on July 30. In fact, they hadn’t even started pre-season yet.\nThe article also said that the Philadelphia Police Department released a statement after the incident, but there were no recent press releases about the Redskins online. A spokesperson for the Redskins confirmed that there was no game on July 30.\nAs far as we can tell, this article was entirely fabricated.\nThe origin\nWhere did this article come from, if not any actual news sites? It seems to be a repeat of a hoax from October 2017. An identical article was posted on Freedum Junkshun, a satire site meant to anger conservatives.\nThe article is \"a boatload of bullhonkey,\" according to the disclaimer at the bottom of the Freedum Junkshun page. The related articles linked on the page are more of the same: football teams across the country, being punished in creative ways for not standing during the anthem.\nOur ruling\nUniversaleinfo posted an article that claimed, \"cops take a knee then walk out on Redskins, leaving them stranded in their locker room overnight.\"\nNone of the dates or information in the article match up to reality. This article is copied directly from a satire site and presented as though it was true.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-01713"}