{"url": "/factchecks/2012/aug/29/ted-cruz/ted-cruz-addressing-delegates-says-national-debt-e/", "speaker": "Ted Cruz", "vclaim": "Says our national debt is greater than our gross domestic product.", "truth_label": "half-true", "date": "stated on August 28, 2012 in his speech to the Republican National Convention in Tampa, Florida.:", "title": "Ted Cruz, addressing delegates, says national debt exceeds the U.S. gross domestic product", "text": "Rallying delegates at the Republican National Convention, Ted Cruz mentioned his eldest daughter to make a point about the rising national debt.\n\nCruz, Texas’ Republican nominee for the U.S. Senate seat being vacated by Kay Bailey Hutchison, said the national debt -- $10 trillion when his daughter, Caroline, was born -- had spiked to $16 trillion as of today, \"larger than our gross domestic product.\" (The debt was more than $9.6 trillion in late August 2008, according to the U.S. Treasury’s Debt to the Penny web page, and nearly $16 trillion as of Aug. 27, 2012).\n\nWe wondered if the debt is really bigger than the Gross Domestic Product, the marquee measure of national economic output. The government defines the GDP as the market value of the goods and services produced by labor and property within the country.\n\nA footnote to the prepared text of Cruz’s Aug. 28, 2012, convention speech attributes his conclusion to an Oct. 20, 2011, blog post by the Atlantic magazine suggesting the debt would surpass the nation’s GDP by the end of that  month.\n\nWe looked for what has happened since that speculation. Fortuitously, we’d started exploring this topic when Cruz aired a similar comparison during an Aug. 27, 2012, interview with Alana Rocha, a convention reporter for YNN Austin.\n\nIn a March 13, 2012, blog post, the anti-deficit Concord Coalition said the gross debt would top the nation’s GDP this year for the first time since World War II. Projections showed the gross debt continuing to increase rapidly \"as we continue to borrow and as today’s unusually low interest rates eventually rise toward their historic average,\" the group wrote.\n\nThe gross debt is best understood in two parts.\n\nIntragovernmental debt refers to money owed by agencies within government to other agencies -- basically an internal accounting issue. An example: Social Security surpluses that the government uses for other federal operations. Such money will have to be repaid, it’s presumed, but the demand is less pressing right now and it doesn’t affect credit markets.\n\nIn contrast, public debt reflects money borrowed from outside sources -- giving it more of a connection to the economy, which is why the coalition tends to focus on it, Josh Gordon, a coalition analyst, told us by phone. \"If your problem with the national debt is that you think it’s affecting the economy or interest rates or something like that, the only part of the national debt that affects the economy is the debt held by the public. That’s where the (U.S.) Treasury is borrowing money on the open market.\"\n\nAn August 2011 fact check quoted Gary Therkildsen, a fiscal policy analyst at OMB Watch, a nonprofit government-accountability group, as saying that’s why the public debt, not the gross debt, is what’s most important for understanding the government’s fiscal health. PolitiFact Ohio rated Mostly True a claim by the state’s Republican Sen. Rob Portman that the nation’s debt was equal to 100 percent of its GDP. The total debt then amounted to 97.2 percent of the GDP, while the public debt was equivalent to 66 percent of the GDP.\n\nAccording to a July 27, 2010, report on the federal debt by the nonpartisan Congressional Budget Office, the ratio of the public debt to GDP had previously exceeded 50 percent once before -- during and shortly after WW II.\n\nGordon pointed out that the Congressional Budget Office said in its Aug. 22, 2012, update on the nation’s economic outlook that by October 2012, the public debt would reach 73 percent of GDP -- the highest level since 1950, the report said, and about twice the share that it measured at the end of September 2007, before the financial crisis and recent recession. The report says too that if deficits continue apace, \"debt held by the public would climb to 90 percent of GDP by 2022 -- higher than at any time since shortly after World War II.\"\n\nSuch background in hand, we looked at Cruz’s comparison both by considering the gross debt versus the GDP and  by weighing just the public debt against it.\n\nAccording to the U.S. Treasury’s Debt to the Penny web page, the gross federal debt on Aug. 27, 2012, was more than $15.9 trillion, counting nearly $11.2 trillion in public debt and nearly $4.8 trillion in intragovernmental holdings -- that money owed within the government.\n\nThe size of the U.S. economy, measured by the GDP, was more than $15.6 trillion in the second quarter of 2012, the most recent quarter for which data are available. This number comes from a chart, last revised July 27, 2012, downloadable from the U.S. Commerce Department’s Bureau of Economic Analysis.\n\nTo ensure more of an apples-to-apples comparison, we checked the total national debt toward the end of the second quarter, at about the time the GDP was more than $15.6 trillion. The total debt as of June 29, 2012, was more than $15.8 trillion; the public debt portion was $11 trillion.\n\nAt this pass, then, Cruz’s comparison holds. Gross debt outpaces the GDP by $200 billion to $300 billion.\n\nBut the public debt was equal to about 71 to 72 percent of the GDP, depending on which public debt figure is used. The public debt has been running $4.4 trillion to $4.6 trillion behind the GDP.\n\nGordon said it’s questionable that the ratio of the debt to GDP means much except as a reminder that the debt continues to rise. \"Is there an economic difference in (the debt) being lower than the GDP or higher? No, there isn’t. It doesn’t make a difference,\" Gordon said. \"There is no magic line that you’ve crossed.\"\n\nJason Pequet, research director for the Committee for a Responsible Federal Budget, floated a slightly different interpretation, saying that while no expert knows the precise level at which debt eclipsing some threshold of the GDP will start significantly holding back the American economy, research by Harvard University economist Kenneth Rogoff and others of debt-to-GDP ratios in other countries suggests that once the gross debt exceeds about 90 percent of the GDP, economic growth starts to noticeably slow.\n\nPequet cautioned, though, that the United States has unique powerful advantages in that its economy is the world’s largest and the American dollar doubles as the world’s reserve currency. It’s not certain that the debt exceeding the GDP is, or will, have the same effects here as in other countries.\n\nSumming up, he said, the relationship of debt to the GDP is not an arbitrary threshold because it \"shows the ability of your economy to pay for and finance that debt going forward.\"\n\nOur ruling\n\nThe total federal debt exceeds the nation’s economic output or GDP. However, the public debt -- borrowing that relates to the economy’s strength -- hovers below three quarters of the GDP.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe rate this claim as Half True.", "vclaim_id": "vclaim-pol-10505"}