{"url": "/factchecks/2015/mar/25/jess-mcintosh/liberty-u-students-faced-fine-if-they-skipped-cruz/", "speaker": "Jess McIntosh", "vclaim": "Liberty University students \"were mandated\" to attend Sen. Ted Cruz’s presidential announcement \"or they would be fined.\"", "truth_label": "true", "date": "stated on March 24, 2015 in a broadcast of MSNBC's \"All in with Chris Hayes\":", "title": "Liberty University students faced $10 fine if they skipped Ted Cruz presidential speech", "text": "Every politician likes a packed house, and when Sen. Ted Cruz, R-Texas, announced that he was officially running for president this week, he got one. About 11,000 students at Liberty University in Virginia were on hand when Cruz came to their campus. But as Jess McIntosh, the spokeswoman for the abortion rights group Emily’s List noted, they weren’t there necessarily by choice.\n\"Students were mandated to be in attendance or they would be fined,\" McIntosh told Chris Hayes on MSNBC on March 24, 2015. \"Not as much as they would be fined for possessing R-rated movies or practicing witchcraft, but still, they had to pay money if they didn’t want to see him.\"\nMcIntosh wasn’t the only person to make this point, and a reader asked us to see what was up at Liberty University.\nIn this case, McIntosh gets an A for accuracy, although there was no special rule related to Cruz.\nThe university, founded by televangelist Jerry Falwell, requires its 13,500 residential students to attend as many as three events each week as part of a program called Convocation. There are sermons by guest pastors, performances from Christian entertainers and talks by leaders in many fields.\nWhat happens if you don’t go?\nThe university’s student appeals court handbook has the list of consequences for various infractions. Missing Convocation is on the list. (A reprimand is a formal mark against a student’s record.) Here’s what the handbook says:\nEach student should be familiar with these sanctions.\n1 Reprimand: \nLate for curfew (1 additional reprimand for each 30 minutes late) \nLate for Convocation (1 additional reprimand for each 15 minutes late) \n4 Reprimands + $10.00 Fine: \nAbsence from required meeting (Convocation, etc.) \nDisturbance/non-participation during Convocation \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDress/hair code violation (male or female) \nCruz’s presidential announcement was scheduled as a Convocation event by the university, therefore the penalty for a student’s absence would be four reprimands and a $10 fine.\nLiberty University issued a statement about Cruz’s speech that confirmed that \"missing Convocation is only a minor penalty, a $10 fine.\"\nUniversity President Jerry Falwell Jr. addressed the Convocation requirement in a separate statement after Cruz’s address. \"Convocation speakers do not all line up with traditional Evangelical Christian viewpoints or even Liberty University’s doctrinal statement. A fundamental part of the college experience is being exposed to a variety of viewpoints so students can better understand why they hold their own beliefs and be better prepared to defend them.\"\nStudents were aware of the rule. One of them posted about it on her Facebook page. Citing another student, she wrote, \"Students will either attend Convocation and lend to the illusion of widespread support for Sen. Cruz, or they will be subject to administrative punishment -- specifically, four reprimands and a $10 fine -- if they are absent.\"\nWe have plenty of questions about the fine system, but Liberty University officials didn’t get back to us before our deadline.  \nAmong our unanswered questions:\nIf the crowd at Cruz’s announcement was 11,000 -- as reported by Liberty -- does that mean at least 2,500 students skipped the event and are subject to a fine?\nHow does Liberty University take attendance? (We did find this seating chart that might begin to explain that question.)\nHow many attendance fines were issued in 2014, or any other period of time?\n(Update: After our fact-check published, students and alumni helped us fill in some of these details. You can read more here.)\nIncidentally, McIntosh is also correct about the greater sanctions for worse offenses. There’s a penalty on the books of 12 reprimands and a $50 fine for seeing an R-rated movie, deception, and participating in an unauthorized petition or demonstration. Participating in a seance, witchcraft or other demonic activity carries a $500 fine, 30 hours of community service, 30 reprimands and possible expulsion.\nOur ruling\nMcIntosh said Liberty University students \"were mandated\" to attend Cruz’s presidential announcement \"or they would be fined.\"\nCruz’s speech was part of a regular program at the university called Convocation. By the letter of the law, students are required to attend or pay a $10 fine. The private university wouldn’t tell us if they issued any fines to students skipping Cruz’s speech, how the system works and how often fines are issued.\nMcIntosh’s claim is accurate. We rate it True.\nhttps://www.sharethefacts.co/share/7d89e040-a355-44b4-b87d-42b1a7777f82", "vclaim_id": "vclaim-pol-06586"}