{"url": "/factchecks/2011/aug/12/tim-pawlenty/pawlenty-says-obamacare-patterned-after-romneycare/", "speaker": "Tim Pawlenty", "vclaim": "\"Obamacare was patterned after (Mitt Romney's) plan in Massachusetts.\"", "truth_label": "true", "date": "stated on August 11, 2011 in a debate in Ames, Iowa:", "title": "Pawlenty says Obamacare is patterned after Romneycare", "text": "He calls it \"Obamneycare.\"\n\nThat's the word that candidate Tim Pawlenty uses to express the similarity between the 2010 national health care law signed by President Barack Obama and the 2006 Massachusetts health care law signed by then-Gov. Mitt Romney.\n\nPawlenty, a former two-term governor of Minnesota, hesitated to push that attack during a debate in June. But with the race for the Republican nomination tightening up, he made the point forcefully at the Aug. 11, 2011, debate in Ames, Iowa.\n\n\"Obamacare was patterned after Mitt's plan in Massachusetts. And for Mitt or anyone else to say that there aren't substantial similarities or they're not essentially the same plan, it just isn't credible. So that's why I called it Obamneycare, and I think that's a fair label, and I'm happy to call it that again tonight,\" Pawlenty said.\n\nSo are the national health plan and the Massachusetts plan that similar? In a word, Yes.\n\nWe've explored their similarities before in previous fact-checks, when liberals have made similar statements defending the Obama plan against critics who labeled it extreme.\n\nWe'll review the two plans' similarities again here.\n\n• Individual mandate to buy health insurance. Everyone in Massachusetts must purchase health insurance or else pay a penalty; the same goes for the federal plan, though the penalty structures vary between the two.\n\n• Employer responsibilities for offering health insurance. Companies with more than 10 employees in Massachusetts need to offer health insurance or else pay a penalty. The federal law sets the bar for companies at 50 employees, though technically the bill isn't quite a mandate. Instead, employers pay fines only if their workers qualify for tax credits to buy insurance. \n\n• Health insurance exchanges. Both the Massachusetts and national plans involve the use of voluntary \"exchanges\" that individuals and small businesses can use to purchase private-sector health insurance. These exchanges are designed to offer a range of plans with different benefits and premium levels.\n\n• Affordability subsidies. Under both plans, lower-income individuals and families can receive government subsidies to help them pay their health insurance premiums. In the Massachusetts plan, subsidies are allotted on a sliding scale up to 300 percent of the federal poverty level. Under the national plan, the sliding-scale subsidies go up to 400 percent of the federal poverty level.\n\n• Expansion of Medicaid. The Massachusetts plan expands Medicaid to all children up to 300 percent of the federal poverty level. The federal plan also expands Medicaid, but in a different fashion, offering it to all individuals (not just children) up to 133 percent of the federal poverty level.\n\n• Insurance market regulation. Both plans restructure the insurance market, in similar but slightly different ways. They handle the individual and small-group markets differently. In Massachusetts, dependents up to age 25 can be covered on their parents' plan, while the federal law allows such dependent coverage up to age 26. \n\nStill, there are some differences between the federal law and the Massachusetts law. Two of the biggest differences:\n\n• Cost containment. Critics of the Massachusetts plan have taken it to task for its lack of cost-containment provisions. The federal law makes changes to Medicare that are intended to lower program costs, such as restructuring how payments are made to Medicare Advantage plans -- the HMO option under Medicare. Since Medicare is a federal program, the Massachusetts plan does not address this issue. \n\n• Financing. Both the Massachusetts plan and federal law are financed in part by revenue generated from the individual and employer mandates. But the Massachusetts plan's financing is heavily dependent on leveraging federal matching funds, while the federal law, in addition to cost savings from Medicare, imposes taxes on drugmakers, device manufacturers, health insurers and indoor tanning services. It also taxes high-cost (\"Cadillac\") health care plans. The Massachusetts plan does not do any of these things.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe should note that the plans are so similar, we made a quiz, selecting passages from each plan to see if our readers could tell the difference. (Take the quiz yourself!)\n\nPawlenty said that \"Obamacare was patterned after Mitt's plan in Massachusetts.\" In rating that statement, we noticed that Pawlenty phrased his statement carefully. He didn't say it was the same plan, but instead said that the national law was \"patterned\" after the Massachusetts law, and they had \"substantial similarities.\" He's correct that the plans, thought not completely identical, are very similar in structure. They both require everyone to have health insurance or pay a penalty; they both leave the current insurance system in place; they both expand coverage for the uninsured through subsidies or Medicaid. Because his statement accurately categorized the plans as similar -- but not exactly the same -- we rate Pawlenty's statement True.", "vclaim_id": "vclaim-pol-12587"}