{"url": "/factchecks/2015/aug/25/glen-sturtevant/glen-sturtevant-says-virginia-had-zero-percent-gro/", "speaker": "Glen Sturtevant", "vclaim": "\"Last year, we had zero percent growth in GDP in Virginia ...The only states that did worse than us were Alaska and Mississippi.\"", "truth_label": "true", "date": "stated on August 18, 2015 in a candidates' forum.:", "title": "Glen Sturtevant says Virginia had \"zero percent\" growth last year", "text": "Virginia needs a dose of Republican economic medicine to get out of a funk, says Glen Sturtevant, a Richmond School Board member who is running for the state Senate.\n\"Last year, we had zero percent growth in GDP in Virginia -- zero percent,\" Sturtevant said during an Aug. 18 candidates forum, sponsored by WCVE Richmond Public Radio. \"The only states that did worse than us were Alaska and Mississippi.\"\nSturtevant is seeking the 10th District Senate seat that long has been held by Republican John Watkins, who is not seeking reelection. Also running is Dan Gecker, a Democrat who serves on the Chesterfield County Board of Supervisors; Marleen Durfee, an independent who is a former Chesterfield supervisor; and Carl Loser, a Libertarian from Powhatan County.\nWe wondered whether Sturtevant’s dreary economic statistics were correct.\nA spokesman for his campaign said the information came from a June article in The Washington Post about preliminary state gross domestic product figures for 2014 that were released by the Bureau of Economic Analysis at the U.S. Department of Commerce. GDP is the value of all finished goods and services produced.\nVirginia’s GDP of about $427 billion last year was indeed flat -- there was 0.0 percent inflation-adjusted growth from 2013. Only two states trailed the Old Dominion in growth: Mississippi and Alaska, which saw their state economies shrink. Nationally, inflation-adjusted GDP expanded by 2.2 percent last year.\nThese figures are preliminary, and Virginia’s position might improve slightly when the bureau releases its final report in September. Last year, for example, the preliminary report ranked Virginia 49th in economic growth in 2013; the final ranking pegged Virginia’s growth at 0.4 percent, 43rd among the states.\nThe commonwealth’s economic growth has been lackluster for several years, spanning Democratic and Republican governors. In 2011, the state saw 0.6 percent GDP growth; in 2012, it saw 0.7 percent growth.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEconomists we spoke with said Virginia’s low numbers largely reflect a slow recovery from the Great Recession that has been exacerbated by its dependence on federal spending in an era of budget cuts. Virginia is home to large military bases and a fleet of defense and government contractors and federal workers that drive the economy of Northern Virginia. The Pew Charitable Trusts estimates that in 2013, federal spending was responsible for about 31 percent of Virginia’s economic activity. Only Mississippi was more dependent.\nUnder the federal sequestration compromise, which kicked in at the start of 2013, Congress and the White House agreed to an automatic series of budget cuts to trim the national debt by $1 trillion over nine years. Half of the savings are coming from defense spending and half from domestic programs.\nA 2013 study by Stephen Fuller, director of the Center of Regional Analysis at George Mason University, said Virginia was \"particularly vulnerable\" to sequestration and predicted it would bite $15.4 billion a year out of the state’s economy. That was the second largest of any state. Fuller found California was projected to lose $16.7 billion. Texas was third, projected to lose $11.9 billion annually.\nBoth of those states are seeing much greater growth than Virginia: Texas ranked second in the nation last year, with 5.2 percent growth; California ranked ninth with 2.8 percent growth. It should be noted, however, that both states have larger, more diverse economies than Virginia. California’s GDP was $2.1 trillion last year, Texas’ was $1.5 trillion, and Virginia’s was $427 billion, according to Bureau of Economic Analysis figures.\nMaryland, where many federal employees live, ranked 36th in economic growth last year. Although Maryland also is home to many federal employees, it’s less dependent on federal spending than Virginia. According to Pew, Uncle Sam funds about 27.5 percent of the economic activity in Maryland.\nWhile federal cuts start the discussion about Virginia’s sluggish recovery from the recession, they’re not the whole conversation. The state has also been hurt by the sagging coal industry in Southwest Virginia and declining furniture manufacturing in Southside Virginia, according to Terry Terry Rephann, regional economist at the University of Virginia’s Weldon Cooper Center for Public Service.\nOur ruling\nSturtevant said that Virginia had zero percent economic growth last year, the third worst result in the nation. We rate his statement True.", "vclaim_id": "vclaim-pol-06043"}