{"url": "/factchecks/2020/nov/04/tweets/no-sign-outside-pennsylvania-poll-isnt-voting-scam/", "speaker": "Tweets", "vclaim": "“Only sign outside Bucks County voting place. Democrats shown, republicans blurred out. … More scamming in Pennsylvania!”", "truth_label": "false", "date": "stated on November 3, 2020 in a tweet:", "title": "No, sign outside a Pennsylvania poll isn’t a voting scam", "text": "A tweet from a Republican activist claims to show Democratic shenanigans at a polling center in Bucks County, Pa.\n\"Only sign outside Bucks County voting place,\" Mike Coudrey tweeted Nov. 3. \"Democrats shown, republicans blurred out. Meyer Way Park, Bucks County. Warwick township. More scamming in Pennsylvania!\"\nOnly sign outside Bucks County voting place. Democrats shown, republicans blurred out.Meyer Way Park, Bucks County. Warwick township.More scamming in Pennsylvania! pic.twitter.com/qn2BlzZELt— Mike Coudrey (@MichaelCoudrey) November 3, 2020 \nThis isn’t a scam; it’s a run-of-the-mill piece of electioneering material. It would not be permitted if it were within 10 feet of a polling site. There’s no evidence this sign was too close, and journalists on the ground said they saw the same sign at another poll and it was appropriately far enough away.\nA photographer with the Bucks County Courier Times went to a poll in the same community and sent PolitiFact this photo.\n\nA Democratic sign outside a poll in Warwick, Pa. (Anthony DiMattia/Bucks County Courier Times)\nThe sign bears the headline, \"Bucks County Democratic Official Sample Ballot.\" \nSample ballots are a staple of Election Day materials. Typically, they are printed as flyers for voters to take with them as they vote. And both Democrats and Republicans use them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThese handouts always highlight the candidates from whichever party printed them. In this instance, the party’s sample ballot is a sign, and it blurs out the Republican candidates, because Democrats don’t want voters to vote for Republicans.\nInvestigative reporter Crissa Shoemaker DeBree with the Courier Times told us Republicans are handing out their version of sample ballots as flyers. Democrats decided not to do that this year, she said, out of concern for COVID-19.\nSo, by itself, the sign in the photo is not unusual.\nThe sign would be illegal if it were too close to the entrance to the poll. Coudrey’s tweet does not prove that it is.\nThe rule in Pennsylvania is that signs must be at least 10 feet from the polling place. A Courier Times reporter said the signs he saw were 30 feet from the entrance.\nWe asked Coudrey if he had been to the poll and had taken the picture. He declined to answer. His website says he moved to Los Angeles when he was 20, and his current business address is there. \nOur ruling\nA tweet said that there was scamming taking place at a Pennsylvania poll. The evidence was a sign of a sample Democratic ballot.\nSuch sample ballots are commonplace at polls, and Republicans were handing their versions as flyers. Democrats chose to use signs out of concern for COVID-19. The sign followed the election rules and there is no evidence it was within 10 feet of the polls.\nWe rate this claim False.\nCORRECTION, Nov. 4, 10:40 a.m.: The signs photographed by a local reporter were at a different precinct in the same community in Bucks County. The sign contents were identical. We corrected this piece to clarify the polling location.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18451"}