{"url": "/factchecks/2014/sep/19/michelle-nunn/nunn-invitation-exaggerates-her-youth-georgia/", "speaker": "Michelle Nunn", "vclaim": "Michelle Nunn \"spent most of her childhood\" in Perry, Ga.", "truth_label": "barely-true", "date": "stated on September 13, 2014 in a fundraiser invitation:", "title": "Nunn invitation exaggerates her youth in Georgia", "text": "Readers of a certain age will remember Bill Clinton accepting the Democratic nomination for president in 1992 by invoking the name of the small southern town where he lived as a young boy.\nThe two-time president spent seven years in Hope, Ark., first while his mother finished nursing school and then briefly after she returned.\n\"I still believe in a place called Hope,\" Clinton famously said, explaining the small town’s lessons of equality and aspiration.\nClinton was in Atlanta last week, at the home of R&B singer Usher, to raise money for Democrat Michelle Nunn’s U.S. Senate bid.\nBoth Nunn and her Republican opponent, David Perdue, are trying to burnish their Georgia credentials, no easy task since both have spent major portions of their lives out of state.\nThe  invitation to the Usher event invoked a small middle Georgia town to tell Nunn’s story.\n\"Daughter of Sam and Colleen Nunn,\" the bio section read, \"Michelle was born in 1966 in Macon, near her grandparents’ farm in Perry, Ga., where she spent most of her childhood.\"\nAn alert reader pointed out the \"most of her childhood\" claim, certain Nunn herself had acknowledged her family moved away when her father was elected to the U.S. Senate in 1972. She was 6 at the time.\nNunn declined to talk to PolitiFact Georgia about the claim.\nBut she has talked with the Atlanta Journal-Constitution and national media about her childhood plenty, even before announcing her candidacy.\nIn several AJC stories, including a 1992 Father’s Day piece, Nunn says she grew up in the Washington, D.C. area.\nA January, 2014 New York Times story describes her as quipping that she moved \"against my will,\" when she was 6 and her family relocated to Maryland.\nThe same article notes Nunn lived in the Capital region during high school, when she played basketball at the all-girls National Cathedral School.\nThose reports are accurate, said Nunn spokesman Nathan Click.\nSo is the biography listed on her official campaign website, which notes only that she was born near the family’s Perry farm, he said.\n\"While the bio that appears on the campaign's website and is widely utilized by the campaign correctly characterizes Michelle's biographical facts, a separate document that appeared on some event invitations failed to properly do so,\" Click said in a statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEven though the fundraiser was the most high-profile to date in Nunn’s race against Republican businessman Perdue, that might be the end of it: a bio not properly vetted before publication.\nBut another Nunn misstep, the leak of confidential campaign strategy memos this summer, brings up another point.\nThe memos point out that Nunn should anticipate certain attacks, among them that she is \"not a ‘real’ Georgian.\"\nCandidates, and voters, move in and out of the state all the time, so it’s unclear how much of a negative that would really be, said Kerwin Swint, chairman of the political science department at Kennesaw State University.\nPerdue, for instance, has a television ad airing outside of metro Atlanta, that says he \"grew up working his family’s farm in middle Georgia. \" The spot  doesn’t mention that the 64-year-old spent much of his working life outside the state, in places such as Massachusetts, Tennessee and Hong Kong.\nBut the leaked memos could open up Nunn to attack for being disingenuous, Swint said.\n\"Newt Gingrich is from Pennsylvania for heaven’s sake,\" he said. \"Ordinarily it wouldn’t be that big of a story, but it is because of the intense publicity from the leak.\"\nLeslie Shedd, spokeswoman for the division of the Georgia GOP known as Georgia Victory, said the issue is not where Nunn grew up but why any biography would counter already-published facts.\n\"To me, it’s not an issue that she didn’t spend her entire life in Georgia,\" Shedd said. \"Why does she feel the need to essentially lie about it?\"\nBased on the explanation from the Nunn camp, and the ease to find biographical information on her, Swint said it appears the bio was an inadvertent, not intentional mistake.\nClick described Nunn as a ninth-generation Georgian, who kept ties to Perry by spending holidays and summers at the family farm.\nNunn herself, in the New York Times piece, said her father constantly reminded her that she was \"from Georgia.\"\nNunn has lived in Atlanta since 1989, after graduating from the University of Virginia at 23.\nChildhood, by any reasonable definition, ends at least at age 18. And the facts are clear: Nunn spent 12 of those years living outside of Georgia.\nEven accounting for summer vacations and holidays, any claim that she spent \"most\" of her childhood here is inconsistent with the facts.\nNunn’s campaign admits it made a mistake with its statement, and there are multiple instances of her acknowledging her move from Georgia.\nNunn did spend part of her childhood in Georgia, but certainly not most of it.\nWe rate the invitation claim Mostly False.", "vclaim_id": "vclaim-pol-07282"}