{"url": "/factchecks/2020/oct/25/facebook-posts/no-trump-did-not-vote-twice-nov-3-election/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump “voted twice” in the Nov. 3, 2020 election", "truth_label": "pants-fire", "date": "stated on October 24, 2020 in a Facebook post:", "title": "No, Trump did not vote twice in Nov. 3 election", "text": "President Donald Trump, who has bashed voting by mail, showed up in person at an early voting site in Palm Beach County to vote Oct. 24.\nBut some posts on social media suggest he voted twice — once by mail, and once in person.\n\"Did this slip by anyone else because not me. He voted twice. He is committing voter fraud. Oh Irony! How he mocks thee!\" stated an Oct. 24 Facebook post.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe Facebook post includes a link to an Aug. 19 NPR story about how Trump voted by mail in Florida’s primary. The post also includes a link to a TV news report about Trump voting in person.\nWendy Sartory Link, the Palm Beach County Supervisor of Elections, was at the library early voting site when Trump cast a ballot in person.\n\"I can absolutely confirm that he did not vote twice in November,\" she told PolitiFact the next morning.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWhile Trump has repeatedly attacked voting by mail, he used it himself twice earlier this year. A representative picked up ballots for Trump from the elections office, which is allowed under Florida law. Link confirmed that Trump voted using that method for the presidential preference primary in March and the state primary in August. Trump is registered to vote using his Mar-A-Lago address.\nLeading up to the Nov. 3 election, reporters were eager to report if he planned to vote in person. At PolitiFact, wer regularly checked the Palm Beach County website to look up Trump and saw no request for a mail ballot. The Miami Herald reported Oct. 19 that Trump had not yet requested a mail ballot, although he still had time. A couple days later reporters from the Wall Street Journal and Politico tweeted that Trump planned to vote in person at an early voting site.\nElection officials have procedures to prevent a voter from casting a ballot by mail and then voting in person. \nIn Palm Beach County, workers check in voters at polling sites using an electronic poll book. If a voter has already voted by mail, the voter won’t be allowed to vote a second time. \nIf a voter casts a ballot by mail, and then goes to vote in person before that completed mail in ballot has been received by the county, the mail-in ballot will eventually be rejected, Ashley Houlihan, general counsel for the Palm Beach Supervisor of Elections, previously told PolitiFact.\nRELATED: How to make sure your ballot is counted this fall\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-18774"}