{"url": "/factchecks/2012/jan/16/democratic-congressional-campaign-committee/dccc-says-bob-gibbs-vacationing-congress-all-six-d/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Freshman Rep. Bob Gibbs \"is spending his one year anniversary on vacation — only working 6 days in all of January.\"", "truth_label": "pants-fire", "date": "stated on January 5, 2012 in a news release:", "title": "DCCC says Bob Gibbs is vacationing from Congress all but six days in January", "text": "Working hard, or hardly working?\n\nThat question has been asked about Congress since at least the middle of the 20th century, when Congress adopted a three-day work week (making Monday and Friday travel days) and longer sessions.\n\nCongressional leaders keep fiddling with the calendar. Their scheduling practices, as noted by their own Congressional Research Service, have been criticized frequently for leading to \"compressed workweeks, protracted daily sessions, conflicts between floor and committee work, pressure on family life, and inefficient use of time generally.\"\n\nThe Democratic Congressional Campaign Committee, which works to elect Democrats to the House of Representatives, raised scheduling as an issue in a news release aimed at Rep. Bob Gibbs, a Republican from the 18th District in east-central Ohio.\n\nThe release marked the first anniversary of Gibbs' swearing-in. Identical releases targeted at least seven other first-term Republicans.\n\n\"With so much work to do to get the economy back on track and Americans back to work,\" it said, \"Gibbs is spending his one year anniversary on vacation — only working 6 days in all of January.\"\n\nPolitiFact Ohio is quite familiar with the six-day workweek. The six-day month was something new.\n\nWe asked the DCCC for verification. They referred us to the official House calendar released last month by GOP Majority Leader Eric Cantor. It shows the House scheduled to be in session on six days in January: the 17th, 18th, 23rd, 24th, 25th and 31st.\n\n\"Our release highlights that the primary role of a member of Congress is to serve in Congress,\" DCCC press secretary Haley Morris said. \"When folks run for office, they run to go to Washington to enact policy and vote. Under GOP majority, the House and Congressman Gibbs are spending most of their time this month on recess.\"\n\nWe called Gibbs' office and asked how he has been spending his recess time. Spokeswoman Catherine Gatewood made the most of the opportunity.\n\n\"Bob has been spending time with constituents to listen to their concerns, meeting with business leaders to find out how we can best turn this economy around, and engaging with public officials to learn more about how the federal government helps or hinders their work locally,\" she said.\n\n\"The House of Representatives is often referred to as 'the People's House,' and that only remains true if the people get a voice.\n\n\"Bob Gibbs believes that best way to represent his constituents is to hear directly from them, and the best way to do that is to be out and active in the district.\"\n\nIn fact, \"travel days\" and \"home district periods\" are facts of congressional life, whether the district time is used for constituent services, meetings or fundraising.\n\nRecesses are called \"work breaks\" rather than vacations.\n\n\"To be sure, few members will head to the beach,\" The Christian Science Monitor noted last fall. \"Between fundraisers, town-hall meetings, and constituent services, they tend to work at least as hard out of session as they do in it.\"  \n\nCommittees can meet and hold hearings during a recess.\n\nAnd Gibbs’ congressional offices in Washington and in his Ohio district remain staffed and open, even if the House is not in session.\n\nCantor drew criticism for setting a light, 109-day calendar for 2012. But the scheduled 123-day calendar for 2011 became 175 days in session, according to figures the Office of the House Clerk provided. The 104-day calendar that a Democratic majority set for 2008 -- another election year -- became 119 days. House sessions have averaged 135 days since 2000.\n\nPolitiFact won't take sides on the question of whether Congress should meet more or less frequently or has it just right.\n\nBut we think the DCCC's claim that House members are on vacation on days when no session is scheduled ignores the realities of what makes up a representative’s job.\n\nSubcommittee meetings and fact-finding hearings? They don’t count. Solving problems raised by constituents? Doesn’t count either. Nor does time spent meeting in the district with the people they are supposed to represent.\n\nAnd it’s important to remember, too, that the legislative calendar isn’t set by the individual members. The calendar for all is set by Cantor and congressional leadership.\n\nThat means that the gauge the DCCC has applied here would support making the same claim about just six working days in January for every Democratic member, too, from minority leader Nancy Pelosi to Democratic National Committee chair Debbie Wasserman Schultz.\n\nSomehow we doubt they are making those claims.\n\nWhen a claim is not accurate, it earns a rating of False.\n\nBut when the statement also makes a ridiculous claim, as this one does, it’s time to turn up the heat on the Truth-O-Meter: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-11781"}