{"url": "/factchecks/2015/mar/23/don-beyer/beyer-says-7000-americans-died-climate-change-even/", "speaker": "Don Beyer", "vclaim": "\"More than 7,000 Americans lost their lives to climate change-fueled events last year.\"", "truth_label": "false", "date": "stated on March 4, 2015 in an op-ed.:", "title": "Don Beyer says 7,000 Americans died from climate change events in 2014", "text": "After a long career as a car dealer, lieutenant governor and ambassador, Democrat Don Beyer was elected to the U.S. of House Representatives last year with a focus on protecting the planet against climate change.\nBeyer, D-8th, reiterated his goal in a March 4 column for the Falls Church News-Press, calling global warming the \"existential crisis of our generation, and of course the preeminent environmental issue.\"\n\"More than 7,000 Americans lost their lives to climate change-fueled events last year,\" he wrote.\nBeyer posted a similar statement on his congressional website on Feb. 4, saying climate change caused \"almost 7,000\" U.S. deaths last year. We wondered whether his claim is correct and asked for the source of Beyer’s information.\nThomas Scanlon, a spokesman for Beyer, said the congressman’s office had made a mistake about the 7,000 deaths. \"That number should be globally, not just in the United States,\" he emailed. \"We made an error in editing this column for FCNP.\"\nThat said, we wondered if there was even proof that 7,000 worldwide deaths were caused by climate change last year. Scanlon referred us to a two-page report on global warming issued in January by the American Academy of Actuaries. It said \"global natural loss events\" caused 7,700 fatalities last year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe academy attributed the number to Munich RE, a global insurance company based in Germany that issues an annual report on worldwide losses from natural catastrophes. In a study released in January, the company said 7,700 deaths were caused by global disasters -- including earthquakes, storms, floods, landslides, drought, extreme temperatures and wildfires.\nBut Munich RE doesn’t assess whether whether the natural catastrophes -- resulting in $110 billion in financial losses last year -- were caused by climate change.\n\"We do not have the ability to identify the direct impact of global warming on fatalities caused by natural catastrophes, other than to say any fatality caused by the earthquake peril are not due to global warming,\" emailed Peter Hoeppe, Munich RE’s head of geo risks research. \"Our data indicate an upward trend in regard to losses from weather catastrophes which, over time, have increased in both frequency and severity.\"\nOf the 7,700 deaths, Munich RE estimated 850 were caused by earthquakes. The remaining 6,850 deaths, the company wrote, were caused by \"weather-related\" events.\nWhile there’s no precise way to measure the number of deaths caused by global warming, we should note that many experts believe it will be the root of many fatalities in coming decades. The World Health Organization predicts that an additional 250,000 people -- largely in South Asia and sub-Saharan Africa -- will die annually between 2030 and 2050 because of conditions caused or exacerbated by climate change.\nOur ruling\nBeyer wrote, \"More than 7,000 Americans lost their lives to climate change-fueled events last year.\" The congressman lacks documentation and admits he got his facts wrong. That makes our work easy: We rate Beyer’s statement False.", "vclaim_id": "vclaim-pol-06600"}