{"url": "/factchecks/2020/nov/18/kim-reynolds/fact-checking-how-accessible-covid-19-tests-are-io/", "speaker": "Kim Reynolds", "vclaim": "\"If you can’t get a test through Test Iowa, there are multiple other sites: your doctor, your clinics, your pharmacies, the stroke detection clinic centers.\"", "truth_label": "mostly-true", "date": "stated on November 10, 2020 in a press conference:", "title": "Fact-checking how accessible COVID-19 tests are in Iowa", "text": "Before announcing more stringent regulations Nov. 16, Iowa Gov. Kim Reynolds made a statement in a Nov. 10 press conference about concerns that Test Iowa — the state’s COVID-19 testing program — was not conducting enough tests. This was the press conference where Reynolds announced a limited mandate requiring people to wear masks and social distance at certain gatherings.\nReynolds said then Iowa can test up to 6,000 people per day with Test Iowa through the State Hygienics Lab, based in Iowa City, and listed other ways Iowans can receive a COVID-19 test:\n\"So, just remember though that if you can’t get a test through Test Iowa, there are multiple other sites — your doctor, your clinics, your pharmacies, the stroke detection clinic centers. I mean, there are the antigen tests, you can buy a test at Costco. I mean, there are a lot of options out there and we’ll continue to build that out.\"\nOptions exist, but how accessible are they? Here are some things to know.\nUnlike Test Iowa, which offers free COVID-19 tests to Iowans regardless if they have infection symptoms, other options Reynolds mentioned either require people wanting a test to be deemed eligible for one or cost money, sometimes both. The U.S. Food and Drug Administration recommends reaching out to local health-care providers to get a test, according to its website. \nThe stroke detection clinic Reynolds referred to in her statement is Health Gauge, formerly called Stroke Detection Plus, Reynolds’ Communications Director Pat Garrett wrote in an email. The health and wellness business offers free COVID-19 testing to people at its Ames, Clive, and Urbandale locations in Iowa. People going to Health Gauge don’t have to meet conditions such as having symptoms or having been in contact with someone who tested positive for COVID-19 to receive a test but have to pay $100, according to Health Gauge’s website. \nCostco shows a COVID-19 saliva testing kit for purchase on its website, available with or without video observation with a member of the Azova Patient Services Team, who manufactures the tests. Without the video option, the testing kit costs $129.99; the kit costs $139.99 with video observation. \nIn Iowa City, tests are available at University of Iowa Health Care and Mercy Iowa City once patients have been evaluated by a health-care provider.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nCare providers at UI Health Care determine someone is eligible to receive a test if the person displays COVID-19 symptoms or has been in close contact with someone who has tested positive for COVID-19. UI Health Care Public Relations Manager Laura Shoemaker wrote in an email to The Daily Iowan that the test may cost money but is covered by most insurance providers. \nBeyond health care clinics, pharmacies at stores such as Hy-Vee and Walgreens offer free COVID-19 tests by appointment. Both pharmacies require people to fill out an online survey to determine if they are eligible for tests, then have them pick a date and time. Both pharmacies state on their websites that they follow Centers for Disease Control and Prevention guidelines as well as state and local guidelines to determine if someone should receive a test.\nThere are 63 Hy-Vee pharmacy locations in Iowa offering tests, but also sites in neighboring Illinois, Kansas, Minnesota, Missouri, Nebraska, South Dakota, and Wisconsin. Walgreens lists five Iowa locations offering tests, in Cedar Rapids, Davenport, Des Moines, and Sioux City, and notes on its website that the plan is to expand testing capabilities to more locations in the coming weeks. \nThe state operates 26 Test Iowa sites and clinics, in Black Hawk, Buena Vista, Carroll, Cass, Crawford, Des Moines, Dickinson, Dubuque, Kossuth, Mitchell, Page, Linn, Polk, Plymouth, Pottawattamie, Scott, Sioux, Story, Union, Wapello, Winneshiek, and Wright counties. A Daily Iowanreview of each location on Tuesday, Nov. 17, showed time slots available Thursday, Nov. 19, at the earliest at every location, except those in Polk and Sioux counties. \nOn Nov. 12, two days after Reynolds made the statement, Test Iowa sites in Linn, Scott, Black Hawk, and Polk counties had no time slots available. \nTest Iowa states on the program’s questionnaire to determine whether a person qualifies for a Test Iowa test that \"over the next few days and weeks, additional testing sites in the state of Iowa will be set up.\" \nThe CDC states that people who should be tested include those with COVID-19 symptoms, who have been within 6 feet of someone who has tested positive for COVID-19 for more than 15 minutes, and for whom a health-care provider, state or local health department has recommended a test.\nOur ruling\nA quick check of the facts shows all of the areas Reynolds mentioned offer COVID-19 tests, though some are more accessible than others. Testing avenues such as Health Gauge and buying a test from places like Costco cost money, and organizations offering free testing might have qualifications to receive a test, and are not always in the most accessible locations for patients. We rate this statement as Mostly True.", "vclaim_id": "vclaim-pol-18544"}