{"url": "/factchecks/2008/oct/09/national-right-life-committee/2003-legislation-had-neutrality-clause/", "speaker": "National Right to Life Committee", "vclaim": "Barack Obama voted against \"born alive\" legislation in Illinois that was \"virtually identical to the federal law.\"", "truth_label": "true", "date": "stated on August 11, 2008 in a published piece on their Web site:", "title": "2003 legislation had neutrality clause", "text": "The hot-button issue of abortion is the subject of two recent political ads and a controversy centering on Barack Obama's votes in the Illinois legislature.\n\nAn independent advocacy group, BornAliveTruth.org, launched an attack ad on Obama, and the Obama campaign responded with an attack on John McCain's abortion record. For more on these dueling ads,  read our story here. \n\nAs the controversy around the ads played out, the National Right to Life Committee disputed some of Obama's public comments about Illinois legislation concerning infants \"born alive,\" particularly a crucial bit of the legislation that became known as the \"neutrality clause.\" The committee said the legislation had a neutrality clause; Obama said it didn't.\n\nHere's the background: Opponents of abortion put forward legislation in 2001, 2002 and 2003 intended to require doctors to provide immediate life-saving care to any infant that survived an intended abortion. The legislation, which included multiple bills, specified that an infant surviving a planned abortion is \"born alive\" and \"shall be fully recognized as a human person and accorded immediate protection under the law.\"\n\nThe bills' supporters said it gave added emphasis to laws already on the books, deterring the death of abortion survivors from neglect. One of the bills' strongest supporters was a nurse, Jill Stanek, who said she had witnessed infants left to die in dirty utility rooms. Abortion-rights proponents, on the other hand, said the legislation was a back-door attempt to stop legal abortions. \n\nIllinois already had a law on its books from 1975 that said if a doctor suspected an abortion was scheduled for a viable fetus — meaning able to survive outside of the mother's body — then the child must receive medical care if it survives the abortion. The new laws didn't distinguish between viable and nonviable, meaning that an infant of any age that survived an abortion should receive care. \n\nWe'll state at the outset here that Obama, along with other Democrats in the Illinois legislature, opposed the \"born alive\" laws every time they came up, and this is not disputed. Why he opposed the legislation has become a controversial point during the presidential campaign, however.\n\nThe controversy hinges on how the two sides interpret the \"neutrality clause.\"\n\nIn 2002, two years before Obama was elected to the Senate, the U.S. Congress took up its own version of \"born alive\" legislation, and passed it with a so-called \"neutrality clause,\" which said the law would not change the legal status or legal rights of anyone prior to being \"born alive.\" Abortion rights advocates said the clause was necessary to make sure the bill would not affect current abortion laws.\n\nObama has said as far back as 2004 that he would have supported the federal bill and that he would have supported the Illinois versions if they had had a similar neutrality clause. The laws the full Senate voted on in 2001 and 2002 did not have such a clause, but 2003 is a different story.\n\nThe National Right to Life Committee says the 2003 bill did have a neutrality clause, and contends that Obama is misrepresenting the bill. David Brody of CBN News, a Christian news group, asked Obama for his response to that in August 2008.\n\n\"I hate to say that people are lying, but here's a situation where folks are lying,\" Obama said. \"I have said repeatedly that I would have been completely in, fully in support of the federal bill that everybody supported which was to say that you should provide assistance to any infant that was born even if it was as a consequence of an induced abortion.\" Read his  entire answer on the CBN Web site  .\n\nWe requested documentation from the Illinois State Archives about the 2003 bill and found that it did have a neutrality clause, as the National Right to Life said. The clause was added at the committee level, and those records are not available online. But we have posted  the documents we received via fax from the State Archives here.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe records are from the Health and Human Services Committee. They show that on March 12, 2003, the committee voted unanimously to add a neutrality clause to the \"born alive\" bill. Then the committee voted down the bill on a 6-4 vote. All the Democrats on the committee, including Obama, voted against the legislation, while the Republicans favored it.\n\nBut there is an important caveat to add here: We don't know what the discussion was at the 2003 committee because the proceedings weren't recorded, but it seems likely that the federal neutrality clause was not considered sufficient at the state level, because the 2005 Illinois law that eventually passed included a more extensive neutrality clause than the federal legislation.\n\nLet's compare the language of the various neutrality clauses.\n\nThe federal born alive legislation has passed and was the law at the time of the 2003 vote. Here's what its neutrality clause states:\n\n\"Nothing in this section shall be construed to affirm, deny, expand, or contract any legal status or legal right applicable to any member of the species homo sapiens at any point prior to being ‘born alive’ as defined in this section.\"\n\nThe 2003 amendment that was before the Illinois Senate committee said this:\n\n\"Nothing in this Section shall be construed to affirm, deny, expand, or contract any legal status or legal right applicable to any member of the species homo sapiens at any point prior to being born alive as defined in this Section.\"\n\nExcept for minor punctuation, the clauses are identical.\n\nBut here's the neutrality clause that was included in the successful Illinois \"born alive\" legislation of 2005. Note that it has two additional paragraphs.\n\n\"Nothing in this Section shall be construed to affirm, deny, expand, or contract any legal status or legal right applicable to any member of the species homo sapiens at any point prior to being born alive, as defined in this Section.\"\n\n\"Nothing in this Section shall be construed to affect existing federal or State law regarding abortion.\"\n\n\"Nothing in this Section shall be construed to alter generally accepted medical standards.\"\n\nSo the National Right to Life Committee is correct that the 2003 legislation did have a neutrality clause similar to the federal legislation. But the federal neutrality clause wasn't sufficient to reassure the Illinois legislators seeking to protect abortion rights. The law that passed had additional explicit protection for existing state law and generally accepted medical standards. The bill's sponsor said in 2008 that the extra language was included to satisfy \"the most zealous prochoice legislators.\"\n\nBut the National Right to Life Committee is correct that the 2003 version of the law did include a neutrality clause similar to the federal legislation, and Obama voted against it. We rule its claim True.", "vclaim_id": "vclaim-pol-15914"}