{"url": "/factchecks/2008/jul/31/john-mccain/no-tax-offered-on-electricity/", "speaker": "John McCain", "vclaim": "Obama \"says he'll raise taxes on electricity.\"", "truth_label": "barely-true", "date": "stated on July 30, 2008 in a television ad:", "title": "No tax offered on electricity", "text": "A television ad from Sen. John McCain got attention because it contrasted photos of Sen. Barack Obama with tabloid stars Britney Spears and Paris Hilton. \"He's the biggest celebrity in the world,\" the ad's narrator said. \"But, is he ready to lead? With gas prices soaring, Barack Obama says no to offshore drilling. And, says he'll raise taxes on electricity.\n\n\n\"Higher taxes, more foreign oil, that's the real Obama,\" the voice concludes.\n\n\nWe know that Obama\n\ndoes not support\n\nexpanded offshore drilling, because he says it won't do anything to reduce gas prices. But we were intrigued by the claim that Obama wants to raise taxes on electricity. That's not something we recalled from his policy proposals.\n\n\nIn a prepared memo in support of the ad, the McCain campaign pointed to an interview Obama had with a Texas newspaper in February 2008.\n\n\n\"What we ought to tax is dirty energy, like coal and, to a lesser extent, natural gas,\" Obama said in the interview. The McCain campaign argued that because coal and natural gas are major sources of electricity, Obama supports a tax on electricity.\n\n\nBut the context of the interview (which\n\nwe've looked at before\n\n) shows Obama was making a statement of principle rather than a policy proposal.\n\n\nIn the interview with\n\nSan Antonio Express-News\n\ncolumnist Carlos Guerra, Obama discussed funding sources for education. Guerra then asked, \"Have you considered other funding sources, say taxing emerging energy forms, for example, say a penny per kilowatt hour on wind energy?\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama replied: \"Well, that's clean energy, and we want to drive down the cost of that, not raise it. We need to give them subsidies so they can start developing that. What we ought to tax is dirty energy, like coal and, to a lesser extent, natural gas. But I think that the real way to fund education is for local communities to step up and say this is important to us. There are no shortcuts.\"\n\n\nIf you look at Obama's proposals, he does not advocate an electricity tax or a carbon tax, but instead proposes a cap-and-trade system. A campaign spokesman said that was what Obama was talking about in the interview.\n\n\nThe idea behind cap-and-trade is that the government sets a limit on how much carbon industries can emit (the cap). The government then issues permits to companies and allows them to buy and sell the permits as needed so they can conduct business (the trade). If the policy works as planned, overall emissions decline, companies determine for themselves the best way to lower emissions, and the free market rewards those who lower emissions most effectively.\n\n\nCap-and-trade systems can raise the cost of energy for some consumers if companies have to buy additional permits for emissions, but they are not usually considered a tax. McCain, incidentally, also supports a cap-and-trade system.\n\n\n\"It wouldn't officially be considered a tax,\" said Eric Toder of the nonpartisan Tax Policy Center. \"The proposal for a cap-and-trade system would raise prices for some people, but both candidates support cap-and-trade.\"\n\n\nYes, Obama did use the word \"tax\" in the interview, but he was reacting to a question about taxing clean energy and making the point that producers of clean energy should not be given a disincentive. And he concluded that energy taxes should not be used to fund education.\n\n\nThe McCain ad says that Obama \"says he'll raise taxes on electricity\" and points to a line from one interview that requires a lot of explanation. Obama's proposals don't say anything about a tax on electricity. Is Obama open to the idea of taxing dirty energy? Arguably yes. But that's some distance from saying he wants to tax electricity. We find the statement Barely True.\n\n\n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16104"}