{"url": "/factchecks/2013/oct/17/debbie-wasserman-schultz/dnc-says-chris-christie-cut-equal-pay-wome/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Chris Christie \"cut equal pay for women, calling it 'senseless bureaucracy.' \"", "truth_label": "barely-true", "date": "stated on October 8, 2013 in in a press release:", "title": "DNC chair says Chris Christie cut equal pay for women, called it ‘senseless bureaucracy’", "text": "New Jersey Gov. Chris Christie seems poised for easy re-election this November, one step on a path toward a possible 2016 presidential campaign. As Christie becomes a more prominent figure in the Republican Party, he’s subject to more criticism on the national level.\nU.S. Rep. Debbie Wasserman Schultz, D-Fla., who oversees the Democratic National Committee, wrote a statement attacking Christie after a gubernatorial debate that gave us a taste of what we might hear more of over the next two years. For this fact-check, PolitiFact decided to hone in on her critique of the governor’s wage policy.\n\"He cut equal pay for women, calling it ‘senseless bureaucracy,' \" Wasserman said.\n‘Senseless bureaucracy’\nThe New Jersey state legislature passed a package of four bills in September 2012 designed to narrow the pay gap. Christie signed one, gave conditional vetoes to two and an absolute veto to the other.\nHere’s a breakdown of each bill in the package and Christie’s actions:\n\n\nA-2647: Christie signed a statewide requirement for employers to notify employees of the right to be free from benefits and pay discrimination.\n\n\nA-2648: This bill was designed to extend protections for employees who reveal discriminatory actions in their workplaces. Christie vetoed this bill conditionally, because he wanted it to fall under a different existing law than what was proposed by legislators. The bill became law in August, after Christie’s changes were made.\n\n\nA-2649: Christie gave this bill an absolute veto. It called for government contractors to report employee gender and compensation information to the NJ Department of Labor.\n\n\nA-2650: This bill would grant back pay to victims of pay gap discrimination. Christie gave this a conditional veto because it didn’t specify a limitation for how far back pay could go. It hasn’t been passed.\n\n\nAssembly Bill A-2649, the bill requiring government contractors to report compensation by gender and the only absolute veto of the bunch, is the one Wasserman Schultz referred to in her critique of Christie’s attitude toward discrimination by gender. That’s the bill Christie described as \"senseless bureaucracy.\"\nIn his veto message, he wrote that the bill \"will burden countless employers with onerous reporting requirements, thereby driving up the cost of public contracts, which are ultimately shouldered by the taxpayer ... the reporting requirements fail to advocate sound policy over senseless bureaucracy.\"\nThe bill’s focus is on transparency surrounding pay, but it would not have directly required changes in salary by gender.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nYasemin Besen-Cassino, a Montclair State University sociology professor, conducted research on New Jersey’s gender gap with the American Association of University Women. She said the bill Christie vetoed would’ve helped narrow the wage divide.\n\"A lot of women claim they just don’t know how much men make,\" Besen-Cassino said. \"One of the things that we found in our research was that making it public and at least available to a third party would push corporations toward equal pay.\"\nThere’s a correlation between a greater level of pay equity in the federal government and also a greater level of transparency, an AAUW report said.\nNew Mexico passed legislation a couple of years ago requiring contractors to report pay equity information. Fatima Goss Graves, National Women’s Law Center vice president for education and employment, said the law has proven to be uncontroversial there. Vermont also has a similar law.\nWe should note that although Christie vetoed that bill and issued conditional vetoes for others, he has not abolished any existing equal pay legislation, as a reader might assume from the wording of Wasserman Schultz’s comment.\n\"The governor has never ‘cut’ equal pay and he has a well-documented public position of supporting the Lilly Ledbetter Fair Pay Act (a national law) and equal pay for equal work,\" said Kevin Roberts, a campaign spokesman for Christie.\nChristie touted the importance of A-2647 and asserted his support for equal pay.\n\"Too often, women's value and contributions in the workplace have been undermined and shortchanged merely because of their gender,\" he said after signing the bill.\nEqual pay in New Jersey\nWe wanted to take a look at the issue of equal pay in New Jersey on a broader scale and the implication that equal pay rights have not moved forward under Christie’s leadership.\nThe median pay gap suggests that a woman in the Garden State make 77 cents for every dollar a man makes. However, it’s important to remember that this number doesn’t control for factors like number of hours worked, occupation and race. The AAUW reports that one-third of the pay gap remains after these factors are controlled for.\nThe national wage gap has not closed in the past decade, said Goss Graves of the National Women’s Law Center. New Jersey’s divide falls in the middle of the pack in terms of biggest wage differences, she added.\n\"I think that for Jersey, like the rest of the country, this problem has been pernicious and persistent and it’s clear that we can’t just wish it away,\" said Lisa Maatz, American Association of University Women vice president of government relations. \"We need some kind of legislative response.\"\nOur ruling\nWasserman Schultz said Christie \"cut equal pay for women, calling it a ‘senseless bureaucracy.’ \" Christie didn't cut anyone's pay, though. Instead, he said it was \"senseless bureaucracy\" to require government contractors to report more employee information, including information about gender and compensation, and he vetoed a measure that would have mandated such reporting. Experts said the measure would have improved equal pay for women. But Christie also signed two other bills that may help narrow the wage gap in New Jersey. So we rate Wasserman Schultz’s statement Mostly False.", "vclaim_id": "vclaim-pol-08748"}