{"url": "/factchecks/2019/sep/10/chris-jones/did-chris-jones-lead-medicaid-expansion-virginia-y/", "speaker": "Chris Jones", "vclaim": "Says he \"led the fight to expand Medicaid.\"", "truth_label": "half-true", "date": "stated on August 20, 2019 in TV ad.:", "title": "Did Chris Jones lead the fight for Medicaid expansion in Virginia?", "text": "Del. Chris Jones, R-Suffolk, is introducing himself to voters in his newly-redrawn district as the champion of Medicaid expansion in Virginia. The Democratic Party of Virginia says his claim is bogus.\nJones, the powerful chairman of the budget-writing House Appropriations Committee, is airing a 30-second ad showing him at work as a pharmacist.\n\"Chris Jones opened Bennet’s Creek Pharmacy, offering quality, affordable health care,\" the narrator says. \"That’s why he led the fight to expand Medicaid and improve our mental health system.\"\nThe ad shifts to L.D. Britt, a surgeon and professor at Eastern Virginia Medical School. \"Chris Jones - to get expansion, that is a major accomplishment,\" he says.The screen flashes: ‘CHRIS JONES EXPANDED MEDICAID for 400,000 VIRGINIANS.\"\nThe state Democratic party, in an Aug. 20 news release, denounced Jones’ ad as \"a craven attempt to mislead his constituents.\" The Democrats said Jones spent years \"fighting tooth and nail to deny thousands of people in his community access to affordable health care.\"\nSo we fact-checked Jones’ claim that he led the expansion fight and found that its accuracy varies, depending on the year.\nJones’ was a point man in a 2018 bipartisan compromise that allowed Medicaid to cover more than 400,000 additional low-income Virginians. But his ad doesn’t say that from 2013 to 2017, he played a leading part in blocking it.\nThe roles Jones and other legislators played in Medicaid expansion could be a big issue this fall when all 140 General Assembly seats are on ballots. Democrats need to flip one seat in the Senate and two in the House to control of both chambers for the first time since 1999.\nHouse Democrats may be aided by a 2018 judicial finding that some election districts had been racially gerrymandered. Court-ordered remapping has placed six Republicans incumbents - including Jones and Speaker Kirk Cox of Colonial Heights - in newly-shaped districts with a majority of Democratic voters. \nJones’ old district, which elected him 11 times, was 56% Republican, 44% Democratic, according to the non-partisan Virginia Public Access Project. His new district is 43% red, 57% blue. Jones is being challenged by Clint Jenkins, a realtor and local Democratic activist. \nLet’s take a deeper look at Jones’ record on Medicaid expansion, starting with the early years.\nJones, 2013 to 2017\nStates were offered an option to expand their Medicaid programs to cover households earning up to 138% of the poverty line, beginning Jan. 1, 2014. The Affordable Care Act - or Obamacare - promised the federal government would pay all expansion costs at first, and never less than 90%. \nRepublican leaders - including outgoing Gov. Bob McDonnell and then-Speaker Bill  Howell - declared their opposition in early 2013, saying they didn’t trust the federal pledge to pick up most of the expansion costs and that Virginia’s program was too inefficient to let grow. The state’s Medicaid costs during the previous decade had grown an average 9% a year, according to the Joint Subcommittee for Health and Human Resources.\nJones was on a team of budget negotiators that year that created a commission to find efficiencies in Virginia’s program that might open the door to future expansion.\nDemocrat Terry McAuliffe became governor in 2014 and made Medicaid expansion a top priority, accusing Republicans of turning down a federal windfall. Jones told reporters that January, \"I don’t see any possibility of expansion this session,\" and repeated his reforms-first mantra. \nJones undercut McAuliffe’s efforts to work expansion into the state budget and opposed it in a partisan floor vote. During a Feb. 20, 2014 floor speech, he said expansion should include a work requirement for able, adult Medicaid recipients.  The Washington Post, in a June 23, 2014 article, identified Jones as \"a leader in the fight against Medicaid expansion.\"\nMcAuliffe tried again to expand Medicaid during the final three years of his term. Each time, Jones and his Appropriations Committee stripped it from the budget. \"He knows we’re not going to give him that,\" Jones said in Dec. 16, 2016.\nThe Richmond Times-Dispatch - in an April 6, 2017 article - reported that Jones was on a team of five Republican budget negotiators for the House who \"have steadfastly opposed Medicaid expansion.\"  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAt the time, Republicans occupied 66 of the 100 House seats. But they were rocked in 2017 elections when Democrats gained 15 seats and cut the GOP’s majority to one vote. Speaker Howell, a staunch opponent of expansion, didn’t run re-election. Democrat Ralph Northam was elected governor. In the changed political landscape, lawmakers were willing to deal.\nJones, 2018\nWith the blessings of Cox, the new speaker, Jones presented House Republicans with a budget option to expand Medicaid. It won enough support to pass the House with strong Democratic backing. The deal had two key components:\n*A work requirement for able-bodied adults on Medicaid. The Trump administration announced on Jan. 11, 2018 it would allow states to establish such programs, clearing uncertainty among Virginia Republicans.\n*Hospitals would pay the state’s expansion costs through a new provider tax, an idea proposed by McAuliffe in 2015 and conditionally backed that year by the Virginia Hospital and Healthcare Association. Hospitals concluded that, even with the tax, they would come out ahead because the expansion would cut their losses in treating uninsured patients. \nThe hospital tax eased GOP concerns that, if the federal government lowered its financial commitment to expansion, the state would be stuck with a large bill. Jones was also able to point to a report showing the efficiency commission had lowered state Medicaid costs by $43 million a year.\nJones fine-tuned the deal with Sen. Emmett Hanger, R-Augusta, the co-chairman of the Senate Finance Committee. Hanger withstood heavy criticism from Senate Majority Leader Tommy Norment, R-James City, and gained a few crucial Republican votes.\nThe final deal passed the House in a 68-30 vote to approve the budget, with 21 of 50 Republicans in support. It passed the Senate, 23-17, with four of 21 Republicans in support. \nDuring a June 7 ceremony on Capitol steps, Northam signed the state budget that expanded Medicaid. He credited three Republicans: Jones, Cox and Hanger. Northam said he would save a signing pen for Jones, who didn’t attend the event because of work.\nJones’ view\nJones says that - unlike many of his Republican colleagues - he never took a hardline position against expansion. He says he consistently said he’d be open to expansion if Virginia's Medicaid program was first streamlined, and that happened. The hospital tax was also key,\n\"It was always the question of how do we pay for this,\" he said during an Aug. 23 interview.\nJones defended his campaign ad. \"I was the chief architect of Medicaid expansion as it is today,\" he said, also giving credit to Hanger and the Northam administration. \"I was the point person in this. I got if off the floor.\"\nAddressing the Democratic Party’s criticism of his commercial, Jones said, \"Maybe they would have preferred for me to say, ‘I led the fight to responsibly expand Medicaid.’\"\nOur Ruling\nIn a TV ad, Jones claims he \"led the fight to expand Medicaid\"  in Virginia.\nJones played an enormous role in the 2018 passage of expansion. He was a go-to man in building a bipartisan compromise on an issue that had divided Democrats and Republicans for years. Gov. Northam, a Democrat, has acknowledged Jones’ role. \nBut the fight to expand Medicaid began in 2013, and during the first four years Jones spearheaded the Republican majority’s resistance. He opposed expansion in a floor vote. As chairman of the House Appropriations Committee, he repeatedly helped strip expansion from proposed state budgets.\nJones credibly says he never shut the door on expansion and helped bring Medicaid efficiencies that made the expansion palatable to other Republicans. But it also can be said that Jones helped deny health insurance to 400,000 Virginians for four years. Twenty-nine states expanded their coverage before Virginia.\nJones’ ad claim addresses half of a complicated story. So we rate it Half True.", "vclaim_id": "vclaim-pol-00178"}