{"url": "/factchecks/2018/may/29/donald-trump/donald-trump-said-ny-times-source-didnt-exist-he-d/", "speaker": "Donald Trump", "vclaim": "\"The Failing @nytimes quotes ‘a senior White House official,’ who doesn’t exist, as saying ‘even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed.’ WRONG AGAIN! Use real people, not phony sources.\"", "truth_label": "pants-fire", "date": "stated on May 26, 2018 in a tweet:", "title": "Donald Trump said a New York Times source in the White House doesn't exist. He does", "text": "Most Americans aren’t glued to Twitter over the Memorial Day weekend, but that didn’t stop a controversy this year, pitting President Donald Trump against journalists who cover the White House.\nOn May 25, the New York Times published an article headlined, \"Trump Says North Korea Summit May Be Rescheduled.\" The article included a line expressing an unnamed White House official’s skepticism that a summit between Trump and Kim Jong Un could be held on its originally scheduled date.\n\"On Thursday, for example, a senior White House official told reporters that even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed,\" the article said.\nThe following morning, Trump tweeted criticism of the New York Times story.\n\"The Failing @nytimes quotes ‘a senior White House official,’ who doesn’t exist, as saying ‘even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed,’\" Trump tweeted. \"WRONG AGAIN! Use real people, not phony sources.\"\nThe Failing @nytimes quotes “a senior White House official,” who doesn’t exist, as saying “even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed.” WRONG AGAIN! Use real people, not phony sources.— Donald J. Trump (@realDonaldTrump) May 26, 2018\n\n\nReporters from multiple outlets began pushing back on the notion that the New York Times had fabricated a source. The White House, they said, had actually furnished the source that Trump denied existing.\nThey said the official did indeed exist; in fact, he had conducted \"an off-camera, not for broadcast, background briefing on North Korea,\" in the wording of the White House email that had announced it on May 24.\nThe briefing had been held in the White House press room and was opened up to reporters elsewhere via a conference call line. Under the ground rules of a \"background briefing,\" reporters cannot use the name of the specific official and instead must use a more vague descriptor.\nThe New York Times published a story after Trump sent his tweet, headlined, \"Trump Falsely Says Times Made Up Source in Report on Korea Summit Meeting.\" It said that the source referred to in the article \"was in fact a senior White House official speaking to a large group of reporters in the White House briefing room.\"\nMargaret Talev, the president of the White House Correspondents’ Association, tweeted that she shared her \"colleagues’ conclusion.\"  \nI share my colleagues’ conclusion- the sr official whose existence the president disputes certainly appears to be same sr official who briefed 100+ of us in person and via conf call from WH. Brfng conducted on condition it be on bck with no audio/video distrib.— Margaret Talev (@margarettalev) May 26, 2018\n\n\nSo what’s going on here? We did our own review. We found Trump was wrong in saying that the source \"doesn’t exist\" and was \"phony.\" Evidence shows Trump's own White House arranged the briefing with the official.\nDid the source exist?\nYes. This can be demonstrated by audio released on Twitter by Yashar Ali, a contributor to New York magazine and HuffPost. The clip offers the first minute and a half of the background briefing. (The audio is actually video of the press room’s empty lectern as it it records sound elsewhere in the room.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n4. I've obtained audio of the WH press briefing. You can hear Raj Shah, Deputy Press Secretary, introduce Pottinger (along with the terms - which are standard) and then Pottinger makes the statement that POTUS says was never made. Lots of reporters in briefing room and on phone. pic.twitter.com/2gEYkRSyTv— Yashar Ali 🐘 (@yashar) May 26, 2018\n\n\nSome media outlets have not published the briefer’s name, including many outlets who participated in the briefing and felt they were bound by the original agreement not to publish the name. However, other outlets have subsequently published the name made available in the audio Ali tweeted.\nPolitiFact will reprint the briefer’s name for a few reasons: It is needed to full address the accuracy of Trump’s charge; the information is now readily available on the Internet; and we were not a participant in the original briefing and did not agree to keep it on background.\nThe briefer was Matthew Pottinger, the National Security Council’s senior director for Asian affairs.\nHere’s a transcript of the audio segment Ali tweeted:\nWhite House press official: \"This briefing’s going to be on background, off camera, not for broadcast. Pottinger here can be referred to as a senior White House official. He is deputy assistant to the president for Asia. And you can take it from here.\"\nReporter: \"Can you clarify that the president obviously announced in the letter that the particular time and date of the summit is called off. Later, he said it’s possible the existing summit could take place, or a summit at a later date. Is he saying it’s possible that June 12 could still happen?\"\nPottinger: \"The main point, I suppose, is that the ball’s in North Korea’s court right now. And there's really not a lot of time. We've lost quite a bit of time that we would need in order to — I mean there's an enormous amount of preparation that's gone on over the past few months in the White House, at State, and with other agencies and so forth, but there's a certain amount of actual dialogue that needs to take place at the working level with your counterparts to ensure that the agenda is clear in the minds of those two leaders when they sit down to actually meet and talk and negotiate and hopefully make a deal. And June 12 is in 10 minutes and it's going to be, you know — but the president has said that he some day looks forward to meeting…\"\nThe White House declined to either confirm or deny to PolitiFact that Pottinger was the briefer. But the audio speaks for itself.\nWhy Trump questioned the New York Times report\nTrump's underlying issue with the New York Times report might have to do with its paraphrase of what the official said. \nPottinger was certainly skeptical that a summit could happen on the original date, but he never actually used the word \"impossible\" — which is the phrasing the New York Times’ article had used.\nThe White House argues that Trump’s incredulity is justified because, despite the New York Times’ characterization, nobody said in the briefing that a summit would be \"impossible.\"\nThat said, the New York Times paraphrased Pottinger rather than quoting him, as Trump said in his tweet. That gives the newspaper a bit of wiggle room.\nOur ruling\nTrump tweeted, \"The Failing @nytimes quotes ‘a senior White House official,’ who doesn’t exist, as saying ‘even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed.’ WRONG AGAIN! Use real people, not phony sources.\"\nTrump is wrong that the senior White House official cited by the New York Times \"doesn’t exist\" and is \"phony.\" In fact, the official in question, Pottinger, gave an authorized background briefing to dozens of reporters in person and via phone.\nThe New York Times article that Trump criticized may have gone too far by paraphrasing Pottinger as saying that a June 12 summit would be impossible, since Pottinger didn’t use that specific word. However, Pottinger did express a significant degree of skepticism about the prospect of a June 12 summit. \nIf that was Trump's gripe, it isn't what he said. The White House source did exist. We rate Trump’s statement Pants on Fire.\n Share the Facts 2018-05-30 01:06:27 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"The Failing @nytimes quotes ‘a senior White House official,’ who doesn’t exist, as saying ‘even if the meeting were reinstated, holding it on June 12 would be impossible, given the lack of time and the amount of planning needed.’ WRONG AGAIN! Use real people, not phony sources.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/1000396430371106817   a tweet Saturday, May 26, 2018 2018-05-26    Read More  info", "vclaim_id": "vclaim-pol-02020"}