{"url": "/factchecks/2018/dec/05/amy-klobuchar/amy-klobuchar-number-rate-children-without-insuran/", "speaker": "Amy Klobuchar", "vclaim": "\"After a decade of progress, the rate of uninsured children is now rising.\"", "truth_label": "mostly-true", "date": "stated on December 3, 2018 in a tweet:", "title": "Amy Klobuchar: Number, rate of children without insurance rises", "text": "The uninsurance rate is one of the main barometers for how the country is doing on health care. In that vein, Sen. Amy Klobuchar, D-Minn., sounded the alarm.\n\"After a decade of progress, the rate of uninsured children is now rising,\" Klobuchar tweeted Dec. 3. \"This is very troublesome. Every child needs access to quality, affordable healthcare.\"\nAfter a decade of progress, the rate of uninsured children is now rising. This is very troublesome. Every child needs access to quality, affordable healthcare.https://t.co/tBJJIYl2MA— Amy Klobuchar (@amyklobuchar) December 3, 2018\n\n\nBehind Klobuchar’s tweet lies a recent report from the Georgetown University Center for Children and Families. It found an increase in the number of U.S. children without health insurance. Between 2016 and 2017, the number grew by 276,000, and the fraction of uninsured kids — defined as children 18 and under — went from 4.7 percent to 5 percent.\nThe data comes from the U.S. Census Bureau’s American Community Survey, which reaches enough people to give statistically valid results at both the state and national levels. The Kaiser Family Foundation, a well-respected center for health care data, also crunched the American Community Survey numbers and had the same result.\n\nThe Georgetown study saw increases in uninsurance in every state. The only improvement came in the District of Columbia where the rate fell from 3.1 percent to 1.2 percent. Even though a growing economy provided more children insurance through a parent’s job, it wasn’t enough to compensate for a larger decline in publicly-funded coverage.\n\"This is the eighth time I have written this report and we have never seen such uniformity in state results,\" said Joan Alker, director of the center and the lead author.\nAlker said the breadth of the shift across the board led her to believe that national forces are at play. The report suggests that the push to repeal the Affordable Care Act and administration moves that curtailed the marketing effort and length of time for people to sign up for coverage on the health care marketplaces took a toll.\nThe effect on children was indirect, since it’s adults that sign up for health plans. But the more parents who show up, the more kids who gain coverage. Health policy researcher Michael Karpman at the Urban Institute, a Washington think tank, said parents of modest means often discover when they apply that their children qualify for subsidized insurance they hadn’t known about.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"A consistent finding is that expansions of coverage for parents often have spillover or ‘welcome mat’ effects on coverage for children who are already eligible for public health insurance,\" Karpman said.\nAbout three-fourths of all the children who lost insurance from 2016 to 2017 lived in states that did not expand Medicaid to all low-income adults, the Georgetown study found.\nTexas alone accounted for about a fifth of all the uninsured children in the country. With an uninsurance rate of 10.7 percent, it ranked last among the states.\n\nAlker said a rise in one year doesn’t mean there couldn’t be improvement the next. But she said she thinks that’s unlikely \"because we continue to hear that kids are losing Medicaid.\"\nKarpman noted that it is unusual for the number of uninsured to go up in a growing economy. Still, the trend won’t be clear until new numbers come in for 2018.\nThere’s one difference between Klobuchar’s tweet and the study. She said the shift came after a decade of progress. The report looked at the past nine years, the furthest back that the Census Bureau collected comparable data.\nOur ruling\nKlobuchar said that the uninsurance rate for children is rising after a decade of gains. U.S. Census Bureau data show an increase last year.\nThe uninsurance rate for children 18 and younger rose from 4.7 percent to 5 percent between 2016 and 2017. Progress since 2008 had been steady.\nThe main caveat is that so far, we have just one year of data, and we're missing numbers for 2018. With that in mind, we rate this claim Mostly True.\n Share the Facts 2018-12-05 19:33:17 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"After a decade of progress, the rate of uninsured children is now rising.\"     Amy Klobuchar Democratic Senator from Minnesota https://twitter.com/amyklobuchar/status/1069644125467742208   In a tweet. Monday, December 3, 2018 2018-12-03    Read More  info", "vclaim_id": "vclaim-pol-01216"}