{"url": "/factchecks/2016/oct/11/hillary-clinton/after-donald-trumps-campaign-missteps-does-paul-ry/", "speaker": "Hillary Clinton", "vclaim": "Says Paul Ryan \"is still endorsing Trump.\"", "truth_label": "true", "date": "stated on October 10, 2016 in a tweet:", "title": "After Donald Trump's campaign missteps, does Paul Ryan still endorse him, as Hillary Clinton says?", "text": "One of the most vexing quandaries for Republican House Speaker Paul Ryan in 2016 has been whether, and how, to support the GOP’s presidential nominee.\nFinally, a month from election day, Ryan somewhat reluctantly agreed to make his first public appearance with Donald Trump, at a political rally in his southern Wisconsin district.\nBut on the day before rally, a videotape of Trump talking crassly about women surfaced.\nIn the 2005 video, Trump is caught on a live microphone saying \"I did try and f--- her. She was married.\" He also uses graphic terms to describe the woman’s body and says he frequently tries to kiss beautiful women and even grab their genitals.\nRyan denounced Trump and said Trump would not be attending the rally.\nThree days after the video’s release, on Oct. 10, 2016, Ryan went further, declaring to fellow Republican House members he would not defend Trump, and instead focus on maintaining the GOP’s majority in the House.\nSo, we wondered about a tweet issued the same day by Democratic presidential nominee Hillary Clinton.\nShe claimed: \"Ryan is still endorsing Trump.\"\nRyan’s position\nRyan’s dilemma on supporting Trump was evident in May 2016, when we tested him on our Flip-O-Meter, which is used to see whether a politician has changed positions. We gave Ryan a Half Flip.\nAt the time, just after Trump became the presumptive GOP nominee with a win in Indiana’s primary, Ryan had said repeatedly he would support for president whomever won the Republican nomination. He said so even when asked specifically about Trump.\nYet in his first comments after Trump won in Indiana, Ryan wavered. He did not say he would not support Trump. But he stated he was not ready to support him at that time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThen in June 2016, a month before Trump won the nomination, Ryan endorsed him, saying:\n\"It's no secret that he and I have our differences. I won't pretend otherwise. And when I feel the need to, I'll continue to speak my mind. But the reality is, on the issues that make up our agenda, we have more common ground than disagreement.\"\nClinton’s claim\nEarly on Oct. 10, 2016, Politico reported that, according to sources, Ryan was discussing whether to revoke his Trump endorsement. Clinton sent her tweet several hours later, after Ryan held a private conference call with House Republicans that was later discussed publicly.\nClinton’s campaign cited to us a same-day blog post from the Los Angeles Times about the call. The post was headlined: \"House Speaker Paul Ryan will not campaign with Trump, but still endorses him.\"\nOther news accounts on the conference call were similar.\nThe Milwaukee Journal Sentinel stated Ryan \"stopped short of rescinding his own tepid endorsement of Trump,\" and quoted a Ryan aide as saying there is \"no update\" in his position on Trump \"at this time.\"\nThe New York Times and ABC News said Ryan responded to criticism for not supporting Trump more by emphasizing that he wasn't withdrawing his endorsement.\nAs for Ryan himself, when we asked his campaign about Clinton’s claim, a spokesman simply reiterated what had been put out earlier, saying: \"There is no update in his position at this time.\"\nOur rating\nClinton says Ryan \"is still endorsing Trump.\"\nAs of the time when Clinton made the claim, Ryan’s endorsement of Trump for president remained in place.\nWe rate the statement True.\n \nhttps://www.sharethefacts.co/share/82b74708-0ee4-414b-9fb4-437544a96b41", "vclaim_id": "vclaim-pol-04156"}