{"url": "/factchecks/2018/dec/19/blog-posting/no-evidence-claim-about-6-year-old-girl-found-us-m/", "speaker": "Bloggers", "vclaim": "\"Border agents discover body of 6-year-old girl: 'She was raped By 30 men'.\"", "truth_label": "false", "date": "stated on December 2, 2018 in a blog post:", "title": "No evidence for claim about a 6-year-old girl found at U.S.-Mexico border 'raped by 30 men'", "text": "An unsubstantiated blog and Facebook post claim that officials found a 6-year-old girl at the U.S.-Mexico border \"raped by 30 men.\"\n\"Border agents discover body of 6-year-old girl: ‘She was raped By 30 men’,\" said the headline of a Dec. 2 post on Newspunch.com. That claim is also circulating on Facebook.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim lacks corroborating evidence, and includes vague and contradictory information. The story itself appears to have been deleted after we asked the website about it.\nThe Newspunch.com post starts by claiming that \"the body of a 6-year-old girl at the US-Mexico border had been raped by at least 30 men, according to military physicians.\"\nLater in the story it adds: \"A few months ago, border security agents found a 6-year-old girl who had been left for dead along a pipeline. The girl was flown to a military hospital where physicians found DNA from 30 men inside her young body.\"\nIt’s unclear exactly when or where at the border the discovery purportedly happened, to which hospital she was flown to, and whether it was U.S. or Mexican \"border security agents\" who found the girl.\nThe photo being used to accompany the story is of U.S. Custom and Border Protection border patrol agents detaining immigrants. The photo was taken by Getty Images in August 2015 and makes no reference to a 6-year-old girl.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nRod Kise, a spokesman for U.S. Customs and Border Protection, told PolitiFact that the agency queried its border locations and \"no one had any records or recollections of any incident like this occurring.\"\nAs for its evidence, Newspunch.com linked to a Nov. 6 story reported by The Blaze about mothers who went to the southern U.S. border to \"witness for themselves the effects of illegal immigration on families who live there.\"\nAn editor’s note at the top of the story says:\n\"The original version of this story reported a claim made by Moms For America President Kimberly Fletcher concerning a girl who had allegedly been found by border security agents with \"DNA from 30 men inside her young body.\" This claim has been made by numerous individuals on social media but TheBlaze has been unable to independently verify the factual accuracy of the claim. Its publication does not meed our editorial standards and it has accordingly been removed, along with an embedded video in this story that made the claim. We regret having published it.\"\nNewspunch.com’s contact page includes an email address linked to YourNewsWire.com, a website associated with online hoaxes.\nOur ruling\nA blog post on Newspunch.com claims, \"Border agents discover body of 6-year-old girl: ‘She was raped By 30 men'.\"\nWe found no evidence to support this claim. U.S. border security officials said they have no record or recollection of this incident.\nWe rate this claim False.\n Share the Facts 2018-12-19 20:37:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Border agents discover body of 6-year-old girl: 'She was raped By 30 men'.\"    Bloggers Bloggers    in a blog post Sunday, December 2, 2018 2018-12-02    Read More  info", "vclaim_id": "vclaim-pol-01175"}