{"url": "/factchecks/2010/jun/25/jeff-chapman/does-georgia-have-more-illegal-immigrants-arizona/", "speaker": "Jeff Chapman", "vclaim": "Georgia has “more illegal aliens than the state of Arizona.”", "truth_label": "true", "date": "stated on June 17, 2010 in Jekyll Island gubernatorial debate:", "title": "Does Georgia have more illegal immigrants than Arizona?", "text": "(Update: The Pew Hispanic Center recently emailed PolitiFact Georgia its latest numbers on “unauthorized immigrants” that update numbers in the original report below. It does not impact our ruling since that was based on numbers from the Department of Homeland Security.  The report is entitled: “A Portrait of Unauthorized Immigrants in the United States.” It can be found at http://pewhispanic.org/reports/report.php?ReportID=107.  Pew found California had the greatest number of “unauthorized residents” and estimated that number at between 2.5 and 2.85 million. Arizona came in sixth on the Pew Hispanic Center list with between 475,000 and 550,000 unauthorized immigrant residents. Georgia came in seventh on that list with 425,000 to 500,000.)\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n Cracking down on illegal immigration has become a mega-mantra for Republicans who want to be Georgia’s next governor.That became evident at a June 17 Republican gubernatorial debate, sponsored by the Georgia Chamber of Commerce and the Georgia Press Association.The five Republican candidates who showed up for the GOP debate all favored Georgia adopting a get-tough measure like the one passed in Arizona. But candidate Jeff Chapman, a state senator, went further. He stated that Georgia has actually surpassed Arizona in the number of immigrant residents who broke the law to enter the United States. “Georgia having more illegal aliens than the state of Arizona is clearly taking away jobs,” Chapman said at the debate. Georgia, a state in the Deep South, has more illegal immigrants than Arizona, a state that sits on the Mexican border and is at the epicenter of the illegal immigration political storm? We at PolitiFact Georgia were dubious.Chapman made the statement not only at the debate; he repeats it in detail on his campaign Web site. On the site, Chapman states: “Officially, we have 480,000 illegal aliens in the state of Georgia. Officially, Arizona has 460,000.”Georgia is, of course, a much bigger state, population-wise,  than Arizona. It has a total population of 9.8 million residents, while Arizona has about 6.6 million residents. To check the numbers of illegal immigrants, we first went to the Pew Hispanic Center, which keeps a wide array of statistics on illegal immigration. Pew’s Web site numbers indicated California had the greatest number of illegal residents and estimated that number at between 2.5 million and 2.7 million. Arizona came in fifth on the Pew list with between 400,000 and 450,000 illegal immigrant residents. Georgia came in seventh on that list with 350,000 to 450,000.But there was a problem with the Pew numbers. They were from 2005, nearly five years old. We also checked the Web site Statemaster.com, which listed Georgia seventh with 228,000 illegal immigrants and Arizona sixth with 283,000. But those numbers turned out to be 10 years old, based on a report done in 2000.So we called a Washington-based organization known as FAIR -- Federation for American Immigration Reform. Spokesman Jack Martin said their numbers show Arizona ranks sixth with 500,000 and Georgia seventh with 495,000.But Martin said the latest numbers are kept by the Department of Homeland Security. And he recommended we contact that agency for the most updated information.That sentiment was echoed by Tom Edwards of the U.S. Census Bureau. The Census Bureau, he said, just keeps numbers on immigrants who live in the U.S., with no distinction of their legal or illegal status. If you want the most updated numbers, Edwards said, go to the Department of Homeland Security. So we did. What we found was a report titled: “Estimates of the Unauthorized Immigrant Population Residing in the United States: January 2009.” It was authored by Michael Hoefer, Nancy Rytina and Bryan C. Baker.The report said its estimate began with the American Community Survey (ACS) of the U.S. Census Bureau, which estimates the total foreign-born residents in the U.S. From that report, using various filters, the DHS estimated the number of illegal residents. It’s a bit art, a bit science. And even the report itself cautioned that estimating the number of illegal residents is a slippery business. “Annual estimates of the unauthorized immigrant population are subject to samplingerror in the ACS and considerable nonsampling error because ofuncertainty in some of the assumptions required for estimation,” the report cautioned.Still, it is a highly regarded number by those in the business of counting people. And it comes up with some interesting conclusions. “The greatest percentage increases in the unauthorized population between 2000and 2009 occurred in Georgia [115 percent], Nevada [55 percent], and Texas [54 percent],” the report noted. The DHS report still listed California in the top spot, with 2.6 million illegal immigrants. But it placed Georgia at the No. 6 spot with 480,00 illegal residents and Arizona seventh with 460,000. Interestingly, just 10 years ago, Arizona was far ahead with 330,000 illegal immigrant residents while Georgia had only 220,000.Chapman appears to have done his homework on this subject. We find his statement True.", "vclaim_id": "vclaim-pol-14859"}