{"url": "/factchecks/2019/mar/11/facebook-posts/no-teddy-roosevelt-never-said-quote-about-liberals/", "speaker": "Facebook posts", "vclaim": "Says President Theodore Roosevelt said \"To anger a conservative, lie to him. To anger a liberal, tell him the truth.\"", "truth_label": "pants-fire", "date": "stated on March 8, 2019 in a Facebook post:", "title": "No, Teddy Roosevelt never said that quote about liberals and conservatives", "text": "When it comes to the wide world of internet misinformation, fake quotes are plentiful.\nAnd one quote on conservatives and liberals often attributed to President Theodore Roosevelt has popped back up on social media after circulating the internet for years.\nThe post, shared to Facebook on March 8, is accompanied by a photo of the former president and says: \"To anger a conservative, lie to him. To anger a liberal, tell him the truth.\"\nThe quote was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere is no date or source provided with the quote and we could not find any official record of Roosevelt ever saying this. The quote has been floating around online in the form of memes and a discussion board topic for years, and has been debunked as a faux quote before.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe checked with the Theodore Roosevelt Association, a historical and cultural organization dedicated to honoring the life and work of the 26th president, and nothing close to those words turned up in an archive of Roosevelt’s speeches and letters.\nBarry Popik, an etymologist and consulting editor for the Oxford English Dictionary, also researched the quote in 2013 and found no evidence Roosevelt said it. Popik discovered the phrase first appeared in print sometime around 2007, well after Roosevelt’s lifetime. On online message boards and blogs dating back to 2002, the quote was simply attributed to no one, appearing in signatures or in the middle of bodies of text with no source.\nThe quote also isn’t included on the Theodore Roosevelt Center’s list of verified and unverified Roosevelt quotes.\nWe rate this false Roosevelt quote Pants on Fire!\n Share the Facts 2019-03-11 18:31:33 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says President Theodore Roosevelt said \"To anger a conservative, lie to him. To anger a liberal, tell him the truth.\"    Facebook posts on the internet      Friday, March 8, 2019 2019-03-08    Read More  info", "vclaim_id": "vclaim-pol-00914"}