{"url": "/factchecks/2019/may/16/donald-trump/trumps-talk-preexisting-conditions-doesnt-match-hi/", "speaker": "Donald Trump", "vclaim": "\"We will always protect patients with pre-existing conditions, very importantly.\"", "truth_label": "false", "date": "stated on May 9, 2019 in comments delivered during a White House event on surprise medical bills:", "title": "Trump’s talk on preexisting conditions doesn’t match his administration’s actions", "text": "Delivering remarks on surprise medical billing, which is a concern that has drawn bipartisan interest, President Donald Trump waded into another high-profile health issue: making sure insurance protects people who have preexisting health conditions. \n\"We will always protect patients with preexisting conditions, very importantly,\" Trump said on May 9.\nIt’s natural Trump would want to make this claim.\nPolling from the Kaiser Family Foundation suggests that such protections, which prohibit individual insurance plans from charging people more based on their medical history, are a top priority for Americans and among the most popular provisions of the Affordable Care Act. (KHN is an editorially independent program of the foundation.)\nWith that context, we decided to put a microscope to the president’s claim.\nWe asked White House staff to point us to the policies or proposals on which Trump’s statement was based. They declined to provide specifics but reiterated the president’s assertion.\nTexas vs. Azar, and a health policy vacuum\nInterviews with four separate experts, though, suggested that the administration’s stance on a pending lawsuit that seeks to overturn the Affordable Care Act runs counter to Trump’s claim.\nThe case, known as Texas vs. Azar, comes from a group of Republican attorneys general who argue that the entire health law should be struck because the 2017 tax bill gutted Obamacare’s requirement to have insurance, often called the individual mandate. In December, a Texas judge agreed.\nThe case is now before the 5th Circuit Court of Appeals. And, most relevant here, the Department of Justice — that is, the Trump administration’s legal arm — has refused to defend the ACA in these proceedings.\nIt’s highly unusual for an administration to decline to defend a federal law in court.   \n\"This is a case when the department can make strong arguments in defense of the statute. Refusing to defend in those circumstances is almost unprecedented,\" said Nicholas Bagley, a law professor at the University of Michigan.\nInitially, the Trump administration’s position on the lawsuit focused on the individual mandate, arguing that without it the ACA’s preexisting condition protections should be struck down, too. In filing a brief to the appellate court, though, the DOJ joined the plaintiffs to argue the law should be scrapped entirely. This outcome would also eliminate the law’s protections for people with preexisting health conditions.\nIn that context, \"there is real cause for skepticism\" about Trump’s assertion, said Wendy Netter Epstein, a law professor at DePaul University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe most generous assessment came from Jonathan Adler, a health law expert at Case Western Reserve University. Adler has supported previous Obamacare challenges, but he argued that this one is legally unsound.\nHe agreed that the White House’s actual actions are \"at odds with the president’s promise.\"\nBut, Adler said, the structure of Trump’s claim — promising what his administration \"will\" do, rather than commenting on what it has done — leaves open the possibility of taking other steps to keep preexisting condition protections in place.\nThat’s true, other experts acknowledged. So far, the White House has postponed a legislative push until after the 2020 election — leaving a vacuum if the courts do wipe out the health law.\nAnd, the GOP bills the White House has supported to date — including the so-called Graham-Cassidy legislation first proposed in 2017, which the administration again endorsed in its 2019 budget proposal — would fall short, multiple experts said.\nUnlike the ACA, Graham-Cassidy allows states to redefine which core benefits — a list that includes protections for people with health problems — insurance plans must cover, which would make those protections optional. (For more on Graham-Cassidy, here’s another PolitiFact check from last fall.)\nPlus, experts said, even if the White House had a plan, the odds of it gaining passage are slim with a divided Congress.\nThat makes safeguarding the ACA in court \"the only show in town\" if the administration is serious about protecting consumers who have preexisting conditions, Bagley said.\nThere’s one loophole that conservatives — the White House included — might lean on, suggested Sabrina Corlette, a professor at Georgetown University’s Health Policy Institute. It relies on what people mean when they talk about \"protections.\"\nSome experts also point out that the administration has issued regulations that run contrary to Trump’s claim. In particular, it recently issued a rule loosening restrictions on the length of so-called short-term health plans, which supporters said would bring a more affordable option to the individual insurance market. But these plans, which, because of the rule change, can last a year instead of three months, are considered bare-bones and are not required to provide preexisting condition protections.\nOur ruling\nTrump said his administration will \"always protect patients with preexisting conditions.\"\nThe White House’s policy trajectory does exactly the opposite. The DOJ’s stance, which reflects a policy in place at the same moment the president made this claim, would eliminate the only law guaranteeing that people with preexisting conditions both receive health coverage and do not have to pay more for it.\nAnd on the regulatory front, the administration has advanced a health insurance option that is not required to include these protections.\nFurthermore, the administration has not put forth any plan that might keep those guarantees in place. Every replacement health bill it has endorsed has offered protections less generous than those offered by the ACA. And it has taken further steps that could make it harder for people with preexisting conditions to get affordable coverage.\nThis statement is not accurate and makes a claim in direct opposition of what’s actually happening. We rate it False.", "vclaim_id": "vclaim-pol-00632"}