{"url": "/factchecks/2019/mar/05/roy-cooper/cooper-calls-attention-aging-north-carolina-school/", "speaker": "Roy Cooper", "vclaim": "\"Right now, four in 10 public schools in our state are at least 50 years old.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2019 in his State of the State address:", "title": "Cooper calls attention to aging North Carolina schools during annual address", "text": "North Carolina Gov. Roy Cooper called for more money to renovate the state’s aging public schools during his State of the State address on Feb. 25.\n\"Right now, four in 10 public schools in our state are at least 50 years old,\" Cooper said. \"That means they’re still using the schools you and I went to.\"\nWe wondered whether the state’s public schools are actually that old, so we decided to check out Cooper’s numbers ourselves. As it turns out, the data is not so easy to come by.\nWe started with Jamal Little, the governor’s spokesman, who told us that the information about the ages of public schools came from the North Carolina Department of Public Instruction, which collected that data in 2016 while compiling its most recent survey on school facility needs.\nLittle gave us a table that said 949 of 2,306 public schools that reported construction dates were at least 50 years old (325 schools did not report their dates). He said the table came from the Department of Public Instruction but was not publicly available online.\n\nAccording to the table, about 41 percent of the schools that reported construction dates are more than 50 years old.\nBut Drew Elliot, communications director for the Department of Public Instruction, said he could not confirm the table came from his department. He said he believes his office \"could get those numbers or something very close to it\" but could not validate them without a week’s time.\n\"We have no reason to think that his numbers are off,\" he said. \"Nothing in there looks anomalous to what we know about the age of school buildings in North Carolina.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe wanted more definitive evidence, so we asked Elliot for the data the state did have. He sent us a copy of the department’s list of construction dates so we could crunch the numbers for ourselves.\nThat wasn’t easy. The list assigns multiple construction dates to each school, and it’s not immediately clear what each date refers to. But Elliot said the dates correspond to construction of \"separate structures\" and that the earliest date listed for each school would offer the best approximation of the school’s age.\nSo, we did our best to sort through the raw numbers.\nIt turns out that the number of old schools may actually be larger than Cooper claimed. Out of 2,631 total schools, we counted 2,299 that had construction dates listed beside them. And judging by the earliest dates listed for each, 1,118 of those 2,299 schools were built during or before 1969, making them at least 50 years old.\nThat means that, by our calculations, nearly half the public schools are greater than 50 years old. But because the dates on the list were not labeled, even our calculations may be imperfect.\nAlso, the totals could change with more information about the schools that did not report their ages for the 2016 survey. And there’s potentially a big caveat because some schools have been renovated since their original construction, making them \"newer\" than their age suggests.\nOur ruling\nCooper said, \"Right now, four in 10 public schools in our state are at least 50 years old.\"\nThe raw numbers from the department — the best information available — put Cooper’s statement in the right ballpark and showed it may even be an underestimate. But there are some uncertainties. So we rate this statement Mostly True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].", "vclaim_id": "vclaim-pol-00934"}