{"url": "/factchecks/2020/aug/12/viral-image/graph-showing-rising-human-trafficking-arrests-und/", "speaker": "Viral image", "vclaim": "A graph shows the number of human trafficking arrests increased dramatically under President Donald Trump.", "truth_label": "false", "date": "stated on August 9, 2020 in a Facebook post:", "title": "Graph showing rising human trafficking arrests under Trump draws on bogus data", "text": "A viral image on Facebook draws on unofficial data from questionable sources to imply that human trafficking arrests have risen dramatically since President Donald Trump took office. \nOn Aug. 9, the Facebook page Crusader Operator posted a bar graph that purports to show the yearly number of human trafficking arrests from 2010 to 2018. \n\nAccording to the graph, the number of human trafficking arrests per year ranged from 300 to 1,952 during the Obama presidency, and then skyrocketed after Trump became president, to 3,213 in 2017 and then to 5,987 in 2018. The graph is decorated with images of a frowning Obama over the bars representing 2010-16, and a smiling Trump for 2017 and 2018. The implication is that the apparent rise in arrests during the Trump years is due to the president’s leadership. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAs posted to Facebook, the graph doesn’t specify any sources. Nor does it clarify whether it purports to represent federal arrests, state arrests, or both. However, an uncropped version of the graph, posted to Reddit in June 2018, cites two links showing where the numbers originated. (The Reddit page has since been banned.)\nThat graph says the data for the years 2010-16 are taken from a Washington Examiner article, which accurately cites official arrest figures from U.S. Immigration and Customs Enforcement. However, the data for 2017 and 2018 come from a public dashboard that cites bogus numbers gathered by followers of the baseless QAnon conspiracy theory. \nResearcher Travis View, who hosts a podcast analyzing the QAnon movement and other conspiracy theories, debunked the QAnon numbers when they first appeared in 2018 on various far-right Internet outlets. Over the course of his investigation, View found that the data comes from now-banned subreddits, 8Chan threads, and Google spreadsheets, where QAnon followers compiled news articles and press releases about human trafficking and tallied arrests. \"Their entire methodology for counting human trafficking arrests was fatally flawed,\" View told PolitiFact in an interview. \"They didn’t discriminate between ICE and other law enforcement agencies. They didn’t make distinctions between charges and arrests. They didn’t count arrests that weren’t reported in the news.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nQAnon followers promote or believe an unsubstantiated narrative that Trump and the military are working together to take down a powerful sex trafficking ring, which counts the Obamas and the Clintons among its members. Followers of the conspiracy theory, therefore, have a vested interest in proving that human trafficking arrests have increased under Trump. \nAccording to official numbers, this isn’t the case. An ICE spokesperson shared with us the official arrest figures for the years 2017 and 2018, and they show that yearly human trafficking arrests have actually decreased since the final years of the Obama presidency. In 2017, ICE made 1,602 human trafficking arrests. In 2018, it made 1,588 arrests. This chart shows the official annual arrest figures over the 2010-18 span:\n\nThe figures that ICE gave us are consistent with numbers that the Trump White House has previously cited in press releases. \nOur ruling\nA graph shared on Facebook appears to show that the number of human trafficking arrests increased dramatically under President Donald Trump.\nOfficial figures from ICE show that the numbers in the graph for 2017 and 2018 are not accurate. According to ICE, arrests went down in 2017 and 2018 compared with 2016.\nThe numbers in the viral graphic combine arrest figures obtained through two wildly different methods of data gathering to make a misleading claim about human trafficking and further an unfounded conspiracy theory.\nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17095"}