{"url": "/factchecks/2016/jun/10/blog-posting/pants-fire-viral-rumor-bernie-sanders-won-californ/", "speaker": "Bloggers", "vclaim": "Says Bernie Sanders \"wins California landslide, But ⅔ of his votes aren’t counted.\"", "truth_label": "pants-fire", "date": "stated on June 7, 2016 in a headline in the Justice Gazette:", "title": "Pants On Fire for viral rumor Bernie Sanders won California", "text": "Polls showed Californians ‘Feeling the Bern,’ shortly before the state’s June 7 primary. Bernie Sanders had pulled even or surged slightly ahead of Hillary Clinton in the Democratic presidential race after barnstorming from Chico to Chula Vista.\nBut early results on Election Day showed Clinton crushing Sanders by more than 20 percentage points. That gap closed steadily as officials tallied more votes (to 12.6 points as of midafternoon June 10, 2016), but remained large enough for media outlets and professional pollsters to declare Clinton the winner.\nStill, there are those who point to millions of uncounted ballots in the state, and say Sanders was robbed. Justice Gazette, a group that describes itself as a counter to traditional media, is one of them.\n\"Bernie Sanders Wins California Landslide But ⅔ of his Votes Aren’t Counted,\" the Justice Gazette wrote in an eye-popping headline on June 7.\nThe article added: \"In view of the information from polling place workers about Sanders winning by more than a 2 to 1 margin and in view of the removal of 2/3 or more of his votes from the official results, the Justice Gazette declares Bernie Sanders the landslide winner of the 2016 California Primary Election.\" The Gazette article has been shared widely on Facebook and shows up prominently on web searches about Bernie Sanders and the California primary.\nScreen shot of Justice Gazette June 7, 2016 headline and article\nThere’s no doubt Sanders ran a strong race in California. But the Gazette’s claim seemed outlandish and ripe for a fact check.\nOur research\nThree days after the election, Clinton had more than 2 million votes to Sanders’ nearly 1.6 million, for a lead of about 450,000 votes, according to the California Secretary of State’s website. If there’s any landslide victory, at this point, it’s by Clinton.\nOf course, the results are not official, as nearly 2.6 million ballots remained unprocessed as of Thursday, June 9, also according to the California Secretary of State. Most are expected to include votes in the Democratic presidential primary.\nReports surfaced on Election Day about broken voting machines, incomplete voter rolls and confusion among unaffiliated voters over how to obtain a Democratic ballot. Many voters received provisional ballots that were not immediately counted.\nOnce they are, pollsters expect the gap to narrow, but not close.\nMark DiCamillo, director of the Field Poll, told PolitiFact California he does not think Clinton’s lead is in jeopardy.\nClinton’s lead \"might go down into the single digits, but it’s still going to be a Clinton win,\" DiCamillo said.\nThe Field Poll surveyed voters who had yet to cast ballots shortly before Election Day and found Sanders had the edge, but only by one percentage point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nDiCamillo estimated Sanders would have to win the remaining votes by roughly a 2 to 1 margin to overtake Clinton.\n\"You’re smoking something if you think that’s going to happen,\" he added.\nOf the Justice Gazette claim of two-thirds of Sanders’ votes being uncounted, DiCamillo said \"nobody can claim to know that.\"\nNeither during his speech in Santa Monica on election night, nor since, has Sanders protested the California results. A representative for the Sanders campaign said it had no affiliation with the Justice Gazette story.\n\"No one’s questioning the fundamental integrity of the election,\" Ben Tulchin, Sanders’ national pollster, told PolitiFact California, in an interview on June 10, 2016.\nTulchin added that the campaign believes California can do more to make it easier for independents to vote in a Democratic primary.\nThe Sanders pollster said the campaign expects the California \"race to close substantially,\" perhaps \"to low single digits,\" once all the votes are counted.\nAs for overtaking Clinton’s lead, Tulchin said \"there’s a small chance. But it would be highly unlikely.\" \nA representative for the Gazette could not be reached.\n \n\nDemocratic presidential candidate Sen. Bernie Sanders, I-Vt., speaks at a rally Tuesday, June 7, 2016, in Santa Monica, Calif. (AP Photo/John Locher)\nOur ruling\nAfter early California primary results showed a big Clinton lead over Sanders, the Justice Gazette posted the headline on June 7: \"Bernie Sanders Wins California But ⅔ of his Votes Aren’t Counted.\"\nThree days later, Clinton continues to lead Sanders by about 450,000. There are more than two million uncounted votes. But based on polling shortly before the race, showing Sanders even or slightly ahead with voters who had yet to cast ballots, professional pollsters and news outlets say Clinton’s lead could shrink somewhat but is not in danger. Sanders would have to win the remaining votes by a huge margin, something no polls showed in advance of Election Day.\nThere is evidence that California’s complicated voting rules led to problems. That may have prevented some Sanders supporters from voting for him and, for that matter, some Clinton supporters from voting for her. But there’s no proof to back up the outlandish claim that Sanders won California or that two-thirds of his votes were not counted.\nWe rate the Gazette’s claim Pants On Fire.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04849"}