{"url": "/factchecks/2018/sep/28/ted-cruz/ted-cruzs-misleading-claim-california-hemorrhaging/", "speaker": "Ted Cruz", "vclaim": "California \"is hemorrhaging population.\"", "truth_label": "barely-true", "date": "stated on September 28, 2018 in a debate:", "title": "Ted Cruz’s misleading claim: California ‘is hemorrhaging population’", "text": "Politicians from California and Texas tend to tussle over which state is producing more jobs, or sometimes poaching them, as well as whose economy is growing faster.\nTexas Republican Sen. Ted Cruz added fuel to the long-running fight when he claimed California \"is hemorrhaging population\" in a recent Senate debate with his Democratic challenger Rep. Beto O’Rourke.\nCruz argued O’Rourke offers Texas a future with higher taxes similar to California.\n\"There are also states that implement the kind of policies that Congressman O’Rourke supports, high taxes, high regulations, open borders, states--you look at California, which is hemorrhaging population. You know the cost of a one-way U-haul from California to Texas is more than 300% the cost the other way around.\"\n\nSen. Cruz make his claim in the video above.\nIn 2014, our colleagues at PolitiFact Texas fact-checked the claim that U-hauls from California to Texas are more expensive. In 2014, they found they cost twice as much as ones headed in the reverse direction.\nFor this fact check, we focused on Cruz’s claim about California’s population -- a statement brought to our attention on Twitter by applied demographer Jeffrey Wright.\n\nWe agreed with Wright that it was time for a fact check.\nOur research \nAsked about the claim, Cruz’s campaign spokeswoman Catherine Frazier pointed to several news and government reports on Californians leaving for other states.\nThe evidence for that is clear. We explored it in a recent fact check on Republican gubernatorial candidate John Cox when he made an exaggerated claim that \"half the people\" in California want to leave.\nWe reported that California’s once-rapid population growth has slowed in recent decades. More people have been leaving for other states than have been moving in from the rest of the country for many years, according to a February 2018 study by the California Legislative Analyst’s Office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nAbout five million people moved to California from other states, while about six million left the state from 2007 to 2016, according to the LAO report, which cited data from the American Community Survey.\nHere’s who’s moving from and to California, according to the report:\n\"Families with kids and those with only a high school education predominate among those moving from California to its top destination states (Texas, Arizona, and Nevada). College-educated 18 to 35 year olds led the way among those moving to California from its top feeder states (New York, Illinois, and New Jersey).\"\nBut we also found the gap between the number of Californians who left for other states and those who arrived from the rest of the country has narrowed considerably. That gap was several hundred thousand people per year in the 1990s and mid 2000s, but dropped to a few thousand per year during the Great Recession, before again increasing. Still, that’s hardly a \"hemorrhaging,\" especially considering this is only a subset of the state’s overall population.\n\nSOURCE: Feburary 2018 report, California Legislative Analyst’s Office\nOverall population continues to grow\nThe migration to other states does not mean California’s overall population is in decline. Just the opposite: It’s grown by an average 333,000 people per year since 2010 largely due to natural births and international migration, according to the California Department of Finance.\nCalifornia was home to 39.8 million people as of January 2018, according to the finance department. That included an increase of 309,000 residents in 2017 alone and nearly 2.3 million over seven years.\n\nOur ruling\nSen. Ted Cruz claimed California \"is hemorrhaging population\" in a recent debate.\nIn reality, California’s population has grown by an average of 333,000 per year since 2010 due to natural births and international migration.\nThere’s a sliver of truth in Cruz’s statement: The state for many years has lost more people to other states -- including Texas -- than it’s gained from the rest of the country. But even that interpretation of the claim doesn’t show a \"hemorrhaging.\" The gap between Californians leaving for other states and those arriving from the rest of the country narrowed considerably over the past decade.\nIn the end, the senator ignored key facts that would give a different impression.\nWe rate Cruz’s statement Mostly False.\n\nMOSTLY FALSE – The statement contains some element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2018-09-28 22:55:47 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  California \"is hemorrhaging population.\"    Ted Cruz U.S. Senator https://www.youtube.com/watch?time_continue=3305&v=efTm9eZ1qvM    Friday, September 21, 2018 2018-09-21    Read More  info", "vclaim_id": "vclaim-pol-01547"}