{"url": "/factchecks/2011/feb/25/scott-walker/gov-scott-walker-says-if-public-employees-dont-sta/", "speaker": "Scott Walker", "vclaim": "If public employees don’t pay more for benefits starting April 1, 2011, \"the equivalent\" is 1,500 state employee layoffs by June 30, 2011 and 10,000 to 12,000 state and local government employee layoffs in the next two years.", "truth_label": "mostly-true", "date": "stated on February 21, 2011 in a news conference:", "title": "Gov. Scott Walker says if public employees don’t start paying more for benefits by April 1, “the equivalent” is 1,500 layoffs now and 10,000 to 12,000 in next budget", "text": "Wisconsin Gov. Scott Walker warned during a Feb. 22, 2011 \"fireside chat\" that if his controversial budget-repair bill does not pass, 1,500 public employees will be laid off before June 30, 2011 and up to 12,000 after that.\n\nHis threat applied not only to state employees, but also local government and public school workers, over whom he has no direct control.\n\nThat made us wonder:\n\nAre some of Walker’s deficit-reduction goals so high that they are the equivalent of laying off that many public employees?\n\nWe established in a previous PolitiFact Wisconsin item that, despite some cries to the contrary, the state does have a budget deficit. The shortfall is projected at $137 million for the budget that ends June 30 and $3.6 billion for the next two-year budget, which starts July 1.\n\nWalker’s bill led tens of thousands of people to protest and 14 Democratic senators to leave the state in order to prevent a vote on the bill. The opposition focuses on the bill’s elimination and curtailment of public workers’ collective bargaining rights. The public worker unions have said they would accept paying more for pensions and other benefits.\n\nThe bill would cut the deficits through various means, including increasing what public employees pay for pensions and health insurance. Those are key parts of an employee’s overall compensation package, so workers would end up with less money in their pocket.\n\nThat would generate $30 million in the budget year ending June 30 and $300 million for the two-year budget that starts July 1, according to Walker.\n\nAt a Feb. 21 news conference, Walker framed the impact of the higher benefit payments in terms of the \"equivalent\" cost of public workers:\n\n\"That $30 million -- if we don’t get it by starting our (higher) health care and pension contributions by April 1 -- translates in this budget, which means June 30, to the equivalent of 1,500 state government employees being laid off.\"\n\nHe added:\n\n\"The equivalent at the state level for the next (two-year) budget would be 5,000 to 6,000 state government employees being laid off and 5,000 to 6,000 local government employees. That’s teachers and city workers and county workers and others out there.\"\n\nAdded together, Walker is talking about a total of 10,000 to 12,000 layoffs at the state and local levels.\n\nWe can’t rule on Walker’s threat of layoffs -- he has said initial layoff notices could be sent as soon as Feb. 28, 2011 -- since it is a prediction of future action.\n\nBut we can assess his claim about the money that would be raised from higher employee benefit contributions as compared to the \"equivalent\" savings that would be gained from layoffs. That’s a mathematical comparison.\n\nAsked to back up Walker’s claim, his spokesman, Cullen Werwie, provided a three-paragraph memo from a member of the governor’s administration, state budget director Brian Hayes.\n\nIn doing the math, the memo relies on total compensation (not just wages) for the average state employee: $76,500 per year.\n\nThe memo echoes what Walker said -- the benefit changes for employees would bring in $30 million in the budget year that ends June 30. In his news conference, Walker said that savings is based on the employees paying more for their benefits starting April 1.\n\nUsing the average employee’s total compensation, we found that $30 million is the equivalent of 1,568 employees. That essentially matches Walker’s claim of 1,500 state worker layoffs by June 30.\n\nTo look at the long-term budget effects, it helps to have a slightly different vantage point.\n\nThe budget director’s memo says that to reach Walker’s deficit-reduction target for the two-year budget that starts July 1, there would need to be 5,532 state employee layoffs. That’s right in the middle of Walker’s claim of 5,000 to 6,000 state layoffs.\n\nSuch a layoff would generate savings of $420 million per year, according to the memo. That’s more than the $300 million in savings over two years that was stated by Walker, so we asked the governor’s spokesman to explain.\n\nWerwie said the $420 million is an \"all funds\" savings and that the amount of general state revenue -- which could be used to lower the deficit -- would be only $300 million over two years. One reason is that a portion of the salary of some state employees is paid from federal revenue or other sources, he said.\n\nSo, the budget director’s memo provides a basis for Walker’s layoff claims in terms of state employee layoffs.\n\nBut what about the layoffs of 5,000 to 6,000 local government employees that Walker claimed?\n\nThe memo makes no mention of them, so we went back to Werwie.\n\nHe said municipalities and school districts would have to lay off 5,000 to 6,000 employees to offset likely reductions in state aid that would be made in Walker’s budget for the two-year period that starts July 1, 2011.  \n\nIn other words, the amount of state money that local governments would lose would be the equivalent of what they could save by laying off 5,000 to 6,000 employees.\n\nWerwie did not provide any figures, however, to show how that layoff estimate was reached. And Walker isn’t scheduled to submit his budget, which would include the reductions in state aid, until March 1.\n\nSo, with regard to local government layoffs, we don’t know what math Walker is using to back up his claim.\n\nBut Dan Thompson, executive director of the Wisconsin League of Municipalities, and John Reinemann, legislative director of the Wisconsin Counties Association, both said it would be relatively easy for Walker to come up with the estimate of local government layoffs.\n\nThey said Walker could use data from the state pension system to estimate the average total compensation for local government workers. And assuming Walker knows roughly how much in state aid to local governments he plans to cut, he would divide that amount by the average compensation figure, they said.\n\nThat would reveal the number of local government layoffs that are the equivalent of the amount of reductions in state aid.\n\nSo, we still don’t have Walker’s formula for his claim of local government layoffs, but there is reason to believe that figure could be estimated.\n\nLet’s return to the governor’s statement.\n\nWalker said the higher benefit contributions from public employees that he is seeking in his budget-repair bill are the equivalent of laying off certain numbers of state employees. He provided a basis for those claims.\n\nWalker also said cited layoffs of local government employees. He didn’t spell out that estimate, but it appears he would have the figures needed to make it.\n\nIf more details emerge, we’ll revisit this item. For now, we rate Walker’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13526"}