{"url": "/factchecks/2016/jan/15/barack-obama/barack-obama-says-us-has-strongest-most-durable-ec/", "speaker": "Barack Obama", "vclaim": "\"The United States of America, right now, has the strongest, most durable economy in the world.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2016 in the State of the Union address:", "title": "Barack Obama says U.S. has 'strongest, most durable economy in the world' during State of the Union", "text": "President Barack Obama presented a range of statistics designed to show his economic record in a positive light during his 2016 State of the Union address. He kicked it off with this assertion: \"The United States of America, right now, has the strongest, most durable economy in the world.\"\nA reader asked us to fact-check this after hearing a similar claim by Obama in an interview with Matt Lauer in the run-up to the State of the Union. So we took a closer look.\n\nWe should note up front that many of the experts we checked with considered Obama’s claim to be vague and difficult to prove.\n\"This is the type of braggadocio statement that is hard to interpret in a rigorous way,\" said Barry Bosworth, an economist at the Brookings Institution.\nHowever, many of the same experts agreed that if you had to choose one country for the title of \"strongest, most durable economy in the world,\" it would be the United States.\nWhite House evidence: GDP and jobs\nWhen we asked the White House for their evidence, a spokeswoman said the United States is the world’s largest economy at current market exchange rates.\nAlso, she added, the United States’ gross domestic product -- the sum of all economic activity -- is up by a cumulative 9.7 percent since the first quarter of 2008. That’s about twice as fast as the increase in other industrialized economies, according to a data collected by Haver Analytics from International Monetary Fund and World Bank figures.\nThe White House also pointed to strong job growth. Since 2010, the United States has added as many jobs as all the rest of the advanced economies combined, according to Haver data. (We have rated Half True a claim by Obama in his 2015 State of the Union address, that \"since 2010, America has put more people back to work than Europe, Japan, and all advanced economies combined.\" We found that Obama was correct on the numbers but ignored persistent declines in the labor force participation rate.)\nHow fast will world economies grow in 2016 and 2017?\nExperts told us that these two statistics -- gross domestic product and employment -- are reasonable ones to use as evidence for Obama’s claim, so we took a fresh look at the data. We interpreted Obama’s phrases -- \"right now\" and \"the strongest, most durable economy\" -- to suggest a focus on what’s happening now and into the immediate future, rather than looking at past growth rates.\nWe turned to projections for GDP growth over the next two years released by the Organization for Economic Cooperation and Development, a group of economically advanced countries. The group looked at 43 countries, ranging from large, advanced economies to smaller, advanced economies to large, emerging economies.\nThe United States ranked almost exactly in the middle of the OECD’s list -- No. 21. Experts told us, however, that a middling ranking on this list doesn’t necessarily mean the United States’ economic outlook is weak. (The full chart is at the end of this article, ranked in descending order by projected GDP growth in 2016).\nFor starters, many of the countries with higher projected growth rates have significantly smaller economies, making a comparison with the United States apples-to-oranges. These countries include Ireland, Iceland, the Slovak Republic, Poland, Israel, Latvia, Luxembourg, Lithuania and Estonia.\nIn addition, a few countries have much higher projected growth rates, but they are generally considered emerging economies, making for a different but equally questionable type of apples-to-oranges comparison. These include the top three countries on the projected-growth list: India, China and Indonesia.\n\"Many developing and emerging market countries will surpass the United States in terms of GDP growth, but that's not really a fair comparison,\" said Jon Hoddenbagh, an assistant professor of international economics at Johns Hopkins University. \"It's easier to ‘catch up’ in productivity when you are well below the technological frontier, and more difficult to grow at the technological frontier itself, which is where the United States and other advanced economies find themselves.\"  \nMeanwhile, the recent financial wobbliness in China doesn’t exactly bode well for it being considered \"durable\" despite its rapid GDP growth in recent years. China’s troubles in turn have slowed growth in other emerging-market countries, especially commodity exporters like Brazil and Russia.\nThe United States vs. its G7 rivals\nThe most direct comparisons to the United States are probably the other six members of the elite Group of 7 economies — the United Kingdom, France, Germany, Italy, Canada and Japan. And all of them rank below the United States when measured by projected growth for 2016 and 2017.\nAs for employment, the United States scores well among its closest competitors. Hoddenbagh pointed to data showing only one of the Group of 7 with a lower unemployment rate than the United States’ current 5 percent. Japan’s unemployment rate is 3.3 percent.\n\"There are small countries like Singapore and Denmark that have even lower unemployment rates, but an unemployment rate of 5 percent is considered near the full employment level,\" Hoddenbagh said. \"Relative to other large advanced economies, the U.S. economy is in a good position.\"\nHoddenbagh added that the the strength of the U.S. dollar against most other major currencies indicates the relative strength of the U.S. economy compared to other advanced, industrialized nations. He noted that the Trade-Weighted U.S. Dollar Index is at its highest level since 2003.\nGermany has been an economic bulwark for Europe. But while Germany has a lower debt-to-GDP ratio than the United States does, it’s also grappling with a higher unemployment rate, greater risks from the economic weakness of its European neighbors, and a larger-scale challenge than the United States in integrating refugees into its population, Hoddenbagh said.\n\"I find it a stretch to argue Germany is leaps and bounds ahead of the United States economically,\" he said. \"Relative to the weak performance of many other countries, the U.S. economy doesn't look so bad.\"\nOther experts agreed that Obama’s proposition is reasonable.\nObama’s comment \"should be regarded as substantially correct,\" said Simon Johnson, a professor of entrepreneurship at the MIT Sloan School of Management.\nOur ruling\nObama said that \"the United States of America, right now, has the strongest, most durable economy in the world.\"\nIt’s a claim that’s vague and hard to assess, but when comparing the United States to the most advanced economies in the world, one can make a credible case that the United States is in the strongest position, at least \"right now.\" We rate the claim Mostly True.\n\n\n\n\nCountry\n\n\nProjected real GDP growth, 2016, percent\n\n\nProjected real GDP growth, 2017, percent\n\n\n\n\nIndia         \n\n\n7.33  \n\n\n7.37\n\n\n\n\nChina          \n\n\n6.54\n\n\n6.22\n\n\n\n\nIndonesia    \n\n\n5.24    \n\n\n5.48\n\n\n\n\nIreland          \n\n\n4.11\n\n\n3.48\n\n\n\n\nIceland         \n\n\n3.66\n\n\n2.86\n\n\n\n\nTurkey        \n\n\n3.43\n\n\n4.08\n\n\n\n\nSlovak Republic      \n\n\n3.43\n\n\n3.48\n\n\n\n\nPoland          \n\n\n3.37\n\n\n3.54\n\n\n\n\nIsrael          \n\n\n3.15\n\n\n3.33\n\n\n\n\nSouth Korea       \n\n\n3.14\n\n\n3.56\n\n\n\n\nSweden          \n\n\n3.08\n\n\n2.99\n\n\n\n\nLatvia          \n\n\n3.06\n\n\n3.49\n\n\n\n\nMexico          \n\n\n3.05\n\n\n3.30\n\n\n\n\nColombia       \n\n\n3.04\n\n\n3.33\n\n\n\n\nLuxembourg       \n\n\n2.99\n\n\n2.93\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\nLithuania       \n\n\n2.94\n\n\n3.67\n\n\n\n\nSpain          \n\n\n2.73\n\n\n2.48\n\n\n\n\nChile          \n\n\n2.61\n\n\n3.31\n\n\n\n\nAustralia       \n\n\n2.61\n\n\n3.04\n\n\n\n\nEstonia          \n\n\n2.53\n\n\n2.93\n\n\n\n\nUnited States       \n\n\n2.52\n\n\n2.39\n\n\n\n\nNetherlands       \n\n\n2.45\n\n\n2.70\n\n\n\n\nUnited Kingdom       \n\n\n2.39\n\n\n2.26\n\n\n\n\nHungary          \n\n\n2.36\n\n\n3.08\n\n\n\n\nCzech Republic       \n\n\n2.33\n\n\n2.41\n\n\n\n\nCanada          \n\n\n1.99\n\n\n2.33\n\n\n\n\nSlovenia       \n\n\n1.93\n\n\n2.69\n\n\n\n\nNew Zealand       \n\n\n1.90\n\n\n2.30\n\n\n\n\nGermany          \n\n\n1.81\n\n\n2.02\n\n\n\n\nDenmark         \n\n\n1.78\n\n\n1.91\n\n\n\n\nPortugal       \n\n\n1.60\n\n\n1.52\n\n\n\n\nSouth Africa       \n\n\n1.51\n\n\n2.00\n\n\n\n\nBelgium          \n\n\n1.46\n\n\n1.63\n\n\n\n\nItaly          \n\n\n1.44\n\n\n1.40\n\n\n\n\nFrance          \n\n\n1.34\n\n\n1.62\n\n\n\n\nAustria          \n\n\n1.26\n\n\n1.66\n\n\n\n\nSwitzerland       \n\n\n1.12\n\n\n1.64\n\n\n\n\nFinland          \n\n\n1.07\n\n\n1.65\n\n\n\n\nNorway          \n\n\n1.05\n\n\n1.95\n\n\n\n\nJapan         \n\n\n0.96\n\n\n0.53\n\n\n\n\nRussia          \n\n\n-0.43\n\n\n1.66\n\n\n\n\nBrazil          \n\n\n-1.20\n\n\n1.81\n\n\n\n\nGreece          \n\n\n-1.21\n\n\n2.11\n\n\n\n \n \n \n\n\n\nWorld          \n\n\n3.31\n\n\n3.56\n\n\n\n\nOECD Total       \n\n\n2.23\n\n\n2.28\n\n\n\n\nEurozone        \n\n\n1.75\n\n\n1.94", "vclaim_id": "vclaim-pol-05553"}