{"url": "/factchecks/2012/feb/27/mitt-romney/mitt-romney-says-obama-gave-away-car-companies-uni/", "speaker": "Mitt Romney", "vclaim": "\"The president gave the (auto) companies to the UAW.\"", "truth_label": "false", "date": "stated on February 22, 2012 in a primary debate in Arizona:", "title": "Mitt Romney says Obama gave away car companies to union", "text": "With just one day to go before the Michigan primary, Mitt Romney is firing lots of criticism at the 2009 auto industry bailouts.\n\nRomney accuses President Barack Obama of mismanagement when GM and Chrysler were on the verge of collapse in late 2008 and early 2009.\n\nHe says the car manufacturers should have been allowed to go bankrupt and that Obama practiced \"crony capitalism\" in negotiating with union bosses. And in a CNN debate on Feb. 22, 2012, Romney said, \"the president gave the companies to the UAW.\"\n\nHere, we’ll take a look at that last claim.\n\nThe bailouts\n\nIn late 2008, Chrysler, Ford and General Motors were mired in crisis. The companies needed immediate cash, or they faced collapse.\n\nPresident George W. Bush authorized initial loans to Chrysler and GM (Ford declined) before leaving office. Then the problem ended up in the new president’s lap.\n\nThe Obama administration extended billions more in loans and led a restructuring of the two companies in which the government took an equity share in GM and Chrysler.\n\nCritics, including Romney, said the auto makers should have gone through the normal bankruptcy process.\n\n\"A managed bankruptcy may be the only path to the fundamental restructuring the industry needs. It would permit the companies to shed excess labor, pension and real estate costs,\" he wrote in a November 2008 op-ed in the New York Times.\n\nBut others pointed out that, with the credit markets frozen and the wider economy in dire straits, the car companies wouldn’t get private financing and would go out of business.\n\nDuring the process, the United Auto Workers, the union representing car company employees and retirees, made concessions to help the companies stop bleeding. We consulted several sources for an explanation on what each side gave.\n\nIn sum, the union eased demands on wages, overtime pay, job security and, most significantly, health benefits. In 2007, the union and car companies had agreed to hand over management of retiree health benefits to a trust fund. The companies agreed to put money in the fund, and the union assumed the uncertainties of rising health care costs and investment fluctuations.\n\nBut in 2009, the car companies were on the brink and had no cash to put in the fund. The alternative contribution: company stock.\n\nThat’s how an independent health care trust for UAW beneficiaries ended up owning Chrysler and GM stock. As of February 2012, the trust holds a 41.5 percent stake in Chrysler and a 10.3 percent stake in General Motors.\n\nA bit about the politics\n\nObama was accused of structuring a deal that gave more to the union -- a heavy backer of Democrats in both votes and campaign money -- than a bankruptcy judge would have done.\n\n\"Unquestionably, the Obama administration gave its political allies in the United Auto Workers a better deal than the union would have gotten from a private-equity firm or a Republican president,\" Charles Lane wrote in an opinion piece in the Washington Post. \"UAW workers accepted layoffs and lower wages for future hires -- but no current wage reduction, like those accepted by workers in many other distressed industries.\"\n\nOn the other hand, UAW President Bob King estimated that each union member has sacrificed $7,000 to $30,000 in annual compensation, either in pay or benefits, since 2005, according to a story in the New York Times.\n\nTo Romney, who also wrote an op-ed piece on this subject, the deal amounted to \"crony capitalism on a grand scale.\" His campaign did not respond to a request for comment on this story.\n\nAnalyzing the statement\n\nHere’s one important point: The stock is owned by an independent health care trust called the UAW Retiree Medical Benefits Trust, not the UAW itself. (The trust is also often referred to by the acronym VEBA.)\n\nA 2011 letter to its 840,000 beneficiaries said the trust is \"a separate entity, independent of the auto companies and the UAW. The trust has its own assets. The assets in the trust are not the property of the auto companies or the UAW. Instead, those assets are held in the trust on behalf of the covered retirees. Those assets can only be used to provide medical benefits to UAW retirees and their families. Neither the UAW nor the auto companies can use those assets for any other purpose.\"\n\nThe letter further explains that the UAW appoints five of the 11 members -- a minority -- to the trust’s board.\n\nNext, we talked to a couple of industry analysts for their take on Romney’s statement, again, that Obama \"gave the (auto) companies to the union.\"\n\n\"Giveaway is not the right word because the unions gave up cash payments. They took on some risk,\" said Jeremy Anwyl, vice chairman of edmunds.com, a consumer-oriented automotive website. \"For the union there was no guarantee.\"\n\nSteve Rattner, who served as Obama’s \"car czar\" told us in an email, \"the ownership wasn't ‘given’ to the VEBA; the VEBA received it in return for giving up very large claims it held against the company.\"\n\nKristin Dziczek with the Center for Automotive Research, added that the union members were also creditors in this situation because the car companies were contractually obligated to pay for their health benefits.\n\n\"The retiree health care trust was owed billions of dollars,\" she said.\n\nAnd since the car companies didn’t have the billions on hand, they chipped in equity instead. In the case of GM, the stock could be sold at any time, Dziczek said. But since Chrysler is not a publicly traded company, the UAW health trust is stuck with it for now.\n\nRattner added that the stocks didn’t come with voting rights.\n\nSo did Obama give the car companies to the union?\n\nSaid Dziczek: \"The majority stakeholder in Chrysler is Fiat. (The health care trust) is not the majority stakeholder in GM. They don’t have a voting seat as a result of this. They don’t have a vote on the board. They’re not managing the company.\"\n\n\"Who is running these companies? Not the UAW.\"\n\nOur ruling\n\nRomney, in the debate, said \"the president gave the (auto) companies to the UAW.\"\n\nThe reality is Obama was in charge of a bailout deal that resulted in the union’s health care trust owning stock in Chrysler and GM. But the trust was owed money to pay for health care under the terms of labor contracts the car companies signed. And the union \"gave\" plenty too -- in the form of wages, vacation and job security. In that light, the arrangement was a tradeoff, not a giveaway.\n\nWhat tips Romney’s claim even further from reality is the fact that the union itself does not own any GM or Chrysler stock. The trust that manages health benefits for retirees is the stockholder, and it is independent from the UAW. It is not a majority shareholder in either company, nor does it have a vote on the board.\n\nAll the experts we talked to agreed that Romney’s statement is just flat wrong. Our ruling: False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11538"}