{"url": "/factchecks/2013/mar/08/debbie-wasserman-schultz/jeb-bush-flip-flop-immigration-pathway-citizenship/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Says Jeb Bush \"flip-flop-flip(ped) on immigration.\"", "truth_label": "true", "date": "stated on March 5, 2013 in a tweet:", "title": "Has Jeb Bush flip-flopped on immigration and a pathway to citizenship?", "text": "Jeb Bush was for it before he was against it.\n\nAnd now he’s for it again?\n\nThat’s the refrain these days on where the former Florida governor stands on creating a process for people in the U.S. illegally to eventually become American citizens -- or something secondary to that, such as legal residents. Since his new book Immigration Wars was released this week, Bush has been accused of changing position.\n\n\"@JebBush a flip-flop-flip on immigration? Wow. I fashioned you more of a baseball player than a gymnast. My bad. #notsurprisedatall,\" Florida Democratic Rep. Debbie Wasserman Schultz quipped in a tweet on March 5, 2013.\n\nBush, 60, has enjoyed distinction as an elder statesman in the Republican party since leaving elected office in 2007. But with the release of his book, Bush has indicated he’s considering a future presidential run (\"I’m not saying yes, I’m just not saying no,\" he told MSNBC).\n\nWe found that Bush, now a definite maybe for 2016, has indeed said conflicting things over time about eventual citizenship for illegal immigrants.\n\n ‘Start deporting people’\n\nBush, a Texas native who calls Florida his adopted home state, plunged into politics in 1994 with a run to unseat Democratic Gov. Lawton Chiles.\n\nBack then, there was virtually no talk of turning millions of illegal immigrants in the U.S. into citizens. When asked what to do with them, Bush had one word: deportation.\n\nIn an interview with the Miami Herald, he was asked, \"There are something like 4 million illegals in the United States . . . . What would you do with the ones that are here?\"\n\n\"Start deporting people,\" he answered. \"We have an asylum process . . . . It shouldn't take five years. We need to reform our system. ... I don't blame them for wanting to come to our country, but I don't believe it's necessarily our responsibility to allow them to come in.\"\n\nBut he also made it clear he was not in favor of closing the border. \"I believe in open, legal immigration,\" Bush said.\n\nHe lost that election, but stormed back four years later and won the governor’s race.\n\nBy 2006, Bush was well-established as Florida’s chief executive, and he wasn’t afraid to criticize members of his own party. His views, it seems, had evolved beyond \"start deporting people.\"\n\nIn an email exchange with the Los Angeles Times that year, Bush weighed in with support for proposed federal immigration reform legislation, calling it \"just plain wrong\" to charge illegal immigrants with a felony and opposed \"penalizing the children of illegal immigrants\" by denying them U.S. citizenship.\n\nHe endorsed the idea of a broad guest-worker program, but the Los Angeles Times noted then that he \"offered no specificity on how to treat current immigrants and whether they should be granted a path to citizenship.\"\n\nIn 2009, Bush co-chaired a bipartisan task force for the Council on Foreign Relations, which studied immigration challenges and came up with a set of proposals. In an interview about the group’s recommendations, Bush said that if reform doesn’t happen, \"we ignore an issue that needs to be solved, which is what do we do with people who are here permanently, who have made contributions, who if given a path to citizenship would do what's right and take the necessary steps to achieve legalized status and citizenship.\"\n\nHowever, in a separate op-ed about the task force recommendations, Bush simply said reform should include \"a fair and orderly way to allow many of those currently living here illegally to earn the right to remain legally.\"\n\n2012: Bush stakes his position\n\nLast year, Republican presidential nominee Mitt Romney declared that he would pursue an immigration policy so austere that illegal immigrants would self-deport -- a position later faulted for Republicans’ poor showing among Hispanic voters.\n\nBush, meanwhile, continued his call for more welcoming rhetoric and a \"broader approach\" to legislation that dealt with issues beyond border security and cracking down on illegal migration. In an interview last summer with Charlie Rose, he made a clear declaration that he favored citizenship.\n\n\"You have to deal with this issue. You can’t ignore it. And so, either a path to citizenship, which I would support and that does put me probably out of the mainstream of most conservatives; Or a path to legalization, a path to residency of some kind,\" he said.\n\nFast forward past the election. It’s now 2013, and Republicans are smarting from their losses and pledging to remake their platform into one that appeals more to Hispanics and other minorities. A bipartisan group of Senators is working on reform legislation that includes citizenship.\n\nBut Bush’s book, which reportedly went to the printer in late 2012, split the concepts of citizenship and legal residency. And in print, Bush opposed citizenship and instead proposed \"a path to permanent legal resident status.\"\n\n\"Permanent residency in this context, however, should not lead to citizenship. It is absolutely vital to the integrity of our immigration system that actions have consequences — in this case, that those who violated the laws can remain but cannot obtain the cherished fruits of citizenship. ... A grant of citizenship is an undeserving reward for conduct that we cannot afford to encourage.\"\n\nIllegal immigrants, he and co-author Clint Bolick wrote, could return to their homeland and apply for citizenship through regular channels.\n\nAfter immediately catching heat over the book -- and how it conflicts with his past position -- Bush began softening up.\n\n\"We wrote this book last year, not this year, and we proposed a path to legalization, so anybody that had come illegally would have immediately a path to legalization,\" Bush said on MSNBC.\n\nHe added: \"If you can craft that in law, where you can have a path to citizenship where there isn’t an incentive for people to come illegally, I’m for it. I don’t have a problem with that.\"\n\nHe told CNN: \"I have supported both — both a path to legalization or a path to citizenship — with the underlying principle being that there should be no incentive for people to come illegally at the expense of coming legally.\"\n\nJaryn Emhof, Bush’s communications director, told PolitiFact in an email, \"The book outlines a proposal by which immigrants -- whether they are coming to work temporarily, to go to school, to live and work as permanent residents or seeking citizenship -- can do so through an immigration process that would be much more open than before. So, it is talking about future immigrants, not those currently here illegally.\"\n\nWe think it’s clear, however, that the book’s passages about legal status vs. citizenship very clearly refer to those already here.\n\nOur ruling\n\nDebbie Wasserman Schultz -- admittedly a bit player in this story but for her tweet -- said Bush has made a \"flip-flop-flip\" on immigration.\n\nHere’s a quick chronology:\n\n• Early in his political life, Bush expressed a hard-line, deportation-driven opinion and made no mention of granting citizenship or legal status to illegal immigrants.\n\n• Sometime between 2009 and 2012, he \"flipped\" to being in favor of a path to citizenship. He supported federal legislation in 2007 that allowed children of illegal immigrants to become citizens, and wrote frequently that Republicans should adopt a more welcoming approach. In June 2012, he clearly articulated support for a pathway to citizenship.\n\n• His \"flop\" came this month with the release of his book, in which he explicitly opposed citizenship, calling it an \"undeserving reward\" for people who came here illegally.\n\n• That was followed by a quick \"flip\" back to support of either citizenship or permanent legal status in the heat of television interviews.\n\nOver the years Bush has said he favored citizenship or legal residency, demonstrating openness to proposals that could be considered within a wider reform effort. So at times he has embraced both, or either one.\n\nThere’s no doubt, though, that the Jeb Bush in the book had a different opinion from the Jeb Bush on the book tour. We rate the flip-flop-flip claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09618"}