{"url": "/factchecks/2016/jul/21/mike-pence/mike-pence-stretches-claim-record-education-spendi/", "speaker": "Mike Pence", "vclaim": "Says as Indiana governor, he has made \"record investments in education.\"", "truth_label": "half-true", "date": "stated on July 20, 2016 in a speech at the Republican National Convention:", "title": "Mike Pence stretches claim of record education spending in Indiana at Republican convention", "text": "Republican vice presidential nominee Mike Pence joked at his acceptance speech at the Republican National Convention that most people don’t know who he is.\nSo he offered up his record as Indiana’s governor, an office he’s held since January 2013.\nPence claimed that Indiana has \"the highest credit rating in the nation.\" In a separate fact-check, we rated that Mostly True. He also boasted that he oversaw \"record investments in education.\"\n\"In my home state of Indiana, we prove every day that you can build a growing economy on balanced budgets, low taxes, even while making record investments in education and roads and health care,\" Pence said in his July 20 remarks.\nWe were curious whether Pence, currently in his third year as Indiana’s governor, really has passed \"record investments in education.\"  \nWell, it depends on how you count it. In raw dollars, Pence’s claim holds up. But when adjusted for inflation, education spending at its highest point under Pence is still lower than it was in 2010 and 2011, before Pence took office.\nWe got some help from Larry DeBoer, a professor of agricultural economics at Indiana’s Purdue University who has compiled state budget data.\nPrior to Pence, Indiana education spending for K-12 and higher education combined peaked at $9.3 billion in 2011, according to DeBoer’s data. Not adjusting for inflation, education spending has surpassed that peak every year from 2014 on. Estimated spending in the current fiscal year tops $10 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut adjusted for inflation, estimated spending for the current fiscal year is about 1.1 percent less than it was in 2011. The graph below shows raw dollar spending in blue and inflation-adjusted spending in red. (For calculating the inflation-adjusted spending, DeBoer used 1982-84 dollars according to the Consumer Price Index.)\n\nWhile education spending under Pence is certainly on the rise, the pace of that increase proves not to be so dramatic when adjusted for inflation.\nAlso, the graph appears to show a huge jump in spending leading into 2010. DeBoer noted that this reflects a big change in the spending structure among the state and localities, so it’s not useful to compare education spending today to pre-2010.\nOne more way to put the state’s education spending in context is to look at its size compared with the Indiana economy. Education spending as a share of total Indiana income has been on a consistent decline since 2010, but it is becoming a bigger share of the state budget overall, DeBoer noted.\nOur ruling\nPence said that as Indiana governor, he has made \"record investments in education.\"\nIn raw dollars, Pence’s statement is accurate. However, when adjusted for inflation, education spending at its highest point under Pence is still lower than it was in 2010 and 2011, though only marginally so.\nPence’s statement is partially accurate but leaves out important details, so we rate it Half True.\nhttps://www.sharethefacts.co/share/b0b5816d-36f3-4049-99a0-04214ec03408", "vclaim_id": "vclaim-pol-04645"}