{"url": "/factchecks/2010/mar/19/todd-tiahrt/tiahrt-health-care-bill-will-collect-10-years-taxe/", "speaker": "Todd Tiahrt", "vclaim": "The Democratic health care bill will \"collect higher taxes for 10 years and provide health care for only six years.\"", "truth_label": "half-true", "date": "stated on March 16, 2010 in a speech on the House floor.:", "title": "Tiahrt: Health care bill will collect 10 years of taxes for six years of services", "text": "In the debate over health care reform, Republicans have often charged that the Democrats are cooking the books. In a House floor speech on March 16, 2010, Rep. Todd Tiahrt, R-Kan., said that Democrats claim \"that the Obama health care bill will reduce the debt and help balance the budget, but reviewing those calculations shows that they’re going to collect higher taxes for 10 years and provide health care for only six years. Imagine that. Isn’t that a little misleading? Four years of health care taxes with no health care.\"We decided to look at whether the Democratic bill does in fact provide just six years of coverage while drawing on 10 years of taxes.We'll begin by cautioning that health care experts -- including the nonpartisan arbiters at the Congressional Budget Office, the Joint Committee on Taxation and the Centers for Medicare and Medicaid Services Office of the Actuary -- continue to pore over the newest version of the much-rewritten bill, leaving the analysis a work in progress. In addition, Tiahrt made his comments two days before the key analyses were released. But the broad outline of the bill was known at the time of his speech, and we do know enough to draw some conclusions.On a number of fronts, Tiahrt and his Republican colleagues are correct. But the comment does not tell the whole story.Two of the highest-profile and significant elements of the bill start in 2014. The virtual marketplaces known as the health care exchanges would start that year, enabling those who are uninsured or who do not have access to coverage through a large employer to buy affordable plans. Also starting that year would be subsidies to help people buy coverage on the exchange.In addition, that's the year for a major expansion in eligibility for Medicaid. And the shrinking of the \"doughnut hole\" -- the gap in Medicare drug coverage -- would be phased in over 10 years.And, yes, some of the tax provisions that help pay for the plan do start well before 2014. A 10 percent levy on indoor tanning would begin immediately, and an escalating annual fee on drugmakers would begin in 2011. Individuals with flexible spending plans and health savings accounts -- tax-advantaged accounts linked to health care expenses -- would also be hit with certain exclusions and limits beginning in 2011.However, the bill would also do many things immediately to boost coverage, while delaying the start of major new taxes until several years down the road.Some of the benefits that will be introduced within the first year:• Small business tax credits. From 2010 through 2013, qualifying small companies could get a tax credit of up to 35 percent of the company's contribution to employee health coverage. Beginning in 2014, when the exchanges start up, small businesses could qualify for up to 50 percent of the cost.• Coverage for those with pre-existing conditions. Soon after enactment, people with pre-existing conditions who haven't had coverage for at least six months could obtain coverage through a \"high-risk pool\" with subsidized premiums. This would be a temporary solution until the exchanges begin in 2014.• Assistance for early retirees. Starting in 2010, a temporary reinsurance program will help cut the cost of health coverage for retirees not old enough to be eligible for Medicare.• Dependent coverage to age 26. Shortly after enactment, all insurers will have to accept dependent coverage for children up to age 26.• No more rescissions. Existing plans would no longer be able to terminate beneficiaries when they get sick.• Enhanced preventive care. Soon after enactment, qualified health plans would have to provide certain preventive services without cost-sharing. Starting in 2011, patient cost-sharing for preventive services under Medicare and Medicaid will be eliminated.Meanwhile, some of the major tax changes will be delayed by a few years. • Medical device taxes. A new levy on medical device makers worth about $20 billion over 10 years kicks in in 2013.• Taxes to benefit Medicare Part A. The bill's hike of payroll taxes for individuals earning $200,000 or couples earning $250,000 and a new tax on unearned income for higher earners will start in 2013.• Insurance sector fees. Fees on health insurers totaling $67 billion over 10 years become effective in 2014.• Mandated coverage. Two of the bill's provisions most controversial to Republicans -- the requirement that individuals buy health insurance and that employers of a certain size offer affordable health insurance, under penalty of a fine -- would not begin until 2014. The individual mandate would start low that year and then phase in through 2016.• \"Cadillac tax.\" The most recent version of the bill pushes back the tax on higher-cost health plans until 2018.According to the Joint Committee on Taxation -- Congress' bipartisan judge of revenue impacts from proposed laws -- the tax provisions collect minimal revenue for 2010, $2.9 billion for 2011 and $5.5 billion for 2012. They only start getting big in 2013, when revenues increase to $31.9 billion, eventually peaking at $86.9 billion in 2019.Indeed, of the total $409.2 billion in increased taxes over the 10-year window, only 10 percent of that amount is raised in the first four years -- the period when, according to Republicans, the government is collecting taxes without providing care.Meanwhile, on the coverage side, it's true that the cost increases significantly four years after enactment. According to CMS's Office of the Actuary, the first four years account for about 1 percent of the 10-year cost of increased coverage. So Tiahrt is correct that the bill's biggest expansions in coverage do not happen until 2014, including the exchanges, the subsidies and the Medicaid expansion. He's also right that some taxation begins well before that. But he makes it sound like all the taxes hit immediately and there are no significant benefits in the first four years. In fact, there are some benefits that begin immediately, and the taxes levied in the early years account for a small percentage of the total dollars involved. So we find his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15192"}