{"url": "/factchecks/2020/sep/04/donald-trump-jr/donald-trump-jr-misrepresents-joe-bidens-tax-plan/", "speaker": "Donald Trump Jr.", "vclaim": "“Joe Biden wants to raise taxes on 82% of all Americans.”", "truth_label": "false", "date": "stated on September 2, 2020 in a tweet:", "title": "Donald Trump Jr. misrepresents Joe Biden’s tax plan", "text": "Donald Trump Jr. claimed in a widespread tweet that former Vice President Joe Biden \"wants to raise taxes on 82% of all Americans.\"\nThe eldest son of President Donald Trump was repeating a refrain from the Republican National Convention, where Republican National Committee Chair Ronna McDaniel and Eric Trump made similar claims. But the claim is misleading.\nJoe Biden wants to raise taxes on 82% of all Americans.— Donald Trump Jr. (@DonaldJTrumpJr) September 2, 2020 \nBiden, the Democratic nominee for president, has pledged not to raise taxes on Americans making less than $400,000 per year, as we’ve reported. Independent tax analysts have found that his plan does not call for direct tax increases on anyone below that threshold.\nTax analysts say the indirect effects of Biden’s proposal to raise the corporate tax rate could mean slightly lower after-tax incomes for some lower earners. By one analysis, about 82% of Americans would feel these effects — though for many, the hit would be small. \nBut that doesn’t mean 82% of Americans will have higher tax rates or owe more to the Internal Revenue Service, as the phrase \"raise taxes\" suggests. \n\"To the extent that the Trump campaign is using this figure to imply that individual income and payroll taxes will rise for 82% of Americans, the claim is misleading,\" said John Ricco, a senior analyst at the Penn Wharton Budget Model, which is the basis for the 82% figure.\nBiden’s pledge for no direct taxes under $400,000\nBiden’s tax plan aims to raise up to $4 trillion in revenues over a decade, according to the Tax Policy Center. It would do so in part by rolling back some of the tax cuts for corporations and people with taxable incomes over $400,000 that Trump signed into law in 2017.\nAmong Biden’s proposed changes, he would:\n\n\nIncrease the top corporate tax rate from 21% to 28%.\n\n\nRaise the top federal marginal income tax rate for individuals to 39.6%.\n\n\nPlace a 12.4% Social Security payroll tax on incomes above $400,000.\n\n\nTax capital gains at the same rate as ordinary income for very high earners.\n\n\nOther independent groups have also examined Biden’s tax plan, including the Tax Foundation, the Penn Wharton Budget Model, the American Enterprise Institute and the Committee for a Responsible Federal Budget.\nThe groups have generally agreed that Biden’s plan largely targets corporations and the nation’s biggest earners. The Tax Policy Center, for example, estimated that more than 90% of the tax increases from Biden’s plan would be borne by the top 20% of earners.\n\"No direct taxes are imposed on any household making less than $400,000 per year,\" the Committee for a Responsible Federal Budget wrote in its analysis. \nGarrett Watson, a senior policy analyst at the Tax Foundation, said there are some specific scenarios where Biden’s proposals related to itemized deductions, retirement benefits and payroll taxes could result in \"potential direct tax hikes\" for some households under $400,000.\nFor example, in a scenario where one spouse makes more than $400,000 but the other incurs a loss that brings the adjusted gross income for their two-income household below $400,000, they could be hit by the Biden payroll tax, Watson said.\nIn interviews, economic advisers to the Biden campaign said any final tax law would have mechanisms written in to prevent anybody making less than $400,000 from being inadvertently affected.\n\"It’s not hard to have a ‘hold harmless’ provision to deal with any oddball cases that seem unlikely to even ever arise,\" said Gene Sperling, a campaign adviser who was director of the National Economic Council under Presidents Barack Obama and Bill Clinton.\nLower earners could see small, indirect hits\nThe groups that examined Biden’s tax plan also estimated that over time, some of the burden of Biden’s tax increases would fall to people making less than $400,000 in the form of lower wages or investment returns — indirect effects of the proposed corporate tax rate increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThese effects would be relatively small, and tax analysts say they make up the bulk of the hits dealt to lower earners under Biden’s tax plan.\nBut they form the basis for Donald Trump Jr.’s claim that 82% of Americans would see their taxes raised. A Trump campaign spokesperson argued that the impact of the corporate tax rate increase is effectively a tax increase on individuals. \nThe Biden campaign, on the other hand, said the two are not equal. \"Nobody filling out their 1040 is going to see a tax increase, and nobody would consider that type of economic impact as a tax increase, even if it happened,\" said Sperling.\n\n(AP Photo)\nAccording to the Tax Policy Center, the lowest 20% of earners would see their 2021 incomes drop by an average of $30 under Biden; the next would see an average loss of $110; the middle would see an average drop of $260; and the second-highest would see an average loss of $590. \nThe Penn Wharton Budget Model projects smaller average declines for 2021: $15 for the bottom 20%; $90 for the second quintile; $180 for the third quintile; and $360 for the fourth quintile.\nTrump Jr.’s 82% figure comes from the Penn Wharton Budget Model, which estimated what share of each income group would experience a tax change as a result of Biden’s proposals. A little math gets to 82% of people affected.\nBut the concept of indirect effects \"is distinct from how most normal people think about taxes,\" said Ricco, the Penn Wharton analyst.\n\"Only families with adjusted gross incomes of more than $400,000 would be sending a larger check to the IRS, or having more federal taxes withheld from their paychecks,\" Ricco said.\nThose taxpayers were between the top 1% and 2% of filers in 2017, said Watson, the Tax Foundation analyst, citing the IRS.\nThe Penn Wharton Budget Model also shows how Biden’s tax plan would affect Americans if the indirect effects of the corporate tax are excluded. With the corporate tax plan removed from the analysis, the average tax change drops to zero for the bottom 90% of earners.\n\"We expect that between 1% and 2% of American families would see increases in individual income and payroll taxes,\" Ricco said. \nOther considerations\nThere are other aspects of Biden’s plans that aren’t reflected in independent tax analyses. \nThe Trump campaign, for example, said Biden’s plan to reinstate the penalty for not complying with the Affordable Care Act’s individual mandate should be thought of as a tax — which is in line with the Supreme Court’s reasoning when it upheld the mandate in 2012. The Biden campaign said it’s a fee, pointing to the Health and Human Services Department’s language.\nEconomic advisers to the Biden campaign, meanwhile, said the tax analyses don’t account for Biden’s proposed tax credits and spending programs aimed at middle-class and lower earners.\nThose and other Biden proposals \"will substantially boost middle-class incomes for families across the country,\" said Biden campaign spokesperson Andrew Bates. \nGordon Mermin, a senior research associate at the Tax Policy Center, said Biden has proposed many tax credits, including recent proposals for a refundable child- and dependent-care tax credit, a refundable tax credit for first-time homebuyers, and a low-income renters credit.\nIf the Penn Wharton Budget Model factored in Biden’s tax credits — and it did not — then the 82% figure representing the percent of Americans who would experience changes to their after-tax incomes \"would be substantially lower,\" Mermin said. \nRicco said the Penn Wharton analysis focused only on \"revenue-raising provisions.\" \nOur ruling\nDonald Trump Jr. said, \"Joe Biden wants to raise taxes on 82% of all Americans.\"\nTrump inaccurately described an analysis from the Penn Wharton Budget Model. The 82% is a calculation made using the model’s estimates that represents the percentage of people whose after-tax incomes would change under Biden’s plan.\nBut there’s a difference between a tax increase and the share of corporate tax increases borne by individual taxpayers in the form or lower investment returns or incomes. Biden has pledged not to directly raise taxes on people earning less than $400,000 per year. \nSome Biden tax credits not included in Penn Wharton analysis could potentially offset some of the indirect hits posed to lower earners as a result of Biden’s proposed corporate tax hike.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-18869"}