{"url": "/factchecks/2011/sep/07/democratic-congressional-campaign-committee/democrats-say-rep-cw-bill-young-voted-cut-taxes-mi/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "\"Congressman Bill Young voted to cut taxes for millionaires and end your Medicare.\"", "truth_label": "barely-true", "date": "stated on August 20, 2011 in a gas station advertisement:", "title": "At your gas pump, Democrats say Rep. C.W. Bill Young voted to 'cut taxes for millionaires and end your Medicare'", "text": "National Democrats took their message to Florida gas pumps in August, in stark red and black.\n\n\"Congressman Bill Young voted to\nCUT TAXES FOR MILLIONAIRES\n& END YOUR MEDICARE.\"\n\nMore than four months since House Republicans endorsed Wisconsin Rep. Paul Ryan's short-lived budget plan, Democrats want to keep its memory fresh. \"Millionaires Over Medicare,\" funded by the official campaign arm of House Democrats, targets Republicans who voted for Ryan's budget resolution with canvassing, phone banks and the gas station ads.\n\nIn Florida, that includes Young, who after four decades in the House ranks as the state's senior member of Congress. His 10th Congressional District sits entirely inside Pinellas, a county where nearly a third of the population is over 60. \"I have made it a top priority of mine,\" his website says, \"to protect key programs like Social Security and Medicare so that our nation’s seniors can maintain a quality of life during their golden years.\"\n\nJust what did Young vote for? And did it cut taxes for millionaires and \"end your Medicare\"?\n\nThe House budget resolution\n\nThe gas station ad focuses on a single April 15, 2011, budget resolution vote, according to the Democratic Congressional Campaign Committee.\n\nBudget resolutions, as PolitiFact has reported in the past, don't have the force of law. They let the majority party make an annual political statement, creating nonbinding targets for tax and spending legislation. So, for example, we called out Republicans in 2008 for attacking Barack Obama's record on taxes based on his budget resolution votes. (See \"The budget resolution isn't that clear,\" \"Obama voted for budget resolution, not taxes,\" and \"94? Not even close.\")\n\nThe 70-page budget resolution would have been nonbinding even if it had passed both houses of Congress. But the Ryan plan didn't even get that far, dying in the Democrat-controlled Senate. In the House, Republicans, including Young, endorsed the plan 235-4, while all 189 voting Democrats rejected it. In May, five Republican senators joined Democrats to scuttle it in the Senate, with a vote to consider the resolution failing 40-57. There weren't any Democrats among the yeas.\n\nThe resolution itself makes for fairly dry reading, with pages of numerical \"recommended levels and amounts\" for not only fiscal year 2012, but also years 2013-21. Two other documents seek to put it in English: \"The Path to Prosperity: Restoring America's Promise,\" from the Ryan-led House Committee on the Budget, and a Congressional Budget Office analysis of the Ryan plan.\n\nWhat do they have to say about taxes and Medicare?\n\n'Cut taxes for millionaires'\n\nRyan's plan would keep Bush tax cuts otherwise slated to expire in 2012, reduce the number of tax brackets, and cut the top individual rate from 35 percent to 25 percent, according to the Path to Prosperity.\n\nBut Ryan told an economics think tank shortly before the House vote, \"we're not talking about cutting taxes.\"\n\nHow's that possible? Well, the reasoning assumes a couple of things. One, that since the Bush tax cuts are in place now, keeping them wouldn't constitute new cuts. Two, that any reduction in tax rates would be offset by \"getting rid of loopholes and deductions.\" The problem is, neither the Path to Prosperity nor the CBO analysis specify where those \"loophole\" savings might come from.\n\nStill, the idea is that lower tax rates wouldn't be paid for by cutting Medicare, but by other changes to tax law. The country would pull in the same amount of revenue, just a different way. Ryan called claims that his plan proposes a tradeoff between Medicare and tax cuts \"scare tactics,\" according to the Weekly Standard: \"We're talking about keeping taxes where they are and cleaning up the tax code: getting rid of loopholes and deductions, which by the way are enjoyed by the top (tax) rate filers, the people in the top two brackets, and lowering tax rates. A flatter system, a fairer system, a simpler system, one that is more internationally competitive,\" he said.\n\nIn the absence of details in the Ryan plan, commentators on both sides waged a war of words in April over the plan's tax implications for the rich.\n\nThe Democrats pointed to a New York Times editorial, a column in the Wall Street Journal, a piece by a New Republic editor and an article by liberal think tank Center on Budget and Policy Priorities to support their claim Ryan's plan would \"cut taxes for millionaires.\"\n\nMeanwhile, the New Republic piece cites conservative defense of Ryan's tax changes as self-funding — once you assume the Bush tax cut extensions aren't a cut — in the Weekly Standard (twice), National Review and Washington Post.\n\nThe think tank argues that \"for the wealthy, Ryan’s proposals are pure gold\":\n\n• A typical hedge fund manager would benefit from Ryan’s extension of the Bush tax cuts for high-income people; the average person making at least $1 million a year would get $125,000 a year in tax breaks.\n\n• Heirs to multi-million-dollar estates would benefit from Ryan’s estate tax proposal, which would let them inherit the first $10 million in estate value entirely tax-free.\n\n• High-income investors would benefit from Ryan’s elimination of Medicare taxes on their investment income.\n\n• And large numbers of high earners would benefit from Ryan’s call to cut the top rate to 25 percent, the lowest in 80 years.\n\nOf course, who knows how those rich folks would be hit by the loss of Ryan's unnamed \"loopholes and deductions\"? We're left with Ryan's word that Congress would agree to pay for lowered tax rates by raising the tax burden in other ways. But without knowing what those ways would be — what if they included, for example, the Earned Income Tax Credit that benefits low-income taxpayers? — we have to give Democrats credit for what we do know. And that's that Ryan's plan would provide at least some tax benefit to millionaires, even in the Ryan-friendly world where permanently extending the Bush tax cuts doesn't get credit as a cut (and there's a pretty good argument it should).\n\n'End your Medicare'\n\nNow on to the part of the gas station ad that claims that Ryan's plan would \"end your Medicare.\"\n\nWe'll be more concise here — since April, we've examined at least a half-dozen versions of this claim, all of them False or Pants on Fire.\n\nApril 11: House Republican budget abolishes Medicare in 10 years (False)\n\nApril 20: Republicans voted to end Medicare and charge seniors $12,000 (Pants on Fire)\n\nMay 25: Ad asks what the U.S. would be 'without Medicare' (False)\n\nJune 9: Rep. Robert Hurt voted to end Medicare (False)\n\nJune 10: U.S. Rep. Paul Ryan's budget plan would end heath care for seniors (Pants on Fire)\n\nJune 27: There is a Republican plan to end Medicare (False)\n\nThe bottom line is, Ryan proposed to dramatically remake Medicare from a program that directly pays health care bills for the elderly to one that provides a fixed amount of support for premiums for private health insurance. Those premium support payments would increase only at the rate of inflation — not at the pace of health care costs — meaning that every year seniors could be on the hook for greater and greater percentages of their premiums. CBO wasn't sure such a plan would be sustainable in the long-term. But Medicare wouldn't end. Seniors would still get substantial government support for their health care. Still, their costs would rise, while government costs would stay in check.\n\nMeanwhile, there's a reason this claim — that the Ryan plan would \"end your Medicare\" — is particularly misleading. The Ryan plan wouldn't alter Medicare for anyone on it now, and in fact not for anyone age 55 or older. So taxpayers at the gas pump interpreting the ad as affecting \"their Medicare\" — benefits they receive now — are precisely the ones who wouldn't be affected. And that does look like a scare tactic, especially in a county where a third of residents are eligible for Medicare or within spitting distance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nThe Democrats spread the message that \"Congressman Bill Young voted to cut taxes for millionaires and end your Medicare.\"\n\nHis vote for a House budget resolution did no such thing: Even if it had passed the Senate, it was a nonbinding blueprint, not a change in tax code or Medicare law.\n\nStill, we're willing to accept his vote as advocacy of the plan's main ideas. So did the Ryan plan propose to cut taxes for millionaires and end Medicare?\n\nWe chatted with Young's spokesman, Harry Glenn, who said Young had this to say about the Democrats' claim: \"In the vernacular of (PolitiFact editor) Bill Adair and PolitiFact, saying that that was a vote to end Medicare is a flat out Pants on Fire lie.\"\n\nIt's certainly misleading, but given the Ryan plan's significant reinvention of the program, we wouldn't call it ridiculously false. On top of that, the Democrats do have a point that the Ryan plan proposed tax cuts for millionaires — even if those cuts wouldn't be at the direct expense of Medicare and even if those cuts would be offset by closing tax loopholes. Balancing the two parts to this claim, we rate the ad Mostly False.", "vclaim_id": "vclaim-pol-12461"}