{"url": "/factchecks/2012/may/21/us-chamber-commerce/chamber-commerce-claims-20-million-people-will-los/", "speaker": "U.S. Chamber of Commerce", "vclaim": "\"Obamacare could cause 20 million people to lose their current coverage.\"", "truth_label": "barely-true", "date": "stated on May 21, 2012 in TV commercial:", "title": "Chamber of Commerce claims 20 million people will lose their current coverage because of health care reform", "text": "Alan Grayson’s four-year-old quip about Republicans’ plan for healthcare reform -- remember his \"die quickly\" rant? -- is getting new life this election cycle.\n\nThe U.S. Chamber of Commerce is using it against him in a TV attack ad airing in May 2012. Grayson, who represented House District 8 until Dan Webster unseated him in 2010, is running for a new Orlando seat.\n\nThe commercial is part of a broader campaign by the lobbying group targeting Democrats over their support of \"Obamacare,\" including Florida Sen. Bill Nelson. (Read our fact-checks of the Nelson ad here and here).\n\nThis commercial compares Grayson to a literal broken record, repeating his explosive lines on the floor.\n\nNarrator: \"Reckless politicians gave us Obamacare. Alan Grayson was one of Obamacare’s biggest cheerleaders. He’d say anything.\"\n\nGrayson: \"Die quickly. The Republicans want you to die quickly.\"\n\nNarrator: \"Now we learn Obamacare could cause 20 million people to lose their current coverage.\"\n\nAnother record appears with Grayson’s face on it, labeled \"Obamacare Unconstitutional.\"\n\nNarrator: \"And a Florida judge ruled parts of Obamacare unconstitutional. Will Alan Grayson change his tune on Obamacare, or be the same broken record?\"\n\nPolitiFact Florida fact-checked the ad’s claim that a Florida judge ruled parts of Obamacare unconstitutional and found it Mostly True.\n\nFor this story we’re focused on the ad’s first claim that Obamacare could cause 20 million people to lose their current coverage.\n\nIt’s familiar ground for us, with mixed rulings depending on the context. When Republican National Committee chairman Reince Priebus said \"as many as 20 million Americans could lose their employer-based insurance thanks to Obamacare,\" we rated the statement Half True.\n\nWhen the chamber claimed \"20 million people could lose their current coverage\" -- and suggested that included seniors who rely on Medicare -- in its anti-Nelson ad, we rated it Pants on Fire!\n\nThe claim in this commercial’s context is pretty straight-forward. We’ll explain.\n\nThe 20-million figure is a projection from nonpartisan researchers at the Congressional Budget Office. You should know CBO has also projected the law will lead to new coverage for about 30 million uninsured Americans.\n\nThe real issue here is a shift in how some people will get their health insurance.\n\nThe RNC previously directed us to a March 2012 study by the CBO  that aimed to estimate the impact of the health care law on the number of people obtaining health care coverage from their employer.\n\nCBO’s best guess was that between 3 million to 5 million fewer people, on net, will obtain coverage through their employer from 2019 through 2022 than would have been the case before the law was passed.\n   \nCBO supplemented its projection with four alternative scenarios. Among the scenarios: One actually resulted in a net gain of 3 million people with employer-sponsored insurance. The others resulted in a decrease of 10 million, a decrease of 12 million, and -- here it is! -- a decline of 20 million. (Read this fact-check for more details about the CBO report.)\n\nPriebus was partially accurate in his op-ed, but this is the most extreme outcome of five possible outcomes presented, and it’s not the primary estimate, which is about 5 million, or one-quarter the number Priebus offered.\n   \nSo Priebus -- and now the U.S. Chamber of Commerce -- has engaged in cherry-picking.\n\nThere’s more context to consider. Not everyone who \"loses\" their employer coverage will do so involuntarily. According to the CBO, some people will spurn their employer’s offer of insurance and turn instead to another source, such as the health insurance \"exchanges\" created under the Obama health care law -- virtual marketplaces for each state where applicants will be able to compare and purchase plans that offer at least a minimum bundle of benefits.\n\nIn many cases, they will do this because they consider the employer’s offering to be unaffordable or lacking too many features they need. So those people aren't being forced off the employers' plans; they are choosing to switch.\n   \nPlus, the 20 million figure does not account for the 9 million people who wouldn’t have had an employer plan before but will get coverage after passage of the law because of the law’s mix of subsidies and penalties for employers.\n\nOur ruling\n\nThe U.S. Chamber said, \"Obamacare could cause 20 million people to lose their current coverage.\" It's a claim that is oft-repeated and much exaggerated.\n\nThe chamber employs a worst-case projection by a nonpartisan research agency. The agency’s other forecasts are lower, but you wouldn’t know that from watching the ad. And unlike Priebus, the group does not specify that the type of insurance potentially affected is a specific type of insurance -- \"employer-based\" insurance.\n\nPlus, this 20 million estimate only counts people who receive coverage from their employer -- and not those who might receive better coverage elsewhere.\n\nMost importantly, this figure does not represent uninsured people who will get coverage because of the law.\n\nWe rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11057"}