{"url": "/factchecks/2010/aug/25/harry-reid/reid-bashes-republicans-position-immigration-he-on/", "speaker": "Harry Reid", "vclaim": "On birthright citizenship for illegal immigrants.", "truth_label": "full-flop", "date": "stated on August 23, 2010 in his Senate re-election campaign effort. :", "title": "Reid bashes Republicans for a position on immigration that he once pushed", "text": "Senate Majority Leader Harry Reid, D-Nev., has been critical of Republican efforts to revisit the question of birthright citizenship for children of illegal immigrants, but that seems to have backfired, with rivals saying he once supported the idea himself. The claim has popped up everywhere from the website of the Nevada Republican Party to the Washington Times to a twitter feed from Reid's GOP opponent, Sharon Angle, so we decided to look into it.\n\nHas Reid switched his position on \"clarifying\" the 14th amendment?\n\nTo check, we looked back to August 4, 1993. That's when Reid introduced the Immigration Stabilization Act of 1993, a bill that would have, among other things, revoked birthright citizenship. Section 1001, entitled \"Basis of Citizenship Clarified,\" said, in effect, that children born in United States to parents who are illegal immigrants would not become U.S. citizens.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnd just in case there was any confusion about the matter, a press release that Reid's office issued a day later states that the bill \"clarifies that a person born in the United States to an alien mother who is not a lawful resident is not a U.S. citizen.\" This clarification would have eliminated the \"incentive for pregnant alien women to enter the United States illegally, often at risk to mother and child, for the purpose of acquiring citizenship for the child and accompanying federal financial benefits,\" said Reid.\n\nReid encouraged other lawmakers to consider and vote for the bill in a Senate floor speech on September 20, 1993. \"While other legislation has been introduced in this session of Congress to address some of the most egregious abuses of our immigration laws, this legislation is the only one that institutes comprehensive reform to the entire process\" Reid said. He reiterated his arguments for increased immigration controls in an August 10, 1994, op-ed piece published in the Los Angeles Times. Comparing the United States to a table that is \"becoming overcrowded,\" Reid wrote that \"unless changes are made, our dinner table eventually will collapse, and no one will have security and opportunity.\" The bill ultimately died in committee.\n\nBut as they say, past is the past. What is Reid's position today?\n\nReid was asked about the issue in a press conference on August 3, 2010. He did not answer the question directly but quoted extensively from Michael Gerson, a Washington Post columnist. Gerson wrote a column on July 30, 2010, in which he said that Sen. Lindsey Graham -- a South Carolina Republican who is considering a constitutional amendment to change the birthright citizenship process -- has \"either taken leave of his senses or of his principles.\"\n\nSo, in 1993, Reid was clearly for restricting birthright citizenship. He introduced a bill that would have \"clarified\" the 14th amendment to mean that children of illegal immigrants do not automatically become U.S. citizens at birth. Twenty years later, he seems to be agreeing with Gerson that Republicans have either lost their senses or abandoned their principles.\n\nHowever, Reid has openly acknowledged his changed position on at least two occasions. In a House floor speech on August 5, 2006, he admitted that the \"low point\" of his legislative career came when he introduced the \"travesty that [he] called legislation\" in 1993. The Las Vegas Review-Journal also reported on December 13, 1999, that Reid said that the legislation is \"way up high\" on his \"list of mistakes\" and that it was \"short-sighted.\" He added, \"I didn't understand the issue. I'm embarrassed that I made such a proposal.\"\n\nTo sum up. Nobody -- not even Reid himself -- is denying that Reid switched his position on \"clarifying\" the 14th amendment. He wrote a bill in 1993 that would have denied birthright citizenship to children of illegal aliens. Six years later, he called that bill a mistake. Granted, he apparently regrets introducing the bill, but we wanted to know whether Reid has changed his position. We found that he did, so we rate this a Full Flop.", "vclaim_id": "vclaim-pol-14541"}