{"url": "/factchecks/2016/aug/05/carl-paladino/state-money-solarcity-buys-more-500-jobs/", "speaker": "Carl Paladino", "vclaim": "In Buffalo's SolarCity project, \"Andrew Cuomo will create maybe 500 jobs if it ever happens at all, at about $1.5 million per job.\"", "truth_label": "false", "date": "stated on July 17, 2016 in a conversation with The Buffalo News at the Republican National Convention.:", "title": "State money for SolarCity buys more than 500 jobs", "text": "Buffalo developer Carl Paladino, who’s no fan of New York Gov. Andrew Cuomo, has worked to boost Donald Trump’s electoral chances in New York State. Now, he’s showering praise on Trump’s pick for vice president, Indiana Gov. Mike Pence, and he’s using Cuomo as his foil. Speaking to The Buffalo News at the Republican National Convention, Paladino praised Pence’s jobs record.\n\"I've been reading up on Pence. Pence created 2,000 jobs with an investment that cost about $5,000 per job. Andrew Cuomo will create maybe 500 jobs if it ever happens at all, at about $1.5 million per job,\" Paladino said, referring to Buffalo’s SolarCity project. \"It's so obviously incompetent, if not corrupt.\"\nCuomo’s investment in the SolarCity project, seen by many as a boost for Buffalo, has been criticized by others. Is Paladino right about Cuomo’s effort in Buffalo?\nIndiana’s 2,000 new jobs\nPaladino did not reply to our request on what formed the basis for his claim. Abby Gras of the Indiana Economic Development Corp. - a state entity similar to Empire State Development - pointed to one possibility. Subaru of Indiana Automotive announced last year it would create 1,204 jobs in Lafayette, Indiana. The state offered the company up to $7.9 million in performance-based tax credits, which comes out to roughly $6,500 per job. While not the numbers Paladino cited, he came close.\nThe economic development agency has said the average investment in performance based tax credit for jobs created statewide in 2016 was about $9,400 per job.\nCost of SolarCity jobs\nWhen the RiverBend facility was announced, the state said it would invest $750 million to build the facility and buy equipment that SolarCity needs to open. The state does not give money directly to the company.\nThe state invested the money on the condition the company creates more than 1,400 jobs in the Buffalo area. Initially the jobs were expected to be in manufacturing.\nEarlier this year, the company said it will still create the same number of jobs - but not all in manufacturing. As The News previously reported, more automation at the facility will mean fewer manufacturing workers will be needed. SolarCity said it is still committed to a minimum of 500 manufacturing positions at RiverBend, while other positions will be shifted to sales, project development and other functions.\nIf you count only the 500 manufacturing jobs, Paladino's statement would be correct. Spending $750 million on a facility for 500 manufacturing jobs comes out to $1.5 million per job.\nBut the company’s agreement with the state calls for creating 1,460 jobs in the Buffalo area. The company also agreed to invest $5 billion in New York State and create 5,000 jobs statewide. If the company doesn’t fulfill its end of the bargain, it has to pay the state $41 million in penalties per year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBased on those numbers the cost per job for the company's commitment statewide is $160,000 per job, but the state says that’s not a fair way to look at it.\n\"The problem with using grade school math to analyze an economic development project of this magnitude is that it doesn’t take into account the multi-billion dollar investment from SolarCity, and impact of the thousands of direct and indirect jobs that will be created statewide,\" said Jason Conwall from Empire State Development. \"When we evaluate supporting a project, we base our decision on all of its merits. So, while thousands of new jobs are part of the project, our investment is based on the project in its entirety, including the investment, new jobs and overall economic impact in both Western NY and New York State.\"\nThe state also owns the building and the equipment it bought, which the state can use to attract another company should SolarCity leave.\nIn the meantime, the state says the project has created about 1,500 temporary construction jobs.\nThis is not the first time the state has undertaken a project like this. Since 1997 the state has spent about $947 million over two decades building the NanoTech Complex in Albany. The building houses both the College of Nanoscale Science and Engineering and 4,000 employees from more than 300 corporate partners.\nThe original building was a $16.5 million investment that was built and equipped to attract companies interested in investing in nanotechnology. Since then, more than $20 billion has been invested by companies into work being done at the facility.\nThe project has largely been a success, attracting corporate partners like IBM and Samsung. The same idea is now being replicated in a handful of cities upstate like Rochester where a photonics manufacturing facility is planned.\nComparing both\nExperts say comparing the SolarCity project to Indiana’s tax incentive program is like apples to oranges.\nIndiana offers a simple tax break. New York State is building and equipping a factory. The value of New York’s approach – and thus the cost per job created – depends on what would happen if SolarCity fails. If New York State could find a new tenant or even sell the factory and equipment, the state’s investment per job is much lower than if the factory and equipment has no value if SolarCity leaves. Ron Deutsch from the Fiscal Policy Institute agreed the two situations were largely incomparable.\nOur ruling\nCarl Paladino referred to Buffalo’s SolarCity project when he said at the Republican National Convention that \"Cuomo will create maybe 500 jobs if it ever happens at all, at about $1.5 million per job. Paladino understated the number of jobs being created by SolarCity, which overstated the cost. The agreement between SolarCity and the state called for 1,460 total jobs to be created in Buffalo.  \nWe rate this claim as False.", "vclaim_id": "vclaim-pol-04518"}