{"url": "/factchecks/2018/oct/22/tony-evers/attack-scott-walker-tony-evers-misleads-claiming-h/", "speaker": "Tony Evers", "vclaim": "\"Wisconsin pays 50% more than Minnesota for the same health care.\"", "truth_label": "barely-true", "date": "stated on October 9, 2018 in a TV ad:", "title": "In attack on Scott Walker, Tony Evers misleads in claiming health care costs 50% more in Wisconsin", "text": "Continuing a series of attacks on Republican Gov. Scott Walker on health care, Tony Evers compares Wisconsin to Minnesota with a TV ad released Oct. 9, 2018.\nThe state schools superintendent, who is the Democratic challenger to Walker in the Nov. 6, 2018 election, uses a woman who describes her experience with Stage 4 breast cancer. She accuses Walker of wanting to play politics rather than deal with health care costs.\nThen the claim we want to check is made. This statement appears on the screen, as the woman speaks nearly the same claim:\n\"Wisconsin pays 50% more than Minnesota for the same health care.\"\nSo, with that statement, which is broad, Evers doesn’t directly blame Walker.\nBut in the context of the ad, Evers at least suggests that the governor has failed to tackle what he claims is a drastic difference in costs between neighboring states.\nEvers’ claim has an element of truth, but it’s misleading in that it is overly broad.\n\n\n\n\nJoin us for a free PolitiFact event in Milwaukee.\n\n\n\n\n \nPrevious Evers claim\nLet’s start by noting that Evers made a similar claim earlier in the campaign. He said Walker refused federal funds and \"Wisconsin families now pay nearly 50 percent more than Minnesotans for the same health care.\" Our rating was Mostly False.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nIn that earlier claim, Evers talked about families when the data he cited to back up his statement was on individuals. But the bigger problem was that Evers blamed the cost difference on Walker’s refusal to accept additional federal aid to do an expansion of Medicaid under the Affordable Care Act (Obamacare), when many factors were at work, as experts told us then:\n1. Other factors that determine premiums include reinsurance, risk pool differences and competition between insurers and providers, said a health care expert at the nonpartisan Urban Institute.\n2. \"It is just challenging to draw hard and fast conclusions when you’re just comparing one state to another, because states can have very different policy and market dynamics,\" a Georgetown University expert said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEvers has similar problems with the statement we’re checking now.\nNew Evers claim\nAs he did in his earlier claim, Evers in his new claim relies on data from a gold-standard source on health care, the non-profit Kaiser Family Foundation. A table of data entitled \"Marketplace Average Benchmark Premiums\" shows the 2018 premium as $569 in Wisconsin $385 in Minnesota.\nThat’s a difference of 48 percent, nearly what Evers claims in the ad.\nBut Evers’ claim is broad -- and the premium data he cites is narrow.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nKaiser gathered figures for the second-lowest-cost silver premium for a 40-year-old in each county who buys individual insurance through the state and federal marketplaces that were created after the Affordable Care Act.\nSo, we’re talking a relatively small slice of everyone who buys health insurance  — individuals who buy it on their own.\nIn contrast, most non-elderly people get their health coverage through an employer-based plan. And many people, including the elderly, are covered by programs such as Medicare or Medicaid.\nBroader measures can paint a different picture.\nFor example, Walker’s campaign also cites Kaiser research, but on a measure involving more people — the average annual family premium per enrolled employee for employer-based health insurance. For 2017, the employee contribution in Minnesota was $4,998, slightly higher than the $4,842 in Wisconsin.\nOur rating\nEvers says: \"Wisconsin pays 50% more than Minnesota for the same health care.\"\nOn one measure — how much 40-year-old individuals pay for health insurance they buy on their own — the annual average premium is nearly 50 percent higher in Wisconsin than in Minnesota.\nBut Evers’ statement is broad, and that measure is narrow, given that the vast majority of people get their health insurance through an employer or from the government. By one measure of employer-provided health insurance, the average annual premium paid by employees was actually 3 percent higher in Minnesota than in Wisconsin.\nMoreover, Evers suggests Walker has failed to address health care costs, when many factors are involved, especially in an apples-to-oranges comparison of two states.\nEvers’ statement has only an element of truth and ignores critical facts that would give a different impression — our definition of Mostly False.\n Share the Facts 2018-10-22 21:00:47 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   \"Wisconsin pays 50% more than Minnesota for the same health care.\"     Tony Evers Democratic candidate for Wisconsin governor  https://www.youtube.com/watch?v=fxG67romNho&feature=youtu.be   In a TV ad Tuesday, October 9, 2018 2018-10-09    Read More  info", "vclaim_id": "vclaim-pol-01440"}