{"url": "/factchecks/2019/sep/27/donald-trump/fact-checking-trump-hiring-minorities-women/", "speaker": "Donald Trump", "vclaim": "\"For the first time in history, most new hires of prime working age are minorities and women.\"", "truth_label": "half-true", "date": "stated on September 22, 2019 in a speech:", "title": "Fact-checking Trump on hiring of minorities, women", "text": "President Donald Trump during a forum with India’s Prime Minister Narendra Modi said economic indicators painted a good picture for minority workers.\nTrump promoted low unemployment numbers for minorities and said that \"for the first time in history, most new hires of prime working age are minorities and women.\"\nIs Trump right that minorities and women for the first time account for most new hires of prime working age? \nTrump’s re-election campaign told PolitiFact that Trump relied on reporting by the Washington Post. However, Trump imprecisely recounted the Post’s analysis. The Post found that for the first time, most new hires of prime working age are people of color, and that within that segment, women are predominantly driving the trend. An economist told us that the president’s statement and the wording in the Post article are significantly different.\nWashington Post analysis\nA Sept. 9 Washington Post article said that a \"surge of minority women getting jobs has helped push the U.S. workforce across a historic threshold. For the first time, most new hires of prime working age (25 to 54) are people of color.\" The Post noted that \"minority hires overtook white hires\" in 2018 and that women were \"predominantly driving this trend.\" \nThe newspaper said its findings were based on data the Department of Labor began collecting in the 1970s.\nThe Department of Labor’s Bureau of Labor Statistics told PolitiFact that it did not have data that identified \"new hires\" by age, race, Hispanic ethnicity, or sex.\nBut it is theoretically possible, as the Post did, to analyze different sets of data to construct something that could be defined as a \"new hire,\" the bureau said.\nThe Post’s analysis used detailed microdata from the Current Population Survey and other related statistics, said economists who guided the Post on how to analyze the labor market data. Specifically, the Post downloaded an extract from IPUMS (a project of the University of Minnesota) that \"allows researchers to create more detailed analysis than the number released every month in the well-known jobs report,\" said Nick Bunker, an economist at the Indeed Hiring Lab who focuses on the U.S. labor market and whom the Post consulted about its data analysis.\nOverall, the Post found that based on data collected since the 1970s, most new hires of prime working age (25 to 54) were people of color, and women within that segment were pushing the trend. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat’s not the same as saying that minorities and women represent most of the new hires, as Trump said.\n\"The president's paraphrase of the findings is incorrect as it includes non-Hispanic white women,\" Bunker said.\nErnie Tedeschi, a managing director and policy economist at Evercore ISI, also told us that the majority of prime-age job finders over the last 24 months have been people of color. Tedeschi uses the term \"job finders\" to refer to people who transition from nonemployment one month to having a job the next month.\nWhat’s influencing the trend?\n\"A lot of what’s going on here is population growth: prime-age America is much less white than it used to be,\" Tedeschi said. \"As a result, prime-age Americans of color, in particular women, are a growing share of the prime-age overall and nonemployed populations.\"\nCollege attainment is also rising for everyone and especially for Americans of color, and that increases their chances of getting jobs, said Tedeschi, who offered the Post guidance on how to analyze the labor market data.\nThe Post flagged additional factors driving the trend: Latino women being encouraged to work outside the home, a need for two incomes to pay the bills, and men being deported and women needing to enter the workforce to support their families.\n\"This trend will likely continue if the labor market remains strong,\" Bunker said. \"But an economic downturn might reverse the trend, and we might not see people of color make up most of new prime-age hires again until the labor market has strengthened for quite some time.\"\nOur ruling\nTrump said, \"For the first time in history, most new hires of prime working age are minorities and women.\"\nTrump’s re-election campaign said Trump’s claim is based on an analysis by the Washington Post. But Trump’s phrasing is off.\nThe Post reported that according to data collected by the government since the 1970s, most new hires of prime working age (25 to 54) were minorities, and minority women were predominantly driving the trend. That isn’t the same as saying minorities and women (of all races and ethnicities) account for most of the new hires of prime working age.\nTrump’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-00115"}