{"url": "/factchecks/2013/feb/18/grover-norquist/norquist-says-virginia-has-spent-less-1-percent-bu/", "speaker": "Grover Norquist", "vclaim": "In Virginia \"there has been a billion dollars in surplus over the last three years. The legislature has spent less than 1 percent of that on roads.\"", "truth_label": "false", "date": "stated on February 7, 2013 in a radio interview.:", "title": "Norquist says Virginia has spent less than 1 percent of budget surpluses on roads", "text": "Grover Norquist, one of the most influential voices in the United States against raising taxes, is opposed to Gov. Bob McDonnell’s transportation plan.\n\nMcDonnell’s proposal to generate $3.2 billion over five years relies, in part, on ending the state’s fixed 17.5-cent per gallon gas tax and increasing the 5 percent sales tax to 5.8 percent. The plan also would raise the annual $41 registration fee for most vehicles to $56.\n\nNorquist, who is president of the Americans for Tax Reform, says those two parts of McDonnell’s plan qualify as tax increases. He has warned the 30 Republican state legislators who have signed his organization’s pledge to oppose tax increases that support of McDonnell’s plan would break their promise.\n\nNorquist says Virginia should find a way to fix its roads without raising taxes. One way to do that, he said during a Feb. 7 radio interview, would be to earmark the state’s budget surpluses for transportation.\n\n\"There’s been over $1 billion in surplus over the last three years, the legislature has spent less than 1 percent of that on roads,\" Norquist said on the John Fredericks Show.  \"So if you can’t prioritize unexpected revenue because the economy grew faster than you were planning, when can you begin to prioritize roads?\"\n\nWe wondered whether Virginia really has spent less than 1 percent of its surplus on roads during the last three years.\n\nWe contacted Paul Blair, a spokesman for Americans for Tax Reform. He said Norquist’s statement was based on press clippings and budget presentations the McDonnell administration made to the General Assembly during fiscal 2010, 2011 and 2012. The total surplus for three those years came to $1.4 billion.\n\nBlair also cited administration figures for the amount of the surplus each year that went to transportation: $32.7 million in 2010; $67.2 million in 2011 surplus and $0 in 2012 surplus. That comes to a total of $99.9 million in surpluses that went to the state’s Transportation Trust Fund.\n\nBlair acknowledged those figures mean that the amount that went to transportation is not less than 1 percent, as Norquist said. Less than 1 percent would mean less than $14 million of surplus went to transportation over the last three years.\n\n\"Initial information provided by members of the state legislature was incorrect. The actual amount spent on transportation projects is $99.9 million, roughly 7 percent of surplus funds,\" Blair wrote in an e-mail. \"The facts remain: when presented with the opportunity to designate more money to the Transportation Trust Fund from annual surpluses, the legislature generally designates the money to any and everything else.\"\n\nBlair declined to identify the legislators who he said provided the wrong information. He said 7 percent is still a low number, adding that a 2007 state law calls for ensuring that 67 percent of \"undesignated\" surpluses are required to go to transportation.\n\n\"To circumvent state law on the amount of money required to go to transportation from a surplus, the legislature ensures that the 67 percent of ‘remaining funds’ is very little,\" Blair said. \"In 2012, it was a whopping $0.\"\n\nWe spoke with Neil Miller, Virginia’s deputy finance secretary, who confirmed $99.9 million has gone to the Transportation Trust Fund from the 2010 and 2011 surpluses and no money at all went there from the 2012 surplus.\n\nAbout two-thirds of the sum -- $61.7 million -- was earmarked for the Virginia Transportation Infrastructure Bank, a state program that lends money to localities and private entities to help pay for road, rail, and other transportation projects.\n\nAbout half of the three-year $1.4 billion surplus that McDonnell announced in August comes from revenues that exceeded estimates. Most of the rest comes from allocated money that was not spent.\n\nMiller explained in an e-mail that various state laws mandate where much of the state surplus money has to go.\n\nFor example the state’s constitution requires that a portion of the surplus be deposited in the rainy day fund, used to cushion Virginia through lean budget cycles. The fund was drawn down during the Great Recession and received a combined $211 million from the 2011 and 2012 surpluses.\n\nVirginia law also requires a portion goes to the state’s water quality improvement fund, which got $103.7 million of surplus money over the last three fiscal years. Another $47.7 million went into a reserve fund for disaster relief. The General Assembly often adds to the list by approving budgets that allocate in advance portions of surpluses that might occur for other priorities, such as a bonus paid to state employees last December.\n\nThere have been proposals over the years to boost the portion of surpluses that are funneled to transportation. In 2007, Republican’s unsuccessfully sought to reserve half of all future budget surpluses for road maintenance.\n\nDemocrats have opposed the efforts. One reason is that the surplus comes from the state’s general fund, which draws largely from income and sales taxes to pay for education, public safety and health programs. Transportation is primarily funded by a different set of revenues: federal grants and state taxes on gasoline, vehicle sales and licenses. Many Democrats have insisted that surpluses should be returned to general fund programs.\n\nDemocrats and some senate Republicans also have noted that the state does not always end its fiscal year in surplus, and argued that Virginia needs a long-term, dependable source of new revenues to solve its transportation problems.\n\nA final note: The major parts of McDonnell’s transportation plan have been approved by the House. The Senate has passed a more ambitious plan that would generate $900 million a year by increasing the gas tax and pegging it to inflation, raising vehicle registration fees and empowering localities to impose a local sales tax for transportation projects.\n\nHouse and Senate negotiators are trying to reach a compromise before the General Assembly’s scheduled adjournment on Feb. 23.\n\nOur ruling\n\nNorquist said the state legislature spent less than 1 percent of its surplus over the last three years on roads.\n\nHis organization acknowledges that number is wrong. The correct figure is 7 percent, a difference equaling at least $86 million. We rate Norquist’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09701"}