{"url": "/factchecks/2016/jun/07/pat-toomey/pat-toomeys-beef-supreme-court-pick-merrick-garlan/", "speaker": "Pat Toomey", "vclaim": "Says Merrick Garland \"authored an opinion that resulted in the release of 17 Guantanamo Bay prisoners who were part of a group of violent Islamist extremists the State Department had designated as terrorists.\"", "truth_label": "barely-true", "date": "stated on April 15, 2016:", "title": "Pat Toomey’s beef with Supreme Court pick Merrick Garland for freeing ‘extremists'", "text": "U.S. Senator Pat Toomey has doubts about Supreme Court nominee Merrick Garland -- particularly regarding a ruling that set free prisoners from Guantánamo Bay.\nGarland \"authored an opinion that resulted in the release of 17 Guantanamo Bay prisoners who were part of a group of violent Islamist extremists the State Department had designated as terrorists,\" Republican Toomey wrote in an April op-ed for PennLive titled, \"Here's why I'm opposing Merrick Garland's Supreme Court nomination.\"\nLook closely: Toomey’s statement combines two court rulings, Garland’s and a later decision. The first, decided by a three-judge panel and indeed authored by Garland, ordered the release of one detainee, not 17.\n \nUighurs in China\nToomey is not referring to a typical Guantánamo case. The story begins with social unrest in China, and the status of the Uighurs. Uighurs (pronounced wee-gurs) are a Muslim ethnic minority primarily from the northwestern province of Xinjiang. After alleged discrimination and violent clashes, the 22 Uighurs fled China for the Afghan mountains, and fled again after airstrikes reached their settlement after 9/11. They were captured and sent to Gitmo in 2002. Many had been captured in Pakistan, close to the Afghan border, by bounty hunters who sold them to the United States for $5,000 each.\nWhy would a Uighur militant be a part of Al Qaida? In the 2013 report \"Terrorism in China,\" University of Virginia Professor Philip B.K. Potter traces it to \"China’s ongoing security crackdown in Xinjiang [forcing] the most militant Uyghur separatists into volatile neighboring countries, such as Pakistan, where they are forging strategic alliances with, and even leading, jihadist factions affiliated with al-Qaeda and the Taliban.\"\nSo, as the executive branch pushed for Guantánamo’s closure, the case of the Uighurs and their possible ties to terrorism took center stage.\nFive Uighurs were cleared and released in 2006, resettling in Albania. Seventeen remained in custody. Which brings us Garland and the 2008 opinion that Toomey is referencing.\n \nWhat made the government back down\nReally, the three-judge panel on which Garland sat only released one Uighur: Huzaifa Parhat.\nParhat told the FBI, per court documents, that he left China to escape harsh discrimination. His people suffered \"harassment, forced abortions for more than two children, high taxes, the taking away of land, and the banishing of educated people to remote areas,\" he said. He was one of the Uighurs who had basic gun training from the East Turkistan Islamic Movement (or ETIM; Turkistan is a name some Uighur independentists use for their homelands), learning how to take apart and clean guns.\nMuch of the evidence that the government provided came from his own interviews. Parhat identified Hassan Maksum and Abdul Haq, as leaders at the camp; both men were ETIM fighters and Al Qaida members. In court, Parhat argued that just because some people in the camp were members of ETIM, it didn’t mean that the whole camp was.\nGarland, in his opinion, noted that the intelligence didn’t seem certain. \"The documents repeatedly describe those activities and relationships as having ‘reportedly’ occurred, as being ‘said to’ or ‘reported to’ have happened, and as things that ‘may’ be true or are ‘suspected of’ having taken place,\" he wrote. \"But in virtually every instance, the documents do not say who ‘reported’ or ‘said’ or ‘suspected’ those things.\"\nFurther: \"To be clear, we do not suggest that hearsay evidence is never reliable -- only that it must be presented in a form, or with sufficient additional information, that permits the Tribunal and court to assess its reliability.\" The three-judge panel unanimously found  that the government didn’t have enough evidence to prove that Parhat was Taliban-affiliated or an enemy of the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe government conceded that it would not argue differently for the remaining detainees. The D.C. Federal District Court, Ricardo Urbina, ordered their release later that year.\nUrbina also ordered them transferred to the United States, but a federal circuit court panel later blocked this move. Federal law bans transferring Guantanamo detainees to American soil.\nBecause the United States has a non-refoulement policy that prohibits sending refugees to countries where they would be in danger, the detainees could not be sent back to China. So these men were resettled in nations like Palau, Switzerland and Bermuda. The last Uighur detainees left Guantánamo for Slovakia as 2013 came to a close.\n \nWhat do experts think?\nIt’s worth noting that the government pointed to other evidence against the Uighurs that remains classified. But Toomey isn’t basing his statement on classified documents. What’s unclassified is \"ample\" enough, according to his spokeswoman, to substantiate the claim.\nOut of the unclassified documents, the primary sources are the Uighurs themselves. Many of the Uighur 17 admitted that they received basic gun training, but none said they had Al Qaida ties. Many said they were fighting -- but for their independence, not in global jihad or with efforts to hurt Americans.\nIn 2003, according to the Washington Post, the Pentagon had already considered five of the Uighurs innocent (the same five who were relocated to Albania three years later) and another 10 \"low-risk,\" approving 15 for release. The report quotes a State Department official calling the Uighurs’ case \"unfortunate.\"\nSome experts believe the Uighurs’ detainment was likely a mistake. Benjamin Wittes, a governance studies researcher at the Brookings Institution, told PBS NewsHour that he considered this a  case of wrong place, wrong time. \"These are actually not people who have a problem with the United States,\" said Wittes. \"These are people who have a problem with the government of China and whose marriage of convenience with the Taliban is really just a convenience thing. It’s not part of any global jihad.\"\nWhile Thomas Joscelyn, senior editor at the Long War Journal, doesn’t believe the Uighur detainees were high-threat, he doesn’t see them as harmless and disagrees with Wittes.\n\"It’s what we call the Forrest Gump story,\" he said. \"Where they happened upon these places that are Al Qaida-affiliated by accident. ... It strains credulity that would accidentally find their way to the Tora Bora Mountains, a known Al Qaida stronghold, jihadist country at that time.\"\nAlmerindo Eduardo Ojeda, director of the Center for the Study of Human Rights in the Americas, calls the detainees \"mostly independentists that happened to be Muslims.\" Labeling them terrorists on \"grounds that [the government] cannot reveal... is particularly insidious, as there is a definite interest in large areas of the government to inflate the claims. At an enormous cost to the detainees,\" he emailed.\n\"For GTMO prisoners to be released,\" Ojeda asked, \"They have to be cleared by all relevant intelligence agencies. What does Pat Toomey know that they don't?\"\n \nOur ruling\nToomey wrote that Garland \"authored an opinion that resulted in the release of 17 Guantanamo Bay prisoners who were part of a group of violent Islamist extremists the State Department had designated as terrorists.\"\nToomey’s claim is misleading. We have no definitive proof that the Uighur detainees engaged in terrorist acts or were \"violent Islamist extremists.\" They were an oppressed ethnic minority in China and may have been caught up in events without endorsing terrorism. The courts released them because the government’s case against them seemed dubious.\nWe rule the claim Mostly False.", "vclaim_id": "vclaim-pol-04865"}