{"url": "/factchecks/2019/jun/07/viral-image/no-kanye-didnt-dunk-children-wheelchairs/", "speaker": "Viral image", "vclaim": "Says Kanye West scored \"106 points against wheelchair basketball team.\"", "truth_label": "pants-fire", "date": "stated on June 6, 2019 in a Facebook post:", "title": "No, Kanye didn’t dunk on children in wheelchairs", "text": "It wasn’t so long ago that musician Kanye West told someone attending one of his concerts in a wheelchair to stand up, but did he dunk on children who can’t walk?\n\"Kanye scores 106 points against wheelchair basketball team,\" reads a headline on a June 6 Facebook post. \"A charity basketball game didn’t go exactly as planned yesterday when Kanye West scored 106 points against a team of handicapped children in wheelchairs.\"\nThe post, which shows what looks like a photo of West dribbling a basketball on a court, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThat’s because it originates from a satirical website that readers often confused for real news.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nThe Daily Currant has since ceased publication but on Sept. 17, 2014 — a few days after West urged people at his concert to stand up — the site posted the story about the rapper creaming a team of kids in wheelchairs.\n\"The game was a PR move intended to smooth over the controversy that erupted this week between Kanye and the disabled community,\" the story says (you can read an archived version here). \"Organizers said, ‘Both teams were supposed to be playing in wheelchairs but Kanye’s camp said Mr. West would be playing the ‘normal way.’\"\nAfter West did a \"tomahawk slam dunk\" that sent the basketball into a fictional seventh grader’s face, the (fake!) article quotes West as saying, \"How do you like that? How do you like that? Sit before the great and powerful Yeezus.\"\nPolitiFact bows to no self-proclaimed God. And we rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-00554"}