{"url": "/factchecks/2012/apr/23/ted-nugent/ted-nugent-says-four-supreme-court-justices-declar/", "speaker": "Ted Nugent", "vclaim": "\"We’ve got four Supreme Court justices who … signed their name to a declaration that Americans have no fundamental right to self-defense.\"", "truth_label": "half-true", "date": "stated on April 14, 2012 in a speech at the annual convention of the National Rifle Association:", "title": "Ted Nugent says four justices declared Americans have 'no fundamental right to self-defense'", "text": "Conservative rocker Ted Nugent, a board member of the National Rifle Association since 1995, throws his \"fire-breathing intensity\" behind his guitar — and the Second Amendment.\n\nOn April 14, 2012, his NRA convention rhetoric caught the attention of the Secret Service, but the provocative speech — which was largely a call to action to get out the vote for Mitt Romney — also included some checkable facts about gun rights.\n\nOne that caught our eye: \"We’ve got four Supreme Court justices who … signed their name to a declaration that Americans have no fundamental right to self-defense.\"\n\nHere’s the setup:\n\nWe’ve got four Supreme Court justices who don’t believe in the Constitution. Does everybody know here that four of the Supreme Court justices not only determined you don’t have the right to keep and bear arms, four Supreme Court justices signed their name to a declaration that Americans have no fundamental right to self-defense. That sounds like a stoned hippie. That doesn’t sound like a Supreme Court anything. It sounds like a supremely intellectually vacuous punk. To think that a human could think that humans don't have a basic right to self-defense is so bizarre to me — as to — my brain can't accept the information. And if you want more of those kinds of evil, anti-American people on the Supreme Court, then don't get involved, and let Obama take office again.\n\nIs the \"Motor City Madman\" correct about Supreme Court jurisprudence?\n\nDistrict of Columbia vs. Heller\n\nWe reached out to Nugent’s press contact and the NRA, but didn’t get a response. Still, we found a case with dissenting opinions signed by four justices that appears to be what he's referring to. (If Nugent offers us some other \"declaration,\" we’ll be happy to update our item.)\n\nA quick refresher on the Second Amendment to the U.S. Constitution: It says: \"A well regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.\"\n\nThe 2008 case District of Columbia vs. Heller struck down the District of Columbia’s handgun-ownership ban. It also marked the first time the Supreme Court said the Second Amendment secures an individual right to gun ownership. But the decision was split 5-4 — and justices who didn’t side with the majority offered two dissenting opinions.\n\nThe dissents offered two views about self-defense.\n\nJustice John Paul Stevens wrote, \"There is no indication that the Framers of the Amendment intended to enshrine the common-law right of self-defense in the Constitution.\"\n\nSo, Stevens acknowledged a \"common-law right,\" but not necessarily a constitutional right.\n\nJustice Stephen Breyer wrote:\n\n\"Thus I here assume that one objective (but, as the majority concedes ... not the primary objective) of those who wrote the Second Amendment was to help assure citizens that they would have arms available for purposes of self-defense. ...\n\n\"I shall, as I said, assume with the majority that the Amendment, in addition to furthering a militia-related purpose, also furthers an interest in possessing guns for purposes of self-defense, at least to some degree. ... Although I adopt for present purposes the majority's position that the Second Amendment embodies a general concern about self- defense, I shall not assume that the Amendment contains a specific untouchable right to keep guns in the house to shoot burglars. …\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"(T)he self-defense interest in maintaining loaded handguns in the home to shoot intruders is not the primary interest, but at most a subsidiary interest, that the Second Amendment seeks to serve.\"\n\n\nSo, Breyer acknowledges that one objective of the Second Amendment -- but not the primary objective -- is to allow citizens guns for self-defense, along with \"a general concern about self-defense,\" and \"a subsidiary interest\" in keeping loaded handguns at home.\n\nStevens and Breyer, along with Justice David Souter and Justice Ruth Bader Ginsburg, joined both dissenting opinions.  \n\nThat's four justices. But we should note that Stevens and Souter are no longer on the court, replaced in recent years by Elena Kagan and Sonia Sotomayor. Nugent's phrase, \"We've got four Supreme Court justices who ...\" suggests he meant four current justices. Still, Sotomayor sided with the minority in a 2010 case, McDonald vs. Chicago, which affirmed the decision in District of Columbia vs. Heller, and Kagan hasn't yet tipped her hand.\n\nAbout the opinions themselves: We contacted a few attorneys who have argued before the Supreme Court to help us weigh whether those they could reasonably be described as \"a declaration that Americans have no fundamental right to self-defense.\"\n\n‘Fundamental right’\n\nIt turns out \"fundamental right\" has a fairly specific meaning in constitutional law. Justices divide constitutional rights into categories, such as fundamental and nonfundamental.\n\nFundamental rights, as you might have guessed, trigger a higher level of protection from the court. Laws that might infringe on such rights face \"strict scrutiny.\" But regulations that infringe on nonfundamental rights have a much easier burden to pass constitutional muster. They just have to have \"a rational basis.\"\n\nClark Neily, an attorney who helped represent security guard Dick Anthony Heller in District of Columbia vs. Heller, says it looks to him like the dissenting judges treated self-defense more like the court typically treats nonfundamental rights than fundamental rights.\n\nIn other words, Nugent's characterization was reasonably accurate.\n\nTom Goldstein, the publisher of SCOTUSblog who has argued 25 cases before the Supreme Court, agrees.\n\n\"I think Ted is correctly describing what the dissenters … believe,\" he said.\n\nBut Erwin Chemerinsky, the founding dean of University of California at Irvine School of Law, whose most recent book was The Conservative Assault on the Constitution, found Nugent’s statement misleading.\n\n\"The statement from Justice Stevens was about whether the Second Amendment right to bear arms includes a right to have firearms in the home,\" he said. \"The justices did not deny that self-defense is available as a defense in criminal cases in all 50 states. The Nugent statement made it seem that the justices were questioning that.\"\n\nIn other words, Nugent’s use of the legal phrase \"fundamental right\" might make lay people think those justices disagree with self-defense as protection in criminal cases.\n\nWe’re willing to give Nugent credit for using the correct term of art, in this case \"fundamental right.\" Still, we’ll ding him for saying the justices signed their name to a \"declaration,\" when he meant dissenting opinions in a court case — especially since they didn’t make it explicitly clear that self-defense was a nonfundamental right. Even Neily found that a stretch.\n\nOur ruling\n\nNugent, an NRA board member for almost 20 years, told a crowd that, \"We’ve got four Supreme Court justices who … signed their name to a declaration that Americans have no fundamental right to self-defense.\"  We find the phrase \"a declaration\" an exaggeration, along with the suggestion that all four justices are still on the court. But he’s correct that four justices signed on to dissenting opinions in District of Columbia vs. Heller that find some right to self-defense — but arguably not a fundamental right earning the Supreme Court’s highest level of protection. He used the right phrase. Still, \"a declaration\" and \"four justices\" make the statement just partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-11223"}