{"url": "/factchecks/2017/may/31/uspoln/pat-robertson-gays-special-colored-clothes/", "speaker": "Uspoln Website", "vclaim": "Says Pat Robertson said, \"We must impose a rule on the gay population that would require them to wear specially-colored clothes.\"", "truth_label": "pants-fire", "date": "stated on May 22, 2017 in an article on a fake news website:", "title": "Fake news: Pat Robertson did NOT say gays should wear specially-colored clothes", "text": "The website USPOLN, already flagged as a fake news site on our handy guide, recycled an evocative bit of fakery about television evangelist Pat Robertson that dates from 2015.\nAllegedly drawing on an installment of Robertson’s show The 700 Club, the post begins with Robertson warning that legal rights of gays and lesbians will draw down God’s wrath upon America. It then goes off the rails.\nThe article says a caller asks if this disaster can be averted. To which Robertson replies, \"The only way to stop the spread of these diseases that are plaguing the country is to make some sort of obvious distinction between gay people and normal, straight people. I personally believe that we must impose a rule on the gay population that would require them to wear specially-colored clothes, for example. I’m thinking we need to go through the Senate with this and we need to make it official.\"\nFacebook readers flagged this as likely fake news, and in fact, the article provides a link to its source, an item from the fake news site Newslo that was debunked by Snopes in early November 2015.\nRobertson never said those words, but if the goal is to drive traffic, passing them off as real seems to work. The 2015 version drew snarky comments from a website in the United Kingdom, and the latest verbatim copy pulled in angry responses from those who also took it as real. One commenter said, \"I think God will go after him and his fortune for being close-minded and prejudiced. The Bible teaches us to love each other no matter who they are.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPresident Donald Trump’s White House win seems to have increased the popularity of false news items that fuel the ire of liberals. So far the evidence is anecdotal, but the standard rule to stem the spread of faux news applies: If the headline alone inspires outrage, pause before sharing. Then look for the tell-tale signs of fake news, such as a lack of sources, no date of publication and the presence of click-bait ads all around the page.\nUSPOLN describes itself as a hybrid news/satire site. The article gives no indication that its content is hokum.\nOur ruling\nThe USPOLN website posted an article alleging that Robertson called for a law to require gays and lesbians to wear specially colored clothes. Robertson never said those words. The claim was recycled from a two-year-old claim that had been previously debunked.\nWe rate this claim Pants on Fire!\n Share the Facts 2017-05-31 17:44:52 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Pat Robertson said, \"We must impose a rule on the gay population that would require them to wear specially-colored clothes.\"    USPOLN Fake news website   In a web post Monday, May 22, 2017 2017-05-22    Read More  info", "vclaim_id": "vclaim-pol-03256"}