{"url": "/factchecks/2018/dec/06/jean-evans/jean-evans-overstates-clean-missouri-effects-email/", "speaker": "Jean Evans", "vclaim": "\"Constituents now face reality that all their personal issues will be made public\" under Clean Missouri.", "truth_label": "barely-true", "date": "stated on November 25, 2018 in a tweet:", "title": "Jean Evans overstates Clean Missouri effects on emails", "text": "Missourians overwhelmingly supported Amendment 1, also known as Clean Missouri, in the November election.\n\n\nThe amendment includes changing processes for redistricting, capping campaign contributions and establishing limits on lobbyist gifts.\n\n\nBut one particular issue has become controversial among lawmakers after the amendment’s passage. The bill requires that legislative records and proceedings now be open to the public, meaning that all state legislators will now be subject to the Missouri Sunshine Law.\n\n\nSeveral Missouri lawmakers have since brought up concerns with the limitations, or lack thereof, of what will have to be made public if a Sunshine Law request is made of them.\n\n\n\"Constituents now face the reality that all their personal issues will be made public,\" State Rep. Jean Evans said on Twitter.\n\n\nLater in her Twitter thread, she makes clear that she believes her constituents have lost privacy when sending her emails.\n\n\nWe decided to take a look.\n\n\nWhat does the law say?\n\n\nWhen we reached out to Evans, she directed us to information given to members of the House of Representatives by Chief Clerk and Administrator Dana Rademan Miller.\n\n\nIt isn’t a legal opinion, but rather resources that members could use if they received a request under the Sunshine Law. It did, however, provide some clarity on the language and enforcement of the amendment.\n\n\nIn short, state legislators will now become subject to the Sunshine Law and become the custodian, or keeper, of their own records under Amendment 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Facebook recently logged users out to track their “off Facebook activity” involving bank accounts, emails and other apps.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 28, 2021\n\n\n\n\n\n\n\n\n\nGovernmental bodies in Missouri have been subject to the Sunshine Law, but before the passage of the amendment, individual legislators were not considered to be governmental bodies.\n\n\nJoseph Martineau, primary First Amendment lawyer for the St. Louis Post-Dispatch, said that the law essentially applies the same rules to individual legislators that lower public governmental bodies and the legislative branch already followed.\n\n\nJean Maneke, a lawyer at the Maneke law group and legal hotline attorney for the Missouri Press Association, said that it is important to note that in the context of Evans’ tweet, the law does not specifically say emails, but rather says legislative records (including electronic ones), and that it will be up to each legislator to decide if they classify emails as legislative records.\n\n\nWhere things get most interesting, however, is the provisions listed in the Sunshine Law, section 610.021, that allow for closure of certain records. The section lists 24 provisions, with several that call for the closure of records for situations dealing with identifiable persons, such as welfare cases, nonjudicial mental and physical health proceedings, and personnel records.   \n\n\nSean Soendker Nicholson, from Yes on 1 for a Clean Missouri, said, \"There are rules already in place to protect private information when someone submits a Sunshine Law request to the governor or to their mayor, and those will remain in place for Sunshine Law requests that go into politicians.\"\n\n\nManeke believes, however, that things are far from that simple. She was quick to point out that at this stage, everything is interpretation, as there have been no suits filed for a court to rule on. She said that it will be impossible to know for sure until that occurs, but agrees with Nicholson that some public records are closed under the Sunshine Law, and that could be applicable here as well.\n\n\nOur ruling\n\n\nEvans said, \"Constituents now face reality that all their personal issues will be made public\" under Clean Missouri.\n\n\nAll of them? That’s unlikely given that the Sunshine Law contains provisions for the closure of certain public records that are more sensitive. It is hard to say that all personal issues emailed to state legislators will be made public without knowing the content of those communications.\n\n\nThe new law gives legislators more responsibility for determining what is appropriate to release under the law. Evans’ warning appears to be a broad overstatement of what could occur because of Clean Missouri.\n\n\nFor these reasons, we rate Evans' statement Mostly False.", "vclaim_id": "vclaim-pol-01215"}