{"url": "/factchecks/2013/jan/17/chris-christie/chris-christie-says-current-fiscal-year-income-tax/", "speaker": "Chris Christie", "vclaim": "\"Gross income tax receipts are exceeding the Administration’s projections for this fiscal year prior to Sandy.\"", "truth_label": "true", "date": "stated on January 8, 2013 in State of the State address:", "title": "Chris Christie says current fiscal year income tax receipts higher than projected, before Sandy", "text": "Gov. Chris Christie made some ambitious financial predictions in 2012, generating both praise and controversy.\n\nPerhaps the boldest claim? New Jersey’s revenues would rise 8.4 percent for the current fiscal year that began July 1, a forecast criticized by Wall Street analysts and New Jersey Democrats.\n\nBut Christie has held firm on his forecast and discussed what he said is the state’s improving economic news during his Jan. 8 State of the State address in Trenton.\n\n\"Gross income tax receipts are exceeding the Administration’s projections for this fiscal year prior to Sandy,\" Christie said, citing other accomplishments such as job growth and increases in both consumer spending and industrial production.\n\nLooking strictly at numbers, the governor’s claim is accurate.\n\nNew Jersey operates on a fiscal year that starts July 1 and ends June 30. Since Christie’s comment references the current fiscal year and the months before Hurricane Sandy, which hit the state on Oct. 29, 2012, we’re looking at gross income tax revenue for July through October, and comparing it with the same months in 2011.\n\nFor the current fiscal year, there was no growth in income tax revenue through August, with receipts falling nearly 1 percent to $780 million from $786 million the year before, according to a monthly report produced by the nonpartisan Office of Legislative Services to track growth and decline in state revenue.\n\nThings changed in September, when fiscal year-to-date income tax receipts climbed to $1.8 billion from $1.7 billion the year before.\n\n\"Income tax collections remain strong as the State’s economy continues to grow,\" state Treasurer Andrew Sidamon-Eristoff said in a September news release about the revenue growth.\n\nFiscal year-to-date revenue through October jumped 9.8 percent to $2.69 billion from $2.45 billion for the same period a year ago, thanks to an extra payday that month and delayed tax payments.\n\nHere’s why October’s revenue jump was so high.\n\nEmployers in New Jersey pay withholding taxes to the state every Wednesday, generating between $100 million to $150 million, said David Rosen, chief budget officer for the OLS. October happened to have five Wednesdays, meaning an extra $100 million or so in revenue for the state.\n\nAnother accounting shift resulted in a $60 million increase because of Tropical Storm Irene.\n\nWhen Irene hit in late August 2011, taxpayers were given until Oct. 30 to make their quarterly tax payment normally due in September. That payment was to generate $60 million for the state. As a result of the deadline extension, the money didn’t show up in the state accounting system until November. So, the October ledger was minus $60 million.\n\nThe October 2012 ledger, however, shows $60 million because the usual Sept. 15 tax payment deadline applied this year and the money ended up in state coffers on time.\n\n\"Combined, these two effects artificially boost the current cash flow by about $160 million compared to last year’s baseline,\" the October 2012 OLS revenue report states.\n\nSo technically, there was growth in income tax receipts -- with some help from bookkeeping measures.\n\n\"The statement is literally true,\" Rosen said of Christie’s claim.\n\nTreasury data showed similar growth in gross income tax receipts, but other revenue accounts aren’t doing as well, according to numbers from both the Treasury and OLS. Overall, New Jersey faces a shortfall of $425.9 million for the first six months of the fiscal year. Adding in money left over from last year, the total shortall is $549 million.\n\nChristie spokesmen Michael Drewniak and Kevin Roberts did not respond to a request for comment.\n\nOur ruling\n\nDuring his State of the State address last week, Christie said, \"Gross income tax receipts are exceeding the Administration’s projections for this fiscal year prior to Sandy.\"\n\nLooking at the current fiscal year, year-to-date gross income tax revenue increased year-over-year in September and October -- even though October’s significant growth resulted primarily because of an extra payday that month and an accounting measure. We rate his statement True.\nhttps://www.sharethefacts.co/share/1b929584-ab6d-4ac6-8053-5a4b979762eb\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiane Allen\n\n\nstated on May 9, 2011 in a press release\n\n\n\n\n\n\n\n\nSays Ocean Spray is moving its Bordentown processing facility to Pennsylvania largely because of costs associated with the Regional Greenhouse Gas Initiative.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 20, 2011\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09839"}