{"url": "/factchecks/2016/jan/25/hillary-clinton/hillary-clinton-partially-accurate-campaiging-agai/", "speaker": "Hillary Clinton", "vclaim": "Says Cresent Hardy agreed with Mitt Romney \"about the 47 percent\" and said that \"people with disabilities are, and I quote him, ‘a drain on society.’ \"", "truth_label": "half-true", "date": "stated on January 6, 2016 in comments during the Nevada Battleborn Battleground Dinner at the MGM Grand in Las Vegas:", "title": "Hillary Clinton partially right in attack against Nevada Rep. Cresent Hardy", "text": "For a first-term congressman, U.S. Rep. Cresent Hardy seems to constantly be in hot water.\nPart of the reason is that as a Republican representative of a district that leans Democratic, Hardy holds a seat considered likely to flip in 2016, with a competitive four-person Democratic primary currently underway. The other reason? Hardy, a former state Assemblyman, has gained a reputation for stumbling when speaking off the cuff.\nSeveral of Hardy’s comments resurfaced during former Secretary of State Hillary Clinton’s stump speech during a Democratic event in Las Vegas on Jan. 6.\nHere’s what Clinton said in full:\n\"You even have a Republican Congressman, Mr. Hardy, who says that Mitt Romney was right about the 47 percent and that people with disabilities are, and I quote him, 'a drain on society.' \"\nBecause challengers to Hardy and now Clinton have repeatedly slammed him for this, we thought it was worth revisiting his comments. Let’s break this claim into two parts -- the \"47 percent\" claim and the disabilities claim.\nClinton’s claims connecting Hardy with 2012 Republican front runner Mitt Romney’s infamous \"47 percent\" comments are largely accurate.\nHardy made the comments during a September 2014 campaign meet-and-greet with voters at a private golf club in rural Mesquite. Video from the event shows Hardy responding to a question about the comparable sizes of the federal and private sectors by referring back to Romney’s \"47 percent\" remarks.\n\"Can I say that without getting in trouble like Gov. Romney?\" Hardy said. \"The 47 percent is true. It’s bigger now.\"\nHardy at the time refused to back down from the statement, saying \"Nevada has a long history of politicians willing to speak their mind, and if these comments lead Nevada voters to throw out everyone who has ever made a gaffe, I will proudly mark my calendar for Harry Reid’s retirement.\"\nSo it’s accurate to say that Hardy and Romney match up on the \"47 percent\" comment. But Clinton’s claim becomes much more convoluted over Hardy’s comments on people with disabilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nA Democratic campaign tracker recorded audio of Hardy making the comments in question on May 30, 2015, during a Libertarian Party event at the Tropicana Las Vegas hotel casino. The video quality is rather poor, and coupled with Hardy’s tendency to trip over words, it’s difficult to clearly understand. Here’s our transcription:\n\"I had three children: One was summa cum laude and two were magnum cum laude, and the other didn’t need an education, he works for Raytheon and is smarter than all the rest because he works hard. He builds things that are genius, and some people have that ability and I’m grateful [inaudible] I don’t know where that came from. But they all work hard. They’re raising their own families. They’re doing their own thing. They will not be a drain on society, the best they can. Hopefully they never have some disability that causes them to have to utilize that.\"\nClearly, nobody is going to mistake Hardy for Shakespeare. And it does seem that Hardy is insinuating having a disability might cause them to be a \"drain on society,’ but his wording is unclear enough to pin down what he exactly means.\nBut Clinton’s line makes it appear that Hardy is directly saying that people with disabilities are a drain on society, which certainly isn’t the case as he never directly states that.\nHardy’s campaign consultant told PolitiFact in an email that the Congressman is a strident supporter of people with disabilities, and scolded Clinton for taking the remarks out of context.\n\"The fact that anyone, let alone a candidate for the highest office in the land, would suggest that someone else was actually against the disabled -- just to get some cheap applause from a partisan crowd -- is sickening and sad,\" campaign consultant Ryan Erwin said in an email.\nClinton’s campaign in Nevada declined to comment further than referring to Hardy’s full remarks.\nHardy, both before and after the event, has a history of supporting programs for people with disabilities. His office funded a pool day for children with autism in August, after the comments were published, and his campaign released several letters to PolitiFact supportive of Hardy.\nHardy has also been a longtime supporter of the Las Vegas-based Opportunity Village, a nonprofit groups dedicated to helping people with developmental disabilities find job training and work. The group’s former CEO, Ed Guthrie, said Hardy has attended events and helped facilitate contracts between the nonprofit and businesses in his district.\n\"He’s always been supportive,\" Guthrie said. \"We have no issue with the congressman. If he was misunderstood or if something was taken out of context or if he misspoke, the overwhelming body of evidence as a congressman and Assembly member shows he really does support people with intellectual disabilities and organizations like Opportunity Village.\"\nClinton is spot on in linking Hardy and Romney on the 47 percent comments, yet she’s off in criticizing him over supposed comments on people with disabilities.\nBecause there are so many issues with the second part of Clinton’s claim, we rate this claim Half True.", "vclaim_id": "vclaim-pol-05514"}