{"url": "/factchecks/2011/jan/07/scott-walker/wisconsin-gov-scott-walker-says-state-can-severely/", "speaker": "Scott Walker", "vclaim": "The state is able to sharply curtail contract bargaining rights for state employee unions.", "truth_label": "mostly-true", "date": "stated on December 7, 2010 in a luncheon speech at the Milwaukee Press Club:", "title": "Wisconsin Gov. Scott Walker says the state can severely restrict contract bargaining rights for state employee unions", "text": "There’s little doubt about where Gov. Scott Walker is coming from when it comes to public employees and the size of state government.\n\nWith a hole of about $3 billion in the state budget, Walker aims to wring as many concessions as possible from state workers. In a Jan. 3, 2011 New York Times article, Walker called public employees \"haves\" and taxpayers \"have-nots.\" And he has vowed to restore balance for  taxpayers.\n\nIn December 2010, even before he took office, the door opened wider for Walker when the Democratic-controlled Legislature could not muster enough votes to approve contracts for 39,000 state workers negotiated by outgoing Gov. Jim Doyle, a Democrat.\n\nThose contracts, which cover 2009-2011, and future deals are now in the hands of Walker, a Republican, and the GOP-controlled Legislature.\n\nIn early December, at a Milwaukee Press Club luncheon, Walker indicated that when he took office he would take a broad view of his authority.\n\nWalker said he was open to considering \"anything from the decertify all the way through modifications of the current laws in place.\"\n\nHe added: \"The bottom line is that we are going to look at every legal means we have to try to put that balance more on the side of taxpayers and the people who care about services.\"\n\nIf anything, now that Walker’s in office, the question of what authority he and like-minded lawmakers have to change bargaining rules is more important.\n\nCould Walker, as he claimed, take action to sharply curtail the bargaining rights of state employee unions?\n\nLet’s start with the question of \"decertifying\" unions.\n\nThat phrase refers to a decision by union members to disband. Government cannot decertify a union; only the members can. Walker clearly incorrectly used that term -- he repeated it after it was included in a question by a reporter at the Press Club event.  \n\nIn the wake of Walker’s comment, some critics seized on that word to declare Walker was flat-out wrong about what he could do as governor. However, focusing on the word \"decertify\" ignores the entirety of the full statement, which is what we are evaluating in this item.\n\n\"He can’t decertify a union per se,\" labor historian Ken Germanson said in a radio interview with WUWM.\n\nBut Germanson and other labor experts agree that Walker and the Legislature have control over bargaining parameters because it is the state that sets the rules for the areas subject to negotiations. That is, Walker can change the rules if the Legislature goes along.\n\nAnd with Republicans holding both chambers, he may have support on those fronts.\n\nWhat would Walker have to do?\n\nIt’s as simple -- and complicated -- as amending the state Employee Relations Act, said Peter Davis, general counsel at the Wisconsin Employment Relations Commission.\n\nWhile federal labor law covers unions at private employers; state employees are covered by that piece of state law. Though it has not changed much over the years, it could be changed.\n\n\"The rights established by the State Employment Labor Relations Act have not been amended in any significant way for at least the last 30 years -- aside from expanding/adding the types/numbers of employees who have (the) rights,\" Davis said.\n\nDavis and other experts say Walker and the Legislature probably could not do away with labor unions entirely, but they could modify what’s subject to negotiations.\n\nFor instance, they could eliminate subjects like health insurance and pensions from collective bargaining. That would allow the administration to impose changes in those areas. Walker has said requiring employees to pay 5 percent of wages toward their pensions and 12 percent of their health care costs could save the state $150 million between January and June.\n\nOther permitted topics for bargaining include wages, vacation time and work conditions.\n\nState employee unions do not have a right to binding arbitration to settle impasses. And the labor act forbids strikes -- something the state likely would not want to give up.\n\nWithout arbitration or a credible strike threat, Davis said, when compared to other public employee unions \"state employee unions have always had less power at the bargaining table.\"\n\nMarty Beil, executive director of the Wisconsin State Employees Union, told the Journal Sentinel that the state law \"assures the uninterrupted delivery of high-quality public services and has kept labor peace for more than three decades.\"\n\nWalker spokesman Cullen Werwie said the governor would not include a rewrite of the state law as part of the emergency special session of the Legislature called to deal with the economy and jobs.\n\nHe said there are a number of options available, including immediately beginning talks with state employee unions.\n\n\"There are two parties in contract negotiations, the state and the unions,\" Werwie said. \"My guess is that union leadership will stay the same, the state negotiator will change (under Walker), which I would argue is a 50 percent change in participants. That 50 percent change will provide the incoming administration with greater latitude in contract talks.\"\n\nAll that remains to be seen. Where does that leave us right now?\n\nIn his response to a question, Walker misused the phrase \"decertify\" -- he can’t make state employees unions vanish. But labor experts agree with the central part of Walker’s statement -- the Legislature could rewrite the laws governing what issues are subject to negotiation, which could tilt the bargaining table in the administration’s favor.\n\nWe rate Walker’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13801"}