{"url": "/factchecks/2014/mar/09/rand-paul/sen-paul-says-obama-lost-youth-support/", "speaker": "Rand Paul", "vclaim": "\"The president won the youth vote 3 to 1, but his numbers have dropped 20, 30 percent among the youth.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2014 in a 'Fox News Sunday' interview:", "title": "Rand Paul says Obama lost youth support", "text": "Talk of Sen. Rand Paul, R-Ky., as a 2016 presidential candidate picked up steam over the weekend after he bested other potential party nominees in a Conservative Political Action Conference straw poll, pulling in support from 31 percent of attendees who voted.\nOn Fox News Sunday, he criticized President Barack Obama’s inability to retain support among young voters, suggesting that Republicans such as himself could pick up more of the demographic’s support.\n\"The president won the youth vote three to one, but his numbers have dropped 20, 30 percent among the youth,\" Paul said. \"Really, the public at large is less trusting of this president, but the youth in particular have lost faith in this president. And so I think there’s a real opportunity for Republicans who do believe in the Fourth Amendment to grow our party by attracting young people and bring that energy into our party.\"\nLet’s take a look at how Obama has fared with young voters.\nAccording to 2008 exit polls, Obama took home 66 percent of the youth vote, which includes voters aged 18 to 29. In 2012, that number decreased to 60 percent, still a commanding majority of the demographic.\nThat means the 3 to 1 ratio Paul cited is off base. Yes, Obama easily won the youth vote in both races. But he won it by roughly a 2 to 1 ratio in 2008 and a 3 to 2 ratio in 2012.\nPaul’s office specified that he was referring to a difference in percentage points when we cited a 20 to 30 percent drop in Obama’s youth support, but his statement reads like he was referring to percent change. We’ll crunch the numbers both ways.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nTo gauge Obama’s recent approval ratings among young voters, Paul’s spokesman pointed us to a December 2013 report from the Harvard University Institute of Politics. Every six months, the nonpartisan institute surveys about 2,000 18- to 29-year-olds on political issues.\nHarvard reported that in surveys conducted in October and November 2013, 41 percent of young voters approved of Obama’s performance as president, while 54 percent disapproved. Participants answered right as the Affordable Care Act online marketplaces went through a rocky rollout. That’s the lowest approval rating the institute charted since the start of his presidency, a 14-percentage-point drop from November 2009. As a percentage of his support, it’s just over a 20 percent drop.\nWe also looked at approval ratings reported by Gallup, a nonpartisan polling group. When Obama first took office in 2009, three-quarters of young voters polled approved of him. Although the percentage ebbs and flows from week to week, the general trend points downward. In 2014, the approval rating for the same demographic has hovered just over 40 percent.\nIt’s a significant drop in Obama support from young voters, as Paul pointed out. Using Gallup’s numbers for the week of Feb. 24, the most recently reported, we get a decrease of 32 percentage points. That means that relative to his starting point, he suffered a 40-percent drop.\nThat said, Democrats still have a stronger grip on young voters than Republicans. According to the Harvard survey, 33 percent of young voters considered themselves Democrats, compared with 24 percent Republicans and 44 percent independents.\nOur ruling\nPaul said, \"The president won the youth vote three to one, but his numbers have dropped 20, 30 percent among the youth.\" Obama won the youth vote in both elections, but the ratios were  smaller than 2 to 1, so Paul’s math is off. Approval ratings among young voters have indeed dropped since 2009, by as much as Paul said or more when we consider percent change.\nOverall, it’s clear that Obama is falling in favorability with young voters. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08155"}