{"url": "/factchecks/2018/sep/27/rick-scott/gov-rick-scotts-ridiculous-statement-sen-bill-nels/", "speaker": "Rick Scott", "vclaim": "Says Sen. Bill Nelson is a socialist.", "truth_label": "pants-fire", "date": "stated on September 19, 2018 in a campaign appearance:", "title": "Gov. Rick Scott's Pants on Fire statement that Sen. Bill Nelson is a socialist", "text": "As dead fish washed up on some Florida shores, politicians dished blame about red tide. Now they are debating another type of red scare: socialism.\n\"Bill Nelson and Andrew Gillum — they're socialists,\" Gov. Rick Scott said at a Titusville event for his U.S. Senate campaign.\nScott explained his comments further in an interview with Florida Today.\n\"They want big government and socialism,\" Scott said. \"They're both into higher taxes. Gillum said he's going to raise corporate taxes 40 percent. Nelson said that, if the Democrats get control, he's going to go back and raise the taxes. They don't believe that the tax cuts that we did this year are good for our state. If you look at their programs, they just want government to run everything.\"\nScott linked the duo as offering a \"very liberal, very radical and very risky direction for our state and country.\"\nWe’ve previously rated a claim from Gillum’s opponent Ron DeSantis that Gillum has a \"far left socialist platform\" akin to Venezuela as False.\nScott’s labeling of Nelson as a socialist is a misleading red-scare tactic — one from the  Republican playbook this cycle after the surprise Democratic primary win of Alexandria Ocasio-Cortez, a democratic socialist, in New York.  \nCalling a politician in Florida a socialist packs particular punch because some Hispanic voters, a battleground demographic, have fled socialist regimes.\nWhat is socialist about Nelson’s record?\nNelson has praised Gillum and may get a boost from the voter excitement he is generating. But he does not share Gillum’s more liberal positions.\nScott’s campaign said in a press release that Nelson called Gillum's support for higher taxes, government-run health care and abolishing ICE \"mainstream.\"\nThe campaign linked to a Miami Herald article that didn’t make those points. The article said that Nelson and Gillum \"represent two diverging camps of the Florida Democratic Party.\"\nNelson said that Gillum’s policies weren’t too progressive for Florida, but he made no specific reference to raising taxes, government-run health care or abolishing ICE. Here is what Nelson actually said about Gillum’s platform:\n\"You characterize it as being to the left,\" Nelson said to reporters. \"You look at his positions, they’re mainstream: strengthening education, pay teachers, clean up the environment. Go through all the issues and I think that’s where the people of Florida are.\"\nIn an interview with the Tampa Bay Times editorial board, Nelson showed that he doesn’t share all of Gillum’s views.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nNelson said he doesn’t want to abolish ICE. When asked about Medicare for All, Nelson didn’t show interest. \"I've got enough trouble just trying to save Obamacare,\" Nelson said. \"I'm into results.\"\nEven though it doesn’t factually check out, the Scott campaign also said that Nelson \"voted more than 300 times to raise taxes\" — which we have rated False. Scott inflates the number by including nonbinding budget resolutions and multiple votes on the same piece of legislation. The list neglects that Nelson has, on occasion, voted for lower taxes.\nNelson has been a critic of the 2017 tax bill, but that doesn’t mean he wants to raise taxes across the board. He said the bill didn’t do enough to help the middle class and shown support for reversing some cuts that benefit the rich.\nThe Scott campaign also said that Nelson \"embraced Obama’s plan to appease Cuban dictators and palled around with Assad and Hugo Chavez.\"\nBut Nelson repeatedly criticized Chavez in 2004 and 2005, calling him a \"serious threat.\" While While Nelson agreed with Obama’s decision to normalize relations with Cuba in 2014, Nelson has criticized Castro. (We fact-checked a similar attack by a GOP group about Nelson’s statements about Chavez and the Castro brothers and rated it Pants on Fire.)\nExperts said the socialist label doesn’t apply to Nelson\nSocialism is when the government owns (or at least controls) the means of production. Nelson hasn’t called for a government takeover of businesses.\n\"Claiming that Nelson is a socialist is ludicrous,\" said Philip J. Williams, professor at the Center for Latin American studies at the University of Florida. \"His stance in opposition to the tax cut bill and in support of Medicaid expansion are mainstream Democratic positions. (Even some Republican governors have supported Medicaid expansion, including John Kasich.)\"\nWhile some might describe Medicare or Medicaid as socialism, because the government is providing health insurance to citizens, the health industry remains in private hands, said Sean D. Ehrlich, a Florida State University political science professor.\n\"The government doesn’t control the production of health care,\" Ehrlich said, \"they merely regulate some elements and reimburse providers and consumers for their health care costs.\"\nUniversity of Miami professor Merike Blofield, an expert in Latin American and comparative politics, said that by the standards of other wealthy liberal democracies with public, universal health care, Nelson’s policy proposals are conservative.\nOur ruling\nScott’s description of Nelson as a \"socialist\" is an inaccurate red scare tactic.\nThe definition of socialism is a government takeover of production, and Nelson hasn’t called for that.\nScott’s campaign pointed to Nelson’s support for Gillum, the Democrat running to the left of Nelson in the governor’s race. While Nelson has shown enthusiasm for Gillum, they are not lockstep on all issues. Gillum has called for abolishing ICE and Medicare for All, and Nelson has said he does not agree.\nNelson’s criticism of the Republican tax bill isn’t the same as calling for higher taxes in general. And supporting an expansion of Medicaid is not the same as calling for government-run health care.\nWe rate this claim Pants on Fire.\nhttps://www.sharethefacts.co/share/c29b29f8-a1ed-4504-af6d-47dd6026f8e8", "vclaim_id": "vclaim-pol-01556"}