{"url": "/factchecks/2014/feb/07/david-clarke-jr/sheriff-david-clarke-blames-milwaukee-mayor-tom-ba/", "speaker": "David A. Clarke Jr.", "vclaim": "Says Milwaukee Mayor Tom Barrett is responsible for the roughly $7,800 \"I pay in property taxes per year.\"", "truth_label": "false", "date": "stated on January 31, 2014 in an interview:", "title": "Sheriff David Clarke blames Milwaukee Mayor Tom Barrett for the size of his property tax bill", "text": "When some politicians speak, it’s like a whisper in the wind.\nFor Milwaukee County Sheriff David A. Clarke Jr., it’s often more like heavy-metal thunder.\nIn a Milwaukee Journal Sentinel news article Jan. 31, 2014, Clarke revealed plans to explore a possible run for mayor of Milwaukee in 2016.\nThe sheriff called three-term Mayor Tom Barrett politically vulnerable and lacking vision. Then he lowered the boom.\n\"I have 7,800 reasons to be critical of Mayor Barrett,\" Clarke contended. \"That's about what I pay in property taxes per year.\"\nAs every Wisconsin property taxpayer knows, when property tax bills show up each December, they show dollar-signs from a handful of governmental bodies.\nSo, how is it that Barrett is responsible for the entire amount of Clarke’s property tax bill?\nThat would be some heavy-metal power.\nProperty tax breakdown\nWe plugged Clarke’s home address, on Milwaukee’s far northwest side, into the city property tax database to see his latest property tax bill, for 2013.\n(Clarke’s spokeswoman confirmed the sheriff was referring to the total amount of his bill. She said he didn't have any other evidence for us to consider.)\nThe record shows Clarke paid $7,728 in property taxes, a bit less than the $7,800 he said in the interview.\nBefore about $200 in credits, Clarke's bill broke down this way:\n\n\n\n\nGovernmental body\n\n\nAmount of property tax levied\n\n\n\n\nCity of Milwaukee\n\n\n$2,745\n\n\n\n\nMilwaukee Public Schools\n\n\n$2,728\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\nMilwaukee County\n\n\n$1,387\n\n\n\n\nMilwaukee Area Technical College\n\n\n$575\n\n\n\n\nMilwaukee Metropolitan Sewerage District\n\n\n$460\n\n\n\n\nState of Wisconsin\n\n\n$46\n\n\n\n\nBottom line: The city’s levy accounts for only about one-third of Clarke’s property tax bill.\nEven at that, responsibility for the city’s portion can’t be put entirely on Barrett.\nIn Wisconsin, the governing body of each town, village, city, county and school district, as well as the state, levies the total amount of property tax to be raised. The amount is based on the size of each entity’s budget and how much in property taxes, in addition to other revenue, will be needed to fund the budget.\n(The total levy for Milwaukee County, by the way, is $279.3 million. Nearly one-fourth, $66.7 million, is for the Sheriff’s Office.)\nAs mayor, Barrett plays a pivotal role in how much Milwaukee collects in property taxes. He proposes the city budget and can veto changes made by the Common Council, although ultimately aldermen could override his vetoes.\nThe Milwaukee mayor also appoints seven of the 11 commissioners for the Milwaukee Metropolitan Sewerage District. But MMSD sets its own property tax levy.\nMeanwhile, Milwaukee Area Technical College District board members, who are appointed by county officials, set MATC’s levy. And levies for Milwaukee County, Milwaukee Public Schools and the state are set by elected representatives of those bodies.\nWhich is to say, Barrett has little or nothing to do with the lion’s share of Clarke’s property tax bill.\nOur rating\nClarke said Barrett is responsible for the roughly $7,800 \"I pay in property taxes per year.\"\nBarrett has significant influence over how much Clarke pays in property taxes to the city, but that amounts to only about one-third of Clarke’s tax bill.\nWe rate Clarke’s claim False.\nYou can comment on this item on the Journal Sentinel's web site.", "vclaim_id": "vclaim-pol-08286"}