{"url": "/factchecks/2016/jul/13/van-jones/van-jones-claim-drug-use-imprisonment-rates-blacks/", "speaker": "Van Jones", "vclaim": "African-Americans don't use drugs at a higher level than whites but \"wind up going to prison six times more.\"", "truth_label": "mostly-true", "date": "stated on July 7, 2016 in a panel discussion on CNN:", "title": "Van Jones claim on drug use, imprisonment rates for blacks, whites is mostly accurate", "text": "After two black men died at the hands of police, CNN commentator Van Jones tried to make a case for institutional racism in law enforcement with panelist Harry Houck, a former New York Police Department detective, during the July 7 edition of Erin Burnett Outfront.\n\"The statistics don't lie about the excessive numbers of stops,\" said Jones, who is black. \"Let's not talk about traffic stops. Let's take something tough like drugs. African-Americans don't use drugs (at a) higher level than whites. (It's) about the same percentage; about 12 percent. But we wind up getting arrested, not 50 percent more. We wind up going to prison six times more because there seems to be some institutional bias. Doesn't that bother you?\"\nHouck's response: \"That doesn't show any institutional bias.\"\nWe were interested in Jones' statement that blacks don't use drugs at a higher level than whites, yet they the wind up going to prison six times more often.\nWe fact-checked a similar statement in February 2016, when presumptive Democratic presidential nominee Hillary Clinton declared that \"African-Americans are more likely to be arrested by police and sentenced to longer prison terms for doing the same thing that whites do.\" We rated that statement True.\nBut Jones' comment was less generic, dealing specifically with drugs.\nWhen we contacted him, he said he was going away for a while and couldn't remember the source off the top of his head.\nSo we went looking for information.\nJones may have been referring to data contained in the 2014 National Research Council report on \"Growth of Incarceration in the United States: Exploring Causes and Consequences.\" Pages 60 and 61 focus on drug crimes.\nWe'll talk about drug use first.\nThe report says, \"The prevalence of drug use is only slightly higher among blacks than whites for some illicit drugs and slightly lower for others; the difference is not substantial. There is also little evidence, when all drug types are considered, that blacks sell drugs more often than whites.\"\nWe checked the overall data from the 2013 National Survey on Drug Use and Health. Here's the breakdown for all illicit drugs.\n\nThere are racial differences in the types of drugs being abused, according to surveys by the federal Substance Abuse and Mental Health Services Administration. Blacks, for example, are far less likely to have used marijuana, cocaine and hallucinogens in their lifetime than whites, but — at least in the case of marijuana — whites are more likely to give it up over time.\nWith that backdrop, the National Research Council report says, \"In recent years, drug-related arrest rates for blacks have been three to four times higher than those for whites. In the late 1980s, the rates were six times higher for blacks than for whites.\"\nHere's the drug arrest rate trend:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nBut Jones was talking about the rates of imprisonment for drug crimes, not arrest rates. Those numbers turned out to be harder to find.\nWe turned to Nazgol Ghandnoosh, a research analyst for The Sentencing Project, an advocacy group in Washington. She pointed us to data from the Bureau of Justice Statistics reporting on the number of people going to state prison for drug offenses and numbers from the United States Sentencing Commission on the racial makeup of drug offenders going to federal prison.\nThose numbers aren't perfect for our comparison. For example, the state prison data only lists inmates based on their most serious offense, so someone convicted of a drug crime may not be listed in that category if that person was given a longer sentence for assault.\nAdjusting for the number of blacks and whites (another approximation because many Americans are of mixed race), the black imprisonment rate for drug offenses is about 5.8 times higher than it is for whites.\nThat's very close to what Jones said.\nIt should be noted that these numbers vary from source to source.\nThe NAACP's Criminal Justice Fact Sheet asserts that \"five times as many whites are using drugs as African Americans, yet African Americans are sent to prison for drug offenses at 10 times the rate of whites.\" It doesn't list a source. Spokeswoman Raquel Coombs said the ratios may be out of date.\nWe noted in the BJS data that the racial disparity has decreased significantly since 1991. That NAACP 10 percent imprisonment statistic appears to be based on 2003 data analyzed in 2009 by Human Rights Watch. (We also note that the drug-use statistic is easy to misread. Whites aren't five times more likely to use drugs. Five times more whites are using drugs because there are about 5.5 times more whites in the U.S. population than blacks.)\nWe wondered why so many more blacks are going to prison for drug offenses.\nThey're more likely to get caught selling drugs, as Michael Tonry, professor of law at the University of Minnesota, told us back in February. \"Whites are more likely to sell to people they know, and they much more often sell behind closed doors. Blacks sell to people they don't know and in public, which makes them vastly easier to arrest.\"\nBlacks arrested for drugs are more likely to be sent to jail because they're more likely to have had a previous run-in with the law. Police tend to patrol high-crime areas more aggressively, which tend to be the poor areas, which have a higher proportion of minorities. Thus, they're more likely to be stopped for something and have a rap sheet once a drug charge comes along.\nAs we found in our previous fact-check, their sentences also tend to be longer.\nOur ruling\nJones said that African-Americans don't use drugs at a higher level than whites but wind up going to prison six times more.\nAfrican-Americans use drugs at roughly the same levels as white Americans, although overall illicit drug use among blacks has been marginally higher than for whites, with some differences in the types of drugs used, according to a national surveys.\nJones' bigger point was about the disparity in sentencing, and the rate of African-Americans' incarceration for drug offenses is very close to what Jones said.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-04702"}