{"url": "/factchecks/2013/feb/08/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-last-mental-he/", "speaker": "Sacramento Bee Editorial Board", "vclaim": "Says Texas is \"last in mental health expenditures.\"", "truth_label": "mostly-true", "date": "stated on February 6, 2013 in an editorial:", "title": "Sacramento Bee editorial says Texas is last in mental health care spending", "text": "Disparaging Texas Gov. Rick Perry’s pitch for California businesses to check out opportunities in his state, the Sacramento Bee editorial board said Texas ranks poorly in several ways.\n\nWe’ve been sorting through the Feb. 6, 2013, editorial’s factual claims. Click here to read our collected checks.\n\nAmong the claims: \"Come check out a state that is last in mental health expenditures...\"\n\nThat’s familiar. We recently looked into the same characterization by state Sen. Wendy Davis, rating it Mostly True. Another state lagged Texas in the latest national ranking of states.\n\nStuart Leavenworth, who edits the Bee’s editorial page, pointed us to the same source that Davis cited, a Dec. 18, 2012, news story posted by WFAA-TV, Channel 8 in Dallas, that was headlined \"Texas ranks last in mental health funding.\"\n\nThat story said Texas ranked last in the country in per-person mental health spending based on dollar amounts it attributed to the liberal, Austin-based Center for Public Policy Priorities. When we inquired, a center official told us they gave WFAA information about spending in fiscal 2009 as written up in an August 2012 report by the Texas-based Hogg Foundation for Mental Health. The Hogg Foundation, in turn, said its source was a listing of per-person mental health care spending data in 50 states by the Henry J. Kaiser Family Foundation.\n\nTexas was last among the states in such per-capita spending in 2009, 2008 and 2007, according to Kaiser foundation charts for those years, though the 2007 chart shows no available data for Hawaii. The latest comparison: In fiscal 2010, which in Texas ran through August 2010, Texas spent nearly $980 million total on mental health services, placing ninth nationally, according to a foundation chart. Its per-person spending of $38.99 placed the state 49th -- not last -- among the states. Idaho, with per-capita spending of $36.64, was 50th, with Maine No. 1 at per-capita spending of $346.92. The national average was $120.56.\n\nCalifornia was 14th among the states, at $152.60 in such spending per person.\n\nOur ruling\n\nThe editorial says Texas is last in mental health spending.\n\nIn 2010, the latest year analyzed, Texas spent more in raw dollars on mental health services than 41 states. But in per-resident spending -- the better metric for comparing states --Texas ranked second-to-last to Idaho after ranking last to all other states for several years.\n\nWe rate this claim as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09742"}