{"url": "/factchecks/2014/sep/16/senate-majority-pac/ad-targeting-scott-brown-says-new-hampshire-has-lo/", "speaker": "Senate Majority PAC", "vclaim": "\"New Hampshire has lost more jobs to China than any other state.\"", "truth_label": "half-true", "date": "stated on September 15, 2014 in a campaign ad:", "title": "Ad targeting Scott Brown says 'New Hampshire has lost more jobs to China than any other state'", "text": "As Election Day draws nearer, the New Hampshire Senate race has grown in prominence nationally. With polls showing the contest between Democratic incumbent Jeanne Shaheen and Republican challenger Scott Brown closer than ever, both candidates -- and their independent allies -- are airing hard-hitting attack ads, hoping a victory might sway control of the U.S. Senate.\nOne ad released on Sept. 15, 2014, by the Senate Majority PAC, a Democratic-aligned independent group, takes aim at Brown for his alleged support for outsourcing jobs. Part of the ad piqued our interest:\n\"New Hampshire has lost more jobs to China than any other state,\" the narrator says. Accompanying the narration was a visual that said, \"NH has lost more jobs to China than any other state.\"\nGiven that New Hampshire ranks as only the 42nd biggest state in population, that claim sounded odd. So we decided to take a look.\nSenate Majority PAC did not respond to an inquiry, but we found the Union Leader article cited in the ad. It covered the publication of a study in 2012 by the Economic Policy Institute, a liberal group based in Washington.\nIt’s worth noting that the report’s authors cautioned that \"it is not a statistical survey of actual jobs gained or lost in individual companies, or the opening or closing of particular production facilities.\" Rather, the group fed federal trade and employment data into a mathematical model to estimate how many jobs were displaced by trade with China between 2001 and 2011.\nSo what did the study find? It found that New Hampshire ranked first among the 50 states in the estimated number jobs lost to China -- as a percentage of the state workforce. That’s similar to, but not the same as, the ad’s language. The ad talked about the number of jobs, not jobs as a percentage of the workforce.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nIf you measure estimated job losses by the raw number instead of the percentage of the workforce, then New Hampshire, a relatively small state, falls far down the list. New Hampshire is tied for the 29th out of the 50 states on the list of estimated job losses. And on the list of congressional districts in the report, neither of New Hampshire’s two districts rank among the top 20 nationally for estimated job losses to China.\nWe’ll close by noting that the Union Leader’s headline got it right, but the ad’s version of that headline dropped four key words at the end. The article said, \"NH has lost more jobs to China than any other state, 2.94% of total workforce.\"\nOur ruling\nThe Senate Majority PAC ad said that \"New Hampshire has lost more jobs to China than any other state.\"\nFirst, the ad did not note that this was an estimate, rather than a hard number of actual jobs lost to China. Second, the estimate was that New Hampshire lost the biggest percentage of its workforce -- not most jobs -- to China.\nWe have no quarrel with the use of workforce percentages as the yardstick for this comparison, since doing so makes it possible to fairly compare 50 states that have widely disparate numbers of residents. But the distinction between jobs and percentage of the workforce should have been reflected in the ad. Otherwise, it makes the ad’s claim seem more powerful than it is.\nThe claim is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-07293"}