{"url": "/factchecks/2012/nov/19/big-gamble-nj/group-claims-new-jerseys-classrooms-received-930-m/", "speaker": "Big Gamble NJ", "vclaim": "\"In 2011, our state-run lottery funded New Jersey classrooms by over $930 million.\"", "truth_label": "mostly-true", "date": "stated on November 13, 2012 in a website:", "title": "Group claims New Jersey’s classrooms received $930 million from the state’s lottery", "text": "Budget woes abound in storm-battered and cash-strapped New Jersey, and now one group claims the state is rolling the dice on its fourth largest revenue source: the lottery.\n\nThe Communication Workers of America, a union that represents lottery workers, and the Asian American Retailers Association, a group representing convenience and liquor stores and gas stations, has launched a campaign -- called Big Gamble NJ -- to oppose the state’s plan to contract with a private company to manage the lottery’s sales and marketing.\n\nLast week Big Gamble NJ started promoting a website that argues such a move would hurt small businesses and taxpayers.\n\nOn Nov. 13, one slide on the group’s homepage read: \"In 2011, our state-run lottery funded New Jersey classrooms by over $930 million.\" Another slide read: \"New Jersey businesses earned nearly $150 million from lottery sales last year alone.\"\n\nUnder those slides, the website states, \"tell Governor Christie and your state legislators not to gamble with New Jersey's lottery revenues\" and provides a link to sign a petition.\n\nHere PolitiFact New Jersey checked whether the lottery handed out more than $900 million to schools in 2011.\n\nWe learned that’s not quite the case.\n\nA good chunk of the $930 million helped fund education in New Jersey, but not all of it.\n\nThe constitutional amendment voters passed in 1969 that authorized the establishment of the state lottery dictated that its \"entire net proceeds\" must go toward state institutions and education aid.  \n\nThe state lottery doled out $930 million to such causes in fiscal year 2011.\n\nNearly three-quarters of that money went toward education-related initiatives, according to the state lottery’s annual report.\n\nMore than $105 million funded programs in the state education department, including about $53 million for school construction and renovation.\n\nThe majority of the money -- more than $580 million -- benefited higher education.  More than half of that $580 million was dedicated to operating costs for public colleges.\n\nStill, about a quarter of the the $930 million paid for other social services.\n\nRoughly $156 million helped fund state psychiatric hospitals and centers for the developmentally disabled received nearly $47 million.\n\nMore than $36 million in lottery proceeds bulked up operating support for homes for disabled soldiers.\n\nSo education-related initiatives received a large majority, but not all, of the $930 million in contributions from the lottery in 2011.  \n\nSeth Hahn, the New Jersey legislative and political director for Communications Workers of America, acknowledged the error on Wednesday afternoon. The website was updated that evening. It now reads: \"In 2011, our public lottery funded classrooms & other services by over $930 million.\"\n\nStill, Hahn said that didn’t change the fundamental issue that the proposal is bad for businesses and taxpayers.\n\nThe history of privatization in New Jersey is a \"story of graft, fraud and cronyism leading to taxpayers being on the hook for political indiscretion,\" he said. \"We believe that when it comes to funding education, care for the developmentally disabled, and services for our veterans, New Jerseyans deserve better.\"\n\nBill Quinn, a spokesman for the state Treasury Department, said the implication that the state is selling the lottery is false. He said a state agency \"will still have an oversight function\" and \"the state is going to continue to get the money from the lottery.\"\n\nOur ruling\n\nBig Gamble NJ -- an advocacy group that opposes privatizing management of the state lottery -- said on its website that  \"in 2011, our state-run lottery funded New Jersey classrooms by over $930 million.\"\n\nThe lottery funneled $930 million into education and other social services in fiscal year 2011. Nearly three quarters of that amount funded education-related initiatives.\n\nSo New Jersey’s classroom didn’t receive the full $930 million from the state lottery, but education aid comprised a significant majority of that money.\n\nWe rate this statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09988"}