{"url": "/factchecks/2020/sep/14/facebook-posts/face-masks-wildfire-smoke-protection-and-covid-19-/", "speaker": "Facebook posts", "vclaim": "“CDC announces that ordinary (non-N95) masks (which most people are wearing) will do nothing to protect you against wildfire smoke … Fun fact: smoke particles are far larger than SARS-CoV-2 particles.”", "truth_label": "false", "date": "stated on September 14, 2020 in a Facebook post:", "title": "Face masks for wildfire smoke protection and COVID-19 play different roles", "text": "As dangerous fires ravage the West Coast, posts about the efficacy of face masks against wildfire smoke are swirling online. \nOne Facebook post shared an announcement by the Centers for Disease Control and Prevention that said cloth masks — which are recommended and routinely used to prevent the spread of COVID-19 — offer little protection against wildfire smoke because they don’t catch the small particles found in the smoke.\nBut the post’s caption questions why cloth masks are recommended for COVID-19, claiming that the virus’ particles are smaller than the ones found in wildfire smoke:\n\"CDC announces that ordinary (non-N95) masks (which most people are wearing) will do nothing to protect you against wildfire smoke because ‘they do not catch small particles,’\" the person wrote. \"Fun fact: smoke particles are far larger than SARS-CoV-2 particles. Enjoy your useless mask wearing.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThis post has a couple of factual inaccuracies. It jumps to the wrong conclusion about \"ordinary\" masks and COVID-19. The role of masks in preventing smoke inhalation is different than the role masks play in preventing the spread of disease.\nAdditionally, it’s wrong about the comparable sizes of particles in smoke and those from SARS-CoV-2.\nRELATED: Antifa activists did not start the West Coast wildfires \nProtection for wildfire smoke inhalation and COVID-19 transmission\nWildfire smoke can irritate the lungs, cause inflammation, affect the immune system, and make people more prone to lung infections, including SARS-CoV-2, the virus that causes COVID-19. \nThe CDC says the greatest protection against wildfire smoke is to reduce exposure by limiting time outdoors and seeking cleaner air spaces or shelters. Cloth masks are not effective for filtering wildfire smoke.\n\"Cloth masks that are used to slow the spread of COVID-19 by blocking respiratory droplets offer little protection against wildfire smoke,\" the health agency says on its website. \"They do not catch small, harmful particles in smoke that can harm your health. Although N95 respirators do provide protection from wildfire smoke, they might be in short supply as frontline healthcare workers use them during the pandemic.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWhen it comes to COVID-19, the CDC recommends people wear cloth masks as a form of source control — if the wearer coughs, sneezes, laughs or talks, the mask blocks their respiratory droplets from spreading to others. The CDC recommends that adults and children two years and older wear a mask to help limit the spread of the virus, especially when social distancing isn’t possible.\n\"Cloth masks and medical masks used in health care settings (such as surgical or procedure masks) are important tools in the fight against the spread of COVID-19, however, they are not a type of respiratory protection,\" the agency says.\nRELATED: Face masks, including homemade ones, are effective COVID-19 protection, experts say \nRespiratory protection refers to respirators, like N95 masks, to help reduce the wearer’s exposure from breathing in air that contains contaminants, such as small respiratory droplets from a person who has COVID-19.\nSource control, on the other hand, protects others and refers to the use of masks to help reduce the spread of large respiratory droplets to others when the person talks, sneezes or coughs. \nThe post’s claim that \"smoke particles are far larger than SARS-CoV-2 particles\" is misleading because both come in several different size ranges.\n\"There are particles of all sizes. Some smoke particles are larger, but there are also ultra-fine particles that are down in the size range of the airborne virus,\" said Dr. John Balmes, professor of environmental health sciences at the School of Public Health at the University of California, Berkeley.\nBalmes also told PolitiFact it’s correct that cloth masks generally don’t offer much protection against wildfire smoke particles, because smaller ones  —  particularly the microscopic particles that are about 2.5 microns in size — can get through the cloth. But that isn’t the point for COVID-19. \n\"It's not to protect the wearer from other people, it's to protect other people from the wearer,\" Balmes said. \"Respiratory droplets, which are what we cough and squeeze, are big enough to be contained inside the masks, but they don't protect breathing in really fine particles.\" \nOur ruling\nA Facebook post suggests wearing cloth masks for COVID-19 is \"useless\" because the CDC announced that non-N95 masks don’t offer protection against wildfire smoke because they don’t catch small particles, and says that smoke particles are larger than SARS-CoV-2 particles.\nThis is wrong. Wildfire smoke particles come in a range of sizes, experts said, and some are comparable to COVID-19 particles. \nCloth masks are recommended as a way to help stop the spread of COVID-19 because they block the wearer’s larger droplets, such as those emitted during coughs and sneezes, from infecting others.\nWe rate this post False.", "vclaim_id": "vclaim-pol-18918"}