{"url": "/factchecks/2015/mar/16/atlanta-journal-constitution/bill-would-nix-consumers-tax-break-electric-vehicl/", "speaker": "Atlanta Journal-Constitution", "vclaim": "The proposed transportation tax plan revokes a tax-credit for consumers’ electric cars while the state retains similar credits for similar vehicles for businesses.", "truth_label": "true", "date": "stated on February 10, 2015 in news reports:", "title": "Bill would nix consumers' tax break on electric vehicles but simliar credit for business remains", "text": "With state lawmakers revving up plans to tackle Georgia’s underfunded transportation system, some readers are confused about the often-changing plan.\nAs it stands, the House has passed HB 170 to raise about $700 million next year toward a $1 billion annual need to maintain existing roads and bridges.\nThe proposal is now before the Senate, which could adjust or completely overhaul the proposed taxes and cuts in the legislation.\nOne alert reader reached out on Twitter, remembering a claim in a story earlier this year and wondering if the House version still revokes a tax-credit for consumers’ electric cars, while leaving a similar break in place for businesses.\nPolitiFact Georgia decided to check it out.\nThe necessity of tax hikes has long threatened talk of tackling the state’s backlog of transportation projects and resulting gridlock.\nAmendments that would have undercut the tax rates in HB 170 were introduced right up until the House approved the proposal intact.\nAs is, the legislation would eliminate the state percent sales tax on gasoline and replace it with an excise tax of 29.2 cents per gallon.\nKey to our question, it also would eliminate the popular $5,000 state tax credit for all-electric vehicles ($2,500 for low-emission vehicles) as of July 1. Owners of low-emission and zero-emission vehicles, meanwhile, would be required to pay a $200 annual registration fee.\nState Rep. Jay Roberts, R-Ocilla, said that included the changes in the transportation tax bill he pushed through the changes because electric vehicle owners \"practically pay nothing\" to lease and operate those cars.\nThe tax credit cost the state $13.6 million in 2013. When combined with the $7.500 federal tax credit for buying a zero-emission electric vehicle, the state credit covers about 23 percent of the lowest-priced Nissan Leaf.\nAtlanta was the top market in the nation last year for the Leaf, the nation’s top plug-in electric car, in part due to the generous state tax incentive.\nEliminating the credit and adding the annual fee is estimated to generate about $68 million in new revenue in 2016, according to the state Department of Audits and Accounts.\nNot addressed in the pending legislation, though, is any change to tax credits for businesses.\nPolitiFact Georgia had to go back to last year’s legislative session to find those breaks. Roberts was among 116 House members (and 41 Senators) who approved House Bill 348 last year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThat measure, which Gov. Nathan Deal signed into law last April, provides an income-tax credit of up to $20,000 for firms that purchase a heavy-duty alternative fuel vehicle and $12,000 for the purchase of medium-duty alternative fuel vehicles.\nThe credits are awarded on a first-come, first-served basis and are limited to $2.5 million each year for vehicles that run on electricity, liquid petroleum gas, natural gas or hydrogen.\n(The break does not include vehicles under 8,500 pounds. That eliminates the Leaf, which weighs between 3,000 and 3,500 pounds, according to various automotive blogging and news web sites.)\nThose tax credits expire on June 30, 2017. But it took no time for some firms to make good use of the breaks to switch to alt-fuel vehicles.\nSandy Springs-based UPS, for instance, said last spring it was buying 1,000 propane-powered delivery trucks as part of a $70 million investment.\nThose trucks are used in more rural areas, where propane is more readily available, and can go up to 200 miles on a single tank.\nSo that means the current legislation does revoke a tax break available for consumers’ alternative-fuel vehicles, while leaving alone a similar credit for business use.\nSeveral studies suggest the Georgia economy actually benefits from both of the tax credits, though. The break for businesses spurs investment and can create the bulk buying that encourage the rest of the market, said Bruce Seaman, an economics professor at Georgia State University.\nThe breaks for consumers’ electric vehicles keep more money in Georgia, in large part because the state does not have a very large interest in the oil industry but does generate a lot of economic activity around electricity.\nOne study, by the Keybridge Public Policy Economics consulting firm, concludes the state stands to lose $107 million to its GDP in the next five years if it eliminates the consumer tax break. Over 16 years, from now until 2030, the amount is $252 million.\nThe analysis also showed that without the credit, Georgia car owners would pay $155 million more to pump gas into their cars in the next five years, offset by saving about $60 million in electricity.\nThat means a double-hit to Georgia’s overall economy: lost fuel savings and an increase in spending on fuel (gas), whose profits leave the state.\n\"It’s pretty hard, economically, to justify one credit and not the other,\" Seaman said. \"Eliminating the electric vehicle credit is a quest for funding. But it’s short-sighted not to consider the overall economic impacts, especially on commuting and our roads.\"\nSenators may well weigh those considerations as they take up the legislation. House members, too, could discuss changes if the proposal returns to them with any amendments.\nBut the question here is whether, today, Georgia’s transportation legislation eliminates a popular consumer tax credit while retaining a similar break for businesses.\nIt does. One caveat: the tax credit for businesses, which is not mentioned in the latest proposal, would expire in two years anyway.\nBoth of those issues may be the topic of debate to come.\nBut as it stands, we rate the claim True.", "vclaim_id": "vclaim-pol-06620"}