{"url": "/factchecks/2008/feb/12/hillary-clinton/obamas-real-competition-has-been-democrats/", "speaker": "Hillary Clinton", "vclaim": "\"Senator Obama has, in fact, never had a serious Republican challenger.\"", "truth_label": "true", "date": "stated on February 11, 2008 in a conference call to reporters led by Cilnton pollster Mark Penn:", "title": "Obama's real competition has been Democrats", "text": "Trying to cast Sen. Barack Obama as untested in general elections, Sen. Hillary Clinton pollster Mark Penn asserted during a Feb. 11 conference call with reporters that the first-term Illinois senator has \"never had a serious Republican challenger.\"\n\nCritics have frequently tried to hang the \"short on experience\" rap on Obama, but in this instance, Penn is correct.\n\n\nObama's toughest battles at the state and national level have been in Democratic primaries. As a community organizer and civil rights lawyer on Chicago's South Side, Obama won his first political race in 1996 by successfully challenging the nominating petitions of four primary rivals in the overwhelmingly Democratic 13th Senate district. He faced no Republican opposition.\n\n\nIn 2000, Obama made his first run for Congress by challenging incumbent Democratic U.S. Rep. Bobby Rush in a primary but got trounced, finishing with just 31 percent of the vote, compared to Rush's 61 percent.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nFour years later, Obama found himself on an unexpectedly easy path to the U.S. Senate seat being vacated by Republican Peter G. Fitzgerald. First, Republican multimillionaire front-runner Jack Ryan dropped out of the race amid allegations he pressured his wife to go to sex clubs. The GOP, desparate for a quick replacement, turned to social conservative Alan L. Keyes, who moved from Maryland to Illinois for the race.\n\n\nObama wound up capturing 70 percent of the vote, buoyed by the national exposure he received from delivering the keynote speech for presidential nominee John Kerry at the Democratic National Convention in Boston.\n\n\nBecause Obama has faced only token Republican opposition, when he's faced any at all, we deem this claim to be True.", "vclaim_id": "vclaim-pol-16342"}