{"url": "/factchecks/2015/may/18/alex-mcmurtrie-jr/alex-mcmurtrie-says-va-lawmakers-shifted-2-billion/", "speaker": "Alex McMurtrie Jr.", "vclaim": "State legislators \"quietly shifted $2 billion from education to road building\" in 2013.", "truth_label": "false", "date": "stated on May 7, 2015 in a campaign flyer.:", "title": "Alex McMurtrie says Va. lawmakers shifted $2 billion from education to roads", "text": "Alex McMurtrie Jr. is billing himself as the \"education candidate\" in his bid to win a three-way Democratic primary June 9 for the state Senate seat that’s been long held by John Watkins, R-Powhatan.\nOn his campaign website, McMurtrie laments, \"Too many Democratic and GOP legislators along with lobbyists quietly shifted $2 billion from education to road building.\" He calls that decision \"wrong,\" saying, \"Education trumps developers and special interests. We must put our children first.\"\nMcMurtrie made a similar claim in a campaign flier he mailed earlier this month. It contains pictures of former Democratic governors Chuck Robb, Doug Wilder and Tim Kaine. \"They would NEVER shift potentially BILLIONS from education to road building,\" the flier states underneath the photos. \"But in 2013 too many Democrats and Republicans did.\"\nAt the request of a reader, we looked into McMurtrie’s claim about the multi-billion dollar transfer from schools to roads.\nMcMurtrie’s campaign notified us on Twitter that the candidate’s source was a Feb. 23, 2013, article in The Washington Post about a sweeping transportation bill the General Assembly had just approved.  \nThe measure was signed six weeks later by then-Gov. Bob McDonnell. It was projected to raise $3.4 billion for state transportation during the next five years through a series of tax increases and budgeting steps. Lawmakers replaced a 17.5-cents-per-gallon gasoline tax -- which had not changed since 1987 -- with a 3.5 percent wholesale levy on gas that would keep pace with inflation. They also increased taxes on motor vehicle sales and for obtaining a driver’s licenses.\nBut the key to McMurtrie’s claim lies in changes that were made to the state’s general sales tax.\nSince 1987, the levy had been 5 cents on the dollar. Of that nickel, 3.5 cents went to the state’s general fund, which pays for education, public safety and health programs. One penny went to local governments and a half-cent was earmarked for transportation.\nThe legislation raised the sales tax to 5.3 percent and gave all of the increase to transportation.\nIn addition, the bill provisionally took a small share of the existing sales tax revenues that went to the general fund and redirected it to highway maintenance. At most, 0.175 cents on the dollar would be diverted to transportation, phased in over five years. That switch, when completed in 2018, would generate $198 million a year for transportation. The general fund’s share of the sales tax would fall from 3.5 cents on a dollar to 3.325 cents.\nThe Post, in its article, accurately wrote that the bill devoted \"a fatter slice of existing revenues to transportation instead of schools, public safety and other services.\"\nMcMurtrie, however, takes liberty with the Post article. He assumes that all of the general funds being moved to transportation will be stripped from education when, in fact, public schools traditionally receive about one-third of the fund. Then he takes the full $198 million general transfer in 2018 and multiplies it by 10 to reach a conclusion that, over a decade, the loss of education money will total $2 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThere’s another fundamental problem. The Post article, on which McMutrie bases his claims, is more than two years old. The provisions of the sales tax transfer have changed, making all of McMurtrie’s numbers outdated and even more inflated. Here’s why:\nThe 2013 bill assumed that Congress would pass legislation to help states collect taxes on goods bought through the Internet. Virginia’s new proceeds -- about $180 million a year -- would be earmarked for transportation.\nCongress demurred, however, and a backup plan in the state transportation bill went into effect at the start of this year that reduced the potential loss for public schools.\nUnder Plan B, only 0.1 cent of the sales tax that once went to the general fund is being shifted to transportation -- now and in the future. That comes to about $113 million a year, according to the Department of Planning and Budget.\nWhat’s the likely impact on education? Let’s do the math:\nPublic schools, as we noted, receive about one-third of general fund revenues. Assuming that trend holds up, about $38 million a year that would have gone to schools will be sent to transportation. Over 10 years, as McMurtrie likes to calculate, it would come to $380 million.\nFor perspective, schools are slated to receive nearly $6.5 billion in state funding during the budget year that will start on July 1. A $38 million transfer would come 0.6 percent of the funding.\nThere’s one last point to address: McMurtrie’s contention that lawmakers and lobbyists \"quietly shifted\" the money  from education. The General Assembly publicly debated the transportation bill. Newspapers, including the Richmond Times-Dispatch, reported extensively on it in 2013, often on the front page.\nOur ruling\nMcMurtrie says legislators \"quietly shifted $2 billion from education to road building\" in 2013. He backs his statement with hyper-inflated numbers multiplied over a 10-year period and a contorted interpretation of a newspaper article.\nAn outdated provision in the bill McMurtrie refers to would have transferred $198 million a from the general fund to transportation. McMurtrie assumes all of that money would have been stripped from public schools when, in fact, the general fund also supports public safety and health programs. About one-third of the fund pays for education, so the hit to schools likely would have been around $66 million a year, or $660 million over a decade.\nThe updated provision in the bill, ignored by McMurtrie, will shift $113 million from the general fund to transportation. If budgeting practices hold up, that should mean about a $38 million annual hit to education, or $380 million over 10 years.\nEither way, McMurtrie’s claim of a $2 billion raid on education doesn’t hold up. Nor does his subsequent claim that the bill \"potentially\" took billions from schools. And the legislature’s public debate on the bill, amplified by extensive media coverage, dissolves McMurtrie’s claim that lawmakers \"quietly\" shifted education dollars.\nWe rate McMurtrie’s statement False.", "vclaim_id": "vclaim-pol-06408"}