{"url": "/factchecks/2011/apr/28/gordon-robertson/gordon-robertson-says-obama-was-raised-muslim/", "speaker": "Gordon Robertson", "vclaim": "President Obama was \"raised Muslim.\"", "truth_label": "pants-fire", "date": "stated on April 23, 2011 in a TV interview.:", "title": "Gordon Robertson says Obama was \"raised Muslim\"", "text": "Now that President Obama has produced a U.S. birth certificate, it’s time to move on to more pressing issues. Was the president really raised as a Muslim?\n\nGordon Robertson, the chief executive officer of the Christian Broadcast Network in Virginia Beach, made just that statement in a recent interview with Newsmax.com. Robertson, the son of televangelist Pat Robertson, said this about the president’s religious background:\n\n\"He was raised Muslim, father Muslim, went through a Muslim school and went through all of that and has come out and said ‘I want to be a Christian,’\" Robertson said.\n\nRumors that Obama was brought up Muslim were extensively explored and debunked when he was running for president in 2007. But some perceptions linger.\n\nRobertson brought up the president's religious background in the context of a broader statement on how Obama embraced Christianity after what Robertson said was a Muslim upbringing. That suggests Robertson sees this as a positive story of how the nation’s leader came to embrace Christianity over Islam.\n\nWe asked Chris Roslan, a spokesman for the Christian Broadcasting Network, where Robertson got his information about Obama.\n\nRoslan sent us an e-mail with Robertson’s response.\n\nThe CBN executive cited a passage from Obama’s 2006 autobiography, \"The Audacity of Hope\" in which Obama noted he first went to a Catholic school and then to a predominantly Muslim school while living in Indonesia from ages 6 to 10. Robertson also pointed to an excerpt from a 2009 speech Obama made at Cairo University in which the president said his father came from a Kenyan family that includes generations of Muslims.\n\nRobertson also said that Obama’s biological father was raised Muslim. None of what Robertson cited proves that Obama himself was \"raised Muslim,\" which implies the president was raised in the faith and actively practiced.\n\nSo what’s the story behind Obama’s religious background?\n\nSome conservatives have argued that simply having Muslim ancestors means Obama himself was Muslim before embracing Christianity. The evangelical minister Franklin Graham made that argument in an Aug. 19, 2010 interview on CNN when he said the \"seed of Islam\" passes from the father to Obama.\n\nAn Aug. 26, 2010 a PolitiFact national article critiqued Graham’s comments, saying while it’s true Islam scholars say that in Muslim cultures children of Muslims are generally assumed to be Muslim themselves, what really makes one an adherent to Islam is their own beliefs and practices.\n\nPolitiFact national also found that family accounts suggest Obama’s biological father, Barack Hussein Obama, Sr.  was an atheist who had little influence on his son because he and Obama’s mother split shortly after the president was born in 1961.\n\nSo was Obama ever a practicing Muslim in his early years?\n\nHis presidential campaign said he never was and that he was not raised in any religion. Various news articles and biographies -- including the president’s own writings -- indicate he had a secular upbringing.\n\nArticles interviewing Obama’s neighbors while he was in Indonesia indicate he sometimes attended a mosque with his stepfather.\n\nSome of the web commentary has focused on the fact that Obama was listed in his Catholic school records as a Muslim as evidence that was his faith while in Indonesia.\n\nBut a number of stories suggested he may have been listed as Muslim simply because Obama’s stepfather was Muslim, though press accounts suggest Lolo Soetoro was not particularly devout.\n\nOfficials at the predominantly Muslim school that Obama attended has said the public academy is open to people of all faiths. A March, 2007 story in the Chicago Tribune said that when Obama was attending 4th grade, Muslim children would spend two hours a week studying Islam while Christian children would spend that time studying Christianity.\n\nEven the passage from \"Audacity of Hope\" that Robertson cited in his e-mail shows the president’s upbringing included some ambivalence towards religion.\n\n\"My mother was less concerned with me learning the catechism or puzzling out the meaning of the muezzin’s call to evening prayer than she was with whether I was properly learning my multiplication tables,\" Obama wrote.\n\nThe president has said he became a Christian in his 20s while a community organizer in Chicago.\n\nTo sum up:\n\nRobertson said Obama was raised Muslim.\n\nObama’s own writings, independent biographies and news articles show he had a secular childhood. Sure, he went to an Indonesian school where most of the children were Muslim and there are accounts that he sometimes attended a mosque with his Islamic stepfather. But there is no evidence that the president was a practicing Muslim raised in the faith.\n\nBy saying Obama was raised Muslim, Robertson is repeating a debunked claim. We rate his statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13183"}