{"url": "/factchecks/2014/aug/26/cornel-west/cornel-west-obama-reacted-quicker-robin-williams-d/", "speaker": "Cornel West", "vclaim": "Says President Barack Obama released a statement on the \"death of brother Robin Williams before ... a statement on brother Michael Brown.\"", "truth_label": "true", "date": "stated on August 25, 2014 in an interview on Salon:", "title": "Cornel West: Obama reacted quicker to Robin Williams' death than Michael Brown's", "text": "President Barack Obama is being criticized on the left and right for his response to the shooting death of 18-year-old Michael Brown by a Ferguson, Mo., police officer.\nConservatives have accused Obama and Attorney General Eric Holder of siding with protesters before the facts of the shooting have been established. Some liberals say Obama has been too silent on the case.\nIn an Aug. 25 interview with Salon, ultra-liberal African-American professor Cornel West blasted Obama  for posing as a progressive while actually being a \"counterfeit\" centrist. Obama’s need to find the middle ground, West argued, is apparent in his recent handling of the Ferguson protests.\n\"The Obama administration has been silent. Completely silent,\" West said. \"All of a sudden now, you get this uprising and what is the response? Well, as we know, you send out a statement on the death of brother Robin Williams before you sent out a statement on brother Michael Brown.\"\nWe wondered if Obama commented on Williams’ death before he addressed Brown’s.\nA tale of two statements\nIt's important to note that the two deaths are hardly similar. Williams was a worldwide celebrity and news of his death quickly spread. His death did not spark protests or involve questions of police misconduct. Statements from political leaders and the White House when celebrities die are often fast and received without controversy.\nBrown, meanwhile, was mostly an unknown figure to the world when he was killed Aug. 9, and it took time for the story of his death to spread. The New York Times, for instance did not put a story about Brown or the city of Ferguson on its front page until Aug. 12.\nBut as comparisons go, West has his facts correct.\nObama issued a statement hours after Williams’ death was announced by police officials on Aug. 11. In his statement, Obama praised the late actor as \"one of a kind\" and offered his condolences to Williams’ loved ones and well-wishers.\n\"He arrived in our lives as an alien -- but he ended up touching every element of the human spirit,\" Obama wrote. \"He made us laugh. He made us cry. He gave his immeasurable talent freely and generously to those who needed it most -- from our troops stationed abroad to the marginalized on our own streets.\"\nBrown was shot at noon Central Time on Aug. 9, and news broke of the police-involved shooting that afternoon. Obama, who was on vacation in Martha’s Vineyard at the time, did not release a statement until Aug. 12, three days after Brown’s death. That’s also one day after his statement about Williams. Obama said that Brown’s passing was \"heartbreaking\" and offered his and Michelle’s condolences to Brown’s family and community.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"I urge everyone in Ferguson, Mo., and across the country, to remember this young man through reflection and understanding,\" Obama wrote. \"We should comfort each other and talk with one another in a way that heals, not in a way that wounds. Along with our prayers, that’s what Michael and his family, and our broader American community, deserve.\"\nIn his statement, Obama alluded to an earlier statement made by Holder. Holder’s statement, which did not mention Brown by name and largely discussed the role of federal investigations, was released on Aug. 11 -- two days after Brown’s death.\nSeen but can’t be heard\nAn Aug. 22, a New York Times/CBS poll reported that 60 percent of African-Americans were satisfied with Obama’s response, compared to 35 percent of whites. But Obama’s words and actions around Brown have been targeted by conservatives, liberals and netizens alike.\nA day after Brown’s shooting, an online petition was launched, calling for Obama to issue a statement on the deaths of Brown and two other black men, and to demand congressional action. On Aug. 11, Twitter users began pointing out the disparity between his quickness to comment on Williams’ passing and his silence on Brown’s death, reported the International Business Times.\nObama made additional comments about Ferguson on Aug. 14, describing Brown’s death again as \"tragic and heartbreaking.\" Following the statement, conservative columnists accused him of being racist against whites. Meanwhile, the executive director of the Fraternal Order of Police, the labor union for law enforcement officials across the nation, said to the Hill that Obama was being unhelpful by \"discussing police tactics from Martha’s Vineyard.\"  \nWhen Obama discussed the subject again on Aug. 18, speaking only of the reaction and investigation, his comments were blasted as \"tone deaf and disappointing\" by an MSNBC analyst and drew derisive complaints from Twitter users who wanted to see a more emotive, assertive stance.\nAnd Obama’s recent decision to send a delegation of White House officials to Brown’s Aug. 25 funeral sparked additional ire from the right.\nAll this has proved that Obama is too polarizing a figure to talk freely and talk effectively about matters of race, wrote Vox’s Ezra Klein. According to Fox News’ Howard Kurtz, Obama’s past comments and actions on Trayvon Martin and other racially tinged cases over the years had been equally divisive, and so Obama has learned to keep mum.\nOur ruling\nWest said that Obama released \"a statement on the death of brother Robin Williams before (he) sent out a statement on brother Michael Brown.\"\nWhile the two cases are hardly similar, West is right on the facts. It took Obama three days to issue a statement regarding Brown’s Aug. 9 death and about three hours to comment on Williams’ passing, which was reported on Aug. 11.\nWe rate West’s claim True.", "vclaim_id": "vclaim-pol-07391"}