{"url": "/factchecks/2011/oct/27/josh-mandel/ohio-treasurer-josh-mandel-touts-investment-pools-/", "speaker": "Josh Mandel", "vclaim": "The STAR Ohio fund \"just received the highest possible credit rating one of these funds can receive.\"", "truth_label": "half-true", "date": "stated on October 5, 2011 in an email to supporters:", "title": "Ohio Treasurer Josh Mandel touts investment pool's credit rating", "text": "Critics of Republican Ohio Treasurer Josh Mandel describe him as an overly ambitious politician who focuses on his next election rather than his current job.\n\nThis gripe has grown louder as Mandel, elected treasurer last November, recently emerged as a candidate for U.S. Senate to oppose incumbent Democrat Sherrod Brown, who is up for re-election next year.\n\nWhile he campaigns for the Senate race, Mandel has promoted his work as state treasurer, whose responsibilities are to safeguard and invest the state’s money.\n\nThe treasurer also invests money for local governments through the STAR (State Treasury Asset Reserve) Ohio fund, an investment pool with assets of more than $4.1 billion.\n\nMandel, a former Lyndhurst City Councilman, touted the fund’s credit rating in an email to supporters in early October. The STAR Ohio fund \"just received the highest possible credit rating one of these funds can receive,\" he wrote in the Oct. 5 email.\n\nMandel went on to praise his staff for making tough decisions in the midst of an unpredictable economy. He also contrasted the fund’s performance against the recent downgrade of the United States’ credit rating.\n\nGiven his Senate candidacy and the consistent accusations he is an absent officeholder, PolitiFact Ohio decided to check Mandel’s claim about his performance as treasurer.\n\nThe treasurer’s office directed us to its news release on Sept. 8. The release included a letter from the credit rating agency Standard & Poor’s, along with recent news stories about local government investment funds. Like other credit rating agencies, S&P analyzes the creditworthiness of various governments, government-backed funds and other investments.\n\nOn Aug. 23, S&P sent a letter to the state affirming a AAAm rating for the STAR Ohio fund.\n\nUnfamiliar with the lower-case \"m\" attached to the rating, we looked it up under S&P’s ratings definitions.\n\nThe \"m\" subscript signifies a money market fund rating, which assesses the fund’s ability to maintain a stable net asset value. AAAm is the highest of these ratings.\n\n\"Higher rated funds are expected to have stronger capacities to pay investor redemptions in cash during times of high market stress because they generally comprise shorter maturity and higher quality investments,\" according to S&P.\n\nMandel is accurate in saying the fund received the highest possible rating. He also told supporters the fund \"just\" received the rating, so we wanted to check whether the rating was upgraded under Mandel, or if the fund maintained a high rating established under previous treasurers. \n\nJeff Sexton, a spokesman for S&P, said STAR Ohio has received a AAAm rating since 1995, the first year S&P rated the fund.\n\nAlthough Mandel has simply maintained the high rating, a public finance expert said the treasurer deserves some credit. The highest praise, however, should be reserved for the fund managers who maintained the rating during the financial crisis in 2008, said Kevin O’Brien, executive director at the Center for Public Management in the Maxine Goodman Levin College of Urban Affairs at Cleveland State University.\n\n\"He deserves credit for maintaining that (rating) from January until now,\" said O’Brien, a former financial analyst for Moody’s Investors Service, another credit rating agency. \"They maintained the bond rating; they didn't achieve the bond rating.\"\n\nWe checked with Mandel’s office to get an idea of how the STAR Ohio fund is managed. Spokesman Seth Unger said the office’s investment department works with financial advisers to manage the fund. Unger said investments are bought and sold daily.\n\nThe STAR Ohio fund did, in fact, receive the highest rating possible, as Mandel’s email claimed. But the rating already had been in place for 16 years. It did not improve under Mandel, as a reasonable person might assume from his email. And while he gets some credit for maintaining the rating, his email overstated the case. \n\nThose are important details that add context. We rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12185"}