{"url": "/factchecks/2010/jun/21/rahm-emanuel/bush-asked-change-general-motors-gave-obama/", "speaker": "Rahm Emanuel", "vclaim": "\"In the case of General Motors, the (Bush) administration wrote a check without asking for any conditions of change.\"", "truth_label": "false", "date": "stated on June 20, 2010 in an interview on \"This Week.\":", "title": "Bush asked for change at General Motors and gave Obama the ability to rescind loans", "text": "A repeated criticism of President Barack Obama's administration is that it has interfered too much with American companies. That criticism came up again in connection with the oil spill disaster in the Gulf of Mexico, after President Obama successfully got BP to set up a $20 billion fund to compensate people who have lost their livelihoods because of the spill.\n\nJake Tapper, host of ABC News' This Week, asked White House chief of staff Rahm Emanuel about the charge when Emanuel appeared on the show on June 20, 2010.\n\n\"What do you say when you hear criticisms that this administration has used too many strong-arm tactics when it comes to dealing with big business, whether it's in health insurance companies or Wall Street firms or the U.S. auto industry?\" Tapper asked.\n\n\"Well, first of all, it has had a different approach based on the situation,\" Emanuel said. \"In the case of General Motors, the prior administration wrote a check without asking for any conditions of change. We said, without a check from the American people, get yourself right. You've got to make fundamental change. They've made changes and now, as you know, General Motors is going to have an IPO (initial public offering of stock). And most importantly, they're going to keep open factories that they were planning on closing. So we're righting an industry that was not doing itself, or the American people or its workers, the right thing. So it was a way of getting them to do the changes that they had postponed.\" (Read Emanuel's complete response on the This Week website or watch it via video.)\n\nReaders messaged us via Twitter that Emanuel was wrong about how the Bush administration handled the auto companies, pointing us to a blogger who'd already debunked the statement. So we decided to check it out for ourselves.\n\nThe blogger in this case is Keith Hennessey, a former senior economic adviser to President George W. Bush. Hennessey is also a member of the Financial Crisis Inquiry Commission, whose members were selected jointly by the House and Senate Majority and Minority leadership. Hennessey wrote that he started his blog as an experiment: \"During my time in the White House, I wrote and edited hundreds of memos and presentations for President Bush. I'd like to do the same now directly for the taxpayer who finances the U.S. government, as well as for students of American economic policy wherever they might be.\"\n\nHennessey wrote that Emanuel was wrong that the Bush administration \"wrote a check without asking for any conditions of change,\" laying out a detailed case that the Bush administration did put conditions on loans to the auto industry that went down in 2008. Hennessey even contends that Bush officials tried to get the Obama team to agree to a joint plan -- he describes in detail a meeting between the two sides that happened on Nov. 30, 2008 -- to give the auto companies loans and prevent immediate bankruptcies. The teams never reached any public agreement.\n\nA few weeks later, Bush's negotiations with Congress over the matter broke down, and the administration decided to go ahead, using money the Treasury Department already had authorization to use through the Troubled Asset Relief Program, or TARP.\n\nHennessey pointed his readers to Treasury Department documents released Dec. 19, 2008, that outlined conditions for the $13.4 billion in loans it was offering General Motors and Chrysler.\n\nThe documents show, and press reports from the time confirm, that the Bush administration did put specific requirements on the auto companies that included paying down debt, limits on executive compensation, and negotiated reductions in wages and benefits for autoworkers. It also required the companies to submit detailed restructuring plans by Feb. 17, 2009, that would show how the company planned to achieve and sustain \"long-term viability, international competitiveness and energy efficiency.\"\n\nThe requirements did have one clause that some critics of the plan said meant the details were nonbinding. The agreement said that the companies had to file additional reports by March 31, 2009, identifying any deviations from the requirements and explaining \"why such deviations do not jeopardize the borrower's long-term viability.\" If the president's designee didn't approve the explanations, the loan would be have to be paid back within 30 days.\n\nStill, coverage from the time indicates the auto companies thought the Bush administration's demands were plenty tough. The Detroit Free Press wrote that the loan agreements \"not only call for deep concessions outlined in wide-ranging plans due by mid-February, but also start a ticking bomb that could explode in Detroit's face unless dramatic change is on the way.\" The Wall Street Journal reported the loans were \"just the first step in what could be a long and painful revamping of the three Detroit companies during a recession.\"\n\nAnd in a 2009 eight-part series looking back at the auto industry's turmoil, the Free Press again described the requirements as rigorous: \"The deal set tough targets for the two companies -- a two-thirds cut in debt, a 50% reduction in payments to health care funds for UAW retirees and proof of net positive value by March 31. It also came with a threat: Should the automakers fall short, the loans would be called back immediately and bankruptcy would follow.\"\n\nWe want to emphasize that the loan agreements happened after President Obama was elected, but before he took office. At the time, Obama called the loans \"necessary steps ... to help avoid a collapse of our auto industry.\" The March 31 deadline for the auto companies gave Obama about two months in office in which to make his own decisions about the companies. Hennessey called the decision to give the auto companies loans \"the least worst of two bad options.\"\n\n\"Based both on his public comments and what I saw privately, President Bush wanted to give the firms a limited amount of time and a hard back end to prepare for and, if necessary, to force an orderly Chapter 11 process,\" Hennessey wrote. \"He also knew that President-elect Obama would be facing tremendous challenges in his first days in office. Despite their different political parties and policy perspectives, President Bush stressed that we needed to provide his successor with the time and space he would need in the opening weeks of his Presidency.\"\n\nThe Obama administration continued loaning GM money that wasn't repaid until April 2010, and the government still owns a majority of GM stock in connection with the company's June 2009 bankruptcy.\n\nEmanuel's statement -- \"In the case of General Motors, the (Bush) administration wrote a check without asking for any conditions of change\" -- implies that the Obama administration was tough while the Bush administration just threw money at the problem. Actually, the Bush administration detailed a number of conditions for change at General Motors, and Obama's administration could have recalled the loans soon after taking office if officials felt the auto companies were not compliant. The Treasury Department documents and press reports contradict Emanuel's claim, so we rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14877"}