{"url": "/factchecks/2020/dec/01/kelly-loeffler/warnock-defended-jeremiah-wrights-damning-mistreat/", "speaker": "Kelly Loeffler", "vclaim": "Says Raphael Warnock defended the “hatred” of Jeremiah Wright, the pastor who said “not God bless America, God damn America,” and gave Wright “an award for truth telling.”", "truth_label": "barely-true", "date": "stated on November 13, 2020 in an ad:", "title": "Raphael Warnock defended Jeremiah Wright’s damning of the mistreatment of Black people", "text": "Sen. Kelly Loeffler, R-Ga., has repeatedly used a video clip of a minister saying \"God damn America\" to attack her Democratic opponent, Raphael Warnock, who is himself a pastor.\nThe clip, which caused controversy for Barack Obama in the 2008 presidential campaign, is from a sermon by Obama’s former pastor, the Rev. Jeremiah Wright of Chicago. \nLoeffler used it in an ad claiming that Warnock defended Wright’s \"hatred\" and gave Wright \"an award for truth telling.\"\nThe ad leaves out important context. Warnock defended the Black church’s tradition of truth telling, including Wright’s sermon condemning America’s historical mistreatment of Black people. Warnock said people often confuse Black preachers’ moral outrage with hatred.\nA divinity school, not Warnock, honored Wright’s career in ministry at a 2008 event.\nLoeffler’s attack\nLoeffler attacked Warnock in an ad that uses a black-and-white clip of Wright preaching, \"not God bless America, God damn America,\" but with the word damn bleeped. \nWright was Obama’s longtime pastor at Trinity United Church of Christ in Chicago. During the 2008 campaign, ABC News aired a report that included excerpts of Wright’s sermons against racism and war. \nIn the most controversial video, from a 2003 sermon, Wright said that the government \"wants us to sing ‘God Bless America.’ No, no, no, not ‘God Bless America.’ God damn America — that's in the Bible — for killing innocent people. God damn America, for treating our citizens as less than human. ... The United States government has failed the vast majority of her citizens of African descent.\"\nAt the time of the report, Obama distanced himself from Wright and then resigned from Wright’s church. \nIn Loeffler’s current ad, separate pictures of Wright and Warnock appear on the screen. A narrator says: \"Warnock defended Jeremiah Wright's hatred, then gave him an award for truth telling.\" \nNext comes a split screen, with Wright shown preaching on the right. On the left, Warnock says in a TV interview: \"We celebrate Reverend Wright.\" His quote is cut off and the narrator says: \"Warnock celebrated anti-American hatred,\" before a clip of Wright’s \"God (bleep) America\" is replayed.\nLoeffler has used the Wright clip in two other ads attacking Warnock and in an interview for a conservative podcast. The clip is also used in an ad by Sen. Tom Cotton, R-Ark., and an ad by the Georgia Republican Party that attacks Warnock. \nWarnock is the senior pastor of Ebenezer Baptist Church in Atlanta, where the late Martin Luther King Jr. served. He faces Loeffler in one of two Jan. 5 runoff elections in Georgia that will determine which party controls the Senate.\n\"Defended the hatred\"\nLoeffler’s campaign did not reply to our requests for information to back up Loeffler’s claim. But her ad cites sources, as does a website created by Loeffler campaign’s, RadicalRaphael.com.\nThe ad cites an interview Warnock did in 2008 with Greta Van Susteren, a Fox News talk show host. Asked if he embraced Wright’s comments, Warnock replied: \n\"We celebrate Reverend Wright in the same way that we celebrate the truth telling tradition of the Black church — which, when preachers tell the truth, very often it makes people uncomfortable. And I think that the country has been done a disservice by this constant playing over and over again of the same sound bite outside of context.\" \nWarnock noted that King was working on a sermon entitled, \"Why America May Go to Hell\" shortly before he was assassinated. \nThe website created by Loeffler’s campaign says that in 2013 Warnock defended Wright’s sermon as a \"very fine homily\" on God and government and had said the sermon was consistent with Black prophetic preaching. \nWarnock did say those things in what was a 45-minute academic speech entitled, \"Piety or Protest: Black Theology and the Divided Mind of the Black Church.\" But he explained that what Wright’s homily did was rail against injustice against Black people in America.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nWarnock said in the speech:\n\"The Black church, so central to Black life yet barely understood by mainstream America, was thrust to the center of the national dialogue. To be sure, part of the disconnect in the national dialogue was cultural, as those unexposed to the worship and preaching of the Black church sought to interpret the bombastic character of Black prophetic preaching as it is buoyed and heightened in the whooping moments by the emotive spirituality and exuberant response of those in the pews — you should show up to my church on a Sunday morning.\n\"In this way, there was a disconnect between Black and white Americans, as the latter were televisually translated to a Black church on any given Sunday morning, where preachers are expected — indeed encouraged — to speak the truth, tell Pharaoh and tell it like it is with clarity, creativity and passion. In that sense, Jeremiah Wright — whose sermon, by the way, you should read in its entirety;  it’s a very fine homily entitled, ‘On Confusing God and Government.’...\n\"The burning question within mainstream America was, What kind of church was this? What was the meaning of this kind of hate-filled preaching?...\"\nWarnock said it was futile amid the 2008 presidential campaign to try and answer those questions. He continued by saying:\n\"Yet, truthfully, if the Jeremiah Wright debacle revealed how little most white Americans understood about the Black church, it also underscored how little Black people, even Black church people, understood about Black theology….\n\"Black theology is, in a real sense, a product of the Black church. And the Black church has been, at its best, the conscience of the American churches. The emergence of each represents a key moment in a long justice-making tradition, as Black people finding themselves trapped as chattel in a Christian slaveocracy and subjugated as second-class citizens in a caste system of Jim Crowe segregation justified by the theology and the practices of white churches Down South and Up South endeavor to work out for themselves an anti-racist appropriation of Christian faith….\"\n\"Award for truth telling\"\nA Loeffler campaign document says Warnock was to give Wright an award at the Black Church Summit in Dallas in 2008, but that Wright did not attend the summit, citing security concerns amid the reaction to the ABC News story.\nWarnock attended the summit as an invited speaker, but he wasn’t involved with selecting Wright for an award.\nRELATED: 4 people want to be Georgia’s next 2 senators. The races could tip the Senate\nThe summit was hosted by Brite Divinity School, which is affiliated with Texas Christian University and located on the TCU campus in Fort Worth, Texas. Brite had decided months before the ABC News story to make Wright the honoree of its fourth annual summit, based on his long career in ministry. Brite stayed with its plan following controversy over the ABC story, saying at the time: \"Contrary to media claims that Wright preaches racial hatred, church leaders who have observed his ministry describe him as a faithful preacher of the gospel who has ministered in a context radically different from that of many middle class Americans.\"\nWright did not attend the event, and other events around that time, out of security concerns following the ABC story. \nWarnock’s campaign said he had no affiliation with Brite prior to the summit. Brite’s president, Newell Williams, who was also president at the time, said he does not believe Warnock had any prior connection to the school, did not recall that Warnock attended the summit and does not think he has ever met Warnock.\nTexas Christian University’s student news publication, in a news story cited by Loeffler’s campaign, reported at the time that Warnock said the public had confused moral outrage with hatred in response to claims that Black preachers promote hate from the pulpit. \"In fact, it’s inappropriate not to feel outrage in the face of injustice,\" he said.\nWarnock also said at the summit about the reaction to Wright’s sermons: \"Part of the reason the public is so shocked ... is that they have not heard the public voice of the liberated black church in a very long time. In a very real sense, it's an indictment of us.\"\nOur ruling\nLoeffler claimed that Warnock defended the \"hatred\" of Wright, the pastor who said in a 2003 sermon, \"not God bless America, God damn America,\" and that Warnock gave Wright \"an award for truth telling.\"\nWright’s sermon decried America’s historical mistreatment of Black people. What Warnock defended was Wright’s role as a preacher in the \"truth telling\" about that mistreatment.\nA Texas divinity school, not Warnock, honored Wright for his career in ministry.\nLoeffler’s statement contains an element of truth but ignores critical facts that would give a different impression. That’s our definition of Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.\nRELATED: PolitiFact fact-checks and articles about the two Georgia Senate runoffs", "vclaim_id": "vclaim-pol-17219"}