{"url": "/factchecks/2019/oct/24/viral-image/barnes-noble-isnt-selling-if-you-give-pig-white-ho/", "speaker": "Viral image", "vclaim": "Barnes & Noble and Target have the book \"If You Give a Pig the White House\" in their children’s sections.", "truth_label": "false", "date": "stated on October 4, 2019 in a Facebook post:", "title": "Barnes & Noble isn’t selling “If You Give a Pig the White House” in its kids section", "text": "\"If you give a pig the White House,\" begins a recently published book, \"he’ll ask to watch TV.\" \n\"When you let him watch TV,\" it continues, \"he’ll want to tweet. Tweeting will make him hungry, so you’ll order his favorite meal. When you serve him the well-done burgers, you’ll have to make sure he gets more than everyone else.\"\nThe illustrated tale titled, \"If You Give a Pig the White House,\" by Faye Kanouse and Amy Zhing, is a parody of the 2000 children’s book \"If You Give a Pig a Pancake.\" That book is part of a series that started with \"If You Give a Mouse a Cookie,\" the 1985 best-seller by Laura Numeroff and illustrated by Felicia Bond that went on to become a modern-day kids’ lit classic. \nBut not everyone is appreciative of this presidential parody of the books, especially since some people wrongly think that Barnes & Noble and Target are selling it to children. \n\"Boycott Barnes and Noble, Target for having this book in the children’s section,\" reads an Oct. 4 Facebook post that has been shared more than 11,000 times. It features the cover of the book, which shows a caricature of President Donald Trump as a pig sporting a red tie with a poof of blond hair sweeping across his forehead. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAlex Ortani, director of corporate communications for Barnes & Noble, told us that the book is stocked in stores’ parody and humor section — not the children’s section, he said. On the Barnes & Noble website, the book’s title has been tweaked in the bookstore chain’s listing (emphasis ours): \"If You Give a Pig the White House: A Parody for Adults.\" \nJessica Carlson, a spokesperson for Target, told us that the company doesn’t carry the book. \nSearching online, we found general complaints about Target selling the book and some criticizing the store for selling it to children. But we found no evidence that Target or Barnes & Noble is marketing this book for children or selling it in the children’s section. Certainly, someone browsing in a store could pick up the book and leave it in a different section, but there is no evidence this book is being marketed for sale as children’s literature in the children’s section. We rate this Facebook post False.", "vclaim_id": "vclaim-pol-00027"}