{"url": "/factchecks/2019/mar/12/tony-evers/wisconsin-governor-takes-half-step-phasing-out-sch/", "speaker": "Tony Evers", "vclaim": "On phasing out the private-school voucher program in his first budget", "truth_label": "half-flip", "date": "stated on February 19, 2019 in a TV interview:", "title": "Wisconsin governor takes half-step back on phasing out school vouchers", "text": "From his time as state superintendent to his campaign for Wisconsin governor, Tony Evers has always put education at the forefront of his agenda.\nSpecifically, public-school education. In his 2018 campaign for governor, the Democrat  promised to phase out, or eliminate, private school vouchers -- essentially taxpayer-funded scholarships that allow students to attend private schools.\nOn Feb. 19, 2019, Evers told journalist Mike Gousha during an \"On the Issues\" event at Marquette University Law School that the move to eliminate vouchers wouldn’t come in his first budget. Instead, he said, the budget would focus on more transparency and accountability within the programs.\nThis is what was said in the exchange with Gousha:\nGousha: \"In terms of phasing out private voucher schools, that is not part of this budget that you’ll present next week?\"\nEvers: \"Phasing out? No.\"\nYet when Evers’ budget was released, it included provisions to phase out at least part of the voucher program.\nWe’re turning again to our Flip-O-Meter, which measures whether a politician has been consistent on an issue. In this case, we want to see if Evers has been consistent on not phasing out vouchers in his first budget.\nThe background\nIn a questionnaire given to 2018 gubernatorial candidates by the Wisconsin School Administrators Alliance, Evers said he supported greater transparency around vouchers and would work with the state Legislature to end the program.\nMore specifically, Evers promised during the campaign to freeze enrollment in all four school voucher programs -- Milwaukee, Racine, the statewide program and the Special Needs Scholarship Program -- and eventually phase them out.\nThe school voucher program started in Milwaukee and has been around for almost 30 years. The Racine program came in 2011, followed by the rest of the state in 2013 and 2014.\nThe program allows parents to send their children to private schools, with a taxpayer-funded voucher, instead of public schools. Families must meet certain income limits to qualify for vouchers and must reapply every year.\nThe Special Needs Scholarship Program, which began in 2015, is the only program that doesn’t have income requirements. The program allows parents of children with disabilities to send their child to a private school.\nWhat the bill says\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nIn 2019 Assembly Bill 56 -- the Evers budget, which is now before the Legislature’s Joint Finance Committee -- there are several aspects that involve the voucher program.\nFor instance, the budget would cap the number of participants in the programs, ensure teachers at schools participating in the program hold a license or permit issued by the state and require participating schools to be accredited by Aug. 1, 2019.\nBut some changes being made to the Special Needs Scholarship Program seem to contradict the governor’s position that he is not phasing out school vouchers in this budget.\nOn page 17, the budget says that starting in the 2020-21 school year, the state will not provide a special needs scholarship for a child to attend a private school unless they were attending one in the 2019-20 school year.\nWhat’s more, it says if the child doesn’t attend a private school under a special needs scholarship in any school year after the current enrollment year, DPI won’t give a scholarship to the child for any year after.\nThat sure sounds like the beginning of the end for special needs scholarships for private schools.\nIn other words, the start of phasing them out.\nMelissa Baldauff, Evers’ communications director, said the proposed changes to the special needs program shouldn’t be seen as a phase out. Rather, she said, they represent ending the expansion of voucher programs.\nShe noted the special needs program wasn’t started until 2015.\n\"It was a significant expansion of the (school voucher) programs,\" she said. \"We’re not ending it. It’s just saying we’re not going to grow unsustainably anymore because taxpayers can’t afford to fund two separate education systems.\"\nFair enough.\nBut in our view the language is plain -- it states that no new students will be admitted to the program. As such, the program will -- year by year -- get smaller until it is gone.\nOur rating\nEvers made a campaign promise to phase out school voucher programs and increase funding for public education.\nIn an appearance at Marquette University, he said he would not begin to phase them out in his first budget.\nOnce the budget was released, however, it was clear that he wants to phase out at least part of the program -- the part relating to students with special needs.\nFor a partial change in position, we give Evers a Half Flip.", "vclaim_id": "vclaim-pol-00906"}