{"url": "/factchecks/2014/jan/21/nathan-deal/deal-says-more-working-georgia-financial-crisis/", "speaker": "Nathan Deal", "vclaim": "\"(M)ore Georgians have jobs than at any other time since October 2008.\"", "truth_label": "true", "date": "stated on January 15, 2014 in a speech:", "title": "Deal says more working in Georgia since financial crisis", "text": "Georgia Gov. Nathan Deal sounded as optimistic as Ronald Reagan in the early moments of his State of the State address.\n\"The state of our state is excellent and it is a great day in Georgia,\" the Republican said.\nExcellent is a strong word considering the economic doldrums that Georgia has faced since 2008, when the American financial system nearly collapsed. But things are getting better, particularly the job market, Deal said.\n\"(M)ore Georgians have jobs than at any other time since October 2008,\" the governor said in his prepared remarks.\nIs this correct, we wondered.\nThe Georgia Department of Labor keeps the most detailed data on employment in the Peach State. In October 2008, when the national economy was at the height of its financial crisis, there were 4,076,000 people employed in Georgia, its numbers show. The following month, the number of Georgians employed dropped to 4,051,500, the data shows.\nThe employment numbers gradually declined and fell to its lowest levels in February 2010, the records show. That month, an estimated 3,838,500 Georgians were employed.\nEmployment in Georgia has steadily increased since then. Last February was the first month in more than four years with the state’s employment exceeding the 4 million mark. As of November, the most recent month available, the estimated total was 4,072,200.\nThat’s an increase of about 21,200 jobs since November 2008. It is the highest number of Georgians employed since that time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nGeorgia’s overall population increased about 4.7 percent during the same time period.\nSo what’s happening here?\nDeal, who was sworn in as governor in January 2011, has touted initiatives such as increasing the deal-closing fund and ending the sales tax for energy used in manufacturing as helping bring jobs to Georgia and improving the state’s economy.\nThe increase in Georgia mirrors a national increase in employment. The number of Americans employed increased by about 1.7 million people between November 2008 and November 2013. Critics say that despite the increase and a significant decline in the national unemployment rate over the past four years, all is not well with the economy. They say the decline in the unemployment rate doesn’t reflect how many people have given up looking for work.\nPolitiFact Georgia was still curious whether Deal was cherry-picking the job numbers to make him look good for his re-election bid. We looked at the employment numbers in Georgia since Deal took office on a cold and snowy morning in January 2011. There was an increase of about 217,000 jobs between that time and November 2013, according to the state Labor Department figures.\nDeal spokesman Brian Robinson said the employment numbers cited in the governor’s speech were seasonally adjusted to take into account changes in weather, harvests, major holidays and school schedules. Robinson said the actual numbers for Georgia may be even higher.\nIn December, The Atlanta Journal-Constitution reported that Georgia had gained 91,200 jobs over the prior 12 months. The top areas for new jobs were professional and business services, leisure and hospitality, education and health services, transportation and warehousing, and construction. Still, the AJC noted that the state has replaced only 65 percent of the jobs that were lost when the recession began.\nEconomists believe the job market will continue to improve in 2014, but some caution that the kinds of jobs available aren’t exactly offering the same kind of pay as baseball pitcher Clayton Kershaw, who last week signed a contract to make $30 million a year. Some prominent economists have projected that only one in five jobs added in 2014 will pay more than $60,000 a year, the AJC reported.\nTo sum up, Deal said in his State of the State address that more Georgians have jobs than they did at any time since October 2008. Data from the state’s Labor Department supports the governor’s argument.\nWe rate Deal’s claim True.", "vclaim_id": "vclaim-pol-08378"}