{"url": "/factchecks/2015/apr/19/karl-rove/karl-rove-and-juan-williams-argue-over-loretta-lyn/", "speaker": "Karl Rove", "vclaim": "The Hyde Amendment \"language was in the (human trafficking) bill. The Democratic sponsor admits it was in the bill, and she voted for it.\"", "truth_label": "mostly-true", "date": "stated on April 19, 2015 in comments on \"Fox News Sunday\":", "title": "Karl Rove and Juan Williams argue over Loretta Lynch confirmation", "text": "This past week, President Barack Obama pressured Senate Republicans to schedule a vote to confirm his nominee for attorney general, Loretta Lynch. But the confirmation is stuck behind a stalled anti-human trafficking bill.\nThe bipartisan bill hit an unexpected road bump in March when Senate Democrats accused Republicans of sneaking in a provision that restricts federal spending on abortions, while Republicans accused them of not reading the bill thoroughly. The issue resurfaced on the Sunday talk shows April 19, since Republicans have said they would not confirm Lynch until the human trafficking bill passes. By and large, the Republicans want the abortion spending restrictions, and Democrats don't.\n\"The Republicans hid this language,\" said Fox News Sunday pundit Juan Williams of the abortion provision.\n\"The language was in the bill,\" responded Republican strategist Karl Rove, after some crosstalk. \"The Democratic sponsor admits it was in the bill, and she voted for it.\"\nBecause the question about the origins of the anti-abortion provision have re-emerged, we wanted to take a look into Rove’s statement that the language was in there, and that a Democratic sponsor knew about it.\nThe Hyde Amendment\nSo what is an anti-abortion rule doing in a bill designed to increase compensation for human trafficking victims and to raise consequences for the traffickers?\nThe provision is called the Hyde Amendment, which first passed about 40 years ago and is named after the original sponsor, Rep. Henry Hyde, R-Ill. The amendment bars federal funding for most abortions. Lawmakers have worked it into many pieces of legislation, including every appropriations bill since 1976, to explicitly prevent those funds from going toward abortions.\nSo the trafficking bill’s Republican authors worked in a reference to the Hyde Amendment into the bill.\nThe bill doesn’t plainly say anything about abortion or the Hyde Amendment. Rather it says, \"Amounts in the Fund, or otherwise transferred from the Fund, shall be subject to the limitations on the use or expending of amounts described in sections 506 and 507 of division H of the Consolidated Appropriations Act, 2014.\" (Those sections of the appropriations act are Hyde limitations.)\nBut Senate Democrats didn’t notice that this was in the bill until after the Senate Judiciary Committee passed it unanimously in late February.\nThe Democrats accused the Republicans of hoodwinking them. The Senate debated a version of the bill last year, and that version did not include Hyde Amendment language, and they said Republicans didn’t let them know about the change.\nIn January, a Republican Judiciary Committee staffer emailed the Democratic counterpart a summary of changes, but the list did not mention the addition of the abortion language, according to the Washington Post.\nSo who was Rove referring to when he said, \"The Democratic sponsor admits it was in the bill, and she voted for it\"?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA spokesperson for Rove told us he was referring to Sen. Amy Klobuchar, D-Minn., a member of the Judiciary Committee and one of the original cosponsors of the bill.\nKlobuchar’s office released a statement on March 18 saying that a staffer in Klobuchar’s office had known about the insertion of the Hyde Amendment before the Senate Judiciary Committee vote but \"did not inform the senator.\"\n\"The senator was not aware that the provision was included\" when she voted for the bill in committee, the statement said.\nSo, yes, Klobuchar’s office says a staffer knew the measure was in the bill. And Klobuchar did vote for it.\nBut Rove is pushing things by linking the two events so closely together. There is no evidence Klobuchar knew the measure was in the bill and voted for it anyway -- which is what you might interpret Rove’s statement to mean.\nAnd Klobuchar has voted to block a final vote on the bill since the provision became widely known.\nWe asked a couple legislative experts if the Democrats’ claim that they were hoodwinked passed muster, and they said both parties are to blame.\nThe Democrats didn’t do their due diligence in thoroughly reading the bill, but the Republicans weren’t as upfront as they could have been in regards to adding in the Hyde language, said Sarah Binder, a political science professor at George Washington University and a senior fellow at the Brookings Institution.\n\"Really, this is bad staff work all around,\" said Joshua Huder, senior fellow at Georgetown University’s Government Affairs Institute.\nOur ruling\nRove said the Hyde Amendment \"language was in the bill. The Democratic sponsor admits it was in the bill, and she voted for it.\"\nThe abortion language was indeed in the human trafficking bill considered this year, though it was not in a similar bill considered last year.\nA Democratic staffer was aware it was in the bill, but that message wasn’t conveyed up the food chain. The only flaw in Rove’s statement is the suggestion that the Democratic sponsor, Klobuchar knew about the language and voted for it anyway.\nThere is no evidence of that.\nRove’s statement needs that clarifying detail. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-06505"}