{"url": "/factchecks/2016/sep/15/american-unity-pac/pac-blames-ted-strickland-iran-deal-he-didnt-vote/", "speaker": "American Unity PAC", "vclaim": "Says Ted Strickland supported giving $150 billion to Iranian regime that persecutes women, Christians and gays.", "truth_label": "false", "date": "stated on August 30, 2016 in a campaign ad:", "title": "PAC blames Ted Strickland for Iran deal he didn't vote on", "text": "A conservative group that supports gay rights accused Democratic Senate candidate Ted Strickland of supporting the Iran deal despite the country’s cruelty to women, Christians and gays.\nAs the video flashes images of women wearing hijabs and children in distress, the words \"Ted Strickland: $150 billion for Iran\" appear.\nThe script says, \"In Iran, a woman’s life is worth half her husband’s. Christians, persecuted. It’s illegal to be gay. People stoned, beaten and hanged for what they believe, how they were born, and who they love.\"\nThen the ad pivots to Strickland, and says that he \"supported giving billions to that regime -- without concessions for human rights violations -- when we had leverage.\"\nThe kicker: \"Ted Strickland didn’t stand up for the vulnerable. That’s why we can’t trust him to stand up for us.\"\nThe digital ad is paid for by American Unity PAC, a group that describes itself as \"focused exclusively on protecting and promoting candidates for U.S. Congress who support freedom for all Americans, regardless of their sexual orientation or gender identity.\"\nConsidering that Strickland was not in an elected office when Congress voted to approve the Iran nuclear deal in September 2015, it seems like an odd jab.\nWe took a closer look at Strickland’s role. American Unity PAC did not respond to our inquiry.\nStrickland favored Iran deal\nThe purpose of the Iran nuclear agreement was to reduce the likelihood and ability of Iran to develop weapons-grade nuclear material, and to prevent development of nuclear weapons. In exchange, the U.S. agreed to end its freeze on Iranian assets.\nWhat did Strickland have to do with the agreement? He was not in office at the time, having served as governor from 2007 to 2011.\nIn August 2015, his Senate campaign released a statement in favor of the deal.\n\"Everyone agrees we must prevent Iran from getting a nuclear weapon, and there is no question that this strong, enforceable agreement with the support of the UN Security Council is a far better way to achieve that goal than war,\" Strickland said.\nBut the ad goes further to say Strickland supported $150 billion to Iran.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTeresa Fedor\n\n\nstated on December 1, 2010 in a speech in the Ohio Senate\n\n\n\n\n\n\n\n\n\"Toledo … is fourth in the nation behind much bigger cities — Miami, Las Vegas, Portland — in number of human trafficking arrests and rescues.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Marshall • December 14, 2010\n\n\n\n\n\n\n\nPolitiFact visited this topic in August 2015, after Republican presidential candidate Donald Trump said Iran gets \"$150 billion\" in the deal. PolitiFact rated that claim Half True.\nMuch of the money Iran gets in the deal was Iran’s to begin with, but it was inaccessible due to international sanctions, said Tom Sutton, political science professor at Baldwin Wallace University. And the commonly repeated $150-billion figure is too high of an estimate.\nSutton told PolitiFact Ohio, \"The U.S. agreed to end the freeze on Iranian assets that was imposed after the 1979 Iranian revolution and hostage crisis. It totals, at most, $100 billion, not $150 billion.\"\nLeverage\nThe ad says that the Iran nuclear deal gave the country billions \"without concessions for human rights violations, when we had leverage.\"\nBut there are separate, existing sanctions in place with regard to Iran’s human rights abuses. As the White House clarified, after the deal, \"U.S. statutory sanctions focused on Iran’s support for terrorism, human rights abuses, and missile activities will remain in effect and continue to be enforced.\"\nThe National Iranian American Council reported that even after the lifting of sanctions in the nuclear deal, \"Iran will remain one of the most sanctioned jurisdictions in the world.\" The concessions that were made in exchange for constraints on Iran’s nuclear program \"in no shape or form\" diminish the U.S. ability to confront human rights violations in Iran, they said.  \n\"Supporting this agreement does not imply that Strickland supports all of the egregious, unjust practices of Iran highlighted in the ad,\" Sutton said. \"By comparison, the United States under all presidents has maintained an alliance with Saudi Arabia, including weapons sales, but that does not imply sanctioning or support for gender segregation and the harsh punishments used in Saudi Arabia, like stoning adulterers.\"\nSutton pointed out that several countries that have political and diplomatic relationships with the United States -- such as like Pakistan, Bangladesh, and Nigeria -- and are places where female genital mutilation has been documented. Maintaining those ties does not equate to a nod in support of female genital mutilation.\nOur ruling\nAn American Unity PAC digital ad claims that Strickland supported giving $150 billion to Iran without a commitment from that regime to stop its harsh treatment of Christians, gays and women.\nStrickland said he supported the Iran nuclear deal last year during his campaign, but he didn't hold federal office when the deal was completed and he didn't vote in favor of it.\nThere are other problems with the ad. For one, the $150 billion estimate is too high, experts say. Also, separate U.S. sanctions for human rights violations remain in place and continue to be enforced. And Strickland’s symbolic support of the deal wasn’t tacit approval of Iran’s persecution of women, non-Muslims, and homosexuality.\nWe rate this claim False.\n \nhttps://www.sharethefacts.co/share/86ba6f86-061f-4d6a-aece-53fb53453cc0", "vclaim_id": "vclaim-pol-04319"}