{"url": "/factchecks/2013/mar/12/rand-paul/rand-paul-says-cia-director-john-brennan-claimed-n/", "speaker": "Rand Paul", "vclaim": "\"When (John) Brennan ... was asked directly … ‘Is there any geographic limitation to your drone strike program?’ Brennan responded and said, ‘no, there is no limitation.’\"", "truth_label": "true", "date": "stated on March 6, 2013 in a Senate filibuster:", "title": "Rand Paul says CIA Director John Brennan claimed no geographic limit on drone strikes", "text": "When Sen. Rand Paul, R-Ky., staged his historic filibuster over 13 hours on March 6, 2013, he said he just wanted answers.\n\nHe wanted President Barack Obama’s administration to definitively say whether the use of armed drones could ever be justified on American soil. During his epic stand on the Senate floor, which only ended with the inevitable call of nature, Paul cited several statements made by administration officials that concerned him -- including one by CIA Director nominee John Brennan.\n\n\"When Brennan, whose nomination I am opposing today, was asked directly, 'Is there any limit to your killing? Is there any geographic limitation to your drone strike program?' Brennan responded and said, 'no, there is no limitation,'\" Paul said during the first hour of filibustering.\n\nPaul's issue was about the possibility of drone strikes in the United States. After his filibuster, Attorney General Eric Holder addressed Paul's concerns in a letter. Holder wrote that the president does not have the authority \"to use a weaponized drone to kill an American not engaged in combat on American soil.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn looking over Paul's statements during the filibuster, we wondered: Did Paul accurately characterize Brennan’s answer about geographic limitations to drone use in the global terror fight? Did Brennan say there was \"no geographic limitation?\"\n\nWe reached out to Paul’s office but did not hear back. Still, we found three instances of Brennan addressing that issue.\n\nIn a speech in April 2012 at the Woodrow Wilson International Center for Scholars, Brennan -- acknowledging the administration’s drone program for the first time publicly -- said drone strikes could be necessary outside of the battlefield. At the time he was Obama’s point person on counterterrorism strategy.\n\n\"There is nothing in international law that bans the use of remotely piloted aircraft for this purpose or that prohibits us from using lethal force against our enemies outside of an active battlefield, at least when the country involved consents or is unable or unwilling to take action against the threat,\" he said.\n\nIn February 2013, ahead of hearings before the Senate Select Committee on Intelligence to confirm him as CIA director, Brennan reiterated that belief in response to written questions.\n\nQuestion: \"Would you support legislation to authorize the use of force outside of ‘hot’ battlefields and codify the standards for the conduct of targeted strikes, including through the use of remotely piloted aircraft? Why or why not?\"\n\nBrennan replied: \"On your question about whether I would support legislation to authorize the use of force outside of ‘hot’ battlefields, I believe we currently have the authority to take action in such circumstances against al-Qaida and associated forces. As Jeh Johnson, the former General Counsel of the Department of Defense, indicated in a lecture at Yale Law School in February of last year, the 2001 Authorization for the Use of Military Force does not contain a geographical limitation. Consequently I do not believe additional legislation along these lines is necessary.\"\n\nAnd in more written questions after his confirmation hearing, Brennan was again asked about \"geographical limits\" on the administration’s drone strikes.\n\nHe noted, in part, \"the government has a responsibility to protect its citizens from these attacks, and, thus, as the attorney general has noted, ‘neither Congress nor our federal courts has limited the geographic scope of our ability to use force to the current conflict in Afghanistan.’\"\n   \nBut he went on to say: \"This does not mean, however, that we use military force whenever or wherever we want. International legal principles, such as respect for another nation’s sovereignty, constrain our ability to act unilaterally. Using force in another country is consistent with these international legal principles if conducted, for example, with the consent of the relevant nation – or if or when other governments are unwilling or unable to deal effectively with a threat to the United States.\"\n\nWe ran this issue by Paul Pillar, a former CIA official who now teaches at Georgetown University. He responded: \"Sen. Paul's comment is a generally correct characterization of Brennan's answer regarding the absence of any geographic limitation on the administration's authority to conduct strikes. Brennan's further remark about other considerations coming into play is a way of saying that the administration does not wantonly conduct strikes around the world, but those considerations do not constitute a ‘geographic limitation.’\"\n\n Our ruling\n\nPaul said during the filibuster, \"When Brennan, whose nomination I am opposing today, was asked directly, … ‘Is there any geographic limitation to your drone strike program?’ Brennan responded and said, ‘no, there is no limitation.’\"\n\nWe found three instances when Brennan cited legal opinion asserting no geographic limit on where the United States can use drones against terrorists. He did add that the absence of a geographic limit does not mean drones can be used \"whenever or wherever\" -- that international legal principles still apply. But we agree with Pillar that that addendum doesn’t amount to a geographic limitation.\n\nPaul’s characterization of Brennan’s comments is accurate. We rate it True.", "vclaim_id": "vclaim-pol-09601"}