{"url": "/factchecks/2016/oct/20/donald-trump/trump-wrongly-says-6-billion-went-missing-state-de/", "speaker": "Donald Trump", "vclaim": "When Hillary Clinton \"ran the State Department, $6 billion was missing. How do you miss $6 billion? You ran the State Department, $6 billion was either stolen — they don't know.\"", "truth_label": "pants-fire", "date": "stated on October 19, 2016 in the third presidential debate:", "title": "Trump wrongly says $6 billion went missing at State Department under Clinton", "text": "At the third and final presidential debate, Donald Trump claimed that Hillary Clinton’s State Department lost $6 billion, and that the money might have been stolen.\n\"The problem is, you talk, but you don't get anything done, Hillary. You don't,\" Trump said in Las Vegas Oct. 19. \"Just like when you ran the State Department, $6 billion was missing. How do you miss $6 billion? You ran the State Department, $6 billion was either stolen — they don't know. It's gone, $6 billion. If you become president, this country is going to be in some mess. Believe me.\"\nClinton responded, \"Well, first of all, what he just said about the State Department is not only untrue, it's been debunked numerous times.\"\nIn fact, the claim that the State Department lost $6 billion, or that it was stolen, has been debunked. Including by us.\nTrump’s inaccurate claim stems from a misreading of a March 2014 alert out of the State Department’s Office of the Inspector General. The alert found that paperwork for various contracts was mismanaged. These contracts were together worth about $6 billion. The money didn’t go missing; the paperwork did.\nThe State Department Inspector General sent out an alert that summarized previous audits, which found that paperwork for over $6 billion worth of contracts from 2008 to 2014 \"were incomplete or could not be located at all.\" The period of the audits included time before Clinton became secretary of state.\nA spokesman for the Office of the Inspector General told PolitiFact previously the alert speaks for itself, but many seemed to misinterpret what it actually said. The confusion prompted Inspector General Steve Linick to pen a clarification in the Washington Post.\n\"Some have concluded based on this that $6 billion is missing. The alert, however, did not draw that conclusion,\" he wrote. \"Instead, it found that the failure to adequately maintain contract files — documents necessary to ensure the full accounting of U.S. tax dollars — ‘creates significant financial risk and demonstrates a lack of internal control over the department’s contract actions.’ \"\nIn other words, the State Department was terrible at paperwork. The $6 billion figure refers to the total amount affected by file mismanagement. It’s akin to failing to get a receipt for your $20 lunch. Documentation over where that $20 went is gone, but not the $20 itself.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor example, the inspector general alert notes that an audit of the Bureau of African Affairs found that the office was unable to provide full administrative files for eight separate contracts, valued at a combined $34.8 million.\nSo the State Department under Clinton may have been financially disorganized and, according to the alert, opening itself up to fraud. But it didn’t \"lose\" $6 billion. Nor was there any suggestion it was \"stolen.\"\nOur ruling\nTrump said that when Clinton \"ran the State Department, $6 billion was missing. How do you miss $6 billion? You ran the State Department, $6 billion was either stolen — they don't know.\"\nThe $6 billion figure comes from a State Department inspector general report that found paperwork for various contracts had been mismanaged. The $6 billion was not missing or stolen — it had been doled out in a number of contracts — but the paperwork was missing.\nWe rate Trump’s claim Pants on Fire.\nhttps://www.sharethefacts.co/share/5513387c-9761-413a-abbd-a5d048e1f79c\nCorrection: The alert summarized previous audits of State Department contracts. A previous version of this fact-check was unclear on this point.", "vclaim_id": "vclaim-pol-04094"}