{"url": "/factchecks/2012/jun/01/tom-barrett/democrat-tom-barrett-says-republican-gov-scott-wal/", "speaker": "Tom Barrett", "vclaim": "Figures cited by Gov. Scott Walker \"are not commonly used\" to measure job creation.", "truth_label": "half-true", "date": "stated on May 31, 2012 in a debate:", "title": "Democrat Tom Barrett says Republican Gov. Scott Walker is citing jobs numbers that are not commonly used", "text": "Talk about jobs has dominated the Wisconsin recall election, and in the run-up to the June 5, 2012 vote much of the discussion has turned into a numbers game.\n\nAs in: My numbers are better (and more official) than your numbers.\n\nMuch of the confusion stems from the unusual decision by the Walker administration to release a batch of 2011 jobs data almost six weeks before it is to be released by the federal Bureau of Labor Statistics. The figures come from a census of about 95 percent of state employers, and are viewed as the most accurate measure of employment in Wisconsin.\n\nThe numbers, which show an increase of more than 23,000 jobs in 2011, will eventually be used to update the less-accurate monthly BLS numbers Barrett has used to claim a jobs decline.\n\nDuring the May 31, 2012 debate at Marquette University, Barrett said of Walker: \"I'm saying that he came up with a new set of numbers that are based on a new set of numbers that are used but are not commonly used.\"\n\nSo just how common are these numbers?\n\nThis isn’t the first time we’ve visited this issue.\n\nThe last time this flared up, we rated False Walker’s claim that the jobs numbers were \"final\" because the feds had not yet verified them. We rated Walker’s claim the state added 33,200 jobs on his watch Mostly False, in part because he combined the unverified annual census data for 2011 with less reliable monthly survey data for 20122  And we rated False Barrett’s claim Walker \"cooked the books\" by releasing numbers \"he just dreamed up.\"\n\nSince then, things have changed a bit.\n\nOn May 30, 2012, the Walker administration claimed the state’s census numbers had been verified by the feds and that the number was now even higher -- 23,608. (In a new separate item, we rated Half True that Walker claim from the debate.)\n\nThe feds have only said they are done reviewing the state’s figures but, following past practice, will not release any information until June 28, 2012, when numbers for all 50 states are released.\n\nThere’s no question Walker rush-released the census numbers. Barrett is right that preliminary census figures are are not typically cited. And there tends to be more focus by the public and media on the monthly numbers. But the census numbers certainly are regularly used. Indeed, the feds use them to firm up the basis for the monthly numbers.\n\nWe rate Barrett’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website).", "vclaim_id": "vclaim-pol-10993"}