{"url": "/factchecks/2010/nov/16/george-allen/george-allen-says-obama-pelosi-reid-passed-12-tril/", "speaker": "George Allen", "vclaim": "President Obama, Sen. Harry Reid and Rep. Nancy Pelosi passed a \"$1.2 trillion stimulus bill.\"", "truth_label": "pants-fire", "date": "stated on November 13, 2010:", "title": "George Allen says Obama, Pelosi, Reid passed $1.2 trillion stimulus bill", "text": "In the wake of midterm elections, former U.S. Sen. George Allen is urging the new Congress to stop funding the stimulus bill.\n\nUnder a set of legislative priorities posted on his website, Allen says: \"The new Congress must repeal and cutoff any additional money borrowed and set aside for Obama, Reid and Pelosi's $1.2 trillion stimulus spending bill.\"\n\nThe $1.2 trillion price tag was a new to us, so we checked it out.\n\nAllen’s executive assistant Tim Nussbaum said the source is CNN Money.com’s Bailout Tracker, which focuses on government programs designed to jump start the economy.\n\nAmong  the various categories in the Bailout Tracker is one called \"Federal Stimulus Programs.\" Within that category are six programs which collectively represent $1.2 trillion in spending.\n\nThose programs include the Economic Stimulus Act of 2008, unemployment benefit extension, student loan guarantees, the American Recovery and Reinvestment Act, an advanced technology vehicles manufacturing program and the Cash for Clunkers program.\n\nAnd that takes us to the heart of the first major problem with Allen’s claim.\n\nHe refers to one stimulus spending bill and then attempts to validate the $1.2 trillion number by pointing to the combined funding for six separate programs.\n\nHere’s the second big problem: the six programs that collectively represent the $1.2 trillion weren’t all approved under the Obama administration.\n\nThe Economic Stimulus Act of 2008, for example, which represents $168 billion of the $1.2 trillion total was passed under President George W. Bush. So was the $25 billion Advanced Technology Vehicles Manufacturing program.\n\nNow, if we are to assume that Allen is referring in his claim to the American Recovery and Reinvestment Act of 2009, also called the Stimulus, the total provided was $787.2 billion including tax relief and stimulus funds.\n\nThat’s a long way from $1.2 trillion.\n\nRecent estimates put the 2009 Stimulus total a bit higher. The Congressional Budget Office in August put the total cost for the stimulus -- from February 2009 through 2019 -- at $814 billion.\n\nStill not close.\n\nSo, looking back, this is an open and shut case.\n\nAllen is clearly distorting the facts by using the $1.2 trillion total for six individual programs, not all of which were approved under the Obama administration, and applying it to a single bill.\n\nIn reality, the 2009 Stimulus bill Allen alludes to represents a total cost of about $814 billion. That’s almost $400 billion shy of the $1.2 trillion figure he cites.    \n\nAnd just to put that number in perspective, $400 billion is what shoppers spent at Wal-Mart in 2009. It roughly equals the total 13-year expenses of  Virginia’s state government between 1999 and 2012.\n\nAllen is not only exaggerating the spending total by President Obama and the Democratic leaders of Congress, he is doing it by including billions of dollars passed under a Republican president. That’s just not false, it’s ridiculous. So we have to set the meter ablaze. Pants on Fire.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-14006"}