{"url": "/factchecks/2018/sep/20/donald-trump/donald-trump-wrong-fbi-limits-kavanaugh-supreme-co/", "speaker": "Donald Trump", "vclaim": "On investigating during the Supreme Court confirmation process, \"The FBI doesn’t do that.\"", "truth_label": "false", "date": "stated on September 18, 2018 in an exchange with reporters:", "title": "Donald Trump wrong on FBI limits in Kavanaugh Supreme Court hearings", "text": "As the Senate Judiciary Committee moves to assess the allegations of sexual assault during Supreme Court nominee Brett Kavanaugh’s high school years, President Donald Trump dismissed a role for the FBI.\nWhen a reporter asked if he would ask the FBI to investigate the allegations, Trump said that \"it would seem that the FBI really doesn’t do that.\"\nHere’s how the exchange with reporters unfolded as Trump left the White House for North Carolina:\nReporter: \"Why don't you have the FBI investigate Blasey Ford's sexual assault allegations against Kavanaugh?\"\nTrump: \"Well it would seem that the FBI really doesn’t do that.\"\nReporter: \"They would if you asked them to.\"\nTrump: \"They’ve investigated about six times before, and it seems that they don’t do that.\"\nReporter: \"Would you consider asking them to?\"\nTrump: \"Well, I would let the senators take their course. I would let the senators do it. They’re doing a very good job. They’ve given tremendous amounts of time.\"\nHere, we explore Trump’s claim that the FBI doesn’t investigate issues that emerge during the confirmation process for Supreme Court nominees.\nKey takeaways\n• The FBI has participated in the confirmation process in the past.\n• In 1991, during confirmation hearings for Supreme Court nominee Clarence Thomas, the FBI investigated Oklahoma law professor Anita Hill’s allegations of sexual harassment against Thomas.\n• The FBI investigated because the chair of the Senate Judiciary Committee asked the White House to make it happen.\nLooking back to 1991\nToday’s controversy involves allegations from California researcher Christine Blasey Ford that Kavanaugh attempted to force himself on her sexually when she was 15 and he was 17.\nSenate Republicans are pressing for Ford and Kavanaugh to testify immediately. Ford and her lawyers say the FBI should first investigate. Republicans reject the idea.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSen. Chuck Grassley, R-Iowa, the chair of the Judiciary Committee, wrote in a Sept. 19 letter that \"we have no power to commandeer an Executive Branch agency into conducting our due diligence.\"\nFor any confirmation, the FBI conducts a background check. It is routine, and generally, the report it sends to the White House and the Senate requires no follow-up. We reached out to the White House and didn't hear back, but that might be what Trump had in mind when he mentioned six previous cases. However, there are examples of senators asking for more detail from the FBI.\nMost notably, in early September 1991, Senate Judiciary staff contacted Oklahoma law professor Anita Hill and specifically raised questions about sexual misconduct by nominee Clarence Thomas. Hill told them about sexual harassment when she and Thomas worked at the Equal Employment Opportunity Commission.\nAccording to Hill, in mid September, committee staff suggested an FBI investigation as a way to get the information in front of committee members.\n\"Sen. Biden's office then arranged for the investigation,\" Hill said Oct. 7, 1991, referring to Sen. Joe Biden, D-Del., who chaired the committee.\nHow did Biden arrange that?\nNPR reporter Nina Totenberg became part of the story when the FBI material on Hill and Thomas was leaked to her. Hill agreed to talk to Totenberg, and the ensuing coverage unleashed turmoil in the hearing process.\nTotenberg told us how the FBI was drawn in.\n\"A couple of senators went to Biden -- Leahy (Vermont Sen. Patrick Leahy ) was one -- and said, 'You have to do something,' \" Totenberg said. \"So Biden requested from President George Bush — that was the elder Bush — to please have the FBI interview Hill and Thomas.\"\nTotenberg said in less prominent nominations, Senate committee members request FBI follow-ups \"all the time,\" although not usually on such charged topics as sexual misconduct.\nThe legal view\nStephen Vladeck, law professor at the University of Texas, said Trump’s assertion that the FBI doesn’t look into things of this nature \"is wrong.\"\n\"The FBI is responsible for background checks of nominees, and routinely updates those checks as new, potentially relevant information comes to light,\" Vladeck said.\nStephen Wermiel at the Washington College of Law at American University echoed that point.\n\"The Judiciary Committee could say to the White House, the background check is now incomplete and could they please resume their work,\" Wermiel told us. \"There is no criminal investigation. This is part of the character and fitness questions they explore.\"\nOur ruling\nTrump said that in investigating matters like the allegations against Kavanaugh, \"it seems that they (the FBI) don’t do that.\"\nHistory says otherwise. The FBI was brought in to investigate allegations of sexual misconduct by Thomas during his confirmation process.\nThe Senate Judiciary Committee lacks the power to order the FBI to investigate, but if it wanted, it could ask the administration to put the FBI on the case.\nWe rate this claim False.\n Share the Facts 2018-09-20 18:22:10 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  On investigating during the Supreme Court confirmation process, \"The FBI doesn’t do that.\"    Donald Trump President of the United States https://twitter.com/atrupar/status/1042407810842210306   In an exchange with reporters outside the White House. Tuesday, September 18, 2018 2018-09-18    Read More  info", "vclaim_id": "vclaim-pol-01586"}