{"url": "/factchecks/2019/jun/11/jimmy-anderson/state-lawmaker-goes-too-far-out-pasture-large-scal/", "speaker": "Jimmy Anderson", "vclaim": "Republicans on the budget-writing committee \"did nothing\" to address oversight of\nlarge-scale farms, \"as literal manure is coming out of people’s faucets.", "truth_label": "half-true", "date": "stated on May 29, 2019 in a tweet:", "title": "State lawmaker goes too far out to pasture with large-scale farm manure claim", "text": "If you haven’t checked your faucets lately, you might want to take a look.\n \nState Rep. Jimmy Anderson (D-Fitchburg) made an eye-opening -- and stomach-turning -- claim\namid work by the Republican-controlled Joint Finance Committee on the state budget.\n \nSpecifically, Anderson focused on large-scale farms known as CAFOs, or Concentrated Animal\nFeeding Operations. Here is what he tweeted May 29, 2019:\n \n\"Republicans on JFC did nothing to address CAFO oversight as literal manure is coming out of\npeople’s faucets. We can't let Wisconsin communities suffer like Flint, Michigan.\"\n \nIs it true that GOP members of the budget-writing committee sidestepped adding any\nregulations to CAFOs? And what about his claim that there’s \"literal manure\" coming out of\nfaucets?\n \nWe decided to dive into the murky waters to find out.\n \nThe background\n \nWith large farms come a lot of animals (in Wisconsin, that typically means cows). And with a lot\nof animals, comes a lot of waste.\n \nTo manage that waste, especially as it relates to water quality, provisions of the federal Clean \nWater Act come into play. In Wisconsin, those laws are overseen by the state Department of\nNatural Resources.\n \nThe provisions specifically apply to how manure is stored as waste or applied to fields as\nfertilizer on farms with more than 1,000 \"animal units.\" These are the CAFOs.\n \nIn all, there were 304 permitted CAFOS in Wisconsin as of Jan. 1, 2019, according to the DNR.\nThe department anticipates there will be 318 by the end of the year and 332 at the end of 2020.\n \nAs part of his 2019-21 state budget, Gov.Tony Evers -- a Democrat -- proposed $83.5 million in\nbonding to address water contamination, including funds to replace lead service lines at homes,\naccording to a March 4, 2019 article in the Milwaukee Journal Sentinel.\n \nIt was part of a push Evers had billed as the \"Year of Clean Drinking Water.\"\nAccording to a March 6, 2019 WisPolitics article, Evers’ plan calls for adding five staff positions\nto oversee the large-scale operations and would increase from $345 to $660 the annual\ndischarge permit fee paid by CAFO owners.\n \nAdditionally, Evers proposed creating a new permit issuance fee of $3,270 for a CAFO. That fee\nwould be paid every five years.\n \nOn May 28, 2019, Republicans on the budget-writing committee voted to cut about $43 million\nfrom Evers’ proposals aimed at reducing pollution in state lakes, streams and drinking water.\n \nThe vote on Evers’ proposal to increase fees for CAFO operations was postponed, according to\nan article in the Wisconsin State Journal.\n \nThat’s what prompted Anderson -- and other Democrats -- to tweet their criticism of inaction,\ntossing in the bit about manure-contaminated water coming from taps.\n \nLet’s start with the first part: Did Republicans \"do nothing\" to address CAFO oversight?\n \nWell, GOP committee members did push off a vote on it. That said, they did not vote down the\nincreased CAFO fees.\n \nState Rep. John Nygren, R-Marinette, a co-chair of the committee, defended cutting the funding\nincrease proposed by Evers, suggesting water quality today is better than it has been in the past\ndecades. (Neither Nygren, nor his co-chair, state Sen. Alberta Darling, R-River Hills, responded\nto requests from PolitiFact Wisconsin for comment.)\n \nAccording to the State Journal article, Nygren said he wants to explore moving the regulation of\nCAFOs from the DNR to the state Department of Agriculture, Trade and Consumer Protection.\nThat was originally proposed by former Gov. Scott Walker and is backed by industry officials,\nbut the idea faces its own hurdles.\n \nAs the Legislative Fiscal Bureau noted, the DNR is the only state agency authorized by the U.S.\nEnvironmental Protection Agency to regulate aspects of the Clean Water Act.\n \nSo, on the first part of the claim, Anderson has a point, but it comes with an asterisk, since\naction on the CAFO changes were postponed, not rejected.\n \nAbout that ‘literal manure’ from taps\n \nWhen we contacted Anderson’s office to ask what he meant by \"literal manure\" flowing from\npeoples’ faucets, spokesman Logan Vidal sent a series of news articles and a guide by the DNR\nthat helps consumers determine if their wells have been contaminated by manure.\n \nVidal also provided documents by the Legislative Fiscal Bureau on the backlog of CAFO permits\nand statistics on manure spills over the years.\n \nBefore we continue, let’s pause for a moment to note we recognize the role of rhetoric and\nhyperbole in politics. In this case, though, Anderson did not help himself by tacking \"literal\" onto\nhis claim. His phrasing conjures an image of animal waste coming directly from a water faucet --\nwith no filter or treatment.\n \nThat’s not how it works.\n \nIn contamination cases, there is a mix of fecal matter and water that can come out of the faucet,\nexposing a homeowner to fecal bacteria in their water.\n \nSome examples (from Vidal and our own research):\n \nKewaunee County, in particular, has raised concerns over water quality in the state after it was\nconfirmed in 2017 that fecal microbes were discovered in 60% of its sampled wells. Kewaunee\nis a county with a high concentration of CAFO operations.\n \nDoor County had its own episodes of its own tainted water in 2014 that left seven people sick.\nThe contamination was also traced back to the spreading of manure.\n \nMeanwhile, a May 2019 report from the fiscal bureau noted there had been 726 spills since\n2007, tallying more than 10 million gallons of manure. The report notes manure spills have the\npotential to impact water quality and public health.\n \nThe report also notes staff turnover and an increasing backlog of CAFO permits have hindered\noversight and state water quality and says of the DNR: \"By increasing staffing for water impacts\nevaluation, spills mitigation, and permit noncompliance, the Department argues it would be able\nto provide adequate oversight of CAFOs.\"\n \nSo, there is clear concern about manure from CAFOs affecting drinking water, but Anderson\ngoes over the top in claiming it is \"literal manure.\"\n \nOur rating\n \nAnderson claimed Republicans on the budget-writing committee \"did nothing\" to address\noversight of large-scale farms, \"as literal manure is coming out of people’s faucets.\"\nThere is truth on both parts of the claim -- but with caveats.\n \nThe committee delayed action on measures on fee changes directly tied to CAFOs, it did not\nreject them. And there are clear concerns about the impact of manure on drinking water,\nincluding cases where fecal microbes has been detected in water. But Anderson’s \"literal\" claim\npushes the picture too far.\n \nWe rate Anderson’s claim Half True.\n \nEditor's Note: After this claim was rated and published, Republicans on the Legislature's finance committee voted June 11, 2019, to reject Evers' proposed fee increases for large farms. The committee did agree to direct all proceeds from existing fees to the DNR, rather than allowing $250 to continue going to the general fund. Rating are determined based on the information available to the speaker at the time a claim was made. Thus, the committee action does not change this rating.", "vclaim_id": "vclaim-pol-00544"}