{"url": "/factchecks/2014/mar/21/linda-koop/rep-stefani-carter-twice-rented-margarita-machines/", "speaker": "Linda Koop", "vclaim": "Says Stefani Carter \"repeatedly used her campaign contributors’ donations to rent margarita machines for our state house office.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2014 in a campaign mail flier:", "title": "Rep. Stefani Carter twice rented margarita machines for staff parties", "text": "A salty claim figured into a Republican challenger’s campaign before the March 4, 2014, primary for the party’s nomination for a Dallas County seat in the Texas House.\nCandidate Linda Koop mailed out a flier with an illustration of a festively decorated margarita machine that said incumbent Stefani Carter of Dallas \"repeatedly used her campaign contributors’ donations to rent margarita machines for our state house office.\" We learned about the flier via Scott Braddock, a writer for the Capitol news website Quorum Report.\nAs best we could tell, there’s nothing illegal about throwing a margarita party for legislative staff with campaign funds, and Koop spokesman Craig Murphy told us by phone, \"We’re not alleging that it’s illegal,\" just questioning what constituents and donors would think of the expenses. Koop faces Carter in the May 27 runoff for the Republican nomination.\nWe decided to see whether the margarita machine charge checked out.\nKoop’s mailer, which Murphy said went out Feb. 25, cites \"Texas Ethics Commission records.\" Murphy said the margarita expenses were revealed in Carter’s campaign contribution and expenditure reports, specifically her July 15, 2011, semi-annual report and July 15, 2013, semi-annual report.\nThere, the campaign listed two payments to Margaritas To Go of Austin: $258.72 paid June 3, 2011, for an \"end-of-session staff/hall party\" and $117.99 paid April 1, 2013, for \"Rental of Margaritas To Go machine for staffer’s birthday.\" We found no other margarita mentions in any reports filed by Carter going back to 2010, when she was elected to the House, thoughtwo liquor-store purchases were described as expenses for 2010 and 2012 campaign victory parties in Dallas.\nBy email, Carter campaign manager Nicole Pearce said of the margarita machine events, \"Rep. Carter paid for the traditional ‘sine die’ celebration at the end of the 2011 Legislative session, as well as one birthday party for a staff member in 2013, with campaign funds, not taxpayer dollars.\"\nStefani Carter, July 15, 2011, semi-annual report\nStefani Carter, July 15, 2013, semi-annual report:\nNick Tran, owner of Margaritas to Go, said by phone that his company rents machines and sets them up for legislators, sometimes in their Capitol offices, \"once or twice a year -- it’s never the same.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nTran confirmed the 2013 rental of one machine, set up at the Capitol, but said he couldn’t find a record of the 2011 rental, which would have happened before he took over ownership. The 2011 amount, he said, equals the price of two margarita machines and two extra batches of margarita mix.\nIs it ethical for legislators to serve their staff members margaritas in the Capitol?\nCraig McDonald, director of Texans for Public Justice, a left-leaning group that tracks campaign fundraising, told us by email, \"Under current law one can supplement your staff using campaign funds. I see no legal barrier to supplementing them with a tasty margarita. The fundamental test for use of campaign funds is whether they have been converted to ‘personal use’ of you or your family. If only the family came to the party, there might be a problem.\"\nBy phone, Ian Steusloff, assistant general counsel at the Texas Ethics Commission, directed us to some of the commission’s advisory opinions that might apply: 453, 314, 458, 378, 195.\nWe found opinions that indicated spending campaign money on an office staff party was OK and that liquor being consumed by staffers in a legislator’s office wasn’t a problem in and of itself.\nIn a Nov. 24, 2004, opinion, the commission said a former Texas senator, who had become a U.S. ambassador, could use donations that had been given to his Texas campaign to host a holiday party for his embassy staff.\nAn April 13, 1984, opinion said a legislator could accept \"food, liquor, and other beverages (donated) for use in his office during the session\" presuming \"these items are used by the legislator or the legislator’s staff for such activities as entertaining constituents who visit the legislator's office or for their own consumption.\"\nOur ruling\nKoop said Carter \"repeatedly used her campaign contributors’ donations to rent margarita machines for our state house office.\"\nThat’s misleadingly imprecise. Twice in four years, Carter reported spending campaign money to rent margarita machines for office staff parties; using the word \"repeatedly\" risks the misimpression that Capitol employees were downing margaritas every other weekend.\nWe rate Koop’s claim as Mostly True.", "vclaim_id": "vclaim-pol-08102"}