{"url": "/factchecks/2011/jan/21/paul-krugman/paul-krugman-compares-projected-shortfalls-texas-c/", "speaker": "Paul Krugman", "vclaim": "Says that \"data from the Center on Budget and Policy Priorities suggest that the Texas budget gap is worse than New York’s, about as bad as California’s, but not quite up to New Jersey levels.\"", "truth_label": "mostly-true", "date": "stated on January 6, 2011 in an op-ed column.:", "title": "Paul Krugman compares projected shortfalls for Texas, California, New York and New Jersey", "text": "Texas, a model of fiscal soundness? Not so, writes Paul Krugman, a Nobel Prize-winning economist and liberal op-ed columnist for the New York Times.\n\nIn his Jan. 6, 2011 column, titled \"the Texas Omen,\" Krugman opines that the Texas-style \"modern conservative theory of budgeting\" ain’t all it’s cracked up to be, now that fiscal reality has intruded. Though he notes that \"comparing budget crises among states is tricky,\" Krugman does just that, writing that \"data from the Center on Budget and Policy Priorities suggest that the Texas budget gap is worse than New York’s, about as bad as California’s, but not quite up to New Jersey levels.\"\n\nWe wondered if Krugman’s comparison was on target. In response, he pointed us to a table in a Dec. 16, 2010 report by the Washington-based center, which studies the impact of state and federal budget decisions on low-income Americans. The report, headlined \"States Continue to Feel Recession’s Impact,\" says the national recession has caused the steepest decline in tax receipts on record, resulting in \"a state fiscal crisis of unprecedented severity.\"\n\nTable 3 in the report lists nearly every state confronting a projected fiscal 2012 budget shortfall and compares each shortfall to the state’s fiscal 2011 budget. The table says Texas faces a $10 billion shortfall, amounting to 22.3 percent of its 2011 budget. The New York budget gap equals $9 billion, 9 percent of its 2011 budget, while the expected gaps for California and New Jersey equal $19.2 billion (22.2 percent) and $10.5 billion (37.4 percent), respectively, of each state’s 2011 budget.\n\nSo, the 2012 Texas shortfall appeared to be worse than New York’s, about as bad as California’s, but not quite up--actually, hardly close--to New Jersey’s level.\n\nThe report says the center’s sources for the Texas breakdown includes an analysis of state agency budget requests and other information by the Austin-based Center on Public Policy Priorities, which advocates for programs that serve low-income Texans. The two similarly-named organizations occasionally collaborate on projects.\n\nWe called Eva DeLuna-Castro, the Austin center’s senior budget analyst, who said the shortfall figure cited for Texas reflected her earlier research indicating that the state would need about $20 billion in additional revenue to extend current programs and services through 2012-13. One year’s worth of the shortfall estimate is $10 billion. DeLuna-Castro noted that at the time of the Washington center’s research, Texas state government expected to spend $45 billion in fiscal 2011, a figure since reduced to $42.6 billion to account for agencies’ spending cuts last year.\n\nDeLuna-Castro said she has studied the California shortfall projection and thinks the Washington center’s research is solid there. She said she hasn’t studied projected shortfalls for New York or New Jersey. Finally, she cautioned that comparisons might overlook the fact that Texas lawmakers could tap billions of dollars in the state’s rainy day fund. She said other states, which budget annually, may have already dug into such funds.\n\nThat seems a reasonable point. The Texas rainy day fund could ease the state’s shortfall--a fact not mentioned in Krugman’s column. Then again, tapping the fund requires a two-thirds vote of the GOP-majority Legislature, and some Republican legislators have said the fund is off-limits.\n\nFinally, the lead author of the state-by-state comparison, Elizabeth McNichol, a senior fellow with the Washington center, told us the comparison would soon be updated to reflect increases in projected shortfalls for Texas and California. \"The problem that Texas is facing is on a similar level to these other states,\" McNichol said.\n\nAs we noted recently, the Center for Public Policy Priorities now estimates that Texas needs nearly $27 billion more than the state expects to raise from taxes and other sources to maintain current government services and programs through 2012-13. McNichol told us by e-mail that the Washington center consequently considers the updated 2012 Texas shortfall to be $13.4 billion, equal to nearly 30 percent of the 2011 budget.\n\nAt the time of Krugman’s column, the projected Texas shortfall was nowhere near New Jersey’s level. The comparisons of expected shortfalls in Texas, New York and California were accurate.\nWe rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13745"}