{"url": "/factchecks/2012/jun/28/tammy-baldwin/baldwin-says-thompson-wants-do-away-medicare/", "speaker": "Tammy Baldwin", "vclaim": "Says U.S. Senate rival Tommy Thompson said he wants to \"do away with Medicare.\"", "truth_label": "half-true", "date": "stated on June 7, 2012 in a speech:", "title": "Baldwin says Thompson said he wants to ‘do away with Medicare’", "text": "U.S. Senate candidate Tammy Baldwin, the Democratic congresswoman from Madison, painted Republicans as enemies of the elderly in a red-meat speech at a convention of liberal bloggers and activists.\n\n\"As progressives let’s be clear -- on Social Security we are committed to protecting it, not privatizing it,\" Baldwin told Netroots Nation during its June 7, 2012, meeting in Providence, R.I. \"And on Medicare we are committed to strengthening it, not ending it as we know it.\"\n\nShe slammed former Wisconsin Gov. Tommy Thompson, the frontrunner among four GOP Senate contenders, for his work on behalf of drug and insurance companies after leaving the cabinet of President George W. Bush.\n\nAnd Baldwin dropped a stunner into her remarks about the ex-guv:\n\n\"Just this week, one of my prospective opponents, Tommy Thompson, went to a tea party event and compared Medicare to welfare, and said he wanted, quote, to do away with Medicare,\" Baldwin said.\n\nShe added, with a touch of outrage: \"Do away with something the middle class has worked for, has paid for and has earned.\"\n\nThat will get your attention -- whether you’re in Medicare, nearing eligibility or even years away.\n\nDid Thompson really express a desire to end Medicare, the long-running government-run health care program for seniors funded by taxes that come out of workers’ paychecks?\n\nThompson’s comments\n\nAs backup, Baldwin’s campaign cited Thompson’s remarks at a June 4, 2012, gathering of the Lake Country Area Defenders of Liberty.\n\nThe Oconomowoc-based group decries excessive government and has a stated goal of \"demolishing the growing, socialist ‘nanny state’ and its programs and legislation, re-instituting personal responsibility and the traditional values of work, merit, integrity, honesty, innovation, accountability, civic participation and civility.\"\n\nThe Democratic Party filmed the speech and Baldwin’s campaign provided a copy to us.  A brief portion of the speech is linked on the website of the Democratic Senatorial Campaign Committee.\n\nAt the event, Thompson said Medicare will be broke within a decade and the only way to save it is to give people who turn 55 starting in 2022 a choice of traditional Medicare or purchasing health insurance with a subsidy from the federal government.\n\nIf that sounds a lot like the plan from U.S. Rep. Paul Ryan, R-Janesville, to reform Medicare, it should. Thompson has endorsed Ryan’s plan.\n\nBaldwin used cautious words when she described the Ryan plan, saying it would end Medicare \"as we know it.\" Others have claimed it would simply\n\"end\" Medicare, which PolitiFact National named the 2011 Lie of the Year.\n\nSo, Thompson’s remarks -- in a way -- turn the claim on its head. It’s a Republican suggesting he would end Medicare.\n\nThere is another piece of background: Thompson didn’t say it at the event, but he told the Journal Sentinel in 2011 he firmly believes seniors will choose the private insurance option under Ryan’s plan over government-run care.  Of government-run healthcare, he said he’s \"always opposed\" it.\n\nBack to the speech.\n\nThompson did, as Baldwin claimed, wrap his argument for Medicare reform in the language of wiping it away and starting fresh.\n\nFirst, he harkened back to his days as Wisconsin governor, and his first-in-the-nation move to replace welfare with a work requirement.\n\nHe told the audience the United States should \"change Medicare and Medicaid like I did welfare.\" (We previously rated as Mostly True Thompson’s claim that he \"ended welfare\" in Wisconsin).\n\nThen there was this line, the one Baldwin latched onto:\n\n\"Who better than me, (who’s) already finished one of the entitlement programs and come up with programs to do away with Medicaid and Medicare.\"\n\nWe asked the Thompson campaign about the claim and they said it was not a misstatement by the candidate. But campaign spokesman Brian Nemoir offered this somewhat contradictory explanation: Thompson used the phrase \"doing away with\" in the context of \"changing\" Medicare, not eliminating it, he said.\n\nThe speech itself is hard to decipher. Was Thompson describing his position in support of Ryan’s plan as a way of fundamentally changing Medicare? Was his characterization meant to apply to changes he helped make in Medicare when he was the U.S. secretary of health and human services?\n\nIn his 2011 remarks, Thompson said government-run Medicare could disappear if people are allowed to opt out of it.\n\nIs that what he meant?\n\nWhatever his meaning, it’s clear that Thompson was comfortable uttering the phrase \"doing away with Medicare\" in the middle of a recitation of his views on transforming the program.\n\nAt the same time, it’s clear that further into the speech, after the statement in question, Thompson said he was interested in \"saving\" it from fiscal extinction.\n\nHe also framed his views as wanting to \"change\" Medicare, though in the context of his elimination of welfare in Wisconsin.\n\nBaldwin doesn’t provide those facts. Her comment that Thompson would \"do away with something the middle class has worked for, has paid for and has earned\" suggests Medicare will be taken away without any option.\n\nOur rating\n\nBaldwin claimed that Thompson \"said he wanted, quote, to do away with Medicare.\" He did say it, acknowledges he did not misspeak, and Baldwin accurately repeats the phrase.\n\nStill, Baldwin leaves out evidence from Thompson’s own mouth that Thompson is talking about a dramatic transformation of Medicare in order to save government health care assistance to seniors, not end it outright.\n\nThe Truth-O-Meter definition of Half True is a statement that is partially accurate but leaves out important details or takes things out of context.\n\nWe think that fits Baldwin’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\n stated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10854"}