{"url": "/factchecks/2011/dec/09/ron-paul/did-fed-create-15-trillion-during-bailout-and-send/", "speaker": "Ron Paul", "vclaim": "\"The Fed created $15 trillion in the bailout process\" and $5 trillion went overseas.", "truth_label": "barely-true", "date": "stated on November 30, 2011 in a house party in New Hampshire:", "title": "Did the Fed create $15 trillion during the bailout and send $5 trillion overseas?", "text": "For Texas congressman and Republican presidential candidate Ron Paul, the causes of this country’s economic problems are both simple and profound. The government spends far too much, and the reason it can get away with this lies in the power of the Federal Reserve Bank to create more dollars out of thin air. As this argument goes, this drives down the value of the dollar, which creates an invisible tax paid by every business and household.\n\nPaul often speaks of the recklessness of the Fed, and at a house party in Rochester, N.H., he backed up this point by saying, \"The Fed created 15 trillion dollars in the bailout process. Five of them were going overseas.\"\n\nWe are checking both parts of that claim: that the Fed created that much money and about a third ended up outside our borders.\n\nTo back up both points, the Paul campaign cited a report from the Government Accountability Office from July 2011 that assessed a handful of emergency loan programs run by the Federal Reserve between 2008 and 2010. The campaign highlighted tables 8, 20 and 30 in that report. Table 8 is the most comprehensive and contains the biggest numbers.  \n\nAt first blush, it appears Paul understates the situation. Between December, 2007 and July, 2010, more than $16 trillion passed from the Fed to the biggest banks, both domestic banks and subsidiaries of foreign-owned institutions. Tally up the amounts that went to subsidiaries, and about $6 trillion went to banks such as Barclays and the Royal Bank of Scotland.\n\nBut Mark Calabria, director of financial regulation studies at the libertarian Cato Institute, says that doesn’t mean that much money was created or left the country. \"Paul presents half the picture,\" Calabria said, \"And you could argue that it’s misleading.\" This is a case, Calabria says, where you can be factually correct and, in his words, \"incoherent\".\n\nTwo big missing pieces put the accuracy of Paul’s statement on very shaky ground. It’s incorrect to say the Fed created $16 trillion because that’s a running total of lending, and the running total ignores a key reality. The dollars in those loan programs went out and came back in through a revolving door. Orice Williams Brown, managing director financial markets at the GAO, gives as an example a bank borrowing $10 billion at night, repaying it the next morning and then borrowing it again in the evening. The running tally would count that as $20 billion borrowed.  \"But if you look at it, it’s the same $10 billion dollars,\" Brown said.  \n\nThe GAO did figure out what the total would look like if you accounted for this churn of dollars.   That’s in Table 9, which the Paul campaign did not cite. The grand total there is about $1.1 trillion which is a lot of money but much less than $15 trillion.\n\nThe other missing piece is the current status of those loan programs. Also not cited by the Paul campaign, the GAO reported that after all that lending, the total amount still outstanding is $13 billion dollars. The money was created out of thin air, but when it was repaid, it no longer existed.  This is where the Federal Reserve is different from any other bank in the US.\n\n\"I think you’re creating money, because you’re certainly loaning it out,\" said Calabria. \"But I also think you’re extinguishing it later.\"\n\nCalabria says at the end of the day, those tables in the GAO report don’t tell you much about the creation of money in any enduring respect. For that, you would look at the money supply.  A common measure of the dollars in circulation is called the M2, and there’s no question it has gone up a lot.\n\nAccording to data from the Federal Reserve, we now have $2.1 trillion more floating around than we did four years ago. If one is concerned about the value of the dollar, this is an important figure. It isn’t the $15 trillion Paul mentioned, and it has just about nothing to do with the GAO report, but it is a real issue for anyone who cares about diluting the power of the dollar.\n\nIn addition to the accuracy problems we just described, there’s another weakness in Paul’s assertion that $5 trillion went overseas. Whatever money was lent went to banks in the US that are owned by foreign banks, there is no way to know if any of those dollars went overseas, said John Makin, a resident scholar at the American Enterprise Institute.\n\n\"If it went to a New York branch, it hasn’t gone overseas,\" Makin said. \"Maybe it has, but it would be difficult to disentangle that.\"\n\nThis is the consensus among economists. Dollars are fungible. A dollar in one account in New York might allow a dollar in another account in London to be put to use, but the reverse could also be true. If the banks had been doing a lot of lending -- that is, actually putting those dollars to work to rebuild the economy as the Fed intended -- one might be able to look at where those dollars ended up, Makin said.\n\nBut for the most part, the banks have been sitting on their cash, he said.\n\nThe GAO study tells us nothing definitive about where the money went. The only people who would know would be officials at the banks themselves. Not only is Paul’s number exaggerated, it isn't supported by the source his campaign cites.\n\nOur Ruling\n\nApart from anything Paul said, it is true that the Fed has created about $2 trillion. But that's not what we're assessing.\n\nWhen Paul says the Fed created $15 trillion, he is misstating the work of the GAO, and he fails to account for the special power of the Federal Reserve to destroy the dollars it creates. His assertion that a great deal of money went overseas might be true, but no one knows, and again, Paul misinterprets the source he used. For that reason, we rate his statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11964"}