{"url": "/factchecks/2021/jan/08/facebook-posts/no-simpsons-didnt-predict-capitol-riots-those-imag/", "speaker": "Facebook posts", "vclaim": "The Simpsons predicted the Capitol riots", "truth_label": "pants-fire", "date": "stated on January 7, 2021 in a Facebook post:", "title": "No, the Simpsons didn’t predict the Capitol riots. Those images are edited", "text": "After almost every major news event, rumors tend to circulate online that claim \"The Simpsons,\" somehow predicted whatever it was that happened.\nIt’s not like the animated TV show has never predicted the future — it has — a number of times, including Donald Trump’s election. But it didn’t foretell what happened on Jan. 6 at the U.S. Capitol, as some social media posts claim.\n\"The Simpsons did it again,\" said one viral Facebook post that features an image of the show’s character Groundskeeper Willie waving an American flag at the Capitol building dressed in the exact same horned garb as a costume donned by one of the Pro-Trump rioters who breached the building.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nThe photo taken inside the Capitol building on Jan. 6 shows Jake Angeli, a Trump supporter and well-known QAnon conspiracy theorist.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBut the photo of the horned Groundskeeper Willie is edited.\nFirst, it’s clear that, in an uncropped version of the photo, which shows that Willie is joined by the Simpson’s family at an animated Capitol building, that the characters were pasted onto the background.\nSecond, this image of Willie has not appeared in any Simpsons episode. Willie has never been seen in any horned helmet, tattoos or American flag. The image of Willie used in this post showing the character with his arm raised appears to come from the Simpsons Tapped Out mobile game, as many pointed out online. In it, his upper body shows no tattoos and his red hair is unfettered by any headdress.\nNo matter how badly you may have wanted this to be true, it’s not. Pants on Fire!", "vclaim_id": "vclaim-pol-19142"}