{"url": "/factchecks/2019/apr/11/blog-posting/no-jay-z-did-not-arrange-15-million-trust-fund-nip/", "speaker": "Bloggers", "vclaim": "Says Jay-Z set up a $15 million trust fund for Nipsey Hussle’s children.", "truth_label": "pants-fire", "date": "stated on April 4, 2019 in a story:", "title": "No, Jay-Z did not arrange a $15 million trust fund for Nipsey Hussle’s children", "text": "After news of rapper Nipsey Hussle’s violent death shocked the hip-hop and entertainment worlds, a report circulated that Jay-Z had established a hefty trust fund for the late rapper’s two children.\nAs heartwarming as it sounded, however, the account was rapidly debunked by multiple entertainment websites and blogs.\nThe story of the supposed trust fund was published on April 4 on PopularSuperStarz.com.\nThe article, which has been shared on Facebook more than 2,200 times, was flagged as part of the social media platform’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe story does not provide any source for its claim. It simply says that Jay-Z \"quietly put together a trust fund for Nipsey’s children and you won’t guess how much it’s worth.\" It then goes on to allege Jay-Z made Hussle’s partner, Lauren London, \"the executor of a trust that is worth $15 million; its beneficiaries are his daughter Emani and son (with London), Kross.\"\nWe attempted to contact the author of the article, or anyone who writes for the website, but no contact information exists on the website. Its Facebook page appears to have been taken down.\nJay-Z did have a relationship with Hussle. And after Hussle’s death, Jay-Z posted a picture of Hussle on his Instagram account with the caption: \"RIP Nipsey Hussle. Another tragic loss for Hip-Hop. Condolences to his family.\" In fact, according to Los Angeles Police Commissioner Steve Soboroff, Hussle and representatives of Jay-Z’s Roc Nation had scheduled a meeting with the agency to \"talk about ways (Hussle) could help stop gang violence.\" It was slated to take place the day after Hussle died.\nWe (@LAPDChiefMoore and I ) were meeting , at the request of @NipseyHussle with him and @rocnation tomorrow at 4pm to talk about ways he could help stop gang violence and help us help kids. I’m so very sad https://t.co/rcGtvw9c6L\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n— Steve Soboroff (@SteveSoboroff) April 1, 2019\n\nBut there is no evidence to suggest that Jay-Z has arranged a trust fund for Hussle’s kids. And not a single credible media outlet or entertainment news website has reported on the alleged donation.\nWe reached out to Jay-Z’s record label, Roc Nation, for comment on the story but did not hear back.\nSoon after the trust fund story was discredited, fans quickly took to social media to call it out:\nnot ONE credible website reported jay z setting up a trust fund for nipsey hussle's kids. just one particular website known for clickbait and posting fake news. google is your friend.— DoggieDiamondsNoFilter (@DoggieDiamonds) April 4, 2019\n\nJay-Z waking up this morning discovering the world was under the assumption that he set up a $15 million dollar trust fund for Nipsey's kids pic.twitter.com/ec7pjKKaGX— King (@Sportaphile) April 4, 2019\n\nLol Oh yea BTW...That FAKE CLICKBAIT story about Eric Holder’s family members getting killed also came from the SAME WEBSITE that told y’all Jay-Z made a $15 mil trust fund for Nipsey’s kids, but hey what do I know , I only do my homework before posting 🤷🏾‍♂️🚨— beefALERT (@beefalertnow) April 5, 2019\n\n \nOur ruling\nA story posted on an entertainment blog claims that Jay-Z set up a \"$15 million trust fund\" for the late Nipsey Hussle’s children.\nThe report was soon discredited as being inauthentic by several hip-hop websites and we could find no evidence or details to suggest that such a donation was made.\nThis is Pants on Fire!\n Share the Facts 2019-04-11 15:19:13 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Jay-Z set up a $15 million trust fund for Nipsey Hussle’s children.    Bloggers on the internet     Thursday, April 4, 2019 2019-04-04    Read More  info", "vclaim_id": "vclaim-pol-00771"}