{"url": "/factchecks/2019/jul/19/facebook-posts/fake-ocasio-cortez-quote-about-professional-truck-/", "speaker": "Facebook posts", "vclaim": "Quotes Alexandria-Ocasio Cortez as saying private truck drivers are \"destroying America\" and should be \"government regulated and drivers should be on full-time camera until we can figure out how to automate our shipping and do away with them altogether.\"", "truth_label": "pants-fire", "date": "stated on July 14, 2019 in a Facebook post:", "title": "Fake Ocasio-Cortez quote about professional truck drivers originated from satire website", "text": "U.S. Rep. Alexandria Ocasio-Cortez did not go on a rant against truck drivers, as a social media post would have you believe.\nA Facebook post attributes a long anti-trucker screed to the Democratic congresswoman from New York, without any attribution. It says: \n\"Alexandria Ocasio-Cortez. Her words on the Professional Driver (The Truckers): ‘Private truck drivers are destroying America. They get like 4 miles to the gallon, they think they own the road and they throw bottle of pee out their windows so they can keep driving. It’s a barbaric industry. Trucks should all be government regulated and drivers should be on full-time camera until we can figure out how to automate our shipping and do away with them altogether.’ \"\nThe July 14 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is one of many false quotes attributed to Ocasio-Cortez since she entered Congress in 2019.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe statement-turned-meme derived from satire website BustaTroll.org, which describes itself as a subsidiary of America’s Last Line of Defense network of satire sites. BustaTroll.org wrote it up in a junk May 2019 story that was filed under \"AOC horror stories, fan fiction.\"\nSome of these satire websites, including BustaTroll, make clear its articles are indeed made up. But, as is the case with this faux quote and others, eventually the fabricated content is transformed into unsourced memes that are then shared on social media as real news.\nIn this case, several posts share the fabricated quote as real, with captions like \"Not getting political on this page but you ALL SHOULD KNOW this is what AOC thinks of ALL OF US,,,,,she needs to go,\" and \"Look at this dumb b****.\"\nThis meme displays a fake Alexandria Ocasio-Cortez quote taken from a made-up story and includes no disclaimer. As such, we rate it Pants on Fire!", "vclaim_id": "vclaim-pol-00416"}