{"url": "/factchecks/2013/jun/01/national-republican-congressional-committee/did-kurt-schrader-vote-against-widely-supported-ke/", "speaker": "National Republican Congressional Committee", "vclaim": "Says \n\"With nearly 75 percent of Americans supportive of the construction of the pipeline, Schrader needs to explain to Oregon families why he voted against this needed project.\"", "truth_label": "mostly-true", "date": "stated on May 23, 2013 in a press release:", "title": "Did Kurt Schrader vote against widely supported Keystone XL project?", "text": "The communications office of the National Republican Congressional Committee isn’t letting up on Rep. Kurt Schrader, D-Ore. It’s recently peppered him with criticism over the sequester and President Barack Obama’s health care overhaul. This time, the issue is construction of a controversial pipeline that would carry crude oil from Canada to the U.S. Gulf Coast for refinement.\n \nA May 23, 2013, press release targeted Schrader for voting against H.R. 3, a bill that would allow TransCanada to start building the Keystone XL Pipeline without approval from President Barack Obama. Specifically, the legislation skips further environmental review and removes barriers to construction.\n \n\"With nearly 75 percent of Americans supportive of the construction of the pipeline, Schrader needs to explain to Oregon families why he voted against this needed project,\" the release states.\n \nThree-quarters of Americans want this project to happen? We know surveys can sometimes use scurrilous, squirrelly language, so we thought we’d take a look-see. \nPlus, while Schrader is a veterinarian who loves animals, the man is no tree-hugging environmentalist. Does he oppose construction?\n \nLet’s tackle the 75 percent statistic first. The NRCC relies on a survey conducted by Nanos Research that was the subject of an April 2013 news report in the Wall Street Journal.\n \nHere’s the survey question: Based on what you have heard about the proposed Keystone XL Pipeline between Canada and the U.S., do you support, somewhat support, somewhat oppose or oppose the US/Canadian government approving the project?\n \nOf Americans, 52 percent said they support the project and 22 percent said they somewhat support it.\n \nNanos, a respected independent polling firm, isn’t the only one to find that a majority of respondents in the United States support construction. An April 2013 Pew Research poll found 66 percent in favor with 23 percent opposed. The poll found broader support among Republicans and independents; Democrats are more divided.\n \nWe checked with Daniel Kessler, a media campaigner with 350.org, which opposes Keystone. The Nanos polling question looked sound to him, although he wanted to remind readers that other surveys show high support for clean energy alternatives and efforts to combat global warming.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n \nNow, let’s address the second part of the statement. As we stated earlier, H.R. 3 eliminates the need for White House approval to start the project.\n \nIt’s undisputed that Schrader voted against the bill. Nineteen House Democrats joined majority Republicans to send the bill to the Senate, where it sits. No House Democrat from Oregon voted for the legislation. In fact, the NRCC targeted a number of Democrats with the same press release, including Rep. Peter DeFazio, D-Ore.\n \nA spokesman for Schrader said the congressman supports construction in principle, just not the way Republicans are going about it. \"To say that he does not support the construction on the pipeline is false,\" wrote spokesman Cody Tucker in an email to PolitiFact Oregon.\n \nAnnie Clark with the NRCC disagrees. She cited four other times where Schrader voted against construction. \"Schrader voted against constructing or expediting construction of the Keystone XL Pipeline every chance he had,\" she wrote to PolitiFact Oregon.\n \nWe checked his other votes. The legislation sought to force Obama to act or bypassed him altogether in approving Keystone. Loads of House Democrats voted against the bills.\n \nSchrader did vote against H.R. 3, which eliminates further regulatory hurdles, eliminates presidential input and essentially gives congressional go-ahead for construction. This statement by itself we would rate Half True.\n \nIt is partially accurate in that Schrader did vote against the legislation, which authorizes the project. But it is missing significant details in that Schrader supports construction in principle, just not this particular way to get there. Had the NRCC said that Schrader voted against the bill -- as opposed to the project -- the statement would be True.\n \nThe NRCC is accurate in citing that nearly 75 percent of Americans support construction of the Keystone XL pipeline. The Nanos survey is solid, as is a Pew Research poll that showed two-thirds support.\n \nWith the polling part True and the project part Half True, that brings our ruling to Mostly True for this two-part statement.\n \n(If you want to leave a comment, go to http://www.oregonlive.com/politics/index.ssf/2013/06/did_kurt_schrader_vote_against.html#incart_m-rpt-2)", "vclaim_id": "vclaim-pol-09271"}