{"url": "/factchecks/2013/sep/15/cory-booker/cory-booker-claims-newark-represents-third-real-es/", "speaker": "Cory Booker", "vclaim": "Newark is \"now home to one-third of all commercial and multi-family development.\"", "truth_label": "half-true", "date": "stated on September 10, 2013 in an e-mailed campaign letter:", "title": "Cory Booker claims Newark represents a third of real-estate growth in New Jersey", "text": "Editor’s Note: On March 14, 2013, PolitiFact New Jersey rated as Mostly True a statement by Newark Mayor Cory Booker that \"More than 30 percent of all commercial and multifamily development in the entire state is happening in Newark.\" We based that ruling on building permit and square footage data provided by the New Jersey Department of Community Affairs, a real-estate development firm that compiled numbers for the Booker administration and experts in the real-estate development industry. Booker, now a candidate in an Oct. 16 special election for the late Frank Lautenberg’s U.S. Senate seat, made the claim again in a form e-mail campaign letter distributed last week. In reanalyzing the claim, we realized that our first ruling didn’t take fully into account how Newark compares statewide in terms of building permits and value of new construction. This fact-check adds that analysis and consequently changes the ruling to Half True.\nWith about a month to go before a special election for a vacant U.S. Senate seat, Democrat Cory Booker is using a Newark statistic to bolster support for his campaign.\nBooker, Newark’s mayor, cited the Brick City’s real estate growth in a Senate campaign form e-mail received last week by PolitiFact.com.\nNewark is \"now home to one-third of all commercial and multi-family development,\" said Booker, whose challenger in the Oct. 16 special election is Republican Steve Lonegan, a former mayor of Bogota.\nThat’s quite a claim to make, considering New Jersey has 21 counties and 566 municipalities. But after analyzing this claim, it’s clear the statistic only holds up when measured a particular way.\nFirst, let’s explain how real estate growth is measured before we delve into Newark’s numbers.\nGenerally speaking, experts have told PolitiFact New Jersey that the real estate industry standard is to measure residential growth in building permits issued and commercial development in square footage. Why?\nThe barometer for growth in residential real estate is number of units, which is tracked by building permits. That shows demand for households, said Rosemary Scanlon, divisional dean at the New York University Schack Institute of Real Estate and a former chief economist for the Port Authority of New York and New Jersey.\nBut size matters more in commercial real estate because space can be made to fit the needs of firms moving in, and it’s also an economic indicator of business activity in the community, said Ken Danter, CEO of the Danter Company, a real estate research and consulting firm based in Columbus, Ohio.\nNew Jersey’s Department of Community Affairs, however, tracks data by building permits because permits show \"the beginning of the process,\" said John Lago, the DCA’s housing research manager.\n\"If you’re mixing standards, it’s like mixing centigrade and fahrenheit,\" Lago said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\n stated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThere’s nothing technically wrong with using one measure for all real estate growth, but it’s not exactly conventional, Scanlon explained. Danter said he wouldn’t mix the two.\nSo it’s clear that there are differing opinions about mixing building permits with square footage to measure growth.\nNow let’s look at Newark’s numbers.\nBooker’s city administration shared with us numbers crunched for the mayor by real estate development firm Jones Lang LaSalle, which used a database known as CoStar. Adam Zipkin, Booker’s deputy mayor for economic development, said those developments were measured in square footage.\nFor 2012, New Jersey had projects under construction totaling 3,306,551 square feet. Of that, Newark was responsible for projects totaling 1,168,793 square feet – or 35.3 percent of the state real estate development total, according to the data.\nSo based strictly on square footage, Booker is correct that Newark represents 30 percent of the real estate development going on statewide.\nBut the number is significantly different if we look at building permits and the value of new construction for every municipality in the state. In that case, Newark ranked second for 2012, at $276,225,281, according to DCA data. Jersey City ranked first, at $391,016,932.\nThe total value of new construction statewide in 2012, including state buildings, was $10,941,709,996.\nBy that measure, Newark accounted for just 3 percent of the value of new construction statewide.\nOur ruling\nBooker said in a campaign e-mail, Newark is \"now home to one-third of all commercial and multi-family development.\"\nData from a real estate development firm compiling statistics for Booker showed that in terms of square footage, Newark accounted for 35 percent – or a bit more than a third -- of the residential and commercial real estate growth last year in New Jersey. So he’s right on that point. But in terms of building permits and value of new construction, Newark can claim just 3 percent of that total. Given that point, the ruling is Half True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-08880"}