{"url": "/factchecks/2020/apr/14/jack-whitver/iowa-had-strong-job-market-when-it-came-having-job/", "speaker": "Jack Whitver", "vclaim": "Before COVID-19, “Iowa had one of the lowest unemployment rates in the country, and many employers were scrambling to find qualified employees to fill their job openings.”", "truth_label": "true", "date": "stated on April 7, 2020 in an email newsletter:", "title": "Iowa had a strong job market and low unemployment before coronavirus", "text": "Iowa’s Senate Majority Leader Jack Whitver, R-Ankeny, said this month that Iowa had one of the lowest employment rates in the country and employers were struggling to find workers to fill jobs before protective measures to halt the spread of the coronavirus put almost 165,000 Iowans out of a job along with more than 16 million other Americans. \n\"Prior to the emergence of the coronavirus and COVID-19, the U.S. economy had lifted millions out of poverty, expanded the workforce, and raised wages for huge numbers of Americans,\" Whitver wrote in an April 7 newsletter. \"Iowa had one of the lowest unemployment rates in the country, and many employers were scrambling to find qualified employees to fill their job openings.\"\nA check of the facts shows that Iowa had one of the country's lowest unemployment rates before the arrival of COVID-19. According to the U.S. Bureau of Labor Statistics, Iowa ranked 11th of the 50 states in February 2020 for unemployment, with a rate of 2.8 percent. \nIowa’s unemployment rate has seen historic lows recently as well. According to data from Iowa Workforce Development, the lowest nine months in the past 20 years for unemployment have been since 2018. The lowest unemployment rate over the past two decades was 1.9 percent in October 2018. The Iowa report for March is to be released April 17.\nAre Iowa employers \"scrambling\" to find workers?\nWe reached out to Whitver to ask what sources he was citing but he didn’t respond. This claim often is made by business and political leaders in Iowa, however, so we did our own sourcing by checking with those who would know and existing data.\nMatthew Kodis, a data analyst at the Iowa Economic Development Authority, said in an interview economists generally define full unemployment as below 3 percent, which Iowa had been under since August 2017. \nThe interview with Kodis was in February, as we were researching Iowa’s unemployment history. Kodis also said then that companies were having trouble finding employees, as Whitver claimed. In a 2019 report Kodis developed for Iowa Economic Development Authority, nearly half of surveyed companies reported that there was a low availability of workforce in their area, and 74 percent said they were experiencing workforce recruitment problems. \nThis hyper-competitive job market has led to slow growth for business hiring and overall state GDP compared to other states, Kodis said. One problem that arises is businesses aren’t able to expand without a solid pool of potential employees. \n\"Right now, we aren’t necessarily seeing a negative impact on the economy, more so as we’re seeing slower growth than some states that have higher unemployment rates,\" he said in that February interview.\nIn the same report, 46 percent of companies said they had plans to expand in the next three years, but 22.2 percent of those companies said expansions in Iowa may not be possible because of workforce shortages.\nHave wages gone up?\nThe scarcity of employees contributed to an increase in wages, Iowa Association of Business and Industry president Mike Ralston said in an interview. \n\"Employers understand that they have to have competitive pay and benefits,\" he said. \"I wouldn’t want to be an employer paying the lowest wage in an area, because I’m not going to get the employees, that’s for sure.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nHowever, an analysis of U.S. Bureau of Labor Statistics statistics showed that 63% of Iowa workers earned less than the state’s median salary of $47,350 in May 2019, the last time for which Bureau of Labor Statistics were available. That is based on total employment of 1,549,460 workers in the report — up from 1,541,700 workers in May 2018. \nDespite accounts of wage increases, Mike Owen, executive director of the Iowa Policy Project, said working Iowans had not seen meaningful wage increases since the 2008 recession. \n\"Wages in Iowa have continued to be stagnant, have been unequal both in racial terms and in gender terms, and they have not provided, on balance, a good opportunity for Iowans just to meet a basic needs household budget,\" Owen said.\nWage increases have also been slanted toward the highest earners. A 2019 report from the Iowa Policy Project called \"The State of Working Iowa\"  showed that the median wage has only increased about 4.4 percent since 2009 — an increase of 80 cents to $18.40 — while wages in the 90th percentile have increased about 15 percent.\nWages are also increasing at a lower rate than in most of a nine-state region in the Midwest. A February Mid-American Economy report by Ernie Goss, a regional economist who studies middle America at Creighton University, said average hourly wages in Iowa had increased 3 percent in the past 12 months, which placed Iowa seventh among the nine states he surveyed. The highest wage growth was in Arkansas, with a 6.7 percent increase.\nMillions lifted out of poverty?\nStatistics have shown a reduction in the nation’s poverty rate. A 2019 report from the U.S. Census Bureau shows 38.1 million Americans in poverty in 2018, 1.4 million fewer than in 2017 and 2.5 million fewer than in 2016. \n2018 was also the first time the U.S. poverty rate fell below pre-2008 recession levels. \nIowa’s poverty rate is also lower than it was in 2015, but it rose from 10.7 percent in 2017 to 11.2 percent in 2018, according to Talk Poverty. In 2018, the mean household income in Iowa was $75,951, and 62 percent of households had an income lower than $75,000, according to the Census Bureau.\nWhile Whitver didn’t specify a timeframe for his claim that millions in the U.S. have been lifted out of poverty, he would be correct dating back to 2015. However, the poverty rate in Iowa increased in 2018.\nOur ruling\nWhitver said unemployment in Iowa was among the lowest in the country before the U.S. deliberately shutdown parts of the economy to mitigate the spread of COVID-19, and that companies were struggling to find workers. He also said millions in the U.S. had been lifted out of poverty and wages had been increased. \nThis was all before the coronavirus, and subsequent statewide measures to contain its spread, wreaked havoc on Iowa’s employment and economy. The United States has almost certainly entered a recession, and the economic outlook across the country is grim, but Iowa was in a relatively good place just a month ago.\nIowa unemployment had been at a historic low since 2017, and in February it ranked 11th in the country. Employers in Iowa did have trouble finding qualified workers to fill positions. \nWage increases are less clear. Wages have gone up 3 percent in the last year, but that increase hasn’t kept pace with many other states in the Midwest. Additionally, median wages only increased 4.4 percent since 2009, and the biggest wage increases were concentrated at the top.\nThe poverty rate in the U.S. has been declining steadily since 2015, and in 2018 it reached pre-recession levels. We rated Whitver’s claim as True.", "vclaim_id": "vclaim-pol-16936"}