{"url": "/factchecks/2018/oct/24/donald-trump/facts-trump-and-ohio-steel-mills/", "speaker": "Donald Trump", "vclaim": "\"All across Ohio, steel mills are reopening.\"", "truth_label": "half-true", "date": "stated on October 12, 2018 in a speech:", "title": "The facts on Ohio steel mill reopenings under Donald Trump", "text": "President Donald Trump said in his 2017 inaugural address that rusted-out factories were \"scattered like tombstones across the landscape of our nation.\"\n\nRecently, the president claimed some of Ohio’s industrial jobs had since been resurrected. He said the United States was now \"taxing the hell out of the dumpers\" that were \"hurting your steel industry.\"\n\n\"All across Ohio, steel mills are reopening, and we are putting our coal miners back to work. One of the things we’re most proud of. ... When I came into office, steel was dead. Steel was dead. Now they're opening up plants, U.S. Steel, Nucor, they're opening up plants all over the country. Big ones. New ones. We're taxing the hell out of the dumpers. You know, we had the dumpers who were hurting your steel industry.\" Trump said at an Oct. 12 rally in Lebanon, Ohio.\nTrump was in town to support Ohio Republicans, including U.S. Rep. Jim Renacci, who is challenging Democratic U.S. Sen. Sherrod Brown. While Brown has been ahead in the polls, Ohio is considered a competitive state for Republicans following Trump’s strong win in the battleground state in 2016.\n\nWe looked at whether steel mills across Ohio had, in fact, reopened. We found evidence of one idling mill reopening and a handful of steel companies making additional investments in Ohio. Trump’s claim of mills across the state reopening is exaggerated, but steel companies are making new investments.\nOhio reopenings and investments\nEarlier this year, Trump announced a 25 percent tariff on steel and 10 percent tariff on aluminum, which he argued would protect American metals industries in competing with foreign imports.\n\nThe White House did not respond to our request for comment.\n\nIn Ohio, there are 7,700 iron, steel mill and ferroalloy manufacturing jobs as of Sept. 1, which is roughly the same amount as there were in January 2017.\n\n\"When you look at the employment numbers (in Ohio), you cannot find an increase in employment from the June imposition (of the steel tariffs) or from when the rumors started kicking around in January,\" said Ohio State University professor Ned Hill, an economist who studies American manufacturing.\n\"The notion that there are hundreds of mills reopening or ready to reopen, there’s not much behind that,\" Hill said.\n\nWe found several examples of steel mills reopening or expanding in the two years, both before and after Trump announced the steel tariffs earlier this year.\n\nIn June 2018, Republic Steel announced plans to restart its furnace in Lorain, Ohio, after it had idled since 2016. It partially reopened in September 2018, bringing 80 new jobs to the city. The company credited the steel tariff. Republic Steel is also adding a shift at its Canton location.\n\nJSW Steel USA initially planned to restart the Mingo Junction electric-arc furnace in September 2018. On Oct. 11, the company said it would restart in a \"matter of weeks.\" The furnace has been idle since 2009. Plans to reopen precede Trump’s tariffs.\n\nIn January 2017, before the tariff, Charter Steel announced plans to build a new $150 million mill in Cuyahoga Heights, Ohio. In April 2017, Nucor Corp. announced it would invest $85 million to upgrade the rolling mill at its steel bar mill in Marion, Ohio.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMany additional mills in Ohio are actively hiring workers, according to Hill. The active hiring started about three years ago for the first time since 1997.\nNational numbers\nForeign imports do have a role in the decrease in steel industry jobs over the past 50 years, but experts told us bigger factors in the decline are technological improvements and productivity growth.\n\n\"The basic story is that one person can produce a lot more metal today than he or she could produce,\" a few decades ago, Gary Burtless, an economist with the Brookings Institution, told us in March.\n\nWe found data for employment in the primary metals-producing sector, which incorporates five subcategories: iron and steel mills, steel product manufacturing from purchased steel, aluminum production and processing, production and processing of metals other than iron and aluminum, and foundries.\n\nNationwide employment in primary metals manufacturing bottomed out from 451,600 in early 2008 to 347,300 in early 2010 after the recession and global economic crisis.\n\nBy the end of 2014, it had rebounded to 402,600 as a result of the Obama economic stimulus before falling again to 368,100 in January 2017 due to lower oil prices and a flood of imports, according to United Steelworkers spokesman Wayne Ranick.\n\nEmployment has since risen to a projected 382,300 for September 2018, largely the result of trade policies that have stabilized the domestic market, Ranick said.\nPaul Nathanson, a spokesman for the Coalition of American Metal Manufacturers and Users, said that the tariffs were hurting U.S. steel-using manufacturers and that the tariffs raise the prices of both domestic and imported steel.\n\"Manufacturers who use steel as a primary input to make parts for the automotive, aviation, energy, appliance, defense and other industries are losing business to overseas competitors who can make the same part for less because they pay global (lower) prices for steel and import that part into the U.S.,\" Nathanson said.\nOur ruling\nTrump said that steel mills were reopening across Ohio. While experts have mixed impressions about the long-term job growth from Trump’s steel tariffs, we found evidence of a handful of steel companies investing in their Ohio plants and at least one example of an idling mill reopening. We rate this Half True.\n Share the Facts 2018-10-24 19:24:51 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"All across Ohio, steel mills are reopening.\"    Donald Trump President of the United States    in a speech Friday, October 12, 2018 2018-10-12    Read More  info", "vclaim_id": "vclaim-pol-01417"}