{"url": "/factchecks/2015/nov/11/carly-fiorina/carly-fiorina-says-obamacare-isnt-helping-anyone/", "speaker": "Carly Fiorina", "vclaim": "\"Obamacare isn't helping anyone.\"", "truth_label": "pants-fire", "date": "stated on November 10, 2015 in a Republican presidential debate in Milwaukee:", "title": "Carly Fiorina says 'Obamacare isn't helping anyone'", "text": "The Affordable Care Act -- Obamacare to some -- is a perennial target of Republicans. But at the GOP presidential debate in Milwaukee, Carly Fiorina made a particularly strong statement about the law’s ineffectiveness.\n\"Look, I'm a cancer survivor, okay?\" Fiorina told moderator Maria Bartiromo of Fox Business Network. \"I understand that you cannot have someone who's battled cancer just become known as a pre-existing condition. I understand that you cannot allow families to go bankrupt if they truly need help. But, I also understand that Obamacare isn't helping anyone.\"\nFiorina’s staff did not respond to an inquiry, but during the debate, she listed a number of problems she has with the law.\n\"It is crony capitalism at its worst,\" she said. \"Who helped write this bill? Drug companies, insurance companies, pharmaceutical companies. … Health insurance has always been a cozy, little game between regulators and health insurance companies.\"\nFiorina also said that \"Obamacare is crushing small businesses, it is not helping the families it was intended to help. So, let us allow states to manage high risk pools. Let us try the one thing in health insurance we've never tried, the free market. Let us ensure that as patients, and customers, that we have information to shop wisely for our health care.\"\nReasonable arguments can be made against the law and its many provisions. But is no one at all getting any actual help from the law? We decided to take a closer look.\nHere are some of the provisions of the law and estimates of how many people have benefited from each. The estimates are from Charles Gaba, who has spent several years crunching the numbers for usage of the law at the blog ACAsignups.net. Gaba’s estimates are current through November 2015 unless noted:\n• Americans currently enrolled in policies bought on the ACA’s online exchange: 9.5 million, of which roughly 8 million are receiving subsidies under the law. Another 2.5 million were enrolled in such policies during 2015 but have since dropped their coverage.\n• Net number of Americans added to Medicaid due to the law: 15 million. This includes 10 million added through direct expansion of Medicaid under the law, 4 million new but previously eligible beneficiaries who signed up for Medicaid after the ACA passed, and about 1 million transferred to Medicaid from existing, state-based programs.\n• Number of young adults age 19 to 26 who have been able to stay on their parents’ insurance due to the law: Possibly 1 million to 3 million, but the numbers change so often it’s hard to get a solid number.\nOf the 25 million-plus total from these three categories, Gaba estimates, roughly 17 million are newly insured specifically because of the law -- approximately 5 million through the exchanges, 11 million through Medicaid, and 1 million assorted others.\nHere are a couple of more ways people are benefitting:\n• Americans no longer at risk for coverage denial due to pre-existing conditions: As PolitiFact has previously reported, between 19 percent and 50 percent of Americans fall into this category, or between 60 million and 160 million people.\n• Americans no longer at risk of being kicked off policies for developing expensive medical conditions: Smaller than the previous categories, but unknown.\nThere is some overlap between these categories. But whatever the number is, it’s in the tens of millions -- and most of those people, Gaba said, \"would disagree that it's ‘not helping anyone.’ \"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nJonathan Oberlander, a professor in the Department of Health Policy and Management at the University of North Carolina-Chapel Hill, added two additional categories of Americans who have benefited from the ACA:\n• Medicare Part D beneficiaries, who are getting better prescription drug coverage: 39 million Medicare beneficiaries are enrolled in the program. These and other Medicare beneficiaries are also getting such new benefits as free preventive screenings and an annual wellness checkup.  \n• Americans with private insurance who now have access to preventive services at no charge: Unknown, but likely in the millions.\nAnother way to look at it holistically is to gauge the net impact on national uninsurance rates. They have fallen sharply since the law has been put into practice, as this chart from the Kaiser Family Foundation illustrates:\n\n\"The statement is utter nonsense. Put simply, it is a wild exaggeration that amounts to a lie,\" Oberlander said. \"You can certainly debate the overall impact and desirability of Obamacare. But to say it isn’t helping anyone is to ignore both reality and overwhelming evidence to the contrary.\"\nPolicy experts who have mixed feelings about the law or oppose it outright say that some of these benefits have come at too high a cost, or have left more people significantly hurt than significantly helped.\nFor instance, Gail Wilensky, who ran Medicare and Medicaid under President George H.W. Bush and who has provided unofficial advice to Jeb Bush’s 2016 presidential campaign, said the law has squeezed out many of the more limited-benefit and catastrophic-coverage plans that beneficiaries may have liked, forcing them to pay for more expensive policies.\n\"This has been a problem for people above 300 percent of the poverty line who get small subsidies, and it’s been a real problem for people above 400 percent of the poverty line who get no subsidy,\" Wilensky said.  \nMichael Tanner, a scholar at the Cato Institute, said there have been both winners and losers, and that he expects that \"the losers far outnumber the winners.\"\nThat said, both Wilensky and Tanner agreed that Fiorina went too far in saying that \"Obamacare isn't helping anyone.\"\n\"People on expanded Medicaid or who were previously uninsured and substantially subsidized in the exchange are better off than they were,\" Wilensky said, even if \"they may or may not be as well off as they could be.\"\nTanner added that, despite his qualms with the law, \"you can’t truthfully say that no one has benefited. Even if you believe that the previously uninsured are paying too much for crummy policies under the ACA, as I do, I don’t think you can say that none of them have benefited at all. That’s a pretty low bar, of course. If you flew across the country dumping money from an airplane, some people would benefit.\"\nOur ruling\nFiorina said that \"Obamacare isn't helping anyone.\"\nEven taking the low end of estimates, tens of millions of Americans have benefited from the ACA, in big ways (such as securing insurance for the first time) or smaller ways (paying less for drugs under Medicare Part D). One does not have to buy into every aspect of the law or feel comfortable with its overall price tag to acknowledge that lots of people have benefited from it. We rate Fiorina’s statement Pants on Fire.", "vclaim_id": "vclaim-pol-05743"}