{"url": "/factchecks/2012/jun/24/lamar-alexander/lamar-alexander-says-three-tennessee-cities-among-/", "speaker": "Lamar Alexander", "vclaim": "\"Three of our cities are among the top five worst cities in the U.S. for asthma.\"", "truth_label": "true", "date": "stated on June 18, 2012 in prepared remarks at a Congressional field hearing.:", "title": "Lamar Alexander says three Tennessee cities among worst five in nation for asthma", "text": "Even as coal advocates applied political pressure on Sen. Lamar Alexander, R-Tennessee, the state’s senior senator stood his ground in refusing to join the fight to kill the Environmental Protection Agency’s planned implementation of clean air rules.\n\nCommercials by the group American Commitment, a conservative group recently focusing on boosting the coal industry,  branded him an ally of what it calls a \"war on coal\" by President Obama. The group asked people to call and write Alexander to make him switch his stance and vote for a resolution by Sen. James Inhofe, R-Oklahoma, to disapprove the EPA's new Mercury and Air Toxics Standards (MATS) for power plants.\n\nAlexander responded by saying he was \"standing up for Tennessee.\" He cited the pollution created from \"dirty air\" blowing into Tennessee from other states causing smog in the Great Smoky Mountains National Park, and even pointed out that more Tennesseans work for companies that make pollution-control equipment required under the rule than work mining coal.\n\nAt a Congressional field hearing of the House Oversight and Government Reforms Committee in Murfreesboro, Alexander also claimed that one result of  \"dirty air\" is that, in Tennessee, \"three of our cities are among the top five worst cities in the U.S. for asthma.\"\n\nWe decided to see if that was indeed true.\n\nA quick primer on asthma from the Mayo Clinic: It is \"a condition in which your airways narrow and swell and produce extra mucus. This can make breathing difficult and trigger coughing, wheezing and shortness of breath.\"\n\nThe Mayo Clinic says, \"It isn't clear why some people get asthma and others don't, but it's probably due to a combination of environmental and genetic (inherited) factors.\"\n\nAlexander’s office said he was referring to the 2012 Asthma Capitals rankings released in May by the Asthma and Allergy Foundation of America (AAFA). The AAFA  describes itself as a non-profit founded in 1953 that \"is the leading patient organization for people with asthma and allergies, and the oldest asthma and allergy patient group in the world.\"\n\nSure enough, the rankings have Memphis at No. 1, Knoxville at No. 3 and Chattanooga at No. 5, with New Haven, Conn., at No. 2 and Pittsburgh, Pa., at No. 4. And it was apparently no fluke -- the 2011 rankings had those Tennessee cities ranked Nos. 2-4, though Knoxville was ahead of Memphis last year.\n\nNashville, it’s worth noting, ranked No. 26 this year after coming in at No. 10 in 2011.\n\nIt’s important to note that the AAFA emphasizes the rankings are an attempt to measure which cities \"are more challenging places to live\" for asthma sufferers, not necessarily just a listing of places with the highest prevalence of people suffering with asthma. The report also notes that air pollution is not the only factor it considers, with a total of 12 data sets that include the number of high-ozone days, pollen counts, medication utilization, poverty rates and public smoking laws.\n\nOur ruling\n\nAlexander wasn’t saying dirty air was the only reason Tennessee cities rank high on a list showing the most challenging cities in the country for asthma, just that the nation’s 17th-largest state placed three of its cities in the top five of those rankings.\n\nWe rate that statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10875"}