{"url": "/factchecks/2013/may/01/rick-scott/rick-scott-says-every-florida-teacher-gets-pay-rai/", "speaker": "Rick Scott", "vclaim": "\"Every Florida teacher gets a pay raise.\"", "truth_label": "half-true", "date": "stated on April 29, 2013 in a Facebook post:", "title": "Rick Scott says 'Every Florida teacher gets a pay raise' with new budget", "text": "Update: We updated this story to reflect updated budget proviso language that leaders agreed to May 1. These changes include removing the requirement that raises be delayed until June 2014 and giving boards the option to come up with their own merit-pay plans.\n\nGov. Rick Scott declared \"victory\" after legislative leaders announced they included $480 million in the 2013-14 budget for teacher pay raises.\n\nScott, who made a $2,500 pay raise for every teacher one of just two priorities this legislative session, announced the news on his Facebook page April 29: \"Our teachers are some of the best in the nation and they deserve to be rewarded for their great work. Today I am proud to announce that every Florida teacher gets a pay raise.\"\n\nHe included a photo of a male teacher with can’t-miss-it, all-caps text that reads \"EVERY FLORIDA TEACHER GETS A PAY RAISE! IT’S WORKING.\"\n\nHe’s over-simplifying it. The truth is, the Legislature’s offering of $480 million for raises may be in the amount Scott wanted, but he’s glossing over the fine print for how they want it spent.\n\nEarlier in the session, House and Senate leaders weren’t keen on Scott’s idea because it does not align with 2011 legislation they pitched and Scott signed implementing a merit pay system for teachers. But with a week left in session, leaders found a way to please both sides.\n\nHere are three details not included in Scott’s Facebook post, which last we checked had more than 2,400 likes: The raises would not be limited to just teachers. They are not immediate. And they are not a guarantee.\n\nYou can find the conditions the Legislature placed in its bill implementing next year’s budget (page 21).\n\nHouse and Senate leadership agreed to allow for salary increases not only for school district and charter school classroom teachers, but for guidance counselors, social workers, psychologists, librarians, principals and assistant principals.\n\nThe throng of education workers would not see an immediate raise. Initially, the budget was written so they would have to wait until June 2014 before getting a lump-sum payment for the 2013-14 school year. Hearing negative feedback on this provision, House and Senate changed this language so that school boards can distribute salary increases anytime before June 2014 \"as negotiated with collective bargaining units and educators.\"\n\nBut that’s if they qualify. The raises are based on merit. Lawmakers suggested school professionals be judged based on 2013-14 performance evaluations to be determined by school districts and approved by the state Department of Education. For education personnel deemed \"effective,\" lawmakers recommended salary increases of at least $2,500. Those rated \"highly effective\" are eligible for up to $3,500.\n\nNew language that lawmakers added May 1 gives districts the options to come up with their own merit-pay plans, a move the FEA applauded. But there is still no mandate that every teacher get a raise.\n\nFactors that districts could use in their evaluations may include results on Advanced Placement and International Baccalaureate assessments, as well as SAT, ACT, FCAT and end-of-course exam results. For those who don’t teach courses with standardized tests, districts will develop separate evaluation criteria.\n\nThe Legislature took a different approach for state workers, awarding them $1,000 or $1,400 pay hikes (plus a chance for $600 more for some based on merit) depending on their income starting in October. Law enforcement officers would get their raise this summer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe caveats for teachers disappointed the Florida Education Association, which praised Scott for his efforts but dinged the Legislature for the strings attached, as well as Miami-Dade and Broward county superintendents Alberto Carvalho and Robert Runcie. The superintendents said they could not afford to give every teacher $2,500 on top of paying the \"unfunded mandate\" of raises for principals and staff. (Carvalho said the updated language is a positive move.)\n\nThe South Florida superintendents said even though the Legislature will increase per-pupil funding by $1 billion statewide ($134 million for Miami-Dade and $93 million for Broward), there would still not be enough money to pay for raises, other benefits and healthcare, and other earmarks from the state, according to the Miami Herald.\n\n\"The math simply does not add up,\" Runcie said.\n\nBased on the 2011-12 evaluations, just about every teacher would qualify for a raise. Of the teachers who were evaluated, 22.6 percent of teachers were highly effective and 74.6 percent were effective, leaving just under 3 percent of teachers with ratings of needs improvement or unsatisfactory. Ten percent of the state’s teachers were not evaluated.\n\nThe numbers were similar for non-classroom personnel measured by merit pay, though 27.2 percent were not evaluated, according to Department of Education data.\n\nEven with the merit requirements, Scott spokeswoman Melissa Sellers said it’s not realistic to think unions and districts won’t try to get money to all teachers. The budget language is written flexibly enough so that districts are not precluded from using money from the state to award every teacher a raise, even if they do not qualify for merit pay or are rated below effective.\n\nMiami Rep. Erik Fresen, who is in charge of House education appropriations, told the Miami Herald \"we provided $480 million for districts to provide much-deserved salary increases to whom they determine meet their criteria of effective.\"\n\nHis Senate counterpart, Sen. Bill Galvano, R-Bradenton, told us while the raises are not guaranteed to every teacher, \"At the end of the day, there should be something for everybody.\"\n\nBut it’s not up to Scott, or the Legislature for that matter. Florida law says the state cannot dictate teacher salaries. Teacher salaries are negotiated between the school districts and teachers union. So even though legislators approved a half-billion dollar pot of money for teacher raises, there is no guarantee that every teacher will get a raise.\n\nSchool districts in talks with unions will ultimately decide who gets raises, who doesn’t and how much. All the state and Scott can do is strongly suggest how school districts dish out the extra money they’re getting.\n\n\"However, it must be kept in mind that other funding increases are being provided to school districts,\" said FEA spokesman Mark Pudlow. \"Presumably, that money could be bargained for increased salaries, so technically, every Florida teacher ‘may get a pay raise.’\"\n\nOur ruling\n\nRick Scott said \"every Florida teacher gets a pay raise.\"\n\nWill every Florida teacher get a pay raise? It seems likely, with the influx of money poured into education this year. But Scott can’t decree it, and the budget is written so that it applies to high-performing educators. Plus, some superintendents have said the inclusion of non-instructional personnel will make it harder if not impossible to award every teacher a raise.\n\nWe rate Scott’s statement Half True.", "vclaim_id": "vclaim-pol-09393"}