{"url": "/factchecks/2011/jul/26/jessica-king/wisconsin-senate-recall-race-democrat-jessica-king/", "speaker": "Jessica King", "vclaim": "Says state Sen. Randy Hopper, R-Fond du Lac, unlike typical taxpayers, \"didn’t pay taxes\"", "truth_label": "barely-true", "date": "stated on July 12, 2011 in a TV ad:", "title": "In Wisconsin Senate recall race, Democrat Jessica King says GOP Sen. Randy Hopper 'didn’t pay taxes'", "text": "In one of the recall elections that could determine whether Democrats take control of the Wisconsin Senate, the two candidates have accused each of other personally enriching themselves while other taxpayers pay more.\n\nState Sen. Randy Hopper, R-Fond du Lac, contends in a TV ad that Democratic challenger Jessica King voted herself a 63 percent pay raise when she served on the Oshkosh Common Council. King voted against the raise, and the percentage was wrong to boot. We rated Hopper’s statement Pants on Fire.\n\nKing, with a TV ad released July 12, 2011, claims middle-class folks pay their taxes but Hopper didn’t.\n\nThe ad begins with what the King campaign identifies as a soldier, a nurse and a teacher. They say \"politicians like Randy Hopper have been fighting for wealthy people like himself, raising middle-class taxes to give tax breaks to big corporations, but then not paying taxes. Randy Hopper, we work hard, we pay our taxes; we can’t say the same about you.\"\n\nAs the accusation is made, the words \"Senator Hopper didn’t pay taxes\" appear on the screen above a footnote citing a Fond du Lac Reporter newspaper article.\n\n(The headline in the newspaper was \"Hopper fends off tax questions.\")\n\nThe ad not only accuses Hopper of not paying taxes, while average citizens did, but suggests he did something improper or took advantage of the system.\n\nLet’s see what the record shows.\n\nWhen we asked King campaign spokeswoman Gillian Morris for evidence to back up the ad, she provided the October 2008 newspaper article cited in the ad.\n\nThe article ran less than two weeks before Hopper defeated King, by a recount-confirmed 163 votes, to win what was then an open Senate seat in the Fox Valley area of east-central Wisconsin. Their rematch on Aug. 9, 2011, is one of nine recall elections that could determine whether Democrats take control of the Senate from Republicans, who now hold a five-seat advantage.\n\nAccording the 2008 article, the liberal One Wisconsin Now group obtained state Department of Revenue income tax data for Hopper and his five businesses. Since an open records request could take a week or more, and the elections are upon us, we asked One Wisconsin Now for the data they received, which was contained in a letter from the revenue department.\n \nThe letter says that from 1998 through 2007, Hopper’s five businesses had no state income tax liability; and that from 1997 through 2007, Hopper personally had a liability in just one year, 2006, of $22,752.\n\n(Since then, One Wisconsin Now requested more recent state income tax data for Hopper and received a Department of Revenue letter saying Hopper had no tax liability in 2008 and 2010, and a tax liability of $27,995 in 2009. But those tax years are not part of our evaluation for this article.)\n\nHopper, who didn’t dispute the facts in the 2008 newspaper article, was quoted as saying that in the years when he had no income tax obligation, it was because of business debt and reinvesting in some of the businesses. He also said two of the businesses run by his wife had no revenue.\n\nHopper also said in the article he incurred the one personal income tax obligation, and paid it, because of capital gains he earned from selling one of his radio stations.\n\nIt’s not unprecedented for a state lawmaker to pay no state income taxes. The same holds for other members of the public, based on what the tax laws are and allow, particularly for business owners.\n\nIn September 2008, the Milwaukee Journal Sentinel found that six lawmakers -- four Republicans and two Democrats -- were among a number of state officials who didn’t have a state income tax liability in either 2006 or 2007; one of the lawmakers, state Rep. Mary Williams, R-Medford, hadn’t had a state tax bill since before 2000. Tax experts interviewed for the article said those public officials were treated the same as everyone else, noting that most small-business owners show their business earnings or losses on their individual income tax returns.\n\nWe also contacted Hopper’s campaign spokesman, Sean Stephenson, to see if Hopper had any additional response about his taxes.\n\nStephenson said Hopper’s radio stations paid nearly $1 million in workers’ compensation, Social Security, property and other taxes -- but not state income taxes -- from 1998 through 2010.\n\nHe also pointed out that Hopper’s name does not appear on the state’s list of delinquent taxpayers. (We checked, and his businesses aren’t on the list, either.)\n\nStephenson didn’t provide any official documents to back up his claims about taxes Hopper and his business paid. But since King made the allegation that Hopper didn’t pay taxes, the burden is on her to prove it.\n\nSo, let’s review the case she made.\n\nKing claims broadly in a TV ad that Hopper, unlike typical taxpayers, \"didn’t pay taxes.\" The records indicate that over a decade, Hopper’s businesses had no state income tax liability and he owed taxes personally in only one year. But the claim leaves an impression, without providing any evidence, that Hopper did something improper in order not to have a state income tax liability in most of the years in question. After all, this is the language included in the ad: \"We work hard, we pay our taxes; we can’t say the same about you.\" Moreover, there is no indication that Hopper did not pay the one state income tax liability he did have.  \n\nWe rate King’s claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12677"}