{"url": "/factchecks/2010/oct/11/allen-boyd/allen-boyd-campaign-ad-claims-steve-southerland-di/", "speaker": "Allen Boyd", "vclaim": "\"Steve Southerland did not pay his taxes in '05, '06, '07, '08 or '09.\"", "truth_label": "false", "date": "stated on September 27, 2010 in a TV ad:", "title": "Allen Boyd campaign ad claims Steve Southerland didn't pay taxes for five years", "text": "In a tight race for a North Florida congressional seat, Democratic incumbent U.S. Rep. Allen Boyd has put out a TV ad accusing his opponent, Republican Steve Southerland, of being a tax scofflaw.\n\nThe ad begins with a video clip from a Southerland campaign event in Marianna, Fla., on Jan. 18, 2010.\n\nSomeone in the audience yells out, \"Do you pay your taxes?\"\n\n\"That's a great question,\" Southerland responds. \"I do pay my taxes.\"\n\nThen a voice-over states: \"Steve Southerland did not pay his taxes in '05, '06, '07, '08 or '09. In fact, Southerland didn't pay his taxes until he ran for Congress. Now he wants to raise sales taxes by 23 percent. You just can't trust Steve Southerland.\"\n\nOn the screen, viewers see \"Delinquent on his property taxes.\" And the small print cites the source as the Bay County, Fla., tax collector.\n\nWe were curious if Southerland is the scofflaw that Boyd suggests.\n\nFirst of all, county tax records indicate Southerland has paid the property taxes for his Panama City home on time and in full for all of the years cited in the ad; and public records show no liens for unpaid federal income taxes.\n\nThe Boyd campaign explains that the ad is referring to business taxes that Southerland's companies failed to pay ... on time.\n\nThat's right. It's not that Southerland didn't pay his businesses' property taxes. It's that he didn't pay them on time. In all of the years cited, Southerland did, eventually, pay all of the taxes due, with a penalty and interest.\n\nSoutherland has an interest in several companies, including the family Southerland Funeral Homes and Machriste Inc.\n\nOnline records for the Bay County tax collector show that the property taxes for some of these companies were often paid late, and with a penalty. But all of them are currently stamped in red: Paid.\n\nSoutherland acknowledged they were paid late but said that he always paid the late fees and the account was settled.\n\nSo why were they paid late?\n\nSoutherland said it came down to a business choice: whether to pay the tax bill on time or meet obligations to pay salary and benefits to employees.\n\n\"You have the option, according to the law, of paying them a month or two late\" with a penalty and interest, Southerland said.  \"I paid for my ability to pay it late. I made the same decision small businesses have had to make all around the country.\"\n\nJ.R. Starrett, a spokesman with the Boyd campaign, said, \"This shows a continued behavior. He doesn't feel like he needs to pay his taxes on time.\"\n\nWe spoke to Peggy Brannon, the tax collector for Bay County, who explained that if an owner is more than two months delinquent in paying property taxes, the county sells a tax certificate. The purchaser of the certificate pays the taxes due on the property -- so the county gets its money -- and then gets a share of the interest penalty charged to the owner when they square up on their taxes. That happened a couple times with Southerland's properties, she said. Paying late \"is not uncommon\" for business owners, said Brannon. And in every case, she said, Southerland has eventually paid his taxes with penalties and interest. \"He's all paid up,\" Brannon said.\n\nAs for the ad's claim that Southerland \"now wants to raise sales taxes by 23 percent,\" that relates to Southerland's kind words for a plan to replace federal income taxes with a sales tax on retail sales. Supporters of the idea call it \"the Fair Tax.\"\n\nAt a May 8, 2010, campaign event, Southerland said, \"I like the Fair Tax very much,\" and later added that he thinks the 23 percent sales tax figure often cited in Fair Tax research sounds about right. But he also added that there were some things about the Fair Tax he wasn't sold on. And at a campaign event on July 8, 2010, in Destin, Southerland said pursuing a Fair Tax would not be a \"centerpiece of my positions in Congress,\" (though he repeated that there are \"some things about the Fair Tax that I like\"). That's a little squishy to be claiming in an ad that Southerland wants to raise the sales tax by 23 percent. Especially without noting the context that if he did, it would be as a replacement to the federal income tax.\n\nBut our fact-check here is whether Southerland didn't pay his taxes for five years. We think the claim is awfully deceptive. In fact, Southerland always paid his federal income taxes as well as his personal property taxes -- on time and in full. As for the property taxes on some of the companies Southerland owns, he did often pay late. As a result, he paid a fine and interest in each case, and usually squared up in the same year the tax was due.\n\nIn every case, Southerland eventually fully satisfied his tax obligation. The ad makes it seem like Southerland thumbed his nose at the tax collector and then squared up on five years' worth of taxes only after he'd decided to run for Congress, and that simply is not the case. Make what you will of Southerland paying late on some business property taxes. But paying late is not the same as not paying at all. We rate the ad's claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-14259"}