{"url": "/factchecks/2008/aug/12/barack-obama/mccain-opposed-buy-american-rules/", "speaker": "Barack Obama", "vclaim": "\"McCain opposed a requirement that the government buy American-made motorcycles. And he said all buy-American provisions were quote 'disgraceful.' \"", "truth_label": "true", "date": "stated on August 12, 2008 in a radio ad:", "title": "McCain opposed \"Buy American\" rules", "text": "In a radio ad airing in the heart of Harley-Davidson country, Sen. Barack Obama accuses Sen. John McCain of turning his back on American-made products.\n\n\nAn announcer introduces McCain telling motorcycle enthusiasts in South Dakota that he prefers the roar of Harley-Davidsons to the cheers that Obama received during a recent trip to Germany.\n\n\n\"Not long ago, a couple hundred thousand Berliners made a lot of noise for my opponent. I'll take the roar of 50,000 Harleys any day,\" McCain said.\n\n\nThe announcer then states: \"But when it comes to his record, American-made motorcycles like Harleys don't matter to John McCain. Back in Washington, McCain opposed a requirement that the government buy American-made motorcycles. And he said all buy-American provisions were quote 'disgraceful.' Surprised? You shouldn't be. This is the same John McCain who supported billions in tax breaks for companies who ship American jobs overseas. It's time to hear the roar of a strong American economy again, and stop John McCain from shipping our jobs overseas.\"\n\n\nObama's campaign is broadcasting the 60-second ad in York, Pa., in the battleground state of Pennsylvania, and in Wisconsin, where Harley-Davidson is headquartered. York is home to Harley's largest motorcycle manufacturing plant and played host to McCain the day the ad debuted.\n\n\nIn this item, we'll focus on whether McCain called a requirement for the federal government to buy American products \"disgraceful.\"\n\n\nIndeed he did.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain has repeatedly voted and spoken against requiring the government to buy American-made products. He argues that such a requirement hurts trade and doesn't guarantee the lowest prices for taxpayers.\n\n\nIn a 1997 article in\n\nDefense Daily,\n\nMcCain criticized the requirement as \"the worst, most disgraceful aspect of the legislative process in Washington. I can not be more strong in my views without using four letter words. It's crazy for us, because ball bearings are made in a certain state, to somehow prevent the United States Defense Department from purchasing ball bearings if they meet quality standards from our allies.\"\n\n\nIn 2005, he specifically mentioned motorcycles during Senate debate on a spending bill for the Department of Homeland Security.\n\n\n\"Lastly, I am also disappointed that the bill once again this year contains a department-wide 'buy America' requirement, and specific language directing the Secret Service to purchase American-made motorcycles. I firmly object to all 'buy America' restrictions, as they represent gross examples of protectionist trade policy.\"\n\n\nHe added, \"Furthermore, as a fiscal conservative, I want to ensure our government gets the best deal for taxpayers and with a 'buy American' restriction that cannot be guaranteed.\"\n\n\nThe McCain campaign did not respond to Obama's charge. But his past words say it all. Obama's claim is True.", "vclaim_id": "vclaim-pol-16082"}