{"url": "/factchecks/2019/nov/24/jb-pritzker/evidence-lacking-pritzkers-pension-buyout-claim/", "speaker": "JB Pritzker", "vclaim": "Says a study projected that a pension buyout program he expanded would save \"billions and billions, potentially $25 billion.\"", "truth_label": "barely-true", "date": "stated on November 19, 2019 in an interview:", "title": "Evidence lacking for Pritzker’s pension buyout claim", "text": "During a recent sit-down interview at a local business forum, Democratic Gov. J.B. Pritzker dismissed the possibility of changing the Illinois constitution to make it possible to reduce public retiree benefits.\nEchoing growing calls from certain groups to ask voters next year to eliminate the clause that protects those benefits, the moderator at the event hosted by the Economic Club of Chicago asked Pritzker why he won’t promote such a plan as part of his broader push to shore up the state’s finances.\nIn response, he argued there are other ways to help fill the state’s massive pension hole. One of his examples caught our attention:\n\"In the spring, we expanded a program to buy out — a voluntary program — to buy out retirees when they’re retiring at 60% of what their pensions would be,\" Pritzker said. \"People are choosing to take the money up front. It’s saving the state money. In fact, a study was done of what the savings would be and it’s billions and billions, potentially $25 billion of savings. And by the way, people are choosing it — almost 20% of people who are retiring are choosing that buyout.\"\nIllinois’ unfunded liability — the gap between its pension assets and the benefits it has committed to pay future retirees — is nearly $137 billion, largely due to decades of underfunding by public officials. And $25 billion sounds like it could go a long way toward addressing that shortfall.\nBut Pritzker left a lot of questions unanswered. He didn’t provide a timeframe for those savings, nor was it clear from his remarks which program he was describing or what study determined it could save the state billions. So we decided to find out.\nUnpacking Pritzker’s claim\nIn response to our inquiry, Pritzker spokeswoman Jordan Abudayyeh said the governor was referencing two programs that allow some participants in the state’s three largest retirement systems to forego certain benefits in exchange for an upfront payment.\nBoth buyout programs were created as part of the 2018 state budget and were extended in the budget Pritzker signed this year to June 30, 2024 from their original sunset date in mid-2021. But each program is more limited than what the governor described.\nOne program allows people who formerly worked for the state — including its public schools and universities — long enough to qualify for a state pension and who have not yet begun to draw from it to trade all rights to a future retirement benefit in exchange for a lump sum equal to 60% of the total lifetime pension they would have received. Despite being a total buyout worth the same percentage Pritzker referenced, this program applies to a much smaller subset of state retirement system members than his comment suggests.\nThe other program permits retiring members who were hired before 2011 to trade the 3% compounded automatic annual increase to which they are entitled under the state’s two-tiered pension structure for an annual increase of 1.5% on the original value of their pension, which would not be compounded. In exchange, they receive a lump sum equal to 70% of the difference between the value of the higher and lower annual increases. In short, it is not a total pension buyout.\nSo far, participation and cost savings associated with both programs has been limited. Out of 3,600 qualified inactive members of the State Employees’ Retirement System (SERS), which covers state employees who do not work in public education or for the judicial and legislative branches, 22 have elected to take a total buyout since it became an option for those members in 2018, according to a spokesman. At the Teachers Retirement System of Illinois (TRS), 297 out of 14,598 eligible members have decided to participate, a spokesman for that system told us.\nThe participation rate was higher for the accelerated annual increase program. Since last December, 719 out of 2,889 retiring Tier 1 SERS members have elected to take it, for a participation rate of nearly 25%, according to SERS. At TRS, which covers employees at public schools outside Chicago, 596 — or 16% — of the system’s 3,715 eligible retiring members opted for it this year.\nFor context, however, there are roughly 61,000 retired SERS members and 64,000 current employees. TRS, the state’s largest system, has about 112,000 retirees currently drawing benefits and 163,000 current employees.\n\"The statement makes it sound like a large portion of people are taking these options and it’s important to realize that it’s a limited pool who’s even eligible for these buyout programs,\" said Amanda Kass, associate director of the Government Finance Research Center at the University of Illinois-Chicago and an expert on state and local pensions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeslie Geissler Munger\n\n\nstated on September 15, 2016 in a Chicago Sun-Times editorial board debate\n\n\n\n\n\n\n\n\n\"My opponent… was on both the city of Chicago payroll and the state of Illinois payroll simultaneously, taking full salary, funding her full pension benefits both as a city worker and as a state worker for 10 years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kevin Hoffman • September 22, 2016\n\n\n\n\n\n\n\nWe did not receive a response from the third major state pension fund, the State Universities Retirement System, by publication time.\nAs for Pritzker’s contention that the buyouts would save the state billions, his spokeswoman said the governor was presented with an independent analysis that came to that conclusion. However, she declined to provide the study itself or offer any further details about where it came from and what it was based on.\n\"The governor was referencing a proprietary study conducted by and for an outside organization that he was presented,\" Abudayyeh wrote in an email. \"It determined that pension buyouts, depending on the structure of the options, have the potential to save billions, including as much as roughly $25 billion. The administration has not yet determined its estimate, nor did the governor say that this was the administration’s estimate for how much money buyouts are currently saving or will save.\"\nWithout access to the study, we cannot confirm Pritzker’s comments square with its findings.\nThis July, however, a budget watchdog group published an analysis finding the programs had \"generated relatively minor savings\" in the last fiscal year.\nWhile the programs were expected to save the state more than $400 million that year, they generated just $13 million in savings for the state’s general fund, the Civic Federation found.\nAs the group’s analysis notes, the original state estimate overstated the potential savings because it was based on an actuarial review of a different buyout proposal that extended through 2045.\n\"It seems like these programs are going to save the state some money, but it’s likely to be much less than people may have thought,\" said Kass, the state pension expert.\nOur ruling\nPritzker said a study projected that a pension buyout program he expanded would save \"billions and billions, potentially $25 billion.\"\nDuring his remarks, he described a program that allows the state to \"buy out retirees when they’re retiring at 60% of what their pensions would be.\" There is a state program that allows for that, but it is limited to a smaller segment of state pensioners than his comments suggest.\nThe governor’s office told us Pritzker was referencing a private study showing the state’s buyout programs are projected to save billions, including up to $25 billion.\nBut they declined to share it with us or describe its specific findings.\nWe rate Pritzker’s claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-16826"}