{"url": "/factchecks/2020/oct/31/facebook-posts/no-michelle-obama-not-transgender-woman/", "speaker": "Facebook posts", "vclaim": "“How many of you still don't know that Michelle Obama was born Michael Lavaughn Robinson and is a man?”", "truth_label": "pants-fire", "date": "stated on August 18, 2020 in a Facebook post:", "title": "No, Michelle Obama is not a transgender woman", "text": "Former First Lady Michelle Obama has been vocal in her support for Democratic presidential nominee Joe Biden and running mate Sen. Kamala Harris ahead of the Nov. 3 election. But her campaigning for the Democratic candidates has once again made Obama the target of online misinformation.\nOne Facebook post revived gender-focused claims about Obama that have circulated online for years.\n\"How many of you still don't know that Michelle Obama was born Michael Lavaughn Robinson and is a man?\" the post asks.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere is no evidence that the former first lady was assigned male at birth or ever named \"Michael.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe lack of evidence for the claims hasn’t stopped several people with large platforms from saying Obama is a transgender woman. Alex Jones, host of a conspiracy-focused talk show, has repeatedly pushed these claims on his show.\nIn 2017, he released a 12-minute video during which he analyzed photos and videos that he believed proved Obama was a transgender woman. \nOur ruling\nA Facebook post asks, \"How many of you still don't know that Michelle Obama was born Michael Lavaughn Robinson and is a man?\"\nThere is no evidence Obama is a transgender woman or was named \"Michael\" at birth. \nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-18836"}