{"url": "/factchecks/2017/sep/08/republican-party-wisconsin/wisconsin-gop-mostly-misfires-attack-governor-cand/", "speaker": "Republican Party of Wisconsin", "vclaim": "Says Tony Evers \"allowed a middle-school teacher found guilty of spreading pornographic material at school to keep teaching students.\"", "truth_label": "barely-true", "date": "stated on August 21, 2017 in a digital ad:", "title": "Wisconsin GOP mostly misfires in attack on governor candidate Tony Evers over school porn case", "text": "The day after word surfaced that state schools superintendent Tony Evers would announce a campaign for governor, the Wisconsin Republican Party attacked.\nUnveiling a digital ad campaign on Aug. 21, 2017, the GOP claimed Evers \"allowed a middle-school teacher found guilty of spreading pornographic material at school to keep teaching students.\"\nThe Madison-area teacher was fired for viewing images of nudity on his school computer and showing at least one of them to a female co-worker. But he got his job back after an arbitrator ruled he had been improperly fired. And that decision was upheld by two courts.\nThe Republicans contend, in effect, that even though the legal system returned the teacher to his job, Evers had the power to stop him from teaching at all -- anywhere in the state -- by revoking his teaching license.\nThey made essentially the same attack in a radio ad released Sept. 6, 2017.\nAs we’ll see, this fact check turns largely on what state law said at the time about revoking a teacher’s license for \"immoral behavior\" -- a law that was changed, in part, because of this case.\nThe governor’s race\nRepublican Gov. Scott Walker has all but announced he will seek a third term in 2018.\nEvers, a Democrat, has won three statewide elections for state superintendent, a nonpartisan office, since 2009.\nThe other leading Democrats with gubernatorial campaigns up and running are Andy Gronik, a businessman who lives in the Milwaukee suburb of Fox Point, and state Rep. Dana Wachs of Eau Claire.\nThe case of Andy Harris\nThe Republican attack centers on Andy Harris, who started teaching in the Middleton-Cross Plains Area School District, west of Madison, in 1993. He had no disciplinary history before his December 2010 firing. At the time, Harris taught seventh-grade science at one of the district’s two middle schools; now he has the same job at the other middle school.\nHere are the major events in the case, based on news reports, the arbitrator’s decision and a state appeals court decision:\n\n\n\n\nDec. 2009\n\n\nSchool district announces Harris had been placed on leave because he received from his sister 23 emails containing pornography and other adult content. Many were jokes that showed images of nude or partially nude women, one of which Harris shared with a co-worker who complained to the principal. None were seen by students.\n \nAn investigation by the school district finds that more than 30 teachers and administrators had accessed inappropriate jokes or sexually explicit materials on their school computers. Seven educators in addition to Harris were disciplined: five teachers received unpaid suspensions, one substitute teacher was dismissed and an administrator resigned.\n\n\n\n\nMay 2010\n\n\nSchool board fires Harris. The district notifies the state Department of Public Instruction, per a state law requiring school districts to report dismissals that are based on immoral conduct.\n\n\n\n\nFeb. 2012\n\n\nActing on a grievance filed by the teachers union, arbitrator Karen Mawhinney, a Burlington attorney, overturns Harris’ firing and reduces his penalty to 15 days of unpaid suspension.\n \nHarris’ behavior did not meet the state law’s definition of immoral conduct because \"there was no endangerment of the health, safety, welfare or education of any pupil,\" she wrote. She also said \"his worst offense is forwarding one inappropriate e-mail to two friends and not exercising the good judgment to discourage his sister from sending these types of e-mails to him.\" She added: \"The fact that he was discharged while others were suspended or received written reprimands or nothing at all, the discharge cannot stand.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\nAug. 2013\n\n\nState Court of Appeals upholds a decision made by a circuit court, which had upheld the arbitrator’s decision.\n\n\n\n\nJan. 2014\n\n\nAfter state Supreme Court announces it will not review the appeals court decision, Harris returns to the classroom. The next day, Walker asks Evers to begin the process of revoking Harris’ teaching license.\n\n\n\n\nApr. 2014\n\n\nThe Department of Public Instruction announces it will not revoke Harris’ license, saying his conduct \"was highly inappropriate\" but did not meet the legal definition of \"immoral conduct\" in state law because it \"did not involve children in any manner.\"\n\n\n\n\n \nNow let’s evaluate the Republicans’ attack.\n‘Found guilty’\nThe GOP says Harris was \"found guilty of spreading pornographic material at school,\" suggesting there was a criminal conviction.\nHarris did share images of nudity, and at least one instance forwarded an email containing such images, he received on his school computer.\nBut he was never accused of, or charged with, committing any crime.\n‘Immoral conduct’\nWhen Harris was fired in December 2010, state law defined immoral conduct, according to the Legislature’s nonpartisan legal advisers, \"as conduct or behavior that is contrary to commonly accepted moral or ethical standards and that endangers the health, safety, welfare, or education of any pupil.\"\nAnd is the pivotal word there.\n(Indeed, the Wisconsin Association of School Boards would make that point in successfully advocating that the law be changed.)\nEvers’ department did have the discretion on whether to go through license revocation proceedings, which Harris could have challenged. But the department decided against it after concluding, separately from the arbitrator’s decision, that his behavior didn’t endanger kids as defined by the law at that time, spokesman Tom McCarthy told us. In other words, he said, in the department’s view there was no legal basis to take away Harris’ license.\nThat position appears to be supported by the fact that in November 2011, nearly a year after Harris’ firing, Walker signed a measure that redefined immoral conduct to include \"the intentional use of an educational agency’s equipment to download, view, solicit, seek, display, or distribute pornographic material.\"\nThat is, the new law, which Evers supported and which was prompted partly by the Harris case, specifies that what Harris did is legal cause for license revocation -- and that there doesn’t have to be any endangerment of kids. The old law didn’t.\nFinally, the GOP argues that there was one important fact Evers had that the arbitrator didn’t: After there was outcry from parents about Harris’ return, the school district allowed students to attend a study hall if they didn’t feel comfortable in Harris’ class. The GOP says that endangered students’ education, since they were missing valuable instruction time.\nIn response, McCarthy told us that the law allows the state to revoke a teacher’s license only based on the teacher’s conduct -- not based on parents’ objections to a teacher or a district’s decision to provide an accommodation like the study hall.\nOur rating\nThe state Republican Party says Evers \"allowed a middle-school teacher found guilty of spreading pornographic material at school to keep teaching students.\"\nThe teacher was not found guilty of, or even charged with, any crime. Rather, he was fired for viewing pornographic material on his school computer. He got his job back, however, after an arbitrator ruled that the firing was not justified, in part because the arbitrator concluded that the behavior did not endanger any students.\nEvers, as the state schools superintendent, had the discretion to initiate license revocation proceedings. But state law at the time required the endangerment of kids in order to revoke a teacher’s license and, like the arbitrator, Evers concluded that the teacher’s conduct didn’t endanger kids.\nFor a statement that contains only an element of truth, our rating is Mostly False.  Share the Facts 2017-09-08 15:48:44 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://www.wisgop.org/2017/08/republican-party-wisconsin-launches-digital-ad-campaign-madison-bureaucrat-tony-evers/ Says Tony Evers \"allowed a middle-school teacher found guilty of spreading pornographic material at school to keep teaching students.\"     Wisconsin Republican Party Political party   In a digital ad  Monday, August 21, 2017 2017-08-21    Read More  info", "vclaim_id": "vclaim-pol-02930"}