{"url": "/factchecks/2014/jul/07/justin-amash/justin-amash-says-pro-life-group-rates-him-top-m/", "speaker": "Justin Amash", "vclaim": "\"Justin Amash is rated Michigan’s No. 1 conservative\" by National Right to Life.", "truth_label": "false", "date": "stated on July 1, 2014 in a campaign ad:", "title": "Justin Amash says pro-life group rates him the top Michigan conservative", "text": "The common narrative in the ongoing battle for control of the Republican Party usually involves a grassroots conservative challenging the GOP incumbent in a primary. We’ve seen it already this cycle in Virginia and Mississippi.\nBut the storyline comes with a twist in western Michigan, where Rep. Justin Amash, a tea party favorite, is the one facing a tough test from establishment-backed candidate Brian Ellis.\nWith a significant lead in the race, Amash is on the offensive with a new ad that looks to bolster his conservative credentials while attacking the record of his opponent.\n\"Justin Amash is rated Michigan’s No. 1 conservative,\" the narrator says, while the names of several groups pop across the screen: National Right to Life, Club for Growth and FreedomWorks.\nFreedomWorks and Club for Growth have consistently backed Amash. But where does Amash stand with the anti-abortion National Right to Life?\nWill Adams, a spokesman for Amash, pointed us to the National Right to Life Committee’s legislative scorecard for the 113th Congress (i.e. since 2012). The group tracks votes important to their cause and rates lawmakers on how they vote.\nThe pro-life committee says Amash is 4 for 4, so 100 percent.\nBut, as we learned, that’s only part of the story.\nFirst, if this is the measure by which \"Michigan’s No. 1 conservative\" is determined, then Amash is in an eight-way tie with all of Michigan’s Republican congressman. Each of them also received 100 percent on their National Right to Life scorecard.\nSecond, if we go back to the scorecard from the previous Congress, Amash actually had one of the lowest ratings in the Republican caucus. On 10 votes, Amash received a negative score on three votes supported by the National Right to Life Committee — two for voting present, one for voting against the legislation. Only six Republicans scored lower.\nAmash, who says he is 100 percent pro-life, explained many of those votes on his Facebook page, where the two-term congressman almost always describes his position on legislation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTwo of the votes, which went toward legislation to defund Planned Parenthood, Amash was against because it didn’t strip funding from all abortion providers. He voted present.\n\"Legislation that names a specific private organization to defund (rather than all organizations that engage in a particular activity) is improper and arguably unconstitutional,\" Amash wrote. \"Moreover, the legislation is easily thwarted because the organization may simply change its name.\"\nOn the third item, an amendment to ban sex-selective abortion, Amash voted \"no.\" He said the bill \"criminalizes the motive for getting an abortion. In other words, it keeps all abortions legal except those obtained for the ‘wrong’ reasons.\"\nThese explanations did not appear to appease the National Right to Life Committee, which favored all three measures. In 2012, Douglas Johnson, legislative director for the group, told the evangelical newspaper The Christian Post, \"With such a record, he is unlikely to rally pro-life support to his new flag — a flag that seems designed mostly to cover his backside back home.\"\nThe national group has so far not endorsed a candidate in the race (they have made endorsements in 20 primaries nationwide). But the state affiliate, Right to Life of Michigan, has: They backed Ellis over Amash. The state group also withdrew support from Amash in 2012.\nLastly, we reached out to a spokesman for National Right to Life. They said they have no distinction of \"No. 1 conservative.\"\n\"National Right to Life has not rated anyone, including Rep. Amash, as a ‘No. 1 conservative,’\" Derrick Jones said. \"Nor does National Right to Life rate members of congress in terms of ‘conservative’ or ‘liberal.’\"\nAdams, Amash’s spokesman, said it was \"fair to lump a good pro-life rating in with our description\" as top conservative because \"self-identified conservatives poll overwhelmingly pro-life.\"\nThat may be true, though by National Right to Life’s scorecard, it is not uncommon for a handful of Democrats to score higher than Republicans. In the last Congress, some Democrats even scored equal to or higher than Amash.\nOur ruling\nAmash’s ad claimed he was \"rated Michigan’s No. 1 conservative\" by several groups, including National Right to Life. While he has voted with the group this Congress, they ranked his record near the bottom of the GOP caucus from 2011 to 2012. Though he explained the times when he went against the group, it ultimately did not change their rating and clearly angered the organization.\nAmash’s ad implies approval from a group that has criticized his voting record, and whose state affiliate is backing his opponent. We rate Amash's statement False.", "vclaim_id": "vclaim-pol-07646"}