{"url": "/factchecks/2011/oct/26/rick-perry/rick-perry-says-we-created-1-million-new-jobs-whil/", "speaker": "Rick Perry", "vclaim": "\"In Texas, we created over 1 million new jobs while the rest of the nation lost over 2 million.\"", "truth_label": "half-true", "date": "stated on October 26, 2011 in a television ad:", "title": "Rick Perry says \"we\" created 1 million new jobs while rest of nation lost over 2 million", "text": "In a TV ad targeted at voters in Iowa, Texas Gov. Rick says he'll create at least 2.5 million jobs as president. \"And I know something about that,\" Perry says. \"In Texas, we created over 1 million new jobs while the rest of the nation lost over 2 million.\"\n\nPerry aired a similar claim at the top of the Sept. 7, 2011, Republican presidential debate at the Reagan presidential library in California after NBC News anchor Brian Williams asked whether Texas, with its poverty rates and highest-in-the-nation share of minimum-wage workers, is the \"kind of answer Americans are looking for.\"\n\n\"Actually, what Americans are looking for is someone who can get this country working again,\" Perry replied. \"And we put the model in place in the state of Texas. When you look at what we have done over the last decade, we created 1 million jobs in the state of Texas. At the same time, America lost 2.5 million.\"\n\nWe dug into Perry’s statement in a September fact-check, rating his claim Half True.\n\nWithout question, Texas has enjoyed phenomenal job growth over most of the time Perry has been governor, though how much came because of his leadership — or any state-level actions — is debatable. Former Massachusetts Gov. Mitt Romney hinted as much in the Sept. 7 debate, saying: \"Texas is a great state. Texas has zero income tax. Texas has a right-to-work state, a Republican Legislature, a Republican Supreme Court. Texas has a lot of oil and gas in the ground. Those are wonderful things, but Gov. Perry doesn't believe that he created those things.\"\n\nIn a post-debate interview, economist Thomas Saving, director of Texas A&M University’s Private Enterprise Research Center, told us that Texas has relatively low state debt and endured less of a housing bubble than many states. Still, he said, the state's economy might have been strong over the past decade regardless of who was governor.\n\nPia Orrenius, an economist for the Dallas branch of the Federal Reserve Bank, told us in a June interview that the Texas economy has been roaring since 1990. \"Long before Rick Perry\" became governor, she said, \"we were talking about the great Texas economy. There are so many exciting things about the Texas economy that precede any political flavor of the month.\" She listed as favorable factors the state's range of natural resources, its energy and high-tech sectors, its booming Gulf ports and its surging trade with Mexico and China.\n\nAlso, we recognize that job-gain claims can overreach. An example: Perry’s January 2009 claim that about 70 percent of the U.S. jobs created between November 2007 and November 2008 were in Texas. We rated that claim False because the percentage was based on comparing new jobs in Texas with new jobs in 13 other states and the District of Columbia where job gains outnumbered losses; it ignored jobs created in 36 states where job losses overall outnumbered gains.\n\nBack to 2011: Perry’s campaign said in an Oct. 26 press release that the jobs statement in his Iowa ad is based on a comparison of the change in the number of Texas' nonfarm jobs during Perry's tenure as governor with the change in the rest of the nation.\n\nIn December 2000, when Perry became governor, Texas had 9.5 million jobs while the other 49 states and the District of Columbia had 123.0 million. And in September 2011, Texas had 10.6 million jobs while the rest of the country had 120.6 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nThat means Texas had 1.1 million more jobs in September than it did in late 2000, while the rest of the country had 2.4 million fewer jobs. So, Texas ended up with a lot more jobs than before, and other states, together, had even more net job losses.\n\nSpecifically, Texas was among more than 20 states with net job gains in the period, while more than 25 states ended up with net job losses. In raw numbers, the net job losers were topped by Michigan and California, which together accounted for about 1.3 million fewer jobs. Michigan experienced the nation's greatest percentage slide, more than 15 percent.\n\nConversely, while Texas had by far the greatest raw job gain, its 11.2 percent growth rate for the period was less than the percentage increases for Alaska, Montana, North Dakota, Utah and Wyoming. With its 21.2 percent increase, North Dakota led the nation, followed closely by Wyoming and its 21.1 percent jump.\n\nLee McPheters, director of the Economic Outlook Center at Arizona State University, earlier told us by email that it's natural that the most populous states — California, Florida and Texas — would generate big raw job gains and losses.\n\nIt's also crucial to notice the time period being analyzed, he said. For instance, Florida outpaced Texas in job growth from 2000 to 2007, he said, but then lost jobs for three years. Texas experienced steady job losses in a shorter period, from late 2008 through 2009. He wrote: \"So the difference is in the recent years, where states such as Florida and California dropped out of the job growth derby while Texas continued to add jobs in 2010 and into 2011.\"\n\nSo, how does Perry's comparison stand up?\n\nAt a glance, it reflects the health of the Texas economy in his time as governor and the state's perpetual outsize significance in terms of raw job counts.\n\nYet there's also a meaningful weakness in such a comparison. The governor of any state with net job gains in the period over the past decade could make a similar declaration, leaving the misimpression that only their state gained jobs while the rest of the country lost jobs. In this vein, for instance, Arizona could boast that it created 144,800 jobs while the rest of America lost 1.5 million. Left out of this formulation is that 20-plus other states also had job gains.\n\nAlso, the Texas economy was rocking before Perry became governor. And most of each state’s economic circumstances — in Texas' case, no state personal income tax and vast natural resources, for starters — aren't controlled by the governor.\n\nWe rate Perry's statement Half True.", "vclaim_id": "vclaim-pol-12195"}