{"url": "/factchecks/2017/may/10/jeff-sessions/sessions-claims-district-attorneys-charge-immigran/", "speaker": "Jeff Sessions", "vclaim": "District attorneys \"have advertised that they will charge a criminal alien with a lesser offense than presumably they would charge a United States citizen, so they won’t be deported.\"", "truth_label": "half-true", "date": "stated on April 28, 2017 in remarks to law enforcement officers in New York:", "title": "Fact-check: AG Jeff Sessions claims district attorneys charge immigrants for lesser crimes", "text": "Attorney General Jeff Sessions raised concerns to New York law enforcement officers over practices of some district attorneys that he said favored immigrants.\n\"It troubles me that we’ve seen district attorneys openly brag about not charging cases appropriately under the laws of our country, so that provides an opportunity for individuals not to be convicted of a crime that might lead to deportation,\" Sessions said April 28 in Long Island, N.Y. \"Some have advertised that they will charge a criminal alien with a lesser offense than presumably they would charge a United States citizen, so they won’t be deported. That baffles me.\"\nIs Sessions right about district attorneys advertising leniency in charges toward immigrants over U.S. citizens?\nThe Justice Department, led by Sessions, referred us to policies and practices of the Brooklyn District Attorney, Santa Clara District Attorney and Baltimore State’s Attorney’s Office.\nWhile all three jurisdictions refuted Sessions’ characterization of their policies, we found that some offices are considering alternative offenses a defendant can plead to in order to avoid \"disproportionate collateral consequences,\" such as deportation. They also point to a U.S. Supreme Court case that said considering deportation consequences in the plea-bargaining process may be a wise move for defendants and states.\nHere’s an overview of those policies.\nBrooklyn\nSessions spoke about \"criminal aliens,\" a term generally applied to non-U.S. citizens – living in the United States legally or illegally – who are convicted of crimes.\nOn April 24, Acting Brooklyn District Attorney Eric Gonzalez announced a new policy for the handling of cases against non-U.S. citizens defendants, designed to minimize \"collateral immigration consequences of criminal convictions, particularly for misdemeanor and other low-level offenses.\"\nThe office hired immigration attorneys to advise prosecutors when making plea offers and sentencing recommendations for non-U.S. citizen defendants, the DA said in a news release.\nCertain convictions put immigrants in the country illegally at risk for being a priority for deportation. For instance, the state misdemeanor of possession of marijuana is a felony for immigration purposes, but trespassing is not, the DA’s office said.\nAs a result, attorneys may consider \"reasonable modifications\" in sentence recommendations and alternative offenses that a defendant can plead to in order to reach an \"immigration-neutral disposition,\" the policy said.\nIn certain cases, a non-U.S. citizen if appropriate may be offered a plea for a lesser offense \"in light of the disproportionate immigration consequences a higher level offense may result in,\" the office said in its release.\n\"When possible, the alternative should be similar in level of offense and length of sentence to that offered to a citizen defendant, while the charge may be different,\" the Brooklyn DA said.\nSessions said DAs advertise \"that they will charge a criminal alien with a lesser offense,\" but a spokesperson for the Brooklyn DA said their policy \"does not pertain to charging decisions.\" But rather to the sentencing recommendations and offenses to which defendants can plead, which happens after charges are made.\n\"The charges decision is completely neutral. The charges happen before there’s even thought about immigration status,\" Oren Yaniv, spokesperson for the Brooklyn DA’s Office told PolitiFact.\nIt’s toward the end of the case when the office takes into consideration their policy, he said.\nThe American Bar Association describes the plea bargaining process as involving \"the defendant's pleading guilty to a lesser charge, or to only one of several charges. It also may involve a guilty plea as charged, with the prosecution recommending leniency in sentencing.\"\nThe policy \"does not create two systems of justice, one for immigrants and one for citizens, as some have alleged,\" Oren Yaniv, spokesperson for the Brooklyn DA’s Office told PolitiFact.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe goal of policies like the one in Brooklyn is to ensure that appropriate pleas are offered and entered in light that deportation might also be added onto any criminal penalties, said Kevin R. Johnson, dean of the University of California, Davis School of Law.\n\"Rather than ‘special treatment,’ the policy might be looked at as trying to ensure that the punishment fits the crime,\" Johnson said.\nSanta Clara\nIn September 2011, Santa Clara County District Attorney Jeff Rosen issued a memo to fellow prosecutors for the consideration of \"collateral consequences\" in certain cases. The consideration should not apply to cases involving a serious or violent felony, he said.\nThe memo said a prosecutor may alter a charge toward an \"immigration-neutral result,\" where the conviction does not lead to deportation.\n\"The contention that we charge an immigrant with a ‘lesser’ offense is false. In some appropriate cases, we agree to immigration-neutral charges, but as a practical matter this results in a longer sentence or greater number of charges -- or a quicker guilty plea,\" Santa Clara County District Attorney Jeff Rosen told PolitiFact. \"Our collateral consequences policy -- which can also factor in employment, education, housing, pregnancy-- is open to both citizens and non-citizens.\"\nRosen cited the 2010 U.S. Supreme Court case Padilla vs. Kentucky, which centered on a lawful permanent U.S. resident facing deportation after pleading guilty to drug distribution charges in Kentucky. The defendant claimed his counsel failed to effectively advise him that pleading to that charge could lead to deportation. The U.S. Supreme Court held that counsel must inform a client whether a plea carries a risk of deportation.\nJustices also noted that prosecutors and defense attorneys may consider immigration consequences when negotiating a settlement, and that this could better satisfy the interest of both parties, Rosen said.\nDenise Gilman, a clinical professor and director of the Immigration Clinic at the University of Texas School of Law, said the main obligations are for criminal defense attorneys, who should not accept a plea for their client that would have negative immigration consequences unless they advise the client specifically about those consequences.\nThe underlying proposition, Gilman said, is that the whole criminal justice system (including prosecutors) must understand immigration consequences to be tightly intertwined with criminal consequences.\nThe Supreme Court’s opinion was recently enshrined into California law, Rosen said.\nPart of that law says the prosecution \"shall consider the avoidance of adverse immigration consequences in the plea negotiation process as one factor in an effort to reach a just resolution.\"\nBaltimore\nThe Baltimore State’s Attorney’s Office issued a news release May 4 saying it had instructed prosecutors to \"strongly consider their prosecutorial discretion\" related to minor, non-violent criminal cases that involve immigrant victims, witnesses and defendants.\nThe Baltimore Sun reported the directive April 28.\nBaltimore State’s Attorney Marilyn Mosby said prosecutorial discretion should be used to consider \"the unintended collateral consequences that our decisions have on our immigrant population.\"\nThe release did not specify what the prosecutorial discretion entailed.\nOur ruling\nSessions said district attorneys \"advertise that they will charge a criminal alien with a lesser offense than presumably they would charge a United States citizen.\"\nDistrict and state attorneys in Brooklyn, Santa Clara and Baltimore have issued directives for prosecutorial discretion in the handling of non-violent cases involving non-U.S. citizens (which includes immigrants living in the United States legally and illegally).\nAttorneys told us that the alternative sentences are designed to help people avoid deportation for minor crimes, and that sometimes the plea deals mean the person ends up with a stricter or longer sentence, or a faster guilty plea. They also contend that they are not charging immigrants favorably over citizens, as policy consideration goes into effect after charges are made.\nThe Supreme Court recently recognized that deportations can represent a disproportionate punishment. A recent case found that defense attorneys must inform their clients when a plea carries a risk of deportation. Justices also noted that considering deportation consequences in the plea bargaining process may benefit both defendants and states.\nSessions’ statement is partially accurate, but leaves out important details or takes things out of context. We rate it Half True.\n Share the Facts 2017-05-10 17:55:46 UTC   Politifact    3 1 7  Politifact Rating: Half True  District attorneys \"have advertised that they will charge a criminal alien with a lesser offense than presumably they would charge a United States citizen, so they won’t be deported.\"    Jeff Sessions Attorney General   in remarks to law enforcement officers in New York Friday, April 28, 2017 2017-04-28    Read More  info", "vclaim_id": "vclaim-pol-03323"}