{"url": "/factchecks/2012/apr/01/frank-lobiondo/frank-lobiondo-says-health-care-reform-law-will-co/", "speaker": "Frank LoBiondo", "vclaim": "Says \"new estimates from the Congressional Budget Office conclude the final price-tag\" for the health care law \"will exceed $2 trillion — more than double what was initially reported.\"", "truth_label": "false", "date": "stated on March 19, 2012 in a letter to the editor:", "title": "Frank LoBiondo says health care reform law will cost more than twice the original estimate", "text": "The court of public opinion has already struck down the health care law, according to one Republican.\n\nNow, U.S. Rep. Frank LoBiondo said, it’s the U.S. Supreme Court’s turn.\n\nThe southern New Jersey congressman said in a letter to The News of Cumberland County that health care reform passed without bipartisan consensus. And, he said, although the tentacles of \"ObamaCare\" are not yet fully extended, the cost of the law is already increasing.\n\n\"Many of the tax increases and penalties have yet to take effect while new estimates from the Congressional Budget Office conclude the final price-tag will exceed $2 trillion — more than double what was initially reported,\" LoBiondo wrote in the letter published online a week before the Supreme Court started hearing arguments over provisions in the law.\n\nPolitiFact New Jersey found two problems with LoBiondo’s statement: it relies on a misleading comparison and the \"final price-tag\" is marked up.\n\nSo how much will the law cost?\n\nLoBiondo was referring to gross, rather than net, costs. The gross cost --  the cost without accounting for additional revenues the government will collect from the law  -- was estimated at $938 billion by the nonpartisan Congressional Budget Office, or CBO, two years ago. That estimate includes costs from 2010 to 2019.\n\nIn a recent report, the congressional agency updated its estimate to $1.762 trillion for 2012 to 2022.\n\nThe updated figure doesn’t \"exceed $2 trillion.\" LoBiondo spokesman Jason Galanes cited other estimates the CBO released to back up the point. In those estimates, the agency tests how the costs would change in scenarios that differ from the agency’s expectation that there will be a small reduction in employment-based health insurance.\n\nGalanes said in an e-mail that \"LoBiondo believes it is reasonable to project that the law could in fact reach or exceed $2 trillion in costs as three of the four scenarios considered by CBO suggest.\"\n\nBut under the congressional agency’s current assumptions, the projected gross cost is $1.762 trillion. And that’s not \"more than double what was initially reported.\" To reach that conclusion, the congressman made a misleading comparison.\n\nThe congressional agency’s original estimate of $938 billion included 10 years of data, from 2010 to 2019. In its latest estimate, the CBO projects the gross cost of the law over 11 years, from 2012 to 2022, for a total of $1.762 trillion.\n\nSo, the figures include a different number of years. Also, the latest estimate represents nine years when the law is fully implemented and,  therefore, costs more. The earlier estimate included several years when the law was not fully implemented and so costs were lower.\n\nWhen the gross costs from 2012 to 2019 -- the years included in both reports -- are compared, the difference is significantly less than double.  It’s an increase of 8.6 percent, from $931 billion to $1.01 trillion.\n\nThe difference in the net cost estimate over the same time frame further erodes LoBiondo’s point. It has decreased slightly from the earlier estimate.\n\nTwo years ago, the CBO projected the health care law would have a net cost  of $777 billion from 2012 to 2019. Now, that estimate is $772 billion.  \n\nOur ruling\n\nLoBiondo said \"new estimates from the Congressional Budget Office conclude the final price-tag\" for the health care law \"will exceed $2 trillion — more than double what was initially reported.\"\n\nCBO recently projected the gross cost of insurance coverage provisions in the law at $1.762 trillion from 2012 to 2022. In 2010, the agency estimated the gross cost at $938 billion from 2010 to 2019.\n\nIt’s misleading to compare those two figures since they represent different years. When comparing the years included in both estimates -- 2012 to 2019 -- it’s clear the cost did not double. It increased by 8.6 percent. And during the same time, the net cost of the law decreased.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11352"}