{"url": "/factchecks/2011/jun/17/david-simpson/state-rep-david-simpson-says-state-budget-includes/", "speaker": "David Simpson", "vclaim": "Says the state budget includes spending on commercials for Fortune 500 companies.", "truth_label": "true", "date": "stated on June 5, 2011 in an op-ed:", "title": "State Rep. David Simpson says the state budget includes funding for commercials for Fortune 500 companies", "text": "State Rep. David Simpson says the state budget lawmakers sent to Gov. Rick Perry spends money in the wrong places — such as on Walmart commercials.\n\n\"Despite conservative boasts of cost cutting, not raising taxes and not using the Economic Stabilization Fund, or ‘rainy day fund,’ the budget still preserves about $500 million of pork for special interests including film and music makers, video games and commercials for Fortune 500 companies,\" the Longview Republican said in a June 5 op-ed in the Longview News-Journal.\n\nIt’s well-reported that the state promotes music, film and even video games. But this is the first we’ve heard about funding TV spots for the top 500 U.S. companies that Fortune magazine ranks by revenue every year.\n\nTo back up the statement, Simpson aide Michael Bullock noted that the 2012-13 budget the House approved on May 28 appropriates $32 million for film and music marketing, a program overseen by the governor’s office. The budget provides $16 million each year to \"market Texas as a film location and promote the Texas music industry,\" according to the May 26 House-Senate conference committee report.\n\nWhat does that have to do with Fortune 500 TV spots?\n\nBullock pointed us to a March report by the Texas state comptroller analyzing the state’s economic development incentives for 2010. According to the report, lawmakers in 2007 revised the Film Industry Incentive Program, created in 2005, so its grants could be extended to companies working in \"the entire moving image industry,\" sweeping in makers of commercials, TV programs and video games.\n\nIn 2009, the Legislature appropriated $64 million in incentives for the biennium.\n\nAccording to the report, from April 2009 through August 2010, the Texas Film Commission approved 152 applications to help fund the production of commercials, awarding $2 million to grantees who, all told, said they’d spend $37.4 million in Texas.\n\nAnd did any of the commercials promote Fortune 500 companies? The report lists a handful.\n\nAs of Aug. 31, the company Action Figure No. 1. Inc., had received more than $8,000 for an AT&T television commercial, which was one of three commercials made for AT&T, a Fortune 500 company, by three different companies using state grants totaling about $25,600, the report says. Also, the company Radical Media received $32,000 in grant money to make a commercial for Walmart, another Fortune 500 company, and the company Modern Times received $11,133 to make a commercial for the TV show \"Friday Night Lights.\" That show aired on NBC, a network owned by the Fortune 500 company General Electric.\n\nWe wondered if each Fortune 500 company benefits from grants going to separate production companies. Perry spokeswoman Lucy Nashed told us the grants can go to either the production company, advertising agency or the client — such as a Fortune 500 company — involved in a supported TV ad.  \n\nLastly, we turned to the Texas Film Commission, which says on its website that certain commercials — such as ads for state agencies or those that portray Texas negatively — aren’t eligible for incentives.\n\nOtherwise, state law permits incentives for a TV commercial project of up to 5 percent of the amount spent on the project in the state, according to the commission. To qualify, the maker must spend at least $100,000 in Texas, at least 60 percent of its shooting days must be completed in the state and at least 70 percent of the paid crew, cast and extras must be Texas residents.\n\nNashed told us TV commercial projects will continue to be eligible for incentives in 2012-13.  \n\nWe rate Simpson’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12900"}