{"url": "/factchecks/2014/jul/31/ed-macdougall/carlos-curbelo-opposes-repeal-obamacare-says-attac/", "speaker": "Ed MacDougall", "vclaim": "Says U.S. House candidate Carlos Curbelo \"opposes the repeal of Obamacare.\"", "truth_label": "barely-true", "date": "stated on July 26, 2014 in a radio ad:", "title": "Carlos Curbelo 'opposes the repeal of Obamacare,' says attack ad", "text": "Republicans have a shot at winning back one South Florida congressional district: the seat held by U.S. Rep. Joe Garcia, D-Miami, who ousted scandal-plagued GOPer David Rivera in 2012.\nMiami-Dade school board member Carlos Curbelo is the frontrunner in fundraising and establishment endorsements in a crowded GOP primary set for Aug. 26, 2014. That makes him the target of some of his opponents, including Ed MacDougall, the mayor of Cutler Bay.\nMacDougall portrays Curbelo as a Democrat -- a serious charge in a GOP primary (though overall the Miami-Dade/Monroe district now leans to the left.)\nIn both a flier and a radio ad in Spanish, MacDougall portrays Curbelo as a defender of the Affordable Care Act, the law pushed by Democrats and President Barack Obama.\nOn radio the narrator says, \"Se opone a la apelación de Obamacare.\" (Our translation is \"he opposes the appeal of Obamacare\" but the ad is trying to refer to the \"repeal\" of Obamacare.)\nMacDougall is trying to get the votes of Republicans who support repeal. When we contacted MacDougall’s campaign, we received this response about his position: \"Obamacare must be repealed, with no strings attached.\"\nSince the passage of the Affordable Care Act, the House of Representatives, controlled by Republicans, has voted more than 50 times to repeal Obamacare as a symbolic protest to the legislation. The Democratic-led Senate has refused to vote on the House bill.\nWe decided to fact-check if Curbelo opposes the repeal of the Affordable Care Act.\nCurbelo’s statements\nA spokesman for MacDougall pointed to a December 2013 Miami Herald’s Naked Politics blog for Curbelo’s comments related to repeal.\nThe blog related to a Democratic Congressional Campaign Committee ad that accused Curbelo of being part of \"obsessive repeal efforts\" to get rid of the health care law.\nThe Miami Herald interviewed Curbelo and politics reporter Marc Caputo wrote:\n\"Curbelo, in an email, suggested the ad is misleading because he doesn't want full repeal: ‘I support substituting Obamacare with legislation that genuinely makes healthcare affordable for all - including those with pre-existing conditions - and that does not punish low income earners and those that employ them.’ \"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWe found other statements in which Curbelo was highly critical of the health care law but didn’t mention whether he wants to repeal it.\nIn his speech to the Conservative Political Action Conference in March, Curbelo portrayed the law as a jobs-killer: \"Under this law, workers are discouraged from seeking the jobs that they need and employers are encouraged to suppress employee hours. ... Obamacare is just the most recent example of the left’s misguided policies that close the path of upward social mobility for those that have the desire to grow and achieve more for themselves and their families.\"\nOn his campaign website, Curbelo states that the law: \"has increased the cost of healthcare for millions of Americans and is threatening our economic recovery. A law that gives the IRS an outsized role in our healthcare system, considers 30 hours a full work week, and cuts funding for Medicare is at best, deeply flawed.\"\nThe Miami Herald editorial board questionnaire asked respondents if they support the law and Curbelo replied \"no,\" but he did not specifically use the word \"repeal.\"\nCurbelo told PolitiFact Florida in an email, \"I clearly do not support the law and think it is bad policy. ... However I prefer to use the word ‘replace’ or ‘substitute’ Obamacare because to just say ‘repeal’ implies that there is no need for health care reform. But yes, if we replace or substitute Obamacare, that means it would no longer exist.\"\nWhile he wants to replace the law, he agrees with at least a couple of policy goals within it that we asked him about.\n\"I agree with extending access to the health care system to people with pre-existing conditions. I believe that to be a worthy policy goal. I do not agree with the inefficient manner in which the ACA achieves that goal. I do not oppose letting young people stay on their family’s plans a little longer. 26 is probably too long – maybe 23 or 24. We have to remember there is a cost to all of this.\"\nCurbelo directed us to a a couple of sentences in an interview he gave in January to a Spanish-language show a Fondo.\nWe translated the line this way: \"Ideally, we need to get rid of/eliminate this law and start over, but that's not going to happen. So we need to sit down and rewrite the bad parts of this law.\")\nOur ruling\nMacDougall said that Curbelo \"opposes the repeal of Obamacare.\"\nMacDougall points to an interview Curbelo gave in December in which he said he was against total repeal but wanted to replace the law. In subsequent interviews, Curbelo called for a substantial overhaul of the law.\nMacDougall’s statement could leave voters with the false impression that Curbelo is a straight-up supporter of the health care law. Curbelo supports at least a couple of policy goals in the law -- such as providing coverage to those with pre-existing conditions -- but overall he is  very critical of the law.\nThe statement contains an element of truth but ignores critical facts that would give a different impression.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07512"}