{"url": "/factchecks/2020/apr/13/bernie-sanders/sanders-coronavirus-relief-effort-congress-fell-sh/", "speaker": "Bernie Sanders", "vclaim": "“It has been estimated that only 12% of workers in businesses that are likely to stay open during this crisis are receiving paid sick leave benefits as a result of the second coronavirus relief package.\"", "truth_label": "mostly-true", "date": "stated on April 8, 2020 in an op-ed published in The Guardian:", "title": "In coronavirus relief effort, Congress fell short on paid sick leave", "text": "The pressure is building for Congress to pass a fourth coronavirus relief bill, beyond the roughly $2.2 trillion already approved to keep people and businesses viable during an unprecedented viral attack. And Sen. Bernie Sanders (I-Vt.) is making his case for what a supplemental rescue package should include ― guaranteed universal sick leave for all workers. \n\"It has been estimated that only 12% of workers in businesses that are likely to stay open during this crisis are receiving paid sick leave benefits as a result of the second coronavirus relief package,\" Sanders argued in an op-ed published April 8 in The Guardian, just hours before he suspended his presidential campaign. \nPaid sick leave emerged as a sticky issue on Capitol Hill as lawmakers worked to develop a federal relief package. The Families First Coronavirus Emergency Response Act, which President Donald Trump signed into law on March 18, included a guarantee of paid sick leave for some workers, which supporters say is crucial to make sure those who contract the virus are, in fact, able to stay home.\nThe law requires companies that employ fewer than 500 people to provide two weeks of emergency sick leave if an employee develops COVID-19 symptoms, is isolating per the advice of a medical professional or is caring for a family member with a potential case of COVID-19. These employers also must provide paid family leave for people who may need to care for children during coronavirus school closures.\nBut the law exempts bigger companies, a category that includes often-\"essential\" retailers like Amazon, Walmart, Target and supermarket chains. That concession was made to satisfy the White House and congressional Republicans, many of whom have argued that most big companies already offer sick leave packages, and a federal requirement would create unnecessary red tape.\nSanders’ argument is that their employees are still vulnerable. Many of the firms exempted by the law remain open during the crisis. Employees who may become ill will not be protected by the federal guarantee of sick leave. Sanders argues that many will fall through the cracks because, while their employers can choose to provide paid time off, those benefits would not fall under the federal directive and could prove less generous than what smaller firms, which must comply with the law, will provide.\nWe contacted Sanders’ congressional office for more information but never heard back. Our research suggests that he has the big picture right, though the precise calculations are tricky.\nThe 12%\nNuances in the law make it difficult to quantify the number of people who would benefit from the relief package’s paid sick leave requirement.\nSanders’ figure appears to come from an analysis conducted by The Washington Post, which suggests that \"only 12 percent of workers in businesses that are likely to stay open will be affected.\"\nThe analysis used Philadelphia’s shelter-in-place order to determine which private-sector businesses would likely stay open because it offered a clear and publicly available list of workplaces excluded from the order. Other experts validated this approach, noting that this list was a good proxy — though not a perfect one — for locations across the country.\nThen, the Post used data from the Census Bureau’s Statistics of U.S. Businesses (the most recent figures come from 2017) to determine how often those excluded businesses ― such as grocery stores, pharmacies, big-box stores, hardware stores, banks and dry cleaners — employed enough people to qualify for an exemption from the paid sick leave mandate. It arrived at the rate of 12%.\nSo, first and foremost: Sanders is correct that someone had estimated this percentage.\nBut there’s more to consider.\nThe law and its exceptions\nBecause of the law’s exemptions for large companies, many of the workers Americans are counting on now may not have protection.\n\"The workers who are on the front lines, on the grocery chains, pharmacies and warehouses, aren’t covered,\" said Vicki Shabo, a senior fellow for paid leave policy and strategy at New America, a centrist think tank. \"The businesses that continue to operate are very likely to be those that are bigger, that have the cash flows to keep their sales going and that provide essential services.\"\nPer the Post’s analysis, those large companies employ about 7.4 million people who would likely be deemed essential workers.\nThe law provides other exemptions, too.\nIn interpreting the law, the Labor Department has issued regulations saying that a company with fewer than 50 employees can exempt itself from the paid family leave element of the mandate if it burdens business operations.\nBut the new law still requires those small businesses to provide paid medical leave to their employees, a total workforce of about 2.2 million ― a factor, some policy researchers pointed out, the Post did not include in its analysis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIf you redo the math counting those workers, the measure’s sick leave promise holds up a bit better — encompassing about a third of all essential workers.\nBut there’s another catch.\nThe law also does not guarantee paid sick leave to health care providers and emergency responders ― another category of workers typically deemed essential during a pandemic. The Labor Department defines these categories broadly. For instance, health care providers include \"workers who are needed to keep hospitals and similar health care facilities well supplied and operational,\" not only clinicians.\nBack-of-the-envelope math suggests that by factoring these various exemptions into the number of likely essential employees guaranteed paid sick leave under the relief package — dividing the number of essential workers who qualify for guaranteed leave by the full count of essential workers — the true percentage of people covered hovers closer to the teens.\nBottom line: \"We need people to understand just how broad the exemptions ended up being,\" said Kathleen Romig, a senior analyst at the left-leaning Center on Budget and Policy Priorities.\nThe bigger picture\nThe numerous carve-outs in the federal mandate — and the benefits it requires from eligible companies ― together illuminate a larger point. Historically, American sick leave policies haven’t been uniform across industries or organizations. The new law does build on policies some businesses already had in place, Shabo said.\nFor instance, private-sector workers who had sick leave, on average, received seven paid days a year guaranteed. The law bumps that up to 10 days (so, two workweeks for most people) and allows those days to be used to care for someone else. That’s a big change.\nEven so, the majority of front-line workers are not covered by the federal promise of paid leave if they fall ill during the pandemic. Many get some kind of paid sick leave. Dillon Clair, a public policy associate at the ERISA Industry Committee — which represents large employers ― said, typically the companies his organization represents offer at least 40 hours of paid sick leave, and that medical leave is accompanied by other benefits (like vacation time) that employees can use if they fall ill after exhausting their sick leave.\nMeanwhile, companies like Walmart and McDonald’s have rolled out emergency coronavirus programs, offering two weeks of paid time off for people the company deems sufficiently at risk. But the issue of who is deemed at risk gets dicey.\nOther employers, like Burger King, Dunkin’ and Marriott International, have not instituted any emergency coronavirus policies for their workers, according to New America.\nAnd the lack of standardization means that many of the voluntary leave policies have substantial holes, Shabo said.\nFor instance, McDonald’s and Walmart both require employees to get an official quarantine recommendation or a confirmed medical diagnosis of COVID-19 to access the sick leave benefit. Those operational barriers mean people who have developed the virus are less likely to stay home — especially because coronavirus tests are sometimes difficult to come by.\nThat influences both individual and public health.\n\"They’re more likely to get sick than someone like me, who is self-isolating and working from home. They are literally putting themselves at risk every time they go to work,\" Romig said.\nWithout a guarantee of paid leave, she added, individual workers may have to choose between taking a day off to recover from illness and earning money for groceries. And there are the public implications, too.\n\"We really don’t want people who have contracted this virus to be in public. We don’t want them at the grocery store where everyone has to go to get food,\" she said. \"We want them out of circulation. We want them to have the income they need to sustain that.\"\nOur ruling\nIn his op-ed, Sanders argued that \"it has been estimated that only 12% of workers in businesses that are likely to stay open during this crisis are receiving paid sick leave benefits as a result of the second coronavirus relief package.\"\nThis is true. There are different takes on the math, but when you factor in the impact of the law’s exemptions to this requirement, it still appears that the number of essential workers guaranteed paid sick leave because of this law is in the range of 12% to the low teens.\nMore important, Sanders is correct about the big picture: Congress’ paid sick leave guarantee exempts the vast majority of front-line workers during the pandemic, which could make containing the virus harder.\nSanders’ claim could use some more context, but it is generally a fair assessment. We rate it Mostly True.", "vclaim_id": "vclaim-pol-16918"}