{"url": "/factchecks/2016/oct/05/tim-kaine/kaine-police-stopped-slain-minnesota-driver-over-4/", "speaker": "Tim Kaine", "vclaim": "Says Philando Castile \"had been stopped by police 40 or 50 times before that fatal incident.\"", "truth_label": "true", "date": "stated on October 4, 2016 in the vice presidential debate:", "title": "Kaine: Police stopped slain Minnesota driver over 40 times", "text": "Republican Mike Pence and Democrat Tim Kaine brought the tense intersection of law enforcement and race into the center of the vice presidential debate. Kaine accused Pence of being afraid to confront the issue of bias in police, but Pence denied that he was afraid.\nKaine pressed the issue with the story of Philando Castile, the Minnesota man shot to death by a police officer during a traffic stop for a broken tail light. The gruesome incident was streamed live on a Facebook video by Castile’s girlfriend.\n\"They called him Mr. Rogers with Dreadlocks in the school that he worked,\" Kaine said. \"The kids loved him. But he had been stopped by police 40 or 50 times before that fatal incident. And if you look at sentencing in this country, African-Americans and Latinos get sentenced for the same crimes at very different rates.\"\nWe know the larger point Kaine was making and we’ve checked that before (True). But we wanted to vet his number for how many times police stopped Castille.\nAccording to the Associated Press, Kaine is correct.\nThe AP reported on June 9, 2016, that Castile \"had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding, driving without a muffler and not wearing a seat belt.\"\nThe report also found that about half of the charges against Castile had been dismissed.\nA similar investigation by NPR found 46 stops. And NPR noted \"Of all of the stops, only six of them were things a police officer would notice from outside a car — things like speeding or having a broken muffler.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nMinnesota offers a rare glimpse into broader patterns of law enforcement and race. In 2001, the Legislature commissioned a study by the Institute on Race and Poverty, a center overseen by a University of Minnesota law professor. That study ultimately included 65 jurisdictions. The results published in 2003 showed several disturbing patterns.\nLaw enforcement officers stopped black, Latino, and American Indian drivers at greater rates than whites, searched them at greater rates than whites, but the rate of actually finding illegal goods was less for minorities than for whites.\nIn a press release, the lead study director Gavin Kearney said, \"The pattern for blacks and Latinos existed in nearly every participating jurisdiction.\"\nShortly before Castile was shot, he had told the officer that he had a permit to carry a weapon.\nOur ruling\nKaine said Castile was stopped by police 40 or 50 times before the time when he was fatally wounded. According to multiple independent press reports, that is accurate. Police had stopped Castile at least 46 times.\nA study commissioned by the state legislature found that local police were more likely to stop and search minority drivers.\nWe rate the claim True.\nhttps://www.sharethefacts.co/share/fea7f5b7-a00f-4b1f-a9d7-1b27fc60eda0", "vclaim_id": "vclaim-pol-04204"}