{"url": "/factchecks/2020/apr/08/donald-trump/trump-claims-his-judicial-endorsement-caused-tony-/", "speaker": "Donald Trump", "vclaim": "“As soon as I endorsed (Supreme Court Justice Daniel Kelly), the Wisconsin Democrats said, let’s move the election to two months later.”", "truth_label": "pants-fire", "date": "stated on April 7, 2020 in a news conference:", "title": "Trump claims his judicial endorsement caused Tony Evers to attempt election delay. It didn't", "text": "The mid-pandemic election in Wisconsin yielded no shortage of bizarre storylines.\nBut a noteworthy one emerged late in the day when President Donald Trump tried to put himself at the center of a debate over whether the election should have even been held as scheduled.\nThe April 7, 2020, contest featured a Democratic presidential primary and a Wisconsin Supreme Court race between conservative-backed Daniel Kelly and liberal-backed Jill Karofsky, as well as numerous local elections.\nAt his daily briefing that day, Trump connected his endorsement of Kelly to Gov. Tony Evers’ last-minute attempt to change the election. The implication was Democrats thought they’d have a better chance of boosting Karofsky by extending the election period.\nHere’s an excerpt of Trump’s extended discussion on the topic:\n\"(Wisconsin Democrats) didn't want to move the election. As soon as I endorsed him, the Wisconsin Democrats say, ‘Oh, let's move the election to two months later, three.’ They didn't mind having the election until I endorsed him, which is very interesting.\"\nSo Trump is saying his endorsement caused Evers to try moving the election back two months.\nLet’s take a closer look at that timeline.\nThe (crazy) background\nIn case you lost track of the election back-and-forth, the basics are these:\nEvers had said for weeks he didn’t have the authority to move the election on his own. Then on Friday — four days before the election — he called on the Republican Legislature to switch to an all-mail election that would allow votes to come in through May 19, 2020. He also ordered a special session of the Legislature for the following day to take up the matter.\nThe state Assembly and Senate both gaveled out of that session in seconds, without taking action.\nThen, 18 hours before polls opened, Evers issued an order to delay the election to June 9, 2020. Republicans appealed to the Wisconsin Supreme Court, where the conservative majority overturned Evers’ order, clearing the way to hold the election.\nTrump’s endorsement\nTrump is claiming his endorsement of Kelly was a pivotal moment in this back-and-forth.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTrump sent a tweet at 12:12 p.m. April 3, 2020, saying Kelly has his \"complete endorsement.\" Evers’ call for a mail-in election was released about an hour later.\nBut that’s a coincidence. Here’s why Trump is wrong.\nEvers’ call at that point was not to move the election by two months, but to switch the format to mail-in only and extend the deadline to May. The attempt to move the in-person election to June didn’t come until several days later.\nAnd the Evers’ administration had been moving toward that mail-in announcement well before Trump’s tweet, including calls to Republican leaders, said Evers spokeswoman Melissa Baldauff.\nBut there’s a much more glaring oversight from Trump.\nHe had already endorsed Kelly several months earlier.\nAt a rally in Milwaukee on Jan. 14, 2020, Trump urged his supporters to \"go vote for Justice Daniel Kelly to defend the rule of law.\"\nAt that time, of course, coronavirus was barely a blip on the national radar. And it was the pandemic that fueled the back-and-forth over Wisconsin’s election, not a repeat of a prior endorsement.\nIn a statement later on Election Day, Evers said Trump was not a factor in his decision-making.\n\"I don’t pay any attention to who the president endorses,\" the governor said. \"Frankly, my focus right now is on keeping the people of this state safe, and that’s why I issued an executive order to extend Wisconsin’s election date and make sure everyone could vote safely from home.\"\nOur ruling\nTrump claims his endorsement of Kelly caused the Wisconsin attempts to push the election back until June.\nThat’s not at all how it happened.\nTrump had already endorsed Kelly back in January. \nAnd in any case, the action from Evers that coincidentally followed Trump’s reiterated endorsement on Twitter was to shift to a mail-in election, not to move the whole election by several months.\nThat leaves us with a claim that is both false and ridiculous. We rate this Pants on Fire.", "vclaim_id": "vclaim-pol-16893"}