{"url": "/factchecks/2010/aug/08/pete-sessions/pete-sessions-federal-government-has-gained-500000/", "speaker": "Pete Sessions", "vclaim": "\"Over the time that President Obama has been in office, we have lost 2.5 million free\nenterprise system jobs, and, yet, 500,000 federal government jobs have been\nadded.\"", "truth_label": "barely-true", "date": "stated on July 30, 2010 in a speech in the U.S. House:", "title": "Pete Sessions: Federal government has gained 500,000 workers under Obama while private sector suffered", "text": "U.S. Rep. Pete Sessions, R-Dallas, sees a hole in President Barack Obama’s theme that the economy is on the mend.\n\n\"The numbers are stunning,\" Sessions said on the House floor July 30. \"Over the time that President Obama has been in office, we have lost 2.5 million free enterprise system jobs, and, yet, 500,000 federal government jobs have been added in that period of time. The assault on the common man of this country is unrelenting by the Democrat majority.\" His criticism came to our attention on that evening’s \"PBS NewsHour.\"\n\nThe private sector starves while Uncle Sam fattens up? We wanted more information.\n\nIn support of Sessions’ statement, his office guided us through employment statistics posted online by the U.S. Bureau of Labor Statistics (BLS). Sure enough, between February 2009, Obama’s first full month in office, and June 2010, the number of private-sector jobs dropped from 110.3 million to 107.7 million, a decrease of nearly 2.7 million. In the same period, the number of federal government workers rose from 2,792,000 to 3,171,000, an increase of 379,000.\n\nThat’s not the 500,000 increase Sessions bemoans. Sessions’ chief of staff, Josh Saltzman, noted that federal jobs totaled about 3.4 million in May 2010, amounting to an increase of more than 600,000 since February 2009--making 500,000 a reasonable estimate of the increase in federal employees.\n\nNext, we contacted the BLS for more detail on the employment numbers.\n\nWhat we learned: Nearly all of the uptick in federal workers from early 2009 to June 2010 reflects temporary hires by the U.S. Census Bureau, which is conducting the constitutionally required census of U.S. residents.\n\nNathan Clausen, a bureau economist, provided a BLS report indicating that 6,000 census workers were employed in February 2009, a number that shot up to 564,000 in May 2010 before decreasing to 339,000 in June 2010, according to the BLS. The increase of 333,000 census workers from February 2009 to June 2010 amounts to 88 percent of the 379,000 overall increase in federal workers.\n\nNot counting the temporary census workers leaves 46,000 other federal workers added on Obama’s watch. Clausen said it’s not possible to divine from the bureau’s database precisely where those workers were added.\n\nWe wondered how the non-census increase in federal workers during the first 17 full months of Obama’s presidency compared with the same period in predecessor George W. Bush’s presidency. Under Bush, from February 2001 through June 2002 the federal workforce increased by 16,000 to almost 2.8 million workers — about one third of the 46,000 bump (again, not counting temporary census workers) for the similar period under Obama.\n\nDisregarding postal workers, who the BLS advises aren’t paid with federal tax aid, the number of federal workers through most of Bush’s presidency hovered around 1.9 million before passing 2 million in May 2008, according to the bureau. After Obama took over, the number of federal workers reached 2.2 million in April 2009, then dipped to 2.1 million by June 2009 before inching up to top 2.3 million in April 2010. There was a sizable one-month bump, to 2.7 million federal workers in May 2010, though the non-postal federal workforce dropped to 2.5 million in June 2010 and to less than 2.4 million in July.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nAnd how does Sessions’ statement come out?\n\nHe nails the drop in private-sector employment, even slightly understating results.\n\nAt first glance, Sessions’ figure for the increase of 500,000 federal employees seems solid. However, the 500,000 figure greatly overstates reality because temporary census workers account for most of that increase — a pivotal factor his statement doesn’t acknowledge.\n\nWe rate Sessions’ statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14624"}