{"url": "/factchecks/2012/jan/25/scott-walker/fighting-recall-wisconsin-gov-scott-walker-says-do/", "speaker": "Scott Walker", "vclaim": "Says Wisconsin Democrats during the previous administration adopted \"double-digit tax increases.\"", "truth_label": "mostly-true", "date": "stated on January 3, 2012 in a TV ad:", "title": "Fighting recall, Wisconsin Gov. Scott Walker says \"double-digit tax increases\" preceded him", "text": "In his latest TV ad, released on the first anniversary of his inauguration, Wisconsin Gov. Scott Walker makes a case for why he should not be only the third U.S. governor ever recalled from office.\n\nThe Republican takes credit for erasing Wisconsin’s $3.6 billion budget deficit and for saving taxpayers \"hundreds of millions of dollars\" by making government employees pay more for pension and health benefits.\n\nWalker closes the ad, released Jan. 3, 2012, by drawing a contrast with his Democratic predecessor.\n\n\"In the three years before I took office,\" he says, without naming Jim Doyle, \"Wisconsin lost 150,000 jobs.  But now, well, employer confidence is up, and since the start of the year, Wisconsin has added thousands of new jobs. Instead of going back to the days of billion-dollar budget deficits, double-digit tax increases and record job loss, let’s keep moving Wisconsin forward.\"\n\nThat’s some broad language.\n\nSo broad, some would think the double-digit increases were a fact of life for most residents. While widespread jobs losses in the recession and the deficit Walker inherited are well known, we wondered what Walker meant by \"double-digit tax increases.\"\n\nWalker repeated the \"double-digit tax increases\" claim on Rush Limbaugh’s national radio talk show on Jan. 17, 2012, the day before petitions seeking the recall election were submitted. And he did it again the next day, claiming Democratic recall candidate Kathleen Falk intends to \"take Wisconsin back to the days\" of double-digit tax increases.\n\nLet’s see if that’s what state Democrats did.\n\nDemocrats did boost taxes with the 2009-2011 state budget and a 2009 budget adjustment bill. We found, when rating a $5 billion claim by Walker running mate Rebecca Kleefisch as False, that the two measures raised taxes and fees by just over $3 billion over the two-year period.\n\nBen Sparks, a spokesman for the Republican Party of Wisconsin, said Walker’s double-digit claim refers to the same two budget measures. In a document Sparks provided, Walker cites three sets of tax changes to back his claim.\n\nSchool property taxes\n\nWalker said that, because of the Democrats’ 2009-2011 budget, school property tax levies would have increased an estimated 17.3 percent in 2011 had he not taken the steps he did with his 2011-2013 budget.\n\nHmmm.\n\nIn the ad, Walker flatly claimed that Democrats raised taxes by double-digits. Now he’s talking about a hypothetical -- indeed, one that didn’t occur.\n\nLike any governor, Walker had the opportunity to fashion his own budget. And with a Republican-controlled Legislature, he cut state aid to schools and school districts’ ability to raise property tax revenues. The result: 2011 school levies dropped 1 percent.\n\nWhat about the other two tax changes Walker cites?\n\nBusiness taxes\n\nWalker contends Democrats raised business taxes by $456 million, or 28 percent, over two years.\n\nAmong other things, he cited the Democratic adoption of \"combined reporting,\" which taxes a relatively small number of Wisconsin-based businesses on income from subsidiaries outside the state, rather than only those within Wisconsin. That tax is estimated to raise $187 million over two years. He also cited elimination of a tax deduction for domestic production, which is estimated to increase corporate income tax payments by nearly $72 million.\n\nDale Knapp, research director of the nonprofit Wisconsin Taxpayers Alliance, said there isn’t a good base on which to calculate the $450 million increase. But roughly $350 million of that increase is to be paid in corporate income taxes, which is roughly an increase of 21 percent, he said.\n\nSo, that material is generally on point.\n\nWhat’s left?\n\nMiscellaneous taxes\n\nWalker cites a number of double-digit tax increases the Democrats made, including a 42 percent hike in the tax on cigarettes to $2.52 per pack; more than doubling the $75 per-bed per-month assessment paid by nursing homes; and more than doubling the \"tipping fee\" charged to landfills, which is ultimately passed on to garbage generators such as families.\n\nOur own research turned up one Walker didn’t cite.\n\nThe Democrats raised the top income tax rate from 6.75 percent to 7.75 percent. That 1-percentage-point increase amounts to a 15 percent boost in the rate itself. The change caused a 13.5 percent increase in the actual tax paid by people with an adjusted gross income of $1 million or more, according to the taxpayers alliance.\n\nOur rating\n\nIn a TV ad, Walker said the Democratic administration and Legislature that preceded him approved \"double-digit tax increases.\" There certainly were not widespread double-digit increases in the taxes most people directly pay -- income taxes and the sales tax. But there are a variety of other tax increases that rose by double digits.\n\nWe rate Walker’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11719"}