{"url": "/factchecks/2015/dec/23/scott-walker/scott-walker-says-he-put-more-funds-mental-health-/", "speaker": "Scott Walker", "vclaim": "\"Here in Wisconsin, we've put in previous budgets more money into mental health services than any governor has in the last 25 years.\"", "truth_label": "true", "date": "stated on December 3, 2015 in an interview:", "title": "Scott Walker says he put more funds into mental health than any Wisconsin governor in 25 years", "text": "On Dec. 3, 2015, Gov. Scott Walker was asked by a Wisconsin reporter for his reaction to the gunslaying of 14 people in San Bernardino, Calif. the previous day.\nThat was before authorities had determined that the husband-and-wife shooters had discussed jihad and martyrdom.\nWalker responded by talking about mental illness.\n\"We don’t know enough about this instance. But for others like that, what we’ve found is one of the common denominators in many of these cases are people who’ve slipped through the cracks when it comes to chronic mental illness,\" the governor said.\n\"That’s why I’m proud that here in Wisconsin, we’ve put in previous budgets more money into mental health services than any governor has in the last 25 years.\"\nTwo longtime mental health advocates told us that Walker’s funding boost was exceptional.\n\"We were hard pressed to think of anything quite as significant,\" said Shel Gross, senior policy associate at Mental Health America of Wisconsin.\nSo let’s see whether Walker put into the state budget more money for mental health than any governor in the last quarter-century.\nWalker’s evidence\nWalker announced in February 2013, in the wake of mass shootings in Newtown, Conn., and at a Sikh temple and a spa in suburban Milwaukee, that he would raise spending on mental health services by $29 million in his 2013-’15 state budget.\nThe six initiatives included $12.6 million to open two units at the Mendota Mental Health Institute, a state-run psychiatric hospital in Madison for patients who have been committed, and $10.2 million for expanding community-based care programs for people with severe mental illness.\nWhen Walker made his formal budget presentation later that month, he said only half of all Wisconsin adults with \"serious psychological distress received mental health treatment or medication\" -- a claim we rated Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe noted that the Wisconsin chapter of National Alliance on Mental Illness had praised the spending boost, but criticized Walker for rejecting a proposal under President Barack Obama’s Affordable Care Act to expand Medicaid, saying his decision \"reflects a shallow understanding\" of \"crucial means to affordable mental health care for Wisconsin residents.\"\nMental health benefits in private-sector insurance plans are generally less comprehensive than those provided by Medicaid.\nBut that is separate from the amount of state funds Walker put into the state budget.\nTo back the governor’s claim, a spokeswoman provided us a February 2013 email from Walker’s Department of Administration that said there had not been a mental health funding boost in \"general purpose revenue\" since the creation of what was known as the \"community aids\" program in the mid-1970s. Walker’s office also had his Department of Health Services provide us more detail in restating that his investment was the largest since the ‘70s.\nSeparately, the nonpartisan Legislative Fiscal Bureau confirmed to us that the $29  million increase in state funding budgeted for mental health services in the 2013-15 state budget was the largest increase in at least 25 years, and that no other increases during that time were nearly as much.\nA final note:\nCharlie Morgan, a program supervisor for the fiscal bureau, told us that the total amount the state budgets for mental health services \"is not easily answered.\"\nThat’s because funding for those services is provided through many programs, including: inpatient services provided by the state's mental health hospitals, community-based mental health services that are budgeted as distinct programs; and funding the state provides to counties, including for programs that provide mental health as well as substance abuse services.\nBut it’s clear the additional $29 million added by Walker is the largest such increase in at least 25 years, he said.  \nOur rating\nWalker said: \"Here in Wisconsin, we've put in previous budgets more money into mental health services than any governor has in the last 25 years.\"\nIt’s worth noting that Walker refused a federal expansion of Medicaid that would have provided more mental health services to Wisconsinites. But on putting state money into the state budget for mental health, he is correct.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-05589"}