{"url": "/factchecks/2008/sep/03/sarah-palin/obamas-taxes-hit-only-higher-incomes/", "speaker": "Sarah Palin", "vclaim": "Barack Obama supports plans to raise \"income taxes ... payroll taxes.\"", "truth_label": "half-true", "date": "stated on September 3, 2008 in a speech in St. Paul, Minn.:", "title": "Obama's taxes hit only higher incomes", "text": "Alaska Gov. Sarah Palin accepted the nomination for the vice presidency at the Republican National Convention and used her speech to attack Democratic presidential nominee Barack Obama.\n\n\"Taxes are too high. He wants to raise them. His tax increases are the fine print in his economic plan, and let me be specific,\" Palin said on Sept. 3, 2008, in St. Paul, Minn.\n\n\n\"The Democratic nominee for president supports plans to raise income taxes ... raise payroll taxes ... raise investment income taxes ... raise the death tax ... raise business taxes ... and increase the tax burden on the American people by hundreds of billions of dollars.\"\n\n\nHere, we'll review Obama's position on income taxes and payroll taxes. We've checked previous claims about his position on\n\ninvestment income taxes\n\nand\n\nestate taxes\n\n.\n\n\nObama wants to roll back the Bush tax cuts on the upper-income brackets. So the claim is true if you are a family making more than $250,000 a year, or a single person making more than $200,000. Otherwise, it's generally not the case. In fact, Obama advocates eliminating income taxes for seniors with incomes less than $50,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe payroll tax claim is a little different. Obama proposes a $1,000 tax credit on income for working families ($500 for singles), to offset payroll taxes. So for most people, Obama is actually lowering payroll taxes.\n\n\nBut he has said he would raise payroll taxes on people making higher incomes of about $250,000 in order to keep Social Security solvent. Currently, only the first $97,500 of a person's income is taxable. So for higher incomes, Obama would raise payroll taxes.\n\n\nPalin is painting Obama's proposals with a broad brush and not including crucial context. Obama does intend to increase taxes. But most people have incomes of less than $200,000, and these people would not see income tax increases or payroll tax increases under Obama's plan. We rate Palin's statement Half True.", "vclaim_id": "vclaim-pol-16019"}