{"url": "/factchecks/2011/sep/09/jon-runyan/new-jersey-rep-jon-runyan-claims-debt-ceiling-comp/", "speaker": "Jon Runyan", "vclaim": "The deal to raise the nation’s debt ceiling will \"directly link a debt ceiling increase to spending cuts for the first time ever.\"", "truth_label": "false", "date": "stated on September 3, 2011 in a mailer posted on bluejersey.com:", "title": "New Jersey Rep. Jon Runyan claims debt ceiling compromise links “a debt ceiling increase to spending cuts for the first time ever”", "text": "With a recent deal to raise the nation’s debt ceiling, U.S. Rep. Jon Runyan said he is helping to make history.\n\nAbout a month after voting for the bipartisan proposal, Runyan (R-3rd Dist.) distributed a mailer highlighting some of the benefits of the legislation, known as the Budget Control Act of 2011. The mailer was posted Sept. 3 on bluejersey.com, a left-leaning blog.\n\nAccording to the mailer, Runyan’s support of the bill will \"directly link a debt ceiling increase to spending cuts for the first time ever.\"\n\nFact checkers across the country have been busy investigating the same claim from other congressmen.PolitiFact reviewed a statement from Rep. Allen West (R-Florida), and PoliGraph at Minnesota Public Radio took on comments by Rep. Keith Ellison (D-Minn.).\n\nAs in PolitiFact’s and PoliGraph’s cases, PolitiFact New Jersey found that Runyan is wrong.\n\nThe Budget Control Act of 2011 ties debt ceiling increases to spending cuts, but that’s nothing new. In one form or another, a debt ceiling increase has been linked to spending cuts in at least four cases within the past 30 years.\n\nDrew Fasoli, Runyan’s press secretary, acknowledged spending cuts have been tied to a debt ceiling increase in the past. He said the mailer meant to say the recent deal marked the first time that a spending cut was equal to or greater than the debt ceiling increase.\n\nBut we’re not going to look into that claim, because that’s not how the mailer was written.\n\n\"Maybe we could have done a better job explaining it further,\" Fasoli said.\n\nFirst, let’s briefly explain the debt ceiling deal.\n\nIn early August, President Barack Obama reached an agreement with members of Congress to increase the debt limit for a total of between $2.1 trillion and $2.4 trillion. The legislation also would reduce the deficit by at least $2.1 trillion between 2012 and 2021, according to the Congressional Budget Office.\n\nPart of those savings comes from the following provision: if the enactment of legislation from a new committee does not achieve the requisite estimated savings by Jan. 15, 2012, automatic spending cuts totaling up to $1.2 trillion would kick in. Those spending cuts would be spread over fiscal years 2013 through 2021.\n\nBut Jason Peuquet, a policy analyst with the bipartisan Committee for a Responsible Federal Budget, pointed to four similar cases, going back to 1985, where a debt ceiling increase was tied to spending cuts or related budget enforcement procedures.\n\nIn 1985, the Gramm-Rudman-Hollings (GRH) Act was enacted as part of a nearly $175 billion increase in the debt limit. That act set targets to reduce the deficit. If those targets were not met, automatic spending cuts would be instituted through a process called sequestration.\n\nReferring to that act, political science professor Steven Smith of Washington University in St. Louis, Mo., said in an email: \"The first time ever claim (from Runyan) is only narrowly technically correct. The debt limit increase in 1985 provided for ratcheting down the deficit, which surely required spending cuts but could have been achieved through revenue increases.\"\n\nFive years later, the Omnibus Budget Reconciliation Act (OBRA) of 1990 also tied spending cuts to a debt limit increase. That legislation increased the debt ceiling by $915 billion, but also mandated spending cuts to help achieve nearly $500 billion in deficit reduction over a five-year period.\n\nIn 1997, then-President Bill Clinton and the Republican-controlled Congress would reach a similar agreement with the Balanced Budget Act of 1997. In addition to increasing the debt limit from $5.5 trillion to $5.95 trillion, the bill also made net reductions in direct spending of $122 billion over five fiscal years.\n\nJust last year, when federal officials approved a $1.9 trillion increase in the debt limit, they also attached a measure known as the Statutory PAYGO Act of 2010. Under that act, if tax cuts or spending increases are not fully offset, across-the-board spending cuts would be made to a select group of mandatory programs.\n\nAll of these examples carry the same punch line: the new deal is not the first time that spending cuts have been linked to a debt ceiling increase.\n\n\"This recent August deal is nothing new,\" Peuquet said.\n\nOur ruling\n\nIn a recent mailer, Runyan claimed the Budget Control Act of 2011 marked the \"first time ever\" that a debt ceiling increase was linked to spending cuts. But our research shows that similar connections have been made at least four times within the past three decades.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Codey\n\n\nstated on July 13, 2011 in an interview on Hannity on Fox News\n\n\n\n\n\n\n\n\n\"Every president has raised the debt ceiling.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • July 21, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12451"}