{"url": "/factchecks/2018/nov/08/blog-posting/yes-armed-us-civilians-are-headed-border/", "speaker": "Bloggers", "vclaim": "Trump supporters are heading to the border as the migrant caravan approaches.", "truth_label": "true", "date": "stated on November 5, 2018 in a post on Facebook:", "title": "Yes, armed U.S. civilians are headed to the border", "text": "Days after false claims that Beto O’Rourke was illegally using campaign funds to help the migrant caravan, the Patriot Journal published a \"special report\" on Nov. 5 announcing that supporters of President Donald Trump were en route to meet the migrants at the U.S.-Mexico border.\n\"Even Donald didn’t expect his supporters would take matters into their own hands,\" begins a story about armed civilians heading south as Central American migrants continue their march north.\n\"After Democrats caught funding caravan, Trump supporters send a swift response,\" the headline says.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The piece seems to be based on another story that’s quoted in the article and attributed to MSN.\n\"Gun-carrying civilian groups and border vigilantes have heard a call to arms in President Trump’s warnings about threats to American security posed by caravans of Central American migrants moving through Mexico,\" the excerpt says. \"They’re packing coolers and tents, oiling rifles and tuning up aerial drones, with plans to form caravans of their own and trail American troops to the border.\"\nTurns out that story, though published on MSN’s website, is actually by The Washington Post.\nThe newspaper goes on to report that Shannon McGauley, president of the Texas Minutemen, was then preparing to head from the Dallas area for the Rio Grande to defend the country against what Trump has called \"an invasion.\"\nMcGauley said the Texas Minutemen have 100 volunteers on their way to the Rio Grande \"who want to help stop the migrants, with more likely on the way,\" according to the Post.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMcGauley said he couldn’t put a number on how big the group will ultimately be.  \nOn Nov. 2, the Washington Post also reported that U.S. military leaders are concerned about the presence of \"unregulated armed militia\" groups turning up in areas where U.S. troops will operate. The paper couldn’t independently confirm the report’s authenticity, the story says, \"but military officials did not dispute its veracity.\"\nU.S. Army documents obtained by Newsweek and published on its website on Nov. 1 report an \"estimated 200 unregulated armed militia members currently operating along the southwest border.\"\nRumblings about militia groups trying to stop the migrant caravan date back to at least late October. The Associated Press reported that month that militia members and far-right activists were raising money and airing plans to head to the border. Border Patrol warned some Texas landowners that \"possible armed civilians\" could come onto their property because of the caravan, according to the AP.\nOn Nov. 4, Willamette Week, an alternative newspaper in Portland, reported that, like the Texas Minutemen, Oregon militia members say they’re also going to the border. But the weekly cautioned against reading too much into the claims of militia members. It cited a tweet from J.J. MacNab, an expert on U.S. paramilitary militia groups and anti-government extremist organizations: \"Reporters should keep in mind that militia members talk tough online but rarely actually show up,\" she said.\nP.J. Tobia, a producer for VICE News Tonight, piggybacked on that sentiment, tweeting: \"I spoke to a lot of militia folks this week. Almost all are staying home. The ones on the border already are mostly from nearby and would be there anyway. And ALWAYS take their self-reported headcounts with much salt.\"\nOur ruling\nIt’s unclear how many militia group members will wind up at the border in addition to the couple hundred the Army estimates are already there. Still, news reports indicate that action is afoot, even if it’s just collecting cash for the cause. One Oregon woman said she had raised about $4,000 online before Halloween to help militias buy supplies, according to the AP.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-01283"}