{"url": "/factchecks/2020/jun/08/facebook-posts/no-evidence-fire-or-burned-horses-after-truck-driv/", "speaker": "Facebook posts", "vclaim": "“These ‘peaceful’ protesters burned these horses to death.”", "truth_label": "false", "date": "stated on June 1, 2020 in a Facebook post:", "title": "No evidence of fire or burned horses after truck drives through Tulsa protest", "text": "As demonstrations over George Floyd’s death in police custody consumed much of the nation’s attention, a Facebook post alleged that protesters at one demonstration committed an atrocity against animals with fire.\nThe post included a photo of someone throwing an object that is smoking at what appears to be a horse trailer being pulled by a pickup truck.\n\"Facebook keeps deleting this,\" the post claimed. \"These ‘peaceful’ protestors burned these horses to death. Don’t let yourselves be censored by the media ... I will probably get thrown (in) Facebook jail for this but I don’t really care.\"\nThe June 1 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe incident in question occurred May 31 when a protest through closed streets in Tulsa, Okla., moved onto Interstate 244.\nThe Tulsa World reported: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"Protesters reportedly let a black woman drive through on the interstate, but when a white man in a pickup towing a horse trailer tried to follow, they blocked his path. A Tulsa World photographer captured a still image of the truck’s driver placing a handgun on his dashboard for demonstrators to see.\" \nAt least two protesters suffered minor injuries as the truck drove through the crowd, the World reported.\nThe Oklahoma Highway Patrol is still investigating the incident and is not releasing any details, spokeswoman Sarah Stewart told PolitiFact on June 6.\nVideo from the incident shows protesters throwing items at the truck and trailer, pounding their fists on the vehicles and jumping onto the trailer as it moved through the crowd. It’s not possible to see into the trailer. \nThe person with the smoking object threw it over the trailer, not into it. The side of the trailer that the person was on did not appear to have any open windows. There is no sign of any fire in that video or in a longer video that is posted with a Tulsa World news story.\nVideo from a live report from KTUL-TV shows that after passing through the crowd, the truck pulled over briefly where highway troopers were stationed.\nOur ruling\nA Facebook post says protesters burned horses to death in a vehicle that drove through a crowd of protesters. Without any evidence of fire, we rate the Facebook post False.", "vclaim_id": "vclaim-pol-17891"}