{"url": "/factchecks/2010/jul/26/susana-martinez/new-mexico-gubernatorial-race-susana-martinez-accu/", "speaker": "Susana Martinez", "vclaim": "In New Mexico, Democratic gubernatorial candidate Diane Denish \"spent federal stimulus funds on campaign Christmas cards.\"", "truth_label": "half-true", "date": "stated on July 22, 2010 in a campaign commercial:", "title": "In New Mexico gubernatorial race, Susana Martinez accuses Diane Denish of using federal dollars to pay for Christmas cards", "text": "With New Mexico's two-term Democratic Gov. Bill Richardson leaving office later this year, a lively contest to succeed him has broken out between Democratic Lt. Gov. Diane Denish and Republican challenger Susana Martinez.\n\nIn a recent ad, Martinez charged, \"As jobs were lost, Richardson-Denish wasted millions. ... Denish even spent federal stimulus funds on campaign Christmas cards.\"\n\nWe wondered whether the charge was accurate, and how serious a breach it would be.\n\nThe expenditures came to light on Nov. 4, 2009, when the New Mexico Watchdog -- a blog sponsored by the libertarian Rio Grande Foundation -- published an investigation of expenditures from 2003 and 2004, when Denish was lieutenant governor. The blog alleged, and documents from Denish confirm, that Denish used some federal stimulus funds to pay a contract employee. It's worth noting that the stimulus funds in question were not from the bill signed by President Barack Obama in February 2009 but rather from a 2003 bill signed by President George W. Bush. Here's what the Watchdog wrote:\n\n\"Lt. Governor Diane Denish used $225,000 in federal funds to pay for a driver to shuttle her to meetings and press events, a contractor to take Christmas pictures and write Christmas cards, a lawyer to make hotel reservations, opinion polling, and public relations services. The money was given to her for 'various projects' by Governor Bill Richardson. The money came from unallocated federal fiscal stimulus funds transferred to the New Mexico treasury under the 2003 Jobs and Growth Tax Relief Reconciliation Act.\"\n\nOf these expenditures, the most widely noted became the Christmas cards, and we'll focus on that alone, since that's what the ad talks about. (A detailed discussion of the controversy by journalist Heath Haussamen in the New Mexico Independent, including links to original documents, can be found here.)\n\nThe Watchdog blog post said that Lauran Cowdrey, one of the contractors who had been paid using the excess federal funds, had filed an invoice, which was eventually paid, for \"6 hours at $23.50 per hour on November 22, 2004, detailed in her time sheet as 'taking Christmas pictures, removing decorations, setting up pre-K interviews, organizing speeches and releases for website. On November 24, 2004, Cowdrey billed 8 hours described as 'work on Christmas card, work on history book request.'\"\n\nWith jockeying for the 2010 gubernatorial election already well under way, several GOP hopefuls, including Martinez, jumped on the allegations. Denish's office immediately responded by providing a bill and canceled check for the Christmas cards, which totaled $3,666.90. The check, dated Dec. 28, 2004, was written on a campaign account rather than using federal funds routed through the state government. So that clears the actual purchase of the cards from any potential federal violation. But that doesn't account for the money paid to Cowdrey to handle the Christmas card project.\n\nBecause many public officials are allowed to use taxpayer funds for items such as Christmas cards, we asked the Denish campaign whether these particular cards were considered official business or a campaign project. They said that it was considered a campaign project.\n\nBecause of that, it was improper to bill the state for it, ethics experts told PolitiFact. Instead, the campaign should have paid for Cowdrey's efforts or else she could have volunteered her time.\n\nBut how big a deal was it that the taxpayers paid for Cowdrey's time working on the project? Our sources agreed: Not big at all.\n\nWe estimate that the misallocated fedral funds would have been, at most, $141, or six hours times her $23.50 per hour pay rate. We asked government ethics experts what they thought of such a violation.\n\n\"As a practical matter, because the use of the employee's time was essentially incidental, no enforcement authority is likely to get interested this,\" said Kenneth A. Gross, a former associate general counsel of the Federal Election Commission who is now an attorney with the firm Skadden, Arps, Slate, Meagher & Flom. \"If there is a way to reimburse the government, it may be prudent to do so as a political matter.\"\n\nHolman, of Public Citizen, called the violation \"so minor that I would not expect significant penalties, if any. It sounds like a small, careless action. A warning would probably be sufficient.\"\n\nWe should remind readers that there were many allegations in the original Watchdog report that came with bigger pricetags, but we aren't ruling on them in this item. Haussamen noted one case in which Denish decided to reimburse her state office after he published evidence that some of the stimulus funds had been spent on putting out political news releases.\n\nAll told, we think the documentation makes clear that Denish spent federal stimulus funds to prepare Christmas cards, and the canceled campaign check justifies the ad calling them \"campaign Christmas cards.\" Even so, our experts agreed that these actions would have produced a monetary loss so small that they would be unlikely to trigger anything beyond a warning and a request for repayment, if that. So we rate the ad Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14702"}