{"url": "/factchecks/2020/dec/16/rush-limbaugh/no-american-medical-association-didnt-rescind-stat/", "speaker": "Rush Limbaugh", "vclaim": "The American Medical Association rescinded a previous statement and now says \"hydroxychloroquine is okay\" for COVID-19.", "truth_label": "false", "date": "stated on December 15, 2020 in a radio show segment:", "title": "No, the AMA didn’t rescind statement on hydroxychloroquine", "text": "Conservative radio host Rush Limbaugh falsely claimed that the American Medical Association rescinded a previous statement and came out in support of hydroxychloroquine, the drug pushed by President Donald Trump for months as a potential treatment for COVID-19.\n\"Now all of a sudden the AMA (said) — although very quietly — that hydroxychloroquine is okay,\" Limbaugh said Dec. 15, telling his millions of listeners that the group’s past statements were meant to hurt Trump. \"It’s perfectly fine. Go ahead and use it if you want. It can be helpful.\"\nLimbaugh read from an article in the Published Reporter, a website based in South Florida. The website wrote that the AMA \"rescinded\" a statement related to hydroxychloroquine. \nLimbaugh accused the AMA of \"knowingly lying about hydroxychloroquine.\" But as the Poynter Institute reported, the AMA never retracted its statement on the drug. The Published Reporter and other websites that spread similar claims have walked back their reports, and the AMA addressed the matter on Twitter.\n\"In March, AMA urged caution about prescribing hydroxychloroquine off-label to treat #COVID19,\" the AMA wrote, with a link to Poynter’s Covering COVID-19 newsletter by Al Tompkins. \"Our position remains unchanged. Evidence-based #science & practice must guide these determinations.\" \nIn March, AMA urged caution about prescribing hydroxychloroquine off-label to treat #COVID19. Our position remains unchanged. Evidence-based #science & practice must guide these determinations. Thank you @Poynter for the #FactCheck to set record straight https://t.co/hz1j1Xz2St pic.twitter.com/2qfUdFqdRk— AMA (@AmerMedicalAssn) December 16, 2020 \nSeveral inaccurate social media posts from Limbaugh and others accounts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Some were shared by prominent figures, such as actress Kirstie Alley, who tweeted a since-corrected story calling the AMA \"soulless hacks.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nLimbaugh did not respond to a request for comment. \nThe AMA’s March 25 statement, issued jointly with pharmacists’ groups and updated in April, signaled opposition to doctors prescribing hydroxychloroquine as a coronavirus treatment or preventative measure, and to facilities ordering the drug in excessive amounts. \nThe statement cautioned that \"no medication has been FDA-approved for use in COVID-19 patients\" and warned of supply-chain disruptions for patients who rely on hydroxychloroquine for other chronic conditions, such as rheumatoid arthritis and lupus. \nThe statement also said \"novel off-label use of FDA-approved medications is a matter for the physician’s or other prescriber’s professional judgment.\" It encouraged \"patient-centered care decisions\" but said \"evidence-based science and practice must guide these determinations.\"\nThe U.S. Food and Drug Administration in June revoked its emergency use authorization for use of hydroxychloroquine as a COVID-19 therapy. The agency later cautioned against the drug’s use for the virus outside of the hospital setting after a review of safety issues. There is little sign that hydroxychloroquine is effective for coronavirus patients.\nA resolution submitted ahead of a November meeting of the AMA’s policymaking body proposed that the group retract the March statement. The resolution called for an updated statement \"notifying patients that further studies are ongoing\" and supporting physicians’ use of judgment to prescribe the drug off-label to patients with early COVID-19 symptoms.\nThe resolution was not adopted, however. The vote against the measure followed \"fierce opposition,\" MedPage Today reported.\nThe Published Reporter has amended the story Limbaugh cited with a correction in bolded font that said the resolution \"was not accepted.\" Lead Stories also debunked the false claims.\nWe rate Limbaugh’s claim False.", "vclaim_id": "vclaim-pol-17289"}