{"url": "/factchecks/2013/mar/22/battleground-texas/battleground-texas-says-54-percent-texas-latinos-r/", "speaker": "Battleground Texas", "vclaim": "In 2008, \"only 54 percent of Latinos in Texas were registered to vote and only 35 percent actually turned out.\"", "truth_label": "mostly-true", "date": "stated on February 26, 2013 in an adviser's interview on the \"Colbert Report.\":", "title": "Battleground Texas says 54 percent of Texas Latinos registered to vote in 2008 and only 35 percent turned out", "text": "A pro-Democratic group says demographic changes and stepped-up voter turnout in Texas will lead to Democrats winning statewide sooner than later.\n\n\nOn Comedy Central’s Feb. 26, 2013, \"Colbert Report,\" Jeremy Bird, senior adviser to the newly announced Battleground Texas group, was asked if his mention of demographics was a liberal euphemism for more Hispanic and black residents.\n\n\nBird replied: \"If you look at the state, it’s not just about the demographics, it’s about the turnout. So in 2008, for example, only 54 percent of Latinos in Texas were registered to vote and only 35 percent actually turned out. So what you’re getting is, when only about 50 percent of the population turns out to vote in a place like Texas, you’re getting a government in Texas that’s for half the people and by half the people.\"\n\n\nWe’re not wading in on that logic, nor are we getting into potential strengths or weaknesses of stirring citizens to vote who have historically not voted.\n\n\nWe wondered instead if 54 percent of Latino Texans registered to vote in 2008, as Bird said, and 35 percent turned out, especially considering that no one marks down their race or ethnicity when they register to vote.\n\n \n\nDepending on estimates\n\n \n\nAntonio Gonzalez, president of the Los Angeles-based William C. Velasquez Institute, which says it conducts research aimed at improving the level of political and economic participation in Latino and other underrepresented communities, told us by telephone that there is no perfect way to pinpoint the makeup of any electorate.\n\n\nBut for decades in even-numbered years, he said, the U.S. Census Bureau has followed up general elections by surveying residents about voting habits. He said he respects the surveys’ results, though they include some inflated responses. \"It’s the government asking if you’ve voted or registered to vote,\" Gonzalez said. \"So there’s an (unquantified) exaggeration factor.\"\n\n\nAlternatively, Gonzalez said, campaigns target Latinos after identifying them by surnames on state voter rolls. There are quirks here too: Voters who go by non-Latino last names tend to be missed and others who marry into Latino families might be miscounted. Also, he said, firms taking this approach depend on surname dictionaries that vary in quality.\n\n\nAll told, 60 percent of more than 13.5 million Texas voters turned out for the 2008 presidential election, according to the Texas secretary of state’s office. Latinos made up 20 percent of the state’s November vote, according to voter exit polls, with 63 percent favoring Democrat Barack Obama for president and 35 percent backing Republican John McCain, who otherwise carried the state like every GOP presidential nominee since 1980.\n\n \n\nHow Battleground Texas calculated\n\n \n\nWhen we asked Battleground Texas for backup on Bird’s figures, we heard from several individuals employed by or contracting with 270 to Win, a political consulting firm with offices in Washington, D.C., and Chicago.\n\n\nLynda Tran, a partner at the firm, pointed out the Census Bureau survey taken after the 2008 general election. According to that survey, 54.3 percent of Latino Texas citizens 18 and older--an estimated 2.4 million of its estimated nearly 4.5 million Hispanic citizens in the state--said they registered to vote, with a margin of error of three percentage points.\n\n\nNearly 1.7 million, or about 70 percent, of the Latino registered voters also said they voted, according to the survey, accounting for 37.8 percent of the state’s adult Hispanic citizens as estimated by the survey. This result had a margin of error of plus or minus 2.9 percentage points, making Bird’s declared 35 percent in range.\n\n\nAndrew Claster, a number-cruncher for the cause, said later by email that Bird drew his reference to 54 percent of Latino citizens registering to vote from the bureau’s post-election survey estimates.\n\n\nBut he said the conclusion that 35 percent of Latino citizens voted was developed by estimating the number of Latino voters, 1,340,097, a figure reached by applying a \"commercial ethnicity model\" to the state’s 2008 voter file to determine ethnicity based on name and census information. Claster said the voter estimate was then divided by a 2008 bureau estimate of the number of Latino Texas citizens, 3,812,343, which did not come from the post-election survey.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n \n\nThat estimate of voting-age Latino citizens runs some 700,000 less than the estimate of nearly 4.5 million reached via the bureau’s post-election survey.\n\n \n\nWe asked why the group used one census study for one statistic and relied on another for the second. Claster replied that whichever estimate one chooses for the number of adult Latino Texas citizens, it appears that some 30 percent to 38 percent of those citizens voted, either way reinforcing Bird’s point.\n\n \n\nOther looks at Latino registration, turnout\n\n \n\nThree other analyses, developed in Texas, enabled us to reach our own statistical speculations.\n\n\nCompared to the post-election census survey, the other estimates suggest more Latinos registered to vote, but fewer turned out in November. Each of the calculations was based on identifying Spanish-surnamed voters on the state's 2008 voter roll.\n\n \n\nRepublican pollster Mike Baselice of Austin and the Texas Tribune, teaming with the El Paso Times, each estimated that there were some 2.9 million Spanish-surnamed Texas registered voters that year. Democratic pollster Jeff Smith of Austin told us by email that his audit of the voter roll, teasing out Latino voters based both on Spanish surnames and maiden names and also removing voters whose names were at least temporarily struck from the roll before the November election, indicates 2,713,681 Hispanic citizens registered to vote.\n\nBaselice and the Tribune/Times concluded that about 1.3 million Texas Latinos voted that year. That’s 400,000 fewer than indicated by the census survey. In contrast, Smith estimated that 1,382,360 Latinos voted.\n\nSumming up: The 2008 census survey suggests Texas had some 300,000 to 500,000 fewer Latinos registered to vote than the voter-roll analyses by the Texas outfits. The census survey indicates, too, that there were up to 400,000 more Latinos who voted than estimated by the other analyses.\n\nBaselice and Smith each said he did not try to gauge the number of Latino citizens who could have registered to vote nor did the Tribune air an estimate.\n\nTime for a little math of our own.\n\n \n\nWe used the Texas analyses to stab at the share of voting-age Latino citizens who registered to vote. We did this by dividing each of the other estimates of Latinos who registered to vote by the census bureau’s survey estimate that there were 4,493,000 voting-age Latino citizens in 2008. By our calculations, 60 percent  to 65 percent of voting-age Latinos registered that year, more than the 54 percent suggested by the census survey and echoed by Bird.\n\n\nNext, we divided the Texas-devised estimates of Latinos who voted by the census survey’s estimate of 4,493,000 voting-age Latino Texas citizens, a methodology that suggests 29 percent to 31 percent of voting-age Latlnos turned out in November--a bit under the 35 percent figure aired by Bird.\n\n\nFootnote: Census Bureau spokesman Robert Bernstein told us results from the bureau’s 2012 post-election voting surveys were not finalized.\n\n\nOur ruling\n\n \n\nThe Battleground Texas advocate said that in 2008, \"only 54 percent of Latinos in Texas were registered to vote and only 35 percent actually turned out.\"\n\nResearch rooted in federal surveys and an analysis starting from the state's 2008 voting roll supports those figures, while our own estimates starting from Texas studies suggest a larger share of voting-age Latino citizens registered and a smaller share of them voted--which, if so, could still be fodder for pushes to improve participation.\n\nWe rate this claim as Mostly True.", "vclaim_id": "vclaim-pol-09560"}