{"url": "/factchecks/2019/apr/02/kaye-kory/del-kaye-kory-way-about-surge-women-prisoners-virg/", "speaker": "Kaye Kory", "vclaim": "\"Women in Virginia have been incarcerated at an increasingly high rate. It’s around (a) 300 percent increase in the past four or five years.\"", "truth_label": "false", "date": "stated on April 15, 2019 in radio interview.:", "title": "Del. Kaye Kory way off about surge of women prisoners in Virginia", "text": "Del. Kaye Kory, D-Fairfax, recently lamented that female prisoners will suffer from the General Assembly’s refusal this year to make Virginia the 38th state to pass a federal Equal Rights Amendment for women.\nThe number of women behind bars in Virginia is skyrocketing and the criminal justice system can’t keep pace, she said during a March 15 radio interview on WAMU in Washington. The ERA would require Virginia and other states to adopt better standards for treating the incarcerated women, Kory said.\n\"Women in Virginia have been incarcerated at an increasingly high rate. It’s around (a) 300 percent increase in the past four or five years,\" Kory said.\nIt’s been widely reported that the number of women inmates in the nation has risen at a much faster rate than the count of male inmates. But Kory’s eye-popping claim of \"around\" a 300 percent increase of women prisoners in Virginia caught our attention.  So, we fact-checked it.\nNumbers\nVirginia inmates are housed in state-run prisons and locally or regionally-run jails. Through three sources, we found statistics that let us compute yearly estimates of male and female inmates from December 2013 through June 2018. That’s a 4 ½-year span, right in the middle of \"the past four or five years\" Kory mentioned. We used data published by the the federal Bureau of Justice Statistics and sent to us by the state Department of Corrections for prison populations. We also used statistics that were either published or sent to us by the state Compensation Board for jail populations.\nAt the end of 2013, there were about 5,700 women inmates in jails and prisons, and that rose to around 6,700 in June 2018. That’s a 18 percent increase, and it shouldn’t be dismissed. The number of male prisoners during the same period dropped by 1.4 percent - from about 51,200 to 50,500. The differing trends of male and female incarceration have caught the attention of many prison reform advocates, including the Virginia chapter of the American Civil Liberties Union.\nBut the increase in women inmates is a tiny fraction of the 300 percent surge Kory claimed.\nKory’s Explanation\nPrior to our research, Kory told us she read about the 300 percent increase \"several years ago\" in a Richmond Times-Dispatch article. Max Jenkins, her administrative aide, quickly called back and said Kory had misspoken on radio. A few days later, he said, \"She meant to say there’s been a five-fold increase, nationally, in female incarceration since 2001.\"\nBut that, too, is wrong. And the Times-Dispatch did not report any of the statistics Kory used. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nAccording to BJS data, 161,200 women were held in prisons and and jails in 2001, and  about 218,800 were incarcerated in mid 2016 - the latest information available. That’s a 36 percent increase, nowhere close to the 400 percent rise Kory’s aide claimed.\nIt should be noted that during same span, the number of male inmates in state and federal prisons rose by 13 percent - again, a much slower pace than for women.\nDiscussion \nKory’s enormous growth percentages would have held up if the she went further back in time. We found data on gender populations in state and federal prisons - but not jails - going back to 1978. There were 359 women in Virginia prisons that year, and the number rose to 3,114 last year. That’s a 767 percent.increase, roughly the same surge the country saw.\nVirginia’s male prison population went up by 328 percent during those years - less than half the growth rate of women - from 7,985 in 1978  to 34,172 last year. In other words, the female prison population has grown at more than twice rate of the male population over the last 40 years.\nResearchers largely attribute the rise in women inmates to drugs and poverty. According to BJS, the number of drugs arrests between 1980 and 2009 doubled for men, but tripled for women.\nAlso, there are twice as many single mothers living below the poverty level than single fathers, according to the U.S. Census. In 2017, the bureau estimates 25.7 percent of households headed by single mothers were below the poverty line, compared to 12.4 percent of homes headed by single fathers.\n\"In general, those on the economic margins of society are far more likely to experience significant stress and problems with drugs,\" the ACLU of Virginia wrote in a 2018 study on the state’s incarceration of women. \"These types of stressors may account for higher involvement in larceny, theft, check and welfare fraud, and forgery among women living in poverty.\"\nOur ruling\nKory said, \"Women in Virginia have been incarcerated at an increasingly high rate. It’s around (a) 300 percent increase in the past four or five years.\" She cited the surge as a big reason why Virginia needs to ratify the federal ERA amendment.\nThe number of women inmates in Virginia and the nation has soared, but it’s occurred over five decades - not just the last few years. During the last 4 ½ years, there’s been an 18 percent increase, nowhere near Kory’s claim.\nAny credit we might give Kory for acknowledging she was wrong is blunted by her substitute explanation: That she meant to say that nationally, there’s been a fivefold increase in women prisoners since 2001. That, too, is way off. There’s been a 36 percent increase.\nKory’s numbers are astronomically wrong, and we rate her statement False.", "vclaim_id": "vclaim-pol-00820"}