{"url": "/factchecks/2019/jul/24/bill-stanley/theres-no-proof-bill-stanleys-claim-about-va-conce/", "speaker": "Bill Stanley", "vclaim": "\"How many people have with a concealed carry permit have committed a crime in Virginia? ...The answer is zero.\"", "truth_label": "false", "date": "stated on July 9, 2019 in a radio interview.:", "title": "Bill Stanley errs in boast about Va. concealed gun permit holders", "text": "State Sen. Bill Stanley, R-Franklin County, recently offered an eye-popping statistic about Virgnians with concealed-carry permits for guns.\n\"How many people with a concealed-carry permit have committed a crime in Virginia? Do you know the answer to that?\" Stanley asked during a July 9 interview on The John Fredericks Show, a conservative radio broadcast. \n\"The answer is zero,\" Stanley said. ,\nKnowing that Virginia has issued hundreds of thousands of concealed-carry permits, we decided to fact-check Stanley’s claim. \nStanley, an ardent defender of gun rights, made the claim hours before the General Assembly held a special session July 9  to consider gun control measures proposed by Gov. Ralph Northam in response to a May 31 mass shooting at the Virginia Beach Civic Center that killed 12 and the gunman. Republicans adjourned the session in 90 minutes without considering any bills.\nNortham didn’t propose restricting concealed-carry laws. Stanley brought up the subject to make a point that legal gun owners are a law-abiding group and shouldn’t be saddled with new gun control measures.\nConcealed carry\nVirginia, with few exceptions, allows people 18 or older to openly carry firearms. But carrying a concealed weapon requires a circuit court permit.\nTo get a permit, a gun owner must be at least 21 and \"demonstrate competence\" with a handgun by meeting criteria for firearm training. The applicant also must pass a background check. Permits are issued for five years.\nThere were 642,396 Virginians with concealed-carry permits at the end of June, according to the Virginia State Police. The state police also keeps statistics on Virginia crime. But they don’t collect data on crimes by concealed-carry permit holders, according to Corinne Geller, public relations director for the state police.\nWe also asked Philip Van Cleave, president of the pro-gun Virginia Citizens Defense League, if he knew of any statistics about crimes committed by concelealed-carry permit holders arrested in Virginia. His didn’t. \nThere is a way, however, to drill closer to Stanley’s claim of \"zero\" by looking at another data set kept by the state police: the number of concealed-carry permits revoked each year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nState law lists a number of reasons for rescinding a concealed weapon permit. Some involve mental issues. Permits are also taken away from people dishonorably discharged from the military. But most of the reasons are for breaking laws. They include:\n\n•A felony conviction or pending felony charge\n•Selling or using illegal drugs, including marijuana\n•Drunk driving\n•Illegal discharge of a firearm\n•A stalking charge\n•Being subject to a protective or restraining order\n•Conviction of two misdemeanors over five years, if one of them is a Class 1 misdemeanor, punishable by a year in jail and a $2,500 fine. Routine driving violations don’t count.\n\nThe numbers\nDuring the 2019 fiscal year - ending June 30 - state police records show 464 concealed carry permits were revoked. In fiscal 2018, 583 were rescinded. Since fiscal 2010, 7,330 permits were taken away - an average of 733 a year.  \nThe state police, as we’ve noted, don’t record reasons for the revocations. But for Stanley’s claim to be true, none of the reasons for these thousands of revocations would involve crime. \nStanley told us he misspoke on radio and meant to say that none of the gunmen in Virginia mass shootings - including Virginia and Virginia Tech in 2007 - had concealed carry permits. \"I didn’t mean that  permit holders haven’t committed petty or serious crimes, but I guess I did,\" he said.\nIn Virginia and across the country, many gun supporters say that permit holders are far more law abiding than the general public. They point to Texas, which keeps the most comprehensive records among the 50 states that allow concealed-carry.\nAlmost 1.4 million Texans had permits at the end of 2018, according to records from the state’s Department of Public Safety. That’s 4.7 percent of the population, or 1 of 22 people. \nIn comparison, 41,180 people were convicted of felonies in Texas last year, but only 163 of them had concealed-carry permits. That’s .004 percent of felony convictions, or 1 of every 250.\nAlthough statistics don’t exist to make a similar comparison in Virginia, it can be said that less than one-tenth of 1 percent of the state’s concealed carriers had their permits revoked last fiscal year, or fewer than 1 of every 1,000.\nRuling\nStanley said concealed-carry permit holders have committed \"zero\" crimes in Virginia. \nThe state police don’t keep such records. Van Cleave, one of the most knowledgeable defenders of guns in Virginia, says he’s unaware such statistics exist. Evidence from Texas, which keeps the most comprehensive data, shows its permit holders are far more law abiding than the general public. Even so, 163 Texas permit holders were convicted of felonies last year.\nWe credit Stanley for acknowledging he misspoke, but we have to rate his original radio statement. It was False.", "vclaim_id": "vclaim-pol-00404"}