{"url": "/factchecks/2013/feb/23/tim-knopp/did-tim-knopp-honor-his-pledge-eschew-pers/", "speaker": "Tim Knopp", "vclaim": "Knopp says he upheld a campaign promise not to join the Public Employees Retirement System (PERS).", "truth_label": "mostly-true", "date": "stated on February 12, 2013 in a press release:", "title": "Did Tim Knopp honor his pledge to eschew PERS?", "text": "Freshman Oregon Sen. Tim Knopp, R-Bend, is clear that lawmakers need to fix the Public Employees Retirement System this year, and that they themselves should not be part of the system. He pledged during his campaign to decline membership in PERS.\n\nEarlier this month, Knopp’s office issued a press release saying that along with being sworn into office, \"he upheld a campaign promise not to join the state retirement program known as the Public Employees Retirement System (PERS).\"\n\n\"It is very important to me to honor the promises that I’ve made,\" Knopp is quoted as saying in the release. \"If we don’t fix PERS now there will be fewer firefighters protecting our communities, fewer police officers on the streets, and fewer teachers in the classroom.\"\n\nPERS is contentious. Lawmakers reformed the system in 2003, curbing benefits for new employees going forward. Some lawmakers say it’s still too generous. Public employee unions are firm that the benefits were bargained for and are fair.\n\nGov. John Kitzhaber, a Democrat, wants to find savings in the system, as do Republicans; House Speaker Tina Kotek, D-Portland, is lukewarm to the idea. Public employees generally favor Democrats with campaign help and money, so it’s not surprising to hear that Knopp, a Republican, promised to opt out.\n\nBut PolitiFact Oregon also recalled that before he joined the Senate this year, Knopp was a three-term member of the Oregon House. In fact, he was House majority leader when lawmakers tackled reform in 2003. We were pretty sure he had been a member of PERS.\n\nKnopp’s office confirmed what we thought to be true. He joined the system in 1999, when he was first elected to the House, and remained an active member until 2005, when he left office. As a member for six years, he was vested in the system. The money continued accruing until 2010.\n\nWhat happened in 2010? Knopp needed money for a family medical emergency, so he cashed out his account. The total gross amount was $8,167.07, which we acknowledge is not an astonishingly high figure. Retirement benefits are calculated based on pay, and length of service, and legislators don’t earn much, about $20,000 a year.\n\nStill, we think his previous membership is a relevant detail curiously missing from an otherwise glowing press release. If PolitiFact Oregon were in office and had made public employee retirement a major part of our platform and had promised to opt out, we think we’d make it explicit that we had once been part of PERS, in the interest of full and complete disclosure.\n\nIn any case, Knopp had three options when he was sworn into office this year: Join the Oregon Public Service Retirement Plan, which is the pension system he’s complaining about; join the Oregon Savings Growth Plan, which is like any other deferred compensation plan; or decline to join a retirement plan.\n\nKnopp chose the deferred compensation plan. The state -- his employer, the taxpayers -- contributes 6 percent to his plan. The state does not \"pick up\" the additional 6 percent of salary on behalf of employees, as it would under PERS.\n\nWe had two questions for the senator from Central Oregon: One, why not publicize the fact that he was a member -- for more than a decade -- of the system he is now criticizing? And two, why take a retirement option at all?\n\nLet’s take the retirement question first. Knopp told PolitiFact Oregon that he’s not opposed to compensation for legislators. He just doesn’t want them to vote on a system in which they have a stake. To that end, he has co-sponsored a bill to prohibit future legislators from joining PERS or the deferred compensation plan, because they shouldn’t \"be forced to be in the system,\" as he was.\n\n\"Actual or perceived, there needs to be somebody who completely represents citizens and taxpayers, without a conflict,\" he said.\n\nAs to the first question, Knopp said he disclosed his previous membership on the campaign trail. When his Democratic challenger said Knopp was a PERS member at an October 2012 candidates’ forum, he said, \"I closed my account years ago, honestly, to pay some medical bills when my daughter had two brain surgeries.\"\n\nWe get that the retirement system in 1999 was not the legislative issue that it was in 2003 or that it is in 2013. But why didn’t he close his account before 2003, when it was clear he’d have to vote on PERS reforms? He said it wasn’t clear at the time whether he could..\n\nWhy not close the account in 2005, after leaving office? He said he co-sponsored a bill in 2003 that offered a financial incentive for people with inactive accounts to close their accounts. He thought it unseemly to benefit from that legislation -- although we checked, and he wouldn’t have qualified.\n\nThen why wait until 2010 to close his account? Knopp didn’t have a clear answer. He acknowledges that had he not needed the money in 2010, he would have continued to be a member.\n\nKnopp has been a consistent and outspoken critic of the Public Employees Retirement System. He served as the House chairman of the committee to reform PERS in 2003. He promised voters that he would not accept PERS this year and he followed through on the promise.\n\nWhat Knopp failed to mention is that he was a member of PERS who closed his account in 2010 because his family needed the money. Knopp could have closed his account in 2003 -- and avoided the conflict then -- or he could have closed his account when he left office in 2005.\n\nNone of that takes away from the accuracy of the statement -- he honored his pledge to stay out of PERS -- but it is additional information that we deem missing from his press releases.\n\nWe rate the statement Mostly True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09667"}