{"url": "/factchecks/2012/may/08/saxby-chambliss/senator-praises-reagan-era-social-security-push-bi/", "speaker": "Saxby Chambliss", "vclaim": "Each U.S. House member who voted to overhaul Social Security in 1983 was re-elected.", "truth_label": "half-true", "date": "stated on April 23, 2012 in a speech:", "title": "Senator praises Reagan-era Social Security reform to push for bipartisanship", "text": "U.S. Sen. Saxby Chambliss, bemoaning the lack of bipartisanship in Congress, recently told a story to emphasize the benefits of Democrats and Republicans working together.\n\nThe Georgia Republican went back to the early 1980s to make his case, saying today’s Congress should take a similar approach of rising above politics to address major fiscal challenges such as the increasing costs of Medicaid and Medicare.\n\n\"What I always found is if you look back at [former Republican President] Ronald Reagan and [former Democratic House Speaker] Tip O’Neill, they raised the Social Security age, made some significant changes back there,\" Chambliss said last month at the Atlanta Press Club. \"Boy, everybody thought that’s the political end of that Congress. Every single member of the House of Representatives who voted for that change got re-elected because they did the right thing. I just think if you do the right thing, the political side of things will take care of itself.\"\n\nPolitiFact Georgia was there for the senator’s speech and the question-and-answer session, where he made this particular claim. We wanted to find out whether Chambliss was right or was this a political tall tale.\n\nChambliss is a member of the Senate’s \"Gang of Six,\" a group of three Republicans and three Democrats that has tried to come up with federal budget solutions. The senator has taken much criticism for his participation in the effort, primarily from fiscal conservatives for his position on some ideas to reduce the nation’s multitrillion-dollar debt.\n\nSenate leadership, Chambliss said, hasn’t taken kindly to the group’s work because of -- surprise! -- politics. The \"hard, tough votes\" on some of these issues might hurt the future ambitions of some senators, Chambliss said.\n\nReagan, considered by some as the father of modern conservative politics, was no fan of the Social Security system, which he saw as government run amok. When Reagan took office in 1981, federal economists warned that the system was in financial peril because of the steadily increasing number of senior citizens eligible for benefits and projections that more Americans would become future recipients. The president tried to overhaul the system.\n\nReagan’s first plan got not one vote in the Senate, and the Democratic-led House voted against it as well. Reagan then created a bipartisan commission led by future Federal Reserve Chairman Alan Greenspan to come up with solutions to keep Social Security solvent. O’Neill, a liberal from Massachusetts, appointed some members to the commission. The eventual compromise included increases in Social Security tax rates, increased benefits for disabled widows and, most importantly, a gradual increase in the eligibility age to 67 by the year 2027.\n\nThe Social Security Administration’s website has a list of how each member of Congress voted on the changes in March 1983. Overwhelming majorities of House and Senate members across party lines voted in favor of the changes.\n\nBut did each member who voted \"Aye\" on the legislation get re-elected the following year, as Chambliss said?\n\nNo, according to a tally by the federal government of 1984 congressional election results.\n\nTen House members lost in 1984 despite voting to pass the Social Security overhaul. The list included Elliott Levitas, a DeKalb County Democrat who lost to Republican Pat Swindall.\n\nLevitas, now a senior counsel in the Atlanta offices of the law firm Kilpatrick Townsend & Stockton, said he pushed for Social Security reform and recalled voting in favor of changes to maintain the system’s  viability. He said it wasn’t a factor in his 1984 defeat. Reagan was. The president was re-elected in historic fashion that year (Reagan won 49 of 50 states) and had strong coattails that analysts say helped many Republicans win congressional contests in 1984.\n\n\"[The Democratic ticket] was not wildly popular in this area, and Reagan was,\" Levitas said.\n\nIn fact, all 10 House members who voted in favor of the Social Security overhaul and lost their re-election bids were Democrats. Chambliss press secretary Lauren Claffey noted that when we asked her office about the veracity of her boss’ claim. She said the senator was close; about 95 percent of the 243 House members who voted for the overhaul were re-elected.\n\n\"Although not every single member that voted for Social Security reform was re-elected, it is safe to say that an overwhelming majority of those who voted for the reform were, and supports the point that Sen. Chambliss was making that ‘if you do the right thing, then the political side of it will take care of itself,’ \" Claffey said via email.\n\nThis was a tough call for PolitiFact Georgia.\n\nChambliss wasn’t precisely correct when he said \"every single member\" of the House who voted for the overhaul was re-elected. But his overall point was correct -- most lawmakers who voted for changes to Social Security were re-elected. Nearly all of them.\n\nOur rating: Half True.\n\n(By the way, readers are encouraged to comment on PolitiFact Georgia findings. They can do so by going to this site: www.facebook.com/politifact.georgia).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNewt Gingrich\n\n\nstated on June 15, 2011 in in an interview on the “The Neal Boortz Radio Show” on Atlanta’s AM 750 and 95.5 FM\n\n\n\n\n\n\n\n\nEvery 10th dollar spent by the Social Security Administration on its program for the poor is \"waste, or fraud, they can’t validate that the people should have gotten it,\" totaling about $8 billion a year.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 24, 2011", "vclaim_id": "vclaim-pol-11142"}