{"url": "/factchecks/2017/oct/04/ted-cruz/ted-cruz-asked-if-hes-interacting-texans-says-hes-/", "speaker": "Ted Cruz", "vclaim": "\"In 2017, I've done 17 town halls.\"", "truth_label": "half-true", "date": "stated on September 24, 2017 in an interview at the Texas Tribune Festival:", "title": "Ted Cruz, asked if he's interacting with Texans, says he's done 17 'town halls' in 2017", "text": "He’s not Waldo. But could it be that U.S. Sen. Ted Cruz of Texas doesn’t get personally grilled by constituents very often?\nCruz, a Republican poised to seek re-election in 2018, hardly has a reputation of avoiding attention. After all, he ran for president shortly after making waves in Washington and held on as the last viable Republican alternate to Donald Trump.\nRegardless, the Houston lawyer was told during the 2017 Texas Tribune Festival about a Democratic challenger’s suggestion that Cruz hadn’t visited small Texas towns during the term he won in 2012.\n\"Do you do enough interaction with your constituents, Sen. Cruz?\" interviewer Evan Smith asked.\nCruz replied: \"That is a huge part of the job. In 2017, I’ve done 17 town halls.\"\nWe wondered about that.\nA town hall, Cruz spokesman Phil Novack later noted by email, is defined by Merriam-Webster as \"an event at which a public official or political candidate addresses an audience by answering questions posed by individual members.\"\nBy that definition, Novack was nudging, town halls don’t have to be open to just anybody to ask anything. Indeed, when we looked, Merriam-Webster followed its definition with this sample sentence: \"Town halls have lost some of their spontaneity. The 80 or so undecided voters chosen for Tuesday's event must submit their questions in advance and moderator Candy Crowley of CNN will decide which people to call on.\"\nCruz’s office lists 19 events\nNovack otherwise told us Cruz had held 19 town halls with Texas constituents in 2017, all \"organized by third parties who determined attendees, where\" the senator \"has taken unvetted questions from anyone in the crowd--at businesses, factories, chambers of commerce, and in public venues.\"\nNovack said three of the gatherings--which would be 16 percent--\"were open for the general public to register and attend.\" Those, he said, were hosted by Concerned Veterans for America, a group that seeks to shift veterans hospitals from the federal government to a nonprofit corporation. Eleven of the 19 events were open to reporters, Novack said, four were aired live.\nNovack provided a chart specifying each event, its date and location, which shows three events were hosted by business chambers of commerce and a dozen were hosted by business groups or specific businesses. Individual businesses hosted 11 of the listed events that weren’t open to the general public, according to the chart. The businesses, including Division Laundry & Cleaners in San Antonio, Sysco Central Texas in New Braunfels and Igloo Products Corp. in Katy, had employee town halls with Cruz, the chart says.\nThe veterans group, per the chart, hosted Cruz at July events in McKinney, Austin and Houston. On Aug. 24, the chart says, the Border Patrol union hosted the senator at an El Paso meeting.\nBy email to our inquiry, a CVA spokesman, Jim Fellinger, told us each CVA event with Cruz was open to the public by registration, without the group screening out anybody who registered. \"Participants were given the opportunity to ask questions by submitting question cards that were handed out at the beginning of the event,\" Fellinger said. \"These events involved a discussion about bringing greater health care choice to the Department of Veterans Affairs.\"\nFellinger pointed us to video posts of the CVA events showing that Cruz each time took questions via a moderator, who recognized a few individuals to speak directly to Cruz. We didn’t spot any questions straying from health care.\nEvents confirmed\nNext, we confirmed from press releases, news stories and video snippets that Cruz made the appearances described in the Novack-provided chart. Events in bold on the chart below were open to reporters, Phil Novack, a spokesman for Sen. Ted Cruz, said. From our research, we added web links to news reports, videos and press releases about the events.\n\n\n\n\nDate\n\n\nCity\n\n\nLocation\n\n\nEvent\n\n\n\n\n8/24/17\n\n\nEl Paso\n\n\nBorder Patrol Union\n\n\nBorder Patrol Union Town Hall\n\n\n\n\n8/24/17\n\n\nEl Paso\n\n\nSouth Central Texas office\n\n\nEl Paso's Pecan Growers and Agriculture Industry Leaders Lunch & Town Hall\n\n\n\n\n8/24/17\n\n\nEl Paso\n\n\nPlastic Molding Technology\n\n\nPlastic Molding Technology Executive Roundtable & Employee Townhall\n\n\n\n\n8/22/17\n\n\nMission\n\n\nRoyal Technologies Manufacturing Plant\n\n\nRoyal Technologies Manufacturing Plant Exec Roundtable, Tour, & Employee Town Hall\n\n\n\n\n8/21/17\n\n\nSan Antonio\n\n\nDivision Laundry & Cleaners\n\n\nDivision Laundry & Cleaners Tour & Employee Town Hall\n\n\n\n\n8/21/17\n\n\nSan Antonio\n\n\nSan Antonio Chamber of Commerce\n\n\nSan Antonio Chamber of Commerce Q&A\n\n\n\n\n8/21/17\n\n\nNew Braunfels\n\n\nSysco\n\n\nSysco Tour & Employee Town Hall\n\n\n\n\n8/18/17\n\n\nAmarillo\n\n\nSage Oil Vac\n\n\nSage Oil Vac Tour and Employee Town Hall\n\n\n\n\n8/16/17\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\nKaty\n\n\nIgloo Products Corporation\n\n\nTour of Igloo Facility & Employee Town Hall\n\n\n\n\n8/4/17\n\n\nTyler\n\n\nBrookshire's Grocery\n\n\nBrookshire Grocery Company Tour & Employee Town Hall\n\n\n\n\n7/8/17\n\n\nHouston\n\n\nConcerned Veterans for America\n\n\nCVA Defend and Reform Town Hall\n\n\n\n\n7/6/17\n\n\nSan Antonio\n\n\nUSAA\n\n\nUSAA Tour & Employee Town Hall\n\n\n\n\n7/6/17\n\n\nAustin\n\n\nConcerned Veterans for America\n\n\nCVA Defend and Reform Town Hall\n\n\n\n\n7/5/17\n\n\nMcKinney\n\n\nConcerned Veterans for America\n\n\nCVA Defend and Reform Town Hall\n\n\n\n\n5/31/17\n\n\nHouston\n\n\nSoutheast Texas office\n\n\nAir Liquide Tour and Townhall with Employees\n\n\n\n\n5/19/17\n\n\nTomball\n\n\nTomball Chamber of Commerce\n\n\nTomball Chamber of Commerce Q&A\n\n\n\n\n4/18/17\n\n\nHouston\n\n\nSan Antonio Hispanic Chamber of Commerce\n\n\nSan Antonio Hispanic Chamber Roundtable\n\n\n\n\n4/17/17\n\n\nWaller\n\n\nDaikin, Inc.\n\n\nDaikin Tour and Employee Town Hall\n\n\n\n\n4/10/17\n\n\nStafford\n\n\nAtec, Inc.\n\n\nAtec, Inc. Tour and Meeting with Employees\n \n\n\n\n\nSOURCE: Chart provided by email from Phil Novack, press secretary to U.S. Sen. Ted Cruz, Sept. 28, 2017\nWe also asked Novack to share 2017 events Cruz had in Texas that were open to the public without registration--where anyone could ask a question on any topic. Novack replied by email: \"I appreciate your efforts to move the goalposts but we’ll stick with the premise of your original question to us\" about town halls.\nExperts evaluate Cruz's claim\nNext, we shared our annotated version of the chart by email with academic experts and requested appraisals of Cruz’s statement that he’d done 17 \"town halls.\"\nSeveral deemed the claim inaccurate because most of the tallied events, especially meetings limited to business employees, weren’t forums open to all or likely to encourage wide-open questions and answers.\nA Duquesne University professor, Mike Dillon, replied: \"The term ‘town hall’ implies an event is open to the entire community and that competing ideas will be welcomed and discussed. It seems these town halls are open only to the people from the sections of ‘town’ that support Ted Cruz. These are scripted pseudo-events,\" Dillon wrote, \"not genuine public forums.\"\nAshley Trim, a Pepperdine University administrator, agreed that an \"employee town hall\" is far from the original use of the \"town hall\" term. Still, Trim told us, it’s not uncommon for employers to have or host Q&A sessions and call them town halls.\nBut University of Alabama political scientist Joe Smith commented: \"Employees know that their employer has arranged for and endorsed the visit, and that therefore assertive questions are not welcome.\" Smith elaborated: \"Since employees depend on these employers for their livelihoods, they are not likely to be fully candid in expressing their views.  Also, attendees at this sort of gathering won’t feel able to bring up any topics they want to.  Topics are likely to be limited to those related to the employer’s business area.\" Smith said he’d rate the CVA-hosted events and possibly three chamber of commerce town halls as more wide-open.\nMark Rozell, a George Mason University dean, called the listed events mostly \"quite different\" from traditional open town halls held by members of Congress. \"So it's apples and oranges here,\" Rozell said, adding: \"The senator's office cannot just slap the label ‘town hall’ on site visits to factories and companies and then claim he's holding a lot of town halls. That's misleading.\"\nRozell later agreed there persists \"no precise, legal definition of what constitutes a town hall. So I suppose the senator, or any other member, can play word games and try to label any gathering of a group of people a ‘town hall’ in an attempt to rebut criticism for holding too few town halls. But it doesn't pass the common sense test to call a factory visit or selected audience event a ‘town hall.’\"\nIn contrast, Trim, who directs a Pepperdine public engagement institute, said Cruz’s use of the \"town hall\" term struck her as \"valid within the common use of the term ‘town hall’ in 21st century America.\" After all, Trim reminded, town hall meetings have greatly evolved from their New England roots as community gatherings to set a hamlet’s course.\nMark Jones, a Rice University political scientist, said Cruz’s claim fits a \"minimalist\" definition of town hall in that they involved the senator speaking to, and fielding questions from, constituents from all walks of life across the state. But for a town hall \"maximalist,\" Jones wrote, none of Cruz’s events would qualify as a town hall \"because they were held in largely controlled settings and were not open to the general public\" with the exception of the veterans gatherings open to people registering ahead of time.\nJohn Gastil, a Penn State University professor, said that while the \"town hall\" term has lost clarity of definition over the years, he thinks Cruz’s claim was made to affirm his availability to the public. Gastil offered as keys to gauging the claim’s accuracy whether each event was open to the public and had an open agenda or one limited to a particular issue--and also whether members of the public at each event were allowed to speak and ask questions, with the senator proving responsive.\nGastil conceded he didn’t have time to fact-check the entire Cruz-provided list of events. But on their face, he wrote, \"only a few seem worth checking further. Events held by and at private corporations wouldn't count as a town hall. Those sponsored by nongovernmental organizations have a better prospect of being town halls (e.g., chambers of commerce), but you'd need to see affirmative evidence\" that they were open to the public and had an open agenda.\nCruz’s claim \"strikes me as dubious,\" Gastil summed up. \"Electeds do meet-and-greets with employees and other such things frequently, as part of their outreach, but it's disingenuous to call them ‘town halls.’\"\nOur ruling\nCruz, asked if he interacts enough with constituents, said: \"In 2017, I’ve done 17 town halls\" in Texas.\nThe listed events Cruz attended from April through August 2017 demonstrate that the term ‘town hall’ can be stretched every which way, even to events not open to the public. All told, it looks to us like Cruz took questions at gatherings of selected constituents, mostly business employees--with the three veterans events open to members of the public who registered.\nWe rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-10-04 22:17:57 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"In 2017, I've done 17 town halls.\"    Ted Cruz U.S. senator for Texas https://www.texastribune.org/texas-tribune-festival-video-archive/   Austin, Texas Sunday, September 24, 2017 2017-09-24    Read More  info", "vclaim_id": "vclaim-pol-02830"}