{"url": "/factchecks/2010/oct/19/jack-conway/jack-conway-says-rand-paul-would-end-faith-based-i/", "speaker": "Jack Conway", "vclaim": "Rand Paul wants \"to end all federal faith-based initiatives, and even end the deduction for religious charities.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2010 in a campaign commercial:", "title": "Jack Conway says Rand Paul would end faith-based initiatives, religious charity deduction", "text": "An ad unveiled Oct. 15, 2010, by Democrat Jack Conway so angered his opponent for a Kentucky Senate seat, Republican Rand Paul, that Paul refused to shake hands after a debate two days later.\n\nThe primary reason for the bad blood was the charge in Conway's ad that Paul, as a college student at Baylor University, had participated in some unorthodox activities, according to an account in GQ.\n\n\"Why was Rand Paul a member of a secret society that called the Holy Bible 'a hoax' -- that was banned from mocking Christianity and Christ?\" said the ad's narrator. \"Why did Rand Paul once tie a woman up? Tell her to bow down before a false idol and say his God was 'Aqua Buddha?'\"\n\nThe ad provoked outrage in the Paul camp, and even some liberal commentators protested. The New Republic's Jonathan Chait called it \"the ugliest, most illiberal political ad of the year\" for coming \"perilously close to saying that non-belief in Christianity is a disqualification for public office,\" an idea that Chait called \"a pretty sickening premise for a Democratic campaign.\"\n\nBecause the most salacious details of the GQ story were provided by a woman who requested anonymity, we're not going to attempt to fact-check that part of the story. But the ad does contain two policy-focused claims. We'll turn our focus on those instead.\n\nAfter the reference to the \"Aqua Buddha\" story, the ad asks, \"Why does Rand Paul now want to end all federal faith-based initiatives and even end the deduction for religious charities?\"\n\nWe thought we'd take a look.\n\nThe Paul campaign did not return a telephone inquiry, so we reviewed the sources cited in the ad.\n\nTo back up the first claim -- that Paul wants \"to end all federal faith-based initiatives\" -- the ad cited the June 20, 2008, edition of a public-affairs television show called Kentucky Tonight. Paul was one of four guests invited to join an hour-long discussion of the Kentucky state budget.\n\nAt one point -- it's about 70 percent of the way through the video -- the conversation turns to state budget cuts and the intersection of church-related charity work with state support for social services. Paul offers a note of caution.\n\n\"You mentioned faith-based intermingling -- government and faith-based,\" Paul said. \"George (W.) Bush did that, and I think it was a horrible mistake. One, I think the money sort of pollutes the mission of a purely Christian organization, or Muslim or whatever organization it is, and it obscures the church-state separation that there really ought to be. We shouldn't have tax money flowing into churches. We should let churches do charity work, and that's wonderful, but they shouldn't be corrupted with government money.\"\n\nThis seems to be a pretty clear statement of Paul's views on the subject. The only potential complication we see with the ad's wording is that Paul's statement on Kentucky Tonight was focused on the expenditure of taxpayer dollars. It's possible to envision a partnership between the federal government and a religious group that doesn't involve money, but we think it's reasonable to assume that most would. So the ad's claim seems pretty accurate to us.\n\nOn the second point -- that Paul would \"end the deduction for religious charities\" -- the ad cites an Associated Press account. The AP actually ran a half-dozen stories beginning on Oct. 12, 2010, that addressed Paul's support for a national sales tax. The tale gets a bit complicated, so bear with us.\n\nOn Oct. 12, the AP quoted Paul saying, \"The federal tax code is a disaster no one would come up with if we were starting from scratch. I support making taxes flatter and simpler. I would vote for the Fair Tax to get rid of the 16th Amendment, the IRS and a lot of the control the federal government exerts over us.\" The story attributed the quote to \"a written statement distributed by an anti-tax group and verified by his campaign.\"\n\nThe Fair Tax would eliminate the federal income tax, employment tax, and estate and gift taxes, replacing them with a 23 percent \"national sales tax on the use or consumption in the United States of taxable property or services.\" Eliminating the federal income tax would also eliminate deductions such as tax deductions for donations to religious charities. Bills proposing to make that change, which have come up annually for years in Congress, have all failed to progress to a full hearing. Nonetheless, Democrats have used the Fair Tax as the basis for many ads against Republicans this year, one of which we recently rated Half True.\n\nOne day later, Paul began to walk back the comment. The AP reported that \"Paul, a limited-government advocate, said he supports a 'simpler tax code' but wouldn't offer specifics about his written comments to an anti-tax group supporting repeal of the 16th Amendment that created the federal income tax. 'I haven't really been saying anything like that,' Paul told reporters following a speech in Henderson as part of his Kentucky bus tour. 'I think it's probably better to go ... with what I'm saying on the campaign trail.'\"\n\nOn Oct. 14, the Owensboro Messenger-Inquirer interviewed Paul before a rally. Paul told the paper that he is for \"tax reform in general\" but hasn't committed to the Fair Tax. \"I'd like to flatten the income tax,\" Paul said. \"The church doesn't ask for more than 10 percent of your income.\"\n\nOn Oct. 15, Paul's campaign manager, Jesse Benton, told the AP that a tax reform activist -- former Paul campaign manager David Adams -- had distributed the statement that was the basis for the original AP story, and in so doing, distorted Paul's views on the Fair Tax. \"Our campaign respects the Fair Taxation movement, but the Kentucky coordinator got a little overzealous promoting his cause and created a statement that does not accurately reflect Dr. Paul's views,\" Benton said in a statement to the AP. \"Rand knows our tax code is broken and will fight for fundamental reform that both simplifies the system and reduces the financial burden for all Kentuckians. Dr. Paul will study and consider all plans that attempt to do so.\"\n\nThe Oct. 15 AP story noted that Adams had said he distributed the statement only after receiving permission from Benton and that Benton had personally verified the statement to the AP for its initial story.\n\nFinally, on Oct. 16, the AP reported the existence of a video from a campaign event in February in which Paul told Americans for Fair Taxation volunteer Terry Schmitt, \"I'm in favor of any change in the tax code that reduces the overall tax burden. That would include the Fair Tax, changing to a sales tax. One great advantage of it would be no more IRS, no more income tax, no more reams of paper that we all have to deal with.\"\n\nThis series of explanations suggests that Paul is backtracking to avoid being associated with a policy proposal that could be unpopular among some voters. But even if he does seem ambivalent, we think there's enough evidence to justify the Conway camp's claim that Paul did support the Fair Tax, at least at one point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat said, we think the Conway ad is somewhat misleading in its description of Paul's views. We don't see evidence that Paul made the religious-charity exemption a target of his opposition. His opposition, such as it was, would have been part of his support for a broader, fundamental tax overhaul. So we think Conway's decision to focus on this narrow aspect of the Fair Tax is misleading.\n\nAll told, then, Conway is close to accurate on both claims but with a slight exaggeration on the question of religious tax exemptions. Keeping in mind that we're not rating the \"Aqua Buddha\" portion of the ad, we rate the two policy statements Mostly True.", "vclaim_id": "vclaim-pol-14197"}