{"url": "/factchecks/2010/jun/08/george-lemieux/george-lemieux-says-usda-employs-1-person-every-30/", "speaker": "George LeMieux", "vclaim": "\"There's more than 100,000 people working at the Department of Agriculture. That's 1 employee for every 30 farmers.\"", "truth_label": "half-true", "date": "stated on June 4, 2010 in a meeting with the St. Petersburg Times editorial board.:", "title": "George LeMieux says USDA is employs 1 person for every 30 farmers", "text": "U.S. Sen. George LeMieux's crusade against the national debt has become the hallmark of his short stint in Congress.The Florida Republican, appointed in August 2009 to fill Mel Martinez's seat, has been touting a plan to roll back and then cap federal spending levels. LeMieux says returning federal spending to 2007 levels could cut the now $13 trillion national debt in half by 2020.PolitiFact Florida previously rated LeMieux's claim that his plan would halve the national debt True, but we wondered loudly at the time how the government could make the massive, necessary spending cuts.In a meeting with the St. Petersburg Times editorial board on June 4, 2010, LeMieux presented some ideas and gave us more numbers to crunch.LeMieux said no program could be shielded from potential cuts, whether it be an across-the-board 10 percent cut in every federal agency, or raising the Social Security retirement age, or making higher-income seniors pay more for Medicare services.When pressed further, LeMieux singled out the U.S. Department of Agriculture.\"There's more than 100,000 people working at the Department of Agriculture,\" LeMieux said. \"That's 1 employee for every 30 farmers.\"In his mind, that's clearly too many. \"Fiscal responsibility is nothing but background music in Washington,\" LeMieux added.We wanted to check LeMieux's statistics about the number of USDA employees and the ratio between employees and farmers.USDA press secretary Caleb Weaver said the agency currently employs 105,000 people scattered across the country and in dozens of countries across the world. Weaver said the number varies slightly because many of the workers are seasonal, particularly those that work for the Forest Service, which is a branch of the USDA. We'll note immediately that there are lots of things the USDA does that wouldn't traditionally be considered in support of farmers. Dale Moore, who served as chief of staff to the Secretary of Agriculture during President George W. Bush's two terms, gave us the lay of the land. (Employment figures come from USDA budget documents.)The primary group that deals with farmers is called the Farm Service Agency, which employs a little over 5,000 people and has regional offices all over the country. Besides that, the USDA is made up of more than a dozen other agencies and work groups. Among them:\n\nThe Forest Service, which accounts for more than a third of the overall USDA workforce (36,760 employees), manages the 193 million acre national forest system.\nThe USDA's Rural Development office (6,100 employees) oversees economic development projects in rural communities. One of its current projects is to increase rural access to broadband technology.\nThe Food and Nutrition Service (1,387 employees) manages the Supplemental Nutrition Assistance Program (formerly called the Food Stamp Program) and the National School Lunch Program. The food service programs account for about two-thirds of the department's budget.\nThe Animal and Plant Health Inspection Service (7,888 employees), among other things, monitors and examines the plants and animals that people try to bring into the country.\nThe Food Safety and Inspection Service (9,696 employees) monitors the nation's commercial supply of meat and poultry products.\n\n\"The USDA I would say is the most diverse federal department in terms of the scope of what it does,\" said Moore, who now works for Policy Directions, a Washington lobbying firm.Getting back to LeMieux's claim, the number of USDA employees is one-half of his equation. The other is the number of farmers, tracked by the U.S. Department of Labor's Bureau of Labor Statistics. In 2008, farmers, ranchers, and agricultural managers held more than 1.2 million jobs, according to the BLS. Nearly 80 percent are self-employed farmers and ranchers.\nLeMieux's office provided PolitiFact Florida with a different figure from the USDA’s Economic Research Service. According to them, the number of farmers is more than 2.6 million.\nThe numbers were so different we contacted Steve Crutchfield, the assistant administrator at USDA Economic Research Service for an explanation.\nCrutchfield said the 2.6 million figure comes from a 2008 Department of Commerce economic analysis measuring farm employment -- which is defined as \"the number of workers engaged in the direct production of agricultural commodities, either livestock or crops; whether as a sole proprietor, partner, or hired laborer.\"\nThe same Department of Commerce study lists “Farm Proprietor’s Employment” as 1.9 million. That number counts \"non-corporate farm operators, consisting of sole proprietors and partners.\"\nCrutchfield says there are a number of different ways to calculate the number of farmers, based on whether you're including hired laborers or hobby farmers or people who farm but have a different primary source of income.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 24, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSoybeans dropped 70 cents and corn 50 cents per bushel in two days, causing farmers to lose big money, “thanks to Biden’s executive orders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 28, 2021\n\n\n\n\n\n\n\nThat makes creating a proper ratio of USDA employees (a number that varies depending on budget years and the seasonal workforce) to farmers (a number that varies based on how you define a farmer) difficult.\nWatch:\nUsing 105,000 total USDA employees and the BLS figure of 1.2 million farmers and farm workers -- you get a ratio of 1 employee for every 11.4 farmers.If you exclude Forest Service employees (who have very little to do with farming) in the same calculation, there remains 1 USDA employee for every 17.6 farmers.But if you count just the Farm Service Agency, the main agency that works with farmers, the ratio becomes 1 Farm Service Agency employee for every 235 farmers under the BLS numbers or 1 employee for every 510 farmers under using the Department of Commerce figure LeMieux cited or 1 employee for every 373 farmers using the other Commerce figure Crutchfield provided.\nIf you use LeMieux's 2.6 million figure and count all USDA employees, the ratio is about 1 employee for every 25 farmers.\nWe're not sure any of these ways is a valid ratio.\n\"The senator’s point is to highlight the growth of employment at government agencies even in light of declining areas of responsibility.\" LeMieux spokesman Ken Lundberg said. \"According to the USDA, the number of farms in the U.S. in 1935 was 7 million. That number has since declined to estimates around 2 million (depending on how a farm is identified). Anecdotally, the senator is informed that a similar shift in employment of those in charge of agricultural-related roles at USDA has not seen a similar reduction.\"\nIn pushing for cuts to federal government spending, LeMieux singled out the U.S. Department of Agriculture, noting that the agency has more than 100,000 employees and 1 employee for every 30 farmers in America. The USDA currently employees about 105,000 people but that actually translates to 1 employee for every 11 or so farmers based on one calculation, not 1 in 30. That's strike one (though we should note that the correct ratio better makes LeMieux's point).But our point is that you should give that ratio little thought, because it appears to rely on an oversimplification of the USDA's mission. The USDA does a lot more than just deal with farmers, from managing the national forest system, to overseeing the school lunch and food stamp programs, to inspecting meat and poultry products heading to the grocery store. That's enough of playing with the numbers in our mind to warrant a rating of Half True.", "vclaim_id": "vclaim-pol-14935"}