{"url": "/factchecks/2017/dec/08/blog-posting/no-roy-moore-accuser-didnt-tamper-or-forge-yearboo/", "speaker": "Bloggers", "vclaim": "\"Gloria Allred Accuser **ADMITS** She Tampered With Roy Moore’s Yearbook 'Signature.' \"", "truth_label": "pants-fire", "date": "stated on December 8, 2017 in a blog post:", "title": "No, Roy Moore accuser didn't admit she forged his signature in her yearbook", "text": "A conspiracy-minded website attempted to cast doubt on evidence presented by one of eight women who accused Roy Moore of sexual misconduct in a misleading headline days ahead of the Alabama Senate race.\n\"WE CALLED IT! Gloria Allred Accuser **ADMITS** She Tampered With Roy Moore’s Yearbook ‘Signature’ (VIDEO),\" the headline reads on The Gateway Pundit. We found similar posts on Breitbart, \"Roy Moore Accuser Beverly Nelson Admits She Forged Yearbook,\" and on the blog Silence is Consent, \"Roy Moore accuser admits she forged yearbook inscription.\"\nBeverly Young Nelson accused Roy Moore of groping her when she was 16 years old and he, in his 30s, was the deputy district attorney of Etowah County. As evidence, Nelson presented a note she said Moore wrote in her high school yearbook before the incident took place. Nelson has been represented by celebrity lawyer Gloria Allred.\nThe inscription reads, \"To a sweeter, more beautiful girl I could not say Merry Christmas. Christmas 1977. Love, Roy Moore, D.A.\"\nBelow the signature reads 12-22-77, Olde Hickory House.\nMoore’s defenders have pointed out the date and place seem to have been written in different ink and handwriting than the note.\nIn a Dec. 8 Good Morning America interview with Nelson about Moore’s response to the allegations (he denies them) and her experience since taking her story public, Nelson addressed the inconsistency. Nelson said she added the date and place of the inscription.\n\"He signed your yearbook?\" ABC News reporter Tom Llamas asked Nelson.\n\"He did sign it,\" Nelson said.\n\"And you made some notes underneath?\" Llamas asked.\n\"Yes,\" Nelson said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\"Nelson said she did make notes to the inscription, but the message was all Roy Moore,\" the video voiceover says.\nTo summarize, Nelson says she added the time and location to the inscription. But she says the note and signature was from Moore.\nThat’s not what the headlines of the Gateway Pundit, Breitbart or Silence is Consent. All three say Nelson said she either tampered with Moore’s signature or forged the inscription.\nThere’s no evidence of that.\nYet, the Gateway Pundit wrote that \"Nelson admitting that she added to Moore’s alleged signature is the final nail in the coffin,\" the story reads. \"Allred’s accuser is nothing but a fame-seeking fraud.\"\nFox News made a similar misstatement in their headline and story about the ABC report, which they later walked back.\n\"Roy Moore accuser admits she forged part of yearbook inscription attributed to Alabama Senate candidate,\" the original Fox News headline read. It was later edited to say she wrote, rather than forged, part of the inscription. The story did not include a clarification or correction when we last looked at it.\nThe original Fox News story also said Nelson \"wrote part of the disputed note\" without specifying what she wrote, whereas the edited version clarified that \"she added the date and place in the inscription.\"\nOur ruling\nThe Gateway Pundit’s headline reads \"WE CALLED IT! Gloria Allred Accuser **ADMITS** She Tampered With Roy Moore’s Yearbook ‘Signature’ (VIDEO).\"\nBut Nelson does not claim she tampered with Moore’s actual signature. She said she added a time and location below the signature. Nelson still attributes the note and signature to Moore.\nWe rate the statement Pants on Fire.\nCorrection (Dec. 11, 2017): We originally described the women's allegations against Roy Moore as sexual assault. We believe sexual misconduct is a more accurate phrase and have changed the story accordingly.\n Share the Facts 2017-12-08 20:50:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Gloria Allred Accuser **ADMITS** She Tampered With Roy Moore’s Yearbook 'Signature.' \"    The Gateway Pundit Conspiracy-minded blog https://www.thegatewaypundit.com/2017/12/called-gloria-allred-accuser-admits-tampered-roy-moores-yearbook-signature-video/   In a blog post Friday, December 8, 2017 2017-12-08    Read More  info", "vclaim_id": "vclaim-pol-02615"}