{"url": "/factchecks/2008/jul/09/john-mccain/mccains-argument-tangential-at-best/", "speaker": "John McCain", "vclaim": "\"If you have an investment for your child's education or own a mutual fund or a stock in a retirement plan, (Obama) is going to raise your taxes.\"", "truth_label": "false", "date": "stated on July 7, 2008 in Denver, Co.:", "title": "McCain's argument tangential at best", "text": "As political attacks go, this one is about as well-worn as they get.\n\nI, the Republican, will cut your taxes. He, the Democrat, will raise your taxes.\n\n\nSuch was the gist of a speech Sen. John McCain made in a town hall meeting in Denver on July 7.\n\n\n\"If you have an investment for your child's education or own a mutual fund or a stock in a retirement plan, he (Obama) is going to raise your taxes.\"\n\n\nThis statement is based on Obama's plan to raise the long-term capital gains tax from the current rate of 15 percent to as high as 28 percent (Obama has not been specific about the rate he'll seek). It's part of Obama's strategy to shift more of the tax burden to wealthy people.\n\n\nBut according to the McCain campaign, Obama's plan would hit the middle class. What's interesting about McCain's statement is that it's so specific; retirement plans, investments for education. For most people, those investments are made in tax sheltered plans, such as 401Ks or 529 plans for college funds.\n\n\nThe McCain explanation is that Obama's tax plan would have a broad effect on investing, essentially taxing everything.\n\n\n\"Obama has pledged to raise capital taxes - on capital gains and dividends - potentially impacting tens of millions of Americans,\" said Brian Rogers, a spokesman for the McCain campaign. \"All investors would face the impact of higher capital taxes on the valuation of their investments. While those in non-tax preferred accounts may not immediately be affected by capital gains and dividend tax hikes, funds ultimately withdrawn from tax-deferred accounts are subject to taxation as ordinary income -- on which Senator Obama has also pledged to raise the top marginal rate.\"\n\n\nTo support the argument, the McCain campaign points to some statistics: That 52% of American adults own stocks, and that in 2006, 8.5 million of them paid a capital gains tax. McCain's campaign also notes an Investment Company Institute survey that concluded 88 million people invested in the stock market through mutual funds.\n\n\nLastly, they point to a report from the Joint Committee On Taxation that found in 2005, about 20 percent of the taxpayers who were expected to report capital gains income - and 24 percent of those expected to report dividend income - earned less than $50,000 annually.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThese statistics ignore a very important caveat Obama has included in his tax plan, his unequivocal pledge that he will not raise capital gains taxes (or any other taxes) for families making less than $250,000 a year.\n\n\n\"A lot of what (McCain campaign people) are saying is noise,\" said Eric Toder, a tax policy expert with the Tax Policy Center, a joint project of the Brookings Institution and the Urban Institute in Washington, D.C.\n\n\nThose statistics on the large percentages of Americans who hold stocks and pay capital gains taxes are accurate, Toder said, they just aren't relevant to the argument. Yes, he said, there are 88 million people who have invested money in the stock market but \"not too many of them are making $250,000 a year.\" So the higher rates in Obama's plan wouldn't apply to them.\n\n\n\"I would say this stuff is, at best, misleading,\" Toder said.\n\n\nToder also said that if McCain is talking about traditional college savings plans, like a 529, then he's \"just wrong.\"\n\n\nThe Obama campaign argues that not only is McCain wrong, they say that Obama is proposing some tax relief on those very fronts. Obama's plan calls for a fully refundable $4,000 college tax credit; and a 50% match of the first $1,000 of retirement savings you do each year.\n\n\nThere is another school of thought on this issue, in support of the McCain campaign's argument, that raising capital gains and dividend tax rates will harm the value of stocks in general, and discourage investing in the long term.\n\n\nThat may not translate to a direct tax on an individual, said Patrick Fleenor, chief economist for the Tax Foundation, a business-backed tax policy group, but the effect is the same. Any stock portfolio, whether it's earmarked for a child's education expenses or retirement, or anything, is going to suffer, he said.\n\n\n\"The underlying value of the fund would be lower,\" Fleenor said. \"To economists, there's no difference.\"\nEven if you agree with this argument, that's not what McCain said. He said if you have an investment for your child's education, or own a mutual fund or stock in a retirement plan \"he (Obama) is going to raise your taxes.\"\n\n\nThe fact is the capital gains tax would have absolutely no direct effect on savings in a traditional college savings plan. As for retirement savings through stocks or a mutual funds, people who cash out would not face higher tax rates unless you make more than $250,000. That doesn't apply to most Americans. We rate McCain's statement False.", "vclaim_id": "vclaim-pol-16140"}