{"url": "/factchecks/2016/jul/03/tom-cotton/tom-cotton-hillary-clinton-pushed-reset-russia-mon/", "speaker": "Tom Cotton", "vclaim": "Says Hillary Clinton \"was literally present when we pressed the reset button with Russia just a few months after Russia had invaded Georgia.\"", "truth_label": "mostly-true", "date": "stated on July 3, 2016 in an interview on \"Meet the Press\":", "title": "Tom Cotton: Hillary Clinton pushed reset with Russia months after it invaded Georgia", "text": "If you want to get a rise from a Republican lawmaker, suggest that he or she shares some common ground with presumptive Democratic nominee Hillary Clinton.\nSen. Tom Cotton, R-Ark., bristled when NBC host Chuck Todd suggested Cotton’s foreign policy positions align more closely with Clinton than with Republican presumptive nominee Donald Trump.\n\"I can assure you that I am not very close to Hillary Clinton,\" Cotton responded. \"She has been responsible for many of the worst decisions of the Obama administration. She was literally present when we pressed the reset button with Russia just a few months after Russia had invaded Georgia.\"\nCotton’s list of her failings continued, but his comment about Russia invading Georgia caught our eye, and we decided to look a little closer.\nRussia and Georgia\nCotton’s claim focuses on the former Soviet republic of Georgia, the semi-autonomous regions of South Ossetia and Abkhazia.\nTensions and violence between ethnic Georgians, South Ossetians and Abkhazians ebbed and flowed after the break-up of the Soviet Union around 1990. Under the USSR, South Ossetia and Abkhazia enjoyed substantial autonomy. Newly independent Georgian nationalists declared a unified nation with no internal borders.\nIn 1991, Georgian forces occupied the South Ossetian capital, but resistance by Russian-backed fighters led to a stalemate. In 1992, all parties agreed to a ceasefire, which included a Russian-led peacekeeping force. There was a similar pattern of hostilities in Abkhazia that resulted in a similar solution. The presence of peacekeepers and international monitors worked for about a decade.\nCalm unravelled in 2004 with the election of a more nationalist leader in Georgia. There was aggression on both sides. Violence grew and on Aug. 7, 2008, after Russian-backed rebels in South Ossetia shelled ethnically Georgian villages, and the Georgian government sent in its army to take control of the region. Russia responded militarily, successfully pushing back Georgian troops from both South Ossetia and Abkhazia.\nClashes continued for a week, drawing in portions of Georgia beyond the two breakaway regions, until France helped broker a peace deal. Open conflict ended on Aug. 12, 2008. Russia then recognized South Ossetia and Abkhazia as sovereign nations, though most other countries have not taken that step.\nRussian troops largely withdrew from Georgian soil, although some forces remained in several Georgian cities until about October 2008.\nThe reset\nJump forward to March 2009 to pick up the other point in Cotton’s statement.\nNewly elected President Barack Obama had campaigned that he would put relations with Russia on a less confrontational footing. Most of his focus was on scaling back the nuclear arsenals of both nations. (He promised to win Russian agreement to continue the monitoring and verification rules under the START I Treaty that were due to expire in 2009.)\nAs part of that initiative, on March 6, 2009, in Geneva, Switzerland, then-Secretary of State Hillary Clinton gave her Russian counterpart Sergei Lavrov a red button. The button was supposed to have word \"reset\" written on it in Russian. But the Americans got it wrong -- the word translated to \"overcharged.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nCounting the months\nSo Cotton has the basics of the story largely correct, though he’s cutting off the edges.\nRussian troops did participate in military activities on Georgian soil, but troops were already in place as part of a brokered peace settlement. And the Russians didn’t necessarily initiate hostilities.\nAnd while Cotton said the Americans hit the \"reset\" button \"a few months\" after the Russian invasion, the reality is it took place almost six months after the week-long conflict had ended.\nAn invasion with a twist\nSusan Allen, director of the Center for Peacemaking Practice at George Mason University, calls Russia’s action an invasion because in early August 2008, Russia didn't consider South Ossetia to be an independent country.\nBut Allen told us that beyond that legal definition, the details muddy the picture. Georgia made the first large military move. On top of that, Russian soldiers were already on the ground in South Ossetia.\n\"Russia had had a longstanding role as part of a peacekeeping force separating the Georgians and South Ossetians,\" Allen said. \"Yes, Russia invaded Georgia, and, yes, there is a lot more to the story.\"\nLaw professor Kenneth Anderson at American University put a lot of weight on the rest of the story. Right after the ceasefire, Anderson urged western powers to push back hard against Russian expansionism. But he reminded people of the ethnic cleansing that took place at the hands of Georgian nationalists in the 1990s, saying it was as extreme as anything he had seen in the war in the former Yugoslavia.\n\"The facts of South Ossetia and Abkhazia are not simply a narrative of Russia stirring up trouble in an otherwise untroubled corner of the world,\" Anderson wrote in a 2008 article. \"This conflict got started 15 years ago, and although on again and off again, it has never stopped.  Neither its existence nor its persistence are due to Russian imperial expansion alone.\"\nFor Cotton to bring up Russia’s invasion of Georgia might invoke more recent memories of Russia’s clear aggression in Ukraine when it seized control of the Crimean peninsula. But the circumstances were quite different, as was the western reaction. The Crimean seizure produced hard sanctions against Russia, including expulsion from the G-8. In contrast, in 2008, the George W. Bush administration made only cautious moves to register its disapproval of Russia.\nDavid L. Phillips, director of Columbia University’s program on peace-building and rights, told PolitFact in 2014 that \"there was never any chance of the Bush administration going to war in Georgia, and everybody knew that.\"\nRegarding the impact of the \"reset\", some observers say it helped. Political scientist Andrew Kuchins at the Center for Strategic and International Studies wrote in 2011 that relations between Russia and America \"steadily improved.\" Kuchins credits the diplomatic shift with producing a new START treaty and winning Russian support for stronger sanctions against Iran.\nOur ruling\nCotton said Clinton \"pressed the reset button with Russia just a few months after Russia had invaded Georgia.\"\nCotton shrinks the timeframe and oversimplifies the nature of the Russian action. Yet, while imperfect, his words are not necessarily an inaccurate retelling of history.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/bd239335-02d6-4771-a950-83fb54dd522b", "vclaim_id": "vclaim-pol-04743"}