{"url": "/factchecks/2012/nov/12/saxby-chambliss/senator-says-urges-plan-avoid-fiscal-cliff/", "speaker": "Saxby Chambliss", "vclaim": "\"Revenues are 15 percent of GDP — it’s still in the range of the lowest it’s ever been.\"", "truth_label": "mostly-true", "date": "stated on November 8, 2012 in an interview:", "title": "Senator says urges plan to avoid fiscal cliff", "text": "Now that we know President Barack Obama will serve a second term in the White House, elected officials and others have focused their attention on an issue that could hurt the wallets of most Americans.\n\nUnless Obama and congressional leaders strike a deal on the budget by the end of the year, a series of automatic tax hikes and budget cuts would occur. \"Sequestration\" is the official term, but it’s commonly known as the \"fiscal cliff.\"\n\nU.S. Sen. Saxby Chambliss, R-Ga., has been talking about the issue for months to anyone willing to listen. For about two years, he’s been part of a small bipartisan team of senators working on a long-term solution to put the federal budget on solid financial footing. A recent interview in The Washington Post raised our eyebrows for several reasons. One thing he said prompted us to pull out the Truth-O-Meter.\n\n\"There is no silver bullet to this problem. You’ve got to have reductions in spending, you’ve got to have entitlement reform, you’ve got to have tax reform. Revenues are 15 percent of GDP — it’s still in the range of the lowest it’s ever been,\" Chambliss said. GDP stands for gross domestic product.\n\nWe wondered whether the senator was correct about federal revenue and whether it is close to the lowest it has ever been.\n\nThe federal government collects about 80 percent of its revenue from income taxes. Corporate income taxes account for about 10 percent. The rest comes from estate and gift taxes and other sources. The federal government currently collects about $2 trillion a year and spends about $3 trillion. As you can see, there’s a problem.\n\nIf Congress cannot find a solution that prevents the \"fiscal cliff,\" a payroll tax cut pushed through by the Obama administration would end, meaning most Americans would see their paychecks decline by 2 percent. The Alternative Minimum Tax would be applied to an estimated 26 million U.S. households, raising taxes by an average of $3,700. There would be a 9 percent cut in Defense Department spending and a 2 percent cut to Medicare providers.\n\nAlthough some experts believe Washington lawmakers will find a last-minute solution to avoid stepping off the cliff, Chambliss is worried. He warned that if Congress and the White House don’t reach a solution to start reducing the nation’s budget deficit, the U.S. could become like Greece, which is desperately trying to avoid bankruptcy, and \"[y]ou could see riots in the streets.\"\n\nChambliss spokeswoman Lauren Claffey pointed to federal budget data to back up the senator’s claim.\n\nThe White House Office of Management and Budget keeps annual figures dating to 1930 on revenue as a percentage of GDP. The federal government currently manages its finances on a 12-month fiscal year schedule that begins Oct. 1 and ends Sept. 30.\n\nThe most recent completed data was for fiscal year 2011, which began Oct. 1, 2010, and ended Sept. 30, 2011. During that period, federal revenue was 15.4 percent of GDP. For the fiscal year that just ended, it’s estimated to be 15.8 percent.\n\nFor fiscal year 2013, the White House estimates it will rise to 17.8 percent. The expected increase is a result of the end of tax cuts passed in 2001 and 2003, projections for a stronger economy, tax increases resulting from the 2010 health care law and other factors, said Curtis Dubay, a senior tax policy analyst at the Heritage Foundation, a conservative-leaning think tank based in Washington.\n\nSince fiscal year 2009, which began in the final months of George W. Bush’s presidency, revenue has been in the 15 percent range. The last time it was that low was 1949 and 1950. Before 1943, federal revenue was no higher than 13 percent.\n\n\"[R]evenue is within the lowest range it has been for the past 70 years,\" Claffey said via email.\n\nDubay said federal revenue, and spending, grew exponentially during World War II and as pre-war New Deal programs became implemented. Thus, he said, you can’t make the comparison of revenue collected before the war.\n\n\"The role of the federal government changed so much,\" he said. \"You can’t compare the federal government prior to World War II. It did different things.\"\n\nRoberton Williams, a senior fellow at the Tax Policy Center, agreed that \"World War II was a watershed moment\" for the federal budget, particularly in defense spending. He noted that the federal government didn’t collect taxes on Social Security benefits until that time, which was 1937. Williams also pointed out some of the other major changes in government spending and revenue requirements, such as Great Society initiatives like Medicare, enacted in the 1960s.\n\nTo summarize, Chambliss said federal revenue is in the range of the lowest it’s ever been. Since that type of data has been recorded by the federal government, the only time it’s been lower for a period longer than now was before World War II. We still believe that bit of context is necessary to fully examine the senator’s claim. Our rating: Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010", "vclaim_id": "vclaim-pol-10011"}