{"url": "/factchecks/2008/sep/23/national-rifle-association/yes-and-outlaw-apple-pie-as-well/", "speaker": "National Rifle Association", "vclaim": "\"Obama's Ten Point Plan to 'Change' the Second Amendment…Ban use of firearms for home defense.\"", "truth_label": "pants-fire", "date": "stated on August 1, 2008 in direct mail piece:", "title": "Yes, and outlaw apple pie as well", "text": "(Published Sept. 23, 2008)\n\n\nIn a hard-hitting direct-mail piece to its members, the National Rifle Association detailed an alleged plan by Sen. Barack Obama to transform gun-ownership regulations.\n\n\nObama's \"plan\" appeared on a section of\n\nthe mailer\n\ndesigned to be cut out and carried around in a wallet. The front of the wallet card said, \"Barack Obama's Ten Point Plan to 'Change' the Second Amendment.\" The reverse listed the 10 parts of the alleged plan, starting with, \"Ban use of firearms for home defense.\"\n\n\nAn NRA spokeswoman confirmed the authenticity of the mailer, which first appeared in early August 2008, but would not provide details of what its claims were based on. For that, she referred us to various NRA Web sites.\n\n\nWe could find no support on any of them for the allegation that Obama has a plan to ban the use of firearms for home defense. What we did find, and what we suspect is the root of this allegation, was information about a vote Obama cast as an Illinois state senator in May 2004. (See\n\nthis essay\n\nby NRA executive vice president officer Wayne LaPierre.)\n\n\nThe bill in question was a response to the case of Hale DeMar, a Wilmette, Ill., man who shot and wounded a burglar in his home in December 2003. Prosecutors did not charge him for the shooting, since they determined that he acted in self-defense, but they did fine him $750 for violating the local handgun ordinance. An outcry of sympathy for DeMar prompted the state legislature to take up a bill that would let people claim a self-defense protection for using a gun in their homes in violation of local weapons bans.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama voted against the measure. The legislature passed it, and later overrode the veto of Democratic Gov. Rod Blagojevich.\n\n\nLike Blagojevich, Obama framed that debate as a home-rule issue. He told the Associated Press at the time that he voted against the measure out of respect for local governments' authority to set gun policy.\n\n\nHere's what LaPierre wrote about the vote: \"When Obama turned thumbs down on the bill, he voted against the most basic element of the Second Amendment — the right of defense of self and family — the reason that millions of Americans own firearms.\"\n\n\nThat's a bit of a leap. In concrete terms, Obama's thumbs-down was a vote against the state legislature tweaking a local gun ban. In any event, there's no fair way to interpret it as evidence that Obama has a future plan to ban the use of firearms for home defense.\n\n\nMoreover, there's ample evidence to the contrary. Here's Obama speaking at a forum sponsored by WJLA-ABC7 and Politico.com on Feb. 12, 2008: \"I think we have two conflicting traditions in this country. I think it’s important for us to recognize that we’ve got a tradition of handgun ownership and gun ownership generally. And a lot of people — law-abiding citizens use it for hunting, for sportsmanship, and for\n\nprotecting their families\n\n(emphasis added). We also have a violence on the streets that is the result of illegal handgun usage…We can have reasonable, thoughtful gun control measures that I think respect the Second Amendment and people’s traditions.”\n\n\nThat doesn't sound to us like someone planning to \"ban use of firearms for home defense.\" Quite the opposite, actually.\n\n\nIgnoring that sort of evidence, and instead extrapolating from one vote on a jurisdictional debate in Illinois a broad-ranging plan to ban guns for home defense, is not just misleading, it's intentionally dishonest. That is, Pants on Fire wrong.", "vclaim_id": "vclaim-pol-15971"}