{"url": "/factchecks/2011/sep/02/rick-perry/rick-perry-says-obama-boasted-crimes-border-towns-/", "speaker": "Rick Perry", "vclaim": "Says that when President Obama visited El Paso, he \"pronounced that the border with Mexico and the United States was safer than it ever was in history.\"", "truth_label": "mostly-true", "date": "stated on August 13, 2011 in a house party in New Hampshire:", "title": "Rick Perry says Obama boasted that crimes in border towns are now lowest in history", "text": "At a Greenland, N.H., house party on Aug. 13, Texas Gov. Rick Perry answered questions ranging from illegal immigration to health care. Asked about the status of the U.S. border with Mexico, Perry challenged President Barack Obama’s claim about its safety:\n\n\"We've got a President of the United States who came to El Paso some … 4 weeks ago and pronounced that the border with Mexico and the United States was safer than it ever was in history.\"\n\nFor this item, we're not evaluating whether the border is safer, but whether Perry is accurately characterizing what Obama said. To check that claim, we contacted Perry's campaign but got no reply.\n\nWe checked White House records of the president’s schedule and found the El Paso trip was actually May 10, which was three months earlier, not four weeks. So Perry's timing is off.\n\nAs for the president's remarks, they were focused on immigration reform and border issues.\nObama said America is a \"nation of immigrants,\" and welcomed \"those willing to embrace America’s ideals and America’s precepts.\" But he said the country’s \"broken\" immigration system needs reform  to ensure everyone achieves the \"American Dream.\"\n\nHere's what he said about border safety:\n\n\"Over the last two years, thanks to the outstanding work of Janet (Napolitano, secretary of the Department of Homeland Security) and Alan (Bersin, commissioner of U.S. Customs and Border Protection) and everybody who's down here working at the border, we've answered those concerns. Under their leadership, we have strengthened border security beyond what many believed was possible. They wanted more agents at the border. Well, we now have more boots on the ground on the southwest border than at any time in our history.\n\n\"The Border Patrol has 20,000 agents -- more than twice as many as there were in 2004. It's a build-up that began under President Bush and that we've continued, and I had a chance to meet some of these outstanding agents, and actually saw some of them on horseback who looked pretty tough. (Laughter.) So we put the agents here.\n\nReferring to Republicans who had called for tougher border protections, he said, \"They wanted a fence. Well, the fence is…The fence is now basically complete.\n\n\"We have gone above and beyond what was requested by the very Republicans who said they supported broader reform as long as we got serious about enforcement. All the stuff they asked for, we've done. But even though we've answered these concerns, I've got to say I suspect there are still going to be some who are trying to move the goal posts on us one more time.\n\n\"You know, they said we needed to triple the Border Patrol. Or now they're going to say we need to quadruple the Border Patrol. Or they'll want a higher fence. Maybe they'll need a moat. (Laughter.) Maybe they want alligators in the moat. (Laughter.) They'll never be satisfied. And I understand that. That's politics.\n\n\"But the truth is the measures we've put in place are getting results. Over the past two and a half years, we've seized 31 percent more drugs, 75 percent more currency, 64 percent more weapons than ever before. (Applause.) And even as we have stepped up patrols, apprehensions along the border have been cut by nearly 40 percent from two years ago. That means far fewer people are attempting to cross the border illegally.\n\n\"And also, despite a lot of breathless reports that have tagged places like El Paso as dangerous, violent crime in southwest border counties has dropped by a third. El Paso and other cities and towns along this border are consistently among the safest in the nation. (Applause.) Of course, we shouldn't accept any violence or crime. And we've always got more work to do. But this progress is important and it's not getting reported on.\"\n\nSo did Obama actually say the border with Mexico and the United States is now \"safer than it ever way in history\"? Let's review Obama's words:\n\nHe said there is more border enforcement than ever: \"They wanted more agents at the border. Well, we now have more boots on the ground on the southwest border than at any time in our history.\"\n\nHe said seizures and apprehensions are up: \"Over the past two and a half years, we've seized 31 percent more drugs, 75 percent more currency, 64 percent more weapons than ever before. (Applause.) And even as we have stepped up patrols, apprehensions along the border have been cut by nearly 40 percent from two years ago.\"\n\nHe said violent crime is down: \"Violent crime in southwest border counties has dropped by a third.\"\n\nHe said El Paso and other border cities are safe compared with other U.S. cities: \"El Paso and other cities and towns along this border are consistently among the safest in the nation.\"\n\nPerry is exaggerating. Obama did not actually \"pronounce that the border with Mexico and the United States was safer than it ever was in history.\" His time references were primarily for recent years. Still, Obama's tone and his examples definitely supported the overall point that the border is safer now than it was before. We rate Perry's claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12483"}