{"url": "/factchecks/2020/oct/09/national-republican-senatorial-committee/no-evidence-maine-senate-candidate-sara-gideon-use/", "speaker": "National Republican Senatorial Committee", "vclaim": "When Sara Gideon “knew the truth about” sexual allegations against a state lawmaker, “she could have called for an immediate investigation, but didn’t…Gideon knew for months, using her power to cover up.”", "truth_label": "barely-true", "date": "stated on October 6, 2020 in an ad:", "title": "No evidence that Maine Senate candidate Sara Gideon used her power for ‘coverup’", "text": "The serenity of the Pine Tree State is being broken by personal attacks that aren’t faring too well on our Truth-O-Meter.\nIn a Maine race that could help decide whether the GOP keeps control of the U.S. Senate, Republican incumbent Sen. Susan Collins and her Democratic challenger Sara Gideon have made a number of factually problematic claims against one another.\nNow, the National Republican Senatorial Committee is targeting Gideon. \nA TV ad sponsored by the group claims that when Gideon \"knew the truth about\" sexual allegations against a state lawmaker, \"she could have called for an immediate (ethics) investigation, but didn’t…Gideon knew for months, using her power to cover up.\"\nA tossup race\nCollins has been a U.S. senator since 1997. Gideon has served in Maine’s state House since 2013 and as its speaker since 2016. \nThe Cook Political Report rates the race a tossup that could help decide whether Republicans, who have 53 seats in the Senate, maintain their majority.\nIt is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking.\nAlleged sexual abuse\nThe ad’s narrator refers to the case of Democratic Rep. Dillon Bates, a teacher and coach who it says \"used his power (and) sexually preyed on his teenage students.\"\nHere’s a timeline of the case:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nAug. 3, 2018 — Bates accused: The Bollard, then a monthly magazine published in Portland, Maine, posted an article claiming that Bates had \"engaged in at least three romantic and/or sexual relationships with high school girls over the past half decade.\" One of the three was quoted anonymously in the article.\nAug. 4, 2018 — Gideon calls for Bates’ resignation: Gideon, citing the article, called for Bates’ resignation. Her spokeswoman Mary-Erin Casale acknowledged that Gideon had known about the misconduct accusations for several months prior and said: \"At that point, we told Rep. Bates that if any evidence or new information was presented that indicated there could be truth to what was then a rumor, that we would ask him to resign immediately.\"\nAug. 6, 2018 — Bates quits coaching job; Gideon says there was no evidence previously: Bates, who denied the allegations, resigned from a high school coaching job. He had resigned abruptly from a separate teaching job in November 2017, saying at the time of the resignation he did so for family reasons, according to a Aug. 6, 2018 story in the Portland Press Herald.\nThe newspaper also  quoted Casale as saying that when Gideon first heard about the rumors: \"We confronted Rep. Bates immediately, who denied the rumor, and we were unable to otherwise find any substantiation, actual proof or evidence of any victims of the allegations.\"\nAug. 20, 2018 — Bates resigns House seat: Bates called the allegations baseless, but resigned less than two weeks after a Republican state representative called for a House Ethics Committee session regarding the allegations. He was never charged with a crime.\nOn Oct. 8, 2020, Gideon said in a radio interview that no individuals alleging acts by Bates had come forward until The Bollard article. \"Before that, there was nothing but a rumor,\" she said.\nOur ruling\nThe National Republican Senatorial Committee said that when Gideon \"knew the truth about\" sexual allegations against a state lawmaker, \"she could have called for an immediate investigation, but didn’t…Gideon knew for months, using her power to cover up.\"\nThere is no evidence that Gideon knew \"the truth.\" She said that in early 2018 she heard rumors about the allegations, but did not know of any proof. There is also no evidence she took any action to cover up the matter. When a news article made the allegations public, Gideon called on the lawmaker to resign.\nWe rate the statement Mostly False.\n\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18654"}