{"url": "/factchecks/2016/feb/24/wisconsin-working-families-party/wisconsin-working-families-group-claims-taxpayers-/", "speaker": "Wisconsin Working Families Party", "vclaim": "Says Milwaukee County Executive Chris Abele spent \"$100,000 of taxpayer money on a new luxury SUV.\"", "truth_label": "false", "date": "stated on January 15, 2016 in a direct mail flier:", "title": "Wisconsin Working Families party claims taxpayers spent $100,000 on SUV for Chris Abele", "text": "A group working to block a new term for Milwaukee County Executive Chris Abele is arguing  Abele is more concerned about himself than public safety and families.\nA direct mail piece sent out in the days before the Feb. 16, 2016 primary election by the Wisconsin Working Families Party included this statement: \"Abele broke his own promise to crack down on perks for government workers, spending $100,000 of taxpayer money on a new luxury SUV. He also awarded a no-bid contract to a celebrity firm to provide personal security to himself.\"\nThe claim was illustrated with a picture of a shiny black SUV.\nSo, did county taxpayers spend $100,000 on a sweet ride for the County Executive?\nFirst a bit of background.\nThe group making the claim is led by a longtime political foe of Abele -- Marina Dimitrijevic, a Milwaukee County supervisor who is the state director for the Wisconsin Working Families Party. Dimitrijevic, a former chair of the County Board, took the job with the political group after the state Legislature moved to slash the pay for county supervisors and made the job part time.\nAbele pushed for the move to a part time board. Milwaukee County voters overwhelmingly approved the changes in a 2014 referendum, and they take effect this spring.  \nMeanwhile, there has been a spat between the board and Abele over his security dating to 2013.\nFirst elected in 2011, Abele went two years without a security detail. Then, after receiving unspecified threats, Abele asked the county to spend $400,000 for a private firm or local law enforcement agencies to provide him with security.\nSupervisors allocated $100,000 and required that Abele use the Sheriff’s Department for security. But that never took place, and the money went unspent.\nThe board allocated $100,000 for Abele security in the 2015 budget. In the summer of 2015, Abele decided to hire Gavin de Becker & Associates, a company that, among other things, provides security for celebrities, including actress Jennifer Lawrence. The county spent $95,000 of the $100,000 for the company’s services. Abele personally paid the remainder -- $300,000.\nIn the fall of 2015, the County Board refused to allocate additional money for the firm, and Abele is now footing the entire bill.\nSo what did county taxpayers get for the $95,000 that they paid Gavin de Becker?\nDimitrijevic and Abele’s office provided the same set of documents regarding the security contract, but offered different interpretations.\nOne thing was clear: The county didn’t purchase a $100,000 SUV.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWisconsin Working Families perspective\nThe contract between the county and Gavin de Becker has numerous sections blacked out as confidential -- \"heavy redaction\" was the way Dimitrijevic put it. In a statement, the group said \"it will be difficult for you to demonstrate that $100,000 in public funds was NOT used on the luxury SUV.\"\nHere’s their reasoning:\n\"Based on the retail price of the GMC Yukon ($50,000) and the fact that Abele used it to travel to and from events during and after business hours for a minimum of a period of six months, it is not unreasonable to state that taxpayers had to foot a $100,000 bill for the cost of the SUV. One could reasonably assert that the cost of the SUV use, insurance, gas, mileage etc. would account for a minimum of $100,000 or about 25% of the total cost, before he could unilaterally renew this public contract\".\nThe group also included an email from Corporation Counsel Paul Bargren to Dimitrijevic, who had sought details of the contract with Gavin de Becker.\nHe noted that portions of the contract were redacted, and added: \"The $100,000 payment in public funds was a flat fee, all inclusive. There was no breakdown.\"\nWe also note that the claim in the mailing included a footnote to a Milwaukee Journal Sentinel column by Dan Bice published Oct. 11, 2015. The column discusses the security contract and notes that the SUV is part of the package of services provided by Gavin de Becker.\n\"The GMC Yukon XL does not belong to Abele or the county,\" Bice wrote.\nAbele’s take\nThe payments to Gavin de Becker covered more than just the vehicle, Abele spokeswoman Melissa Baldauff said in an email.\n\"This contract is for security services, which includes the use of a vehicle. That vehicle is leased locally by the security firm,\" she said.\nWe asked if the vehicle pictured in the campaign flier was the one used to transport Abele. It has a different grille than the vehicle identified as Abele’s in a picture that accompanied the Bice column. And the word \"Yukon\" appears on the floor in front of the SUV, an indication that it’s a handout photo from an automaker.\n\"That is not the car that the security firm leases, not even the same kind of car,\" Baldauff said.\nOur rating\nWisconsin Working Families said Abele spent \"$100,000 of taxpayer money on a new luxury SUV.\"\nIn a footnote, the group cited a Journal Sentinel column that stated the vehicle was part of a package of security services, presumably just like the uniforms, radios and other items used by the two guards assigned to the Abele detail. The county’s lawyer told the group the same thing -- the county paid a flat fee. In any case, the vehicle was not bought by county taxpayers.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-05367"}