{"url": "/factchecks/2012/aug/07/mitt-romney/romney-says-obama-rejects-jerusalem-capital-israel/", "speaker": "Mitt Romney", "vclaim": "Says Obama \"refuses to recognize Jerusalem\" as the capital of Israel.", "truth_label": "half-true", "date": "stated on August 5, 2012 in a campaign ad:", "title": "Mitt Romney says Barack Obama rejects Jerusalem as capital of Israel", "text": "A 30-second ad from Mitt Romney’s campaign paints two starkly different portraits of the two presidential candidates’ positions on Israel.\n\nBarack Obama: a president who has not visited the Jewish state. Mitt Romney: a friend who cherishes America’s friendship with the ally.\n\n\"Who shares your values?\" a narrator asks as an image of Obama appears. \"As president, Barack Obama has never visited Israel and refuses to recognize Jerusalem as its capital.\"\n\nRomney, the ad continues, \"will be a different kind of president who stands by our allies. He knows America holds a deep and cherished relationship with Israel.\"\n\nIt ends with clips of Romney speaking in front of the Old City and praying at the Western Wall.\n\nIn separate fact-checks we’ll look at the ad’s claims about Obama’s record on visiting Israel. Here, we consider his position on the city of Jerusalem.\n\nCapital question\n\nIn the decades-long conflict between Jews and Palestinians, both sides stake a claim on Jerusalem and consider it their capital and a holy site. So even though Jerusalem is the Israeli seat of government and its capital city in every traditional sense, the official position often involves some tip-toeing. Formally, the United States does not recognize any state as having sovereignty over Jerusalem.\n\nThe CIA, on its World Factbook website, lists Jerusalem as the capital of Israel, with a footnote stating \"Israel proclaimed Jerusalem as its capital in 1950, but the U.S., like all other countries, maintains its Embassy in Tel Aviv.\" The U.S. Department of State posts similar language.\n\nDuring the 2008 campaign, candidate Obama declared that \"Jerusalem will remain the capital of Israel, and it must remain undivided.\"\n\nThe remark pleased the pro-Israel lobby, which had been somewhat skeptical of him. But it also served as an early lesson in the delicacy of diplomacy, particularly when it comes to the Israeli-Palestinian conflict. Arab groups took offense, and the campaign had to do some damage control. \"It's going to be up to the parties to negotiate a range of these issues. And Jerusalem will be part of those negotiations,\" Obama said in the wake.\n\nFor his part, Republican rival John McCain weighed in, agreeing \"Jerusalem is undivided. Jerusalem is the capital.\"\n\n\"And,\" he added, according to the New York Times, \"we should move our embassy to Jerusalem,\" from Tel Aviv, \"before anything else happens. The subject of Jerusalem itself will be addressed in negotiations by the Israeli government and people.\"\n\nTherein lies a long-running point of contention: the location of the U.S. embassy.\n\nAs our peers at the Washington Post’s Fact Checker column noted, the Republican Party platform has long included a pledge to move the embassy to Jerusalem. But that’s never happened, even when a Republican was in the White House.\n\nHow wide is the gap between campaign rhetoric and official policy? During a press briefing on July 26, 2012, White House spokesman Jay Carney twice dodged the question when asked directly what the capital of Israel is.\n\nHe replied only that \"our position hasn’t changed\" and \"you know the answer.\"\n\nThis is the evidence Romney’s campaign pointed to when we asked for backup to the ad.\n\nOur ruling\n\nThe ad says Obama \"refuses to recognize Jerusalem\" as the capital of Israel.\n\nAs a candidate, Obama identified Jerusalem as Israel’s capital. But as president since then, he has shied away from making statements that could be perceived as taking sides in the ongoing peace process. That’s not so much a refusal on his part but a continuation of the line taken before him by previous presidents. Formally, the United States does not recognize any state as having sovereignty over Jerusalem. Both the state department and CIA under his administration note Jerusalem as Israel’s capital, with a footnote attached.\n\nRomney’s ad portrays Obama’s position as a betrayal of an ally. That’s misleading. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10627"}