{"url": "/factchecks/2020/sep/25/michigan-democratic-party/john-james-lone-senate-candidate-facing-competitiv/", "speaker": "Michigan Democratic Party", "vclaim": "“James is the only Senate candidate in a battleground state who has refused to take a position” on whether the Senate should promptly vote on Trump’s Supreme Court nominee", "truth_label": "mostly-true", "date": "stated on September 24, 2020 in an email:", "title": "John James is lone Senate candidate facing tight race who is mum on Supreme Court vote", "text": "The Michigan Democratic Party is criticizing Republican Senate candidate John James for his murky statements on filling the Supreme Court vacancy left by Justice Ruth Bader Ginsburg’s death.\nIn a campaign statement, James bemoaned partisan feuds over Supreme Court nominations.\n\"We need to get back to those times where people from both political parties worked together,\" he wrote in a campaign email. \"As your senator I will fairly and honestly evaluate every Supreme Court nominee, regardless of which political party nominates.\"\nBut James’ email did not weigh in on the question that’s currently dividing lawmakers and congressional candidates, on mostly partisan lines: whether the Senate should promptly consider and vote on President Donald Trump’s nominee to fill Ginsburg’s seat or wait until after the general election.\nIn 2016, Senate Majority Leader Mitch McConnell blocked a vote on President Barack Obama’s Supreme Court nominee, arguing that the next president should fill the Supreme Court vacancy left by Antonin Scalia’s death.\nRepublicans are now planning to move forward to consider and vote on Trump’s nominee under similar circumstances. McConnell says the fact that the White House and the Senate are controlled by the same party justifies this course.\nThe Michigan Democratic Party says James stands out among Senate candidates in competitive races for not making his preference clear. \"James is the only Senate candidate in a battleground state who has refused to take a position,\" the Michigan Democratic Party claims. Trump has said he'll announce his Supreme Court nominee Saturday.\nWe looked through the public statements from candidates in a dozen competitive Senate races and found this statement to be accurate. James’ campaign did not respond to a request for comment.\nCompetitive Senate Races\nAccording to the nonpartisan Cook Political Report which evaluates national elections, there are 12 competitive Senate races: Alabama, Arizona, Colorado, Georgia (where two seats are in play), Iowa, Kansas, Maine, Michigan, Montana, North Carolina and South Carolina.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe leading Democratic candidates in each of those races have criticized their opponents or the Republican Party for moving forward with a vote on Trump’s Supreme Court nominee before the general election. In South Carolina, Democratic challenger Jaime Harrison hasn’t taken a position on the vote, but assailed his Republican opponent, Senate Judiciary Chairman Lindsey Graham, for reversing his position from 2016.\nGeorgia Democrat Matt Lieberman has also not taken a position on the vote but is not seen as a competitive candidate in the state's special eleciton, and is facing calls to drop out. Raphael Warnock is the leading Democratic candidate in that contest.\nIn Michigan, incumbent Democratic Sen. Gary Peters argued on the Senate floor this week that the Senate should wait until after the next president is inaugurated to fill the Supreme Court vacancy. \"Jamming this Supreme Court nomination through now will, without question, further divide our country and disregard the fact that the American people are now voting — or soon will be in many states,\" Peters said.\nAmong Republicans, Maine Sen. Susan Collins is the only Republican candidate facing a competitive race who favors waiting until after the election to consider filling Ginsburg’s seat.\nWe found public statements in favor of a vote now from Republican Sens. Martha McSally, Steve Daines, Cory Gardner, Joni Ernst, Thom Tillis, Graham, David Perdue and Kelly Loeffler, and from GOP candidates Roger Marshall, Doug Collins and Tommy Tuberville.\nJames, meanwhile, criticized Peters for taking a partisan position on Supreme Court nominations and promised to evaluate any Supreme Court nominee in a nonpartisan manner. \"It shouldn’t matter which political party is in the White House, and I will have the same standard whether it’s a Republican or Democrat,\" he wrote in a campaign email. James did not state what that standard will be.\nJames has not said whether the Supreme Court vacancy should be filled before the general election.\nOur ruling\nThe Michigan Democratic Party claimed that \"James is the only Senate candidate in a battleground state who has refused to take a position\" on whether the Senate should promptly vote on Trump’s Supreme Court nominee.\nAmong the competitive Senate races identified by the nonpartisan Cook Political Report, every Republican Senate candidate, except James, has publicly indicated their position on whether to consider Trump’s Supreme Court nominee before the election. Meanwhile, every competitive Democratic candidate has criticized members of the Republican Party for changing their position on considering a Supreme Court nominee in an election year, and all but Harrison have stated their opposition to voting on Trump’s nominee before the election.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-19017"}