{"url": "/factchecks/2016/oct/21/rob-portman/portman-quotes-stricklands-own-words-about-mixed-a/", "speaker": "Rob Portman", "vclaim": "Says Ted Strickland \"in this campaign bragged about his A-plus rating with the NRA. ... He has said he has a mixed and spotty record on this issue and that he can be criticized for it. Those are his words, not mine. So I don’t know where he is on this issue.\"", "truth_label": "true", "date": "stated on October 20, 2016 in the Ohio Senate debate:", "title": "Portman quotes Strickland's own words about 'mixed and spotty' record on guns at Ohio debate", "text": "Republican Sen. Rob Portman fired back at former Gov. Ted Strickland’s own words about gun rights during the final debate in Cleveland for U.S. Senate.\nThe phrase he used -- \"mixed and spotty\" -- was featured earlier in the campaign season in an attack ad by Fighting for Ohio PAC, a political action committee that supports Portman.\n\"Gov. Strickland in this campaign bragged about his A-plus rating with the NRA,\" Portman said, when a question was posed to him about the candidates’ records on gun issues. \"I’m not talking about years ago, I’m talking about this campaign. He has said he has a ‘mixed and spotty’ record on this issue and that he can be criticized for it. Those are his words, not mine. So I don’t know where he is on this issue.\"\nHere, we wanted to know if Strickland bragged about a sterling NRA rating in the same campaign in which he acknowledged a spotty record.\nWhen Fighting for Ohio PAC used the \"mixed and spotty\" line, we rated its ad False, because Strickland’s quote was misleadingly juxtaposed with figures about Ohio’s lost jobs and tax hikes under Strickland’s governorship.\nPortman is on firmer ground, because Strickland’s \"mixed and spotty\" remark did emerge in the context of guns.\nStrickland confirmed that he was running for Portman’s Senate seat on Feb. 25, 2015.\nIn his 12 years as a U.S. Congressman, Strickland opposed measures to restrict gun ownership. So it was surprising to Ohio political observers when Strickland appeared at forums in Cincinnati and Columbus and talked up measures for more rigorous background checks and prohibiting gun sales to suspected terrorists.\n\"Ted’s views about gun violence and gun safety have been deeply influenced as a result of the multiple horrific incidents of gun violence that our country has suffered, and particularly after the Sandy Hook tragedy,\" Strickland’s spokesman David Bergstein told reporters\nDemocratic primary opponent P.G. Sittenfeld questioned whether Strickland’s change of heart on guns was motivated by the tragedy or by political timing. A recording more than two years after the attack surfaced that Sittenfeld used to his advantage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on January 11, 2011 in an MSNBC interview\n\n\n\n\n\n\n\n\nUnder federal law, Jared Loughner \"would not have been able to buy a gun\" had he been identified as mentally ill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • January 20, 2011\n\n\n\n\n\n\n\nOn March 10, 2015, Strickland was a guest on WOSU’s \"All Sides with Ann Fisher,\" and took a call from a listener named Jeffrey.\nCaller: \"Hey there. Gov. Strickland, I know you are a big supporter of the president and when you campaigned for him in 2012 you wrote an article about his support for the Second Amendment. I was just wondering how you continue to say you support the Second Amendment when you have been lobbying for additional gun laws when you were working in D.C.\"\nStrickland: \"Well, I have not lobbied for additional gun laws and, my brother, let me put my record in front of you. As a congressman, I had an A and most of the time an A+ rating with the National Rifle Association. That has been my position, and it is my position.\"\nStrickland had to clarify his stance on guns in a Cleveland Plain Dealer editorial board interview of Democratic primary candidates for Senate in February 2016. It was taped, and is the source of the \"mixed and spotty\" line.\n\"Has my position changed over time? It has,\" Strickland said. \"My record is mixed and spotty and I can be criticized for that.\"\nOur ruling\nPortman said Strickland \"in this campaign bragged about his A-plus rating with the NRA. ... He has (also) said he has a mixed and spotty record on this issue and that he can be criticized for it.\"\nAt the debate, Portman framed the quote in the proper context about guns.\nWe rate the statement True.\nhttps://www.sharethefacts.co/share/90456e35-6985-4c2a-bc0c-a58154ce1922", "vclaim_id": "vclaim-pol-04079"}