{"url": "/factchecks/2012/jul/13/barack-obama/were-romneys-companies-pioneers-outsourcing/", "speaker": "Barack Obama", "vclaim": "\"Mitt Romney's companies were pioneers in outsourcing U.S. jobs to low-wage countries.\"", "truth_label": "half-true", "date": "stated on July 3, 2012 in a campaign commercial:", "title": "Were Romney's companies 'pioneers in outsourcing' ?", "text": "For Mitt Romney, a candidate who has made job creation the centerpiece of his campaign, it hardly helps to have news reports that Bain Capital invested in companies that moved jobs overseas.\n\nBased on that coverage, the Obama campaign produced a television ad that asserted \"Mitt Romney's companies were pioneers in outsourcing U.S. jobs to low-wage countries.\"\n\nOur fellow fact-checkers at FactCheck.org and the Washington Post said similar claims from the Obama campaign were exaggerated. That prompted the Obama campaign to take the unusual step of pushing back with a long letter defending the claims. Subsequently, other news organizations have reported more on Romney’s time at Bain, which in turn led the Obama campaign to accuse Romney of not telling the truth about himself and the firm he once led.\n\nWe decided to fact-check two parts of the Obama campaign’s statement. Were these really Romney’s companies? And were these companies actually \"pioneers in outsourcing\" ?\n\nRomney and his campaign have noted repeatedly that Romney left management of the company in 1999. That may be, but Romney was the company's founder, providing vision and direction for Bain. It's not as if his influence ended the moment he left to run the Olympics.\n\nMeanwhile, calling the companies \"pioneers in outsourcing\" overstates the case. They did promote outsourcing, but they were part of a trend already decades in the making.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRomney's companies?\n\nRomney started Bain Capital in 1984. Its specialty was investing in new companies and helping them grow or taking troubled companies and turning them around. Romney likes to mention success stories like Staples, the office supply company.\n\nSome of these firms were deeply involved in outsourcing. The word \"pioneers\" comes directly from a June Washington Post article: \"During the nearly 15 years that Romney was actively involved in running Bain, a private equity firm that he founded, it owned companies that were pioneers in the practice of shipping work from the United States to overseas call centers and factories making computer components.\"\n\nThe Romney camp demanded a retraction on the grounds that some of the companies cited also created jobs in the United States. Others companies became part of the Bain portfolio after Romney took a leave of absence in February 1999, to run the 2002 Olympics in Salt Lake City. The Washington Post retracted nothing.\n\nAs an example, let’s start by looking at a company that Bain did control under Romney’s watch: Modus Media.\n\nModus Media specialized in helping companies like IBM and Dell Computers manufacture hardware overseas. As FactCheck.org confirmed, it was controlled by Bain. No one argues whether Modus Media created jobs in countries such as Singapore and China.\n\nNow, if those jobs never existed in the United States in the first place, it is difficult to argue that Modus Media or Bain sent them overseas. But in 2000, the firm unambiguously disrupted the lives of about 200 American workers when it announced it was closing a plant in Fremont, Calif. and opening one in Guadalajara, Mexico.\n\nThe Romney campaign argues that prior to this, Modus Media had created about 700 domestic jobs. We don’t know the quality and pay of those jobs and how they would compare to the jobs that were lost. But we do agree that those new jobs should be part of the overall picture.\n\nThe Romney campaign has also repeatedly asserted that the plant relocation didn’t happen during \"Romney’s time.\" FactCheck.org emphasized that the move took place \"more than a year after Romney had left Bain.\"\n\nThis issue of when Romney stepped down and whether he can be held accountable for things that happened after February 1999 has become something of a cottage industry in the media. Talking Points Memo, Mother Jones, and the Boston Globe have unearthed SEC filings and personal financial disclosure statements that list Romney variously as CEO, Managing Director, and president of Bain as late as 2002. Bain released internal memos that seemed to show Romney played no role in management decisions.\n\nThe Washington Post’s Fact Checker added another document that lends weight to the argument that Romney was not part of Bain management after 1999. It is a 2002 Massachusetts State Ballot Law Commission report certifying Romney’s eligibility to run for governor. It examined Romney’s activities when he took over the Olympics and based on weeks of testimony, the report revealed a man consumed with that task and who had no active connection to Bain.  \n\nLooking at all the evidence made public so far, we do not think Romney was actively involved in the day-to-day management of Bain after 1999. But it doesn’t mean his influence disappeared after he left.\n\nWere they \"pioneers\"?\n\nRomney was the company’s founder, and we think it worth a broader look at Bain’s investment practices, starting in the early 1990s.\n\n\"Typically, private equity companies tended to focus on companies in the $100 million to $500 million range,\" said Anant Sundaram, a researcher in mergers and acquisitions at the Dartmouth Tuck School of Business. More often than not, they turned them into companies worth $2.5 billion.\n\nGetting there was not easy. \"Did the private equity firms have the incentive to do a lot of cost cutting?\" Sundaram said. \"You bet. Was outsourcing one of the ways of cutting those costs? You bet. Everybody was doing it.\"\n\nOur research shows that outsourcing was well established by the time Bain began buying shares in the companies described in the recent articles. To call these companies pioneers is a stretch.\n\n\"This had been going on for decades,\" said Tim Sturgeon a researcher who focuses on outsourcing at the Industrial Performance Center at MIT.\n\nOutsourcing grew significantly starting in the early 1990s thanks in part to the expansion of the Internet and changes in the rules of international trade. Bain was one of scores of private equity firms that participated.\n\n\"They were part of the herd,\" said Sturgeon. \"To say they picked the pioneers gives (Bain) too much credit for being innovative. It was a mainstream strategy by that point.\"\n\nEvery expert we contacted agreed that when Bain invested in the companies in question, it was counting on high returns that included the results of outsourcing.\n\nIn that light, the exact month that Romney stepped away from Bain makes little difference. When Modus Media closed that plant in California in 2000, it was making the kind of move Romney and Bain expected when they first got behind it. The particular decision was not known, but the general nature of the decision was, the experts we spoke with said.\n\nMatthew Rice, Chief Investment Officer for DiMeo Schneider and Associates, a Chicago-based investment consulting firm, says he doesn’t see how Romney can divorce himself from the strategies that made Bain profitable.\n\n\"Technically, I guess he can,\" Rice said. \"But they would have done it anyway, whether he was there or not. If you can offshore and cut costs, you do it. Because if you don’t, the business might not survive and nobody would have any jobs.\"\n\nAnd Bain would not make any profits. And the sole purpose of any fund, private equity or otherwise, is to make a profit.\n\nOur ruling\n\nThe Obama television ad holds Romney responsible for sending jobs outside the country. It said \"Romney’s companies were pioneers in outsourcing U.S. jobs to low-wage countries.\"\n\nWe find reasonable grounds for labeling the companies as \"Romney’s.\" He was the founder of Bain and assembled a team that looked to make high returns. One strategy was to invest in companies that played off the trend in outsourcing. We make no judgment on whether outsourcing is good or bad. It was widely seen as profitable, and Bain selected companies that would succeed.\n\nIf picking a company makes it yours, then these were Romney’s companies and in a general sense, they did what he expected them to do. The one caveat is there is a gray area of direct accountability, because no one has reported that he was personally involved in managing those firms.\n\nWe find little evidence that the particular firms were \"pioneers in outsourcing.\" The Obama campaign took the word from the Washington Post but used it as its own. Outsourcing was well established by the early 1990s, and firms were applying it in a variety of industrial areas. The Bain companies were among that group.\n\nThe Obama campaign's statement would have voters believe that Romney played a key role in driving the outsourcing phenomenon. We find that an exaggeration.\n\nWe rule the statement to be Half True.", "vclaim_id": "vclaim-pol-10773"}