{"url": "/factchecks/2020/nov/10/eric-trump/no-rock-county-did-not-have-glitch-stole-votes-tru/", "speaker": "Eric Trump", "vclaim": "“System 'Glitch' ... In Wisconsin - Reversal of Swapped Votes Removes Lead from Joe Biden.”", "truth_label": "pants-fire", "date": "stated on November 9, 2020 in a tweet:", "title": "No, Rock County did not have a glitch that stole votes from Trump", "text": "The latest baseless Wisconsin voter fraud claim centers on Rock County, where Eric Trump and other conservatives claim to have uncovered votes that switched from President Donald Trump to President-Elect Joe Biden.\nEric Trump, the president’s son and adviser, tweeted this late on Nov. 9, 2020: \"BREAKING EXCLUSIVE: System 'Glitch' Also Uncovered In Wisconsin - Reversal of Swapped Votes Removes Lead from Joe Biden.\"\nHe linked to a story from the Gateway Pundit bearing similar text as a headline.\nEric Trump and Gateway Pundit have both circulated misinformation since the election, claiming voter fraud without evidence — or even in the face of clear evidence to the contrary.\nThis claim is baseless. Rock County votes were accurately recorded. \nHere’s what actually happened.\nThe claim\nGateway Pundit’s article claims they \"identified approximately 10,000 votes that were moved from President Trump to Biden in just one Wisconsin County.\"\nThey present as evidence two screenshots from Fox News’ election results showing President Trump listed with 46,649 votes at 11:43 p.m. on Nov. 3, compared to 37,133 for Biden. Those numbers then switched in a screenshot with a time of 11:57 p.m.\nSince current counts show Biden leading in Wisconsin by just 20,540 votes, the article notes switching those 9,516 votes back to Trump and away from Biden would make the state a virtual tie.\nBut this projection only makes sense if Trump rightfully received those votes. And he didn’t.\nThe article does not include any discussion of why those votes flipped, or interviews with election officials. Here’s what Gateway Pundit would have found if they had done that research.\nMedia error led to brief number swap\nVote totals reported by the Associated Press create the stream of data used by Fox News and many other election websites on Election Day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFor Rock County, Wisconsin, that stream showed a steady increase for both President Trump and Biden from the first report around 8:30 p.m. until the last one just before midnight.\nWhen the final vote tallies were reported at 11:43 p.m. — after poll workers tabulated the absentee ballots — Biden’s total jumped from 30,453 to 46,649, while President Trump’s jumped from 31,343 to 37,133. (That difference in absentee ballots is consistent with the rest of the state and nation, as President Trump had repeatedly urged his supporters not to use mail-in votes, while Biden and Democrats had encouraged absentee balloting.)\nThe Rock County Clerk’s Office website shows those tallies for the two candidates and has not been updated since 11:43 p.m. on Election Day, Clerk Lisa Tollefson said.\nHowever, the Associated Press sent an update at 11:45 p.m. that transposed the numbers, wrongly assigning the 37,133 total to Biden and the 46,649 total to President Trump. That was corrected minutes later to correctly show President Trump losing by 9,516 votes.\nThat data is entered by the AP based on the clerk’s website, without involvement from election officials.\n\"There was a brief technical error in AP’s collection of the vote count in Rock County, Wisconsin, that was quickly corrected,\" Patrick Maks, AP spokesman, said in an email to PolitiFact Wisconsin. \"AP has myriad checks and redundancies in place to ensure the integrity of the vote count reporting. We are confident in what we have delivered to customers.\"\nIn other words, the \"glitch\" was in a media system, not a voting system. The wrong numbers were briefly loaded into an array of media websites, but the numbers were never counted or reported incorrectly by Rock County.\n\"Everybody’s human, but maybe you should check your source instead of jumping to conclusions,\" Tollefson said of the voter fraud claim.\nThe 55% to 44% margin in Biden’s favor is in line with the 2016 election, when Trump drew 41% of the vote, compared to 52% for Democrat Hillary Clinton.\nOur ruling\nEric Trump claimed on Twitter that a glitch uncovered in Rock County removes Biden’s lead in Wisconsin.\nBut there was no glitch in the election system. And there’s no \"gotcha\" moment or evidence that will move votes over to President Trump’s column.\nThe presidential totals were transposed for several minutes due to a data entry error by the Associated Press, without any involvement by election officials. The votes were counted following standard procedures by the Rock County Clerk’s Office and show Biden winning the county by a margin of more than 9,000 votes.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-18497"}