{"url": "/factchecks/2020/apr/06/donald-trump/donald-trump-wrong-about-covid-19-testing-airplane/", "speaker": "Donald Trump", "vclaim": "“Now, they’re doing tests on airlines — very strong tests — for getting on, getting off. They’re doing tests on trains — getting on, getting off.”", "truth_label": "pants-fire", "date": "stated on April 1, 2020 in in a White House briefing:", "title": "Donald Trump wrong about COVID-19 testing on airplanes, trains", "text": "President Donald Trump said he was considering whether to stop domestic travel between U.S. hotspots for COVID-19.\nAs he explained his reluctance to harm the transportation industry, Trump inaccurately said airline and train passengers were already being tested for the disease.\n\"We have to get our country back, we have to start moving again, we have to start working again,\" Trump said April 1. \"Now, they’re doing tests on airlines — very strong tests — for getting on, getting off. They’re doing tests on trains — getting on, getting off. But when you start closing up entire transportation systems and then opening them up, that’s a very tough thing to do.\"\nWe asked the White House for evidence and did not get a response.\nThe Centers for Disease Control and Prevention told us it is not testing passengers at airports or train stations, a spokesperson told PolitiFact.\nIt’s possible that Trump was referring to screening of passengers, which is happening at 13 airports for international flights. That isn’t the same as testing.\nScreening someone for symptoms can flag someone who could potentially have COVID-19, but it’s not as definitive as a test. It is impractical to test passengers at airports and train stations, given the slow delivery of most results and limited availability for people with symptoms.\nThe CDC screening includes a temperature and symptoms check for travelers coming from foreign countries. \nAirport screenings for some international travel began earlier in the crisis. The CDC announced Jan. 17 it would screen passengers from Wuhan, China, for COVID-19 at the San Francisco, New York and Los Angeles airports. The screenings have expanded to include 13 airports, including Miami, Chicago, Detroit and Boston. They primarily affect American citizens, legal permanent residents and their immediate families who have recently been in China, Iran, or certain European countries. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTravelers returning from international travel are advised to stay home for 14 days, monitor their health, and practice social distancing.\nSome states have implemented their own screening practices, with mixed results. In Florida, Gov. Ron DeSantis ordered screening (not testing) at Florida airports for passengers from New York, New Jersey and Connecticut. Shortly after, some passengers told the Sun Sentinel that their temperatures were not taken and they saw no visible signs of screening. \nIn Broward County, officials are collecting forms from passengers on certain flights from the New York tri-state area, said Greg Meyer, a spokesman for the Fort Lauderdale-Hollywood International Airport.\nRepresentatives for airports in Chicago, Philadelphia and Detroit said passengers were not taking tests as they board or exit airplanes.\n\"Screening may occur in airports, but testing does not,\" said Florence Brown, a spokeswoman for the airport in Philadelphia. \nU.S. Customs and Border Protection agents are screening international travelers for visible signs of illness, such as coughing or having difficulty breathing, Brown said. International passengers from countries affected by COVID-19 may also receive a printed guide from the CDC.\nWe contacted spokespersons for multiple airlines and did not get a response. We did not hear back from Amtrak by deadline.\nOur ruling\nTrump said, \"Now, they’re doing tests on airlines — very strong tests — for getting on, getting off.  They’re doing tests on trains — getting on, getting off.\"\nPassengers on planes and trains are not being tested for COVID-19. It’s possible that Trump was referring to screenings, which could include a temperature check or a questionnaire. But even screenings are not as widespread as he said; they are happening at 13 airports for certain countries.\nTrump's statement about \"very strong tests\" at transportation hubs rates Pants on Fire.", "vclaim_id": "vclaim-pol-16878"}