{"url": "/factchecks/2018/nov/08/donald-trump/donald-trump-right-history-behind-republicans-sena/", "speaker": "Donald Trump", "vclaim": "\"This election marks the largest Senate gains for a president's party in a first midterm election since at least President Kennedy's in 1962.\"", "truth_label": "half-true", "date": "stated on November 7, 2018 in in a press conference:", "title": "Donald Trump's talk of a historic Senate gain depends on races that remain undecided", "text": "President Donald Trump, taking stock of the election results during a White House press conference, downplayed Democrats’ retaking of the House and highlighted GOP gains in the Senate.\nRepublicans flipped at least three Senate seats last night, with races in Arizona and Florida still too close to call (Republicans are ahead in the votes counted). Republicans lost a seat it held in Nevada. In Mississippi, a Republican and Democrat are headed to a Nov. 27 runoff, where the Republican is favored.\nSo, as we write this, Republicans have 51 seats in the Senate and are likely to add one more in Mississippi. The number can grow to 54 if the races in Arizona and Florida stay the GOP’s way.\nTrump, who campaigned vigorously for a handful of Republican candidates in tight races, sought to highlight the historical significance of his party’s Senate wins.\n\"This election marks the largest Senate gains for a president's party in a first midterm election since at least President Kennedy's in 1962,\" Trump said.\nTrump’s read of historical election tallies depends on the outcome of the outstanding outcomes in Mississippi, Arizona and Florida.\nNet gains scarce\nFew presidents’ first midterm elections in modern American political history have yielded Senate gains for the president’s party.\nPart of the equation in this particular election was that Democrats’ were disadvantaged by the fact that they were defending more seats than Republicans. That included 10 states Trump won handily in the 2016 presidential election.\nIt’s also not unprecedented that the House and Senate end up split between two parties following a midterm.\nStill, it’s fairly unusual for a president’s party to notch a net gain in the Senate during a president’s first midterm, as the data from 538.com below shows:\n\n\n\n\nYEAR\n\n\nPRESIDENT\n\n\nSENATE NET LOSS/GAIN BY PRESIDENT’S PARTY\n\n\n\n\n2018\n\n\nDonald Trump (R)\n\n\n+0-3\n\n\n\n\n2010\n\n\nBarack Obama (D)\n\n\n-6\n\n\n\n\n2002\n\n\nGeorge W. Bush (R)\n\n\n+2\n\n\n\n\n1994\n\n\nBill Clinton (D)\n\n\n-8\n\n\n\n\n1990\n\n\nGeorge H.W. Bush (R)\n\n\n-1\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\n\n\n1982\n\n\nRonald Reagan (R)\n\n\n+1\n\n\n\n\n1978\n\n\nJimmy Carter (D)\n\n\n-3\n\n\n\n\n1974\n\n\nGerald Ford (R)\n\n\n-4\n\n\n\n\n1970\n\n\nRichard Nixon (R)\n\n\n+1\n\n\n\n\n1966\n\n\nLyndon Johnson (D)\n\n\n-3\n\n\n\n\n1962\n\n\nJohn F. Kennedy (D)\n\n\n+4\n\n\n\n\n1954\n\n\nDwight D. Eisenhower (R)\n\n\n-2\n\n\n\n\n1946\n\n\nHarry S Truman (D)\n\n\n-11\n\n\n\n\n1934\n\n\nFranklin D. Roosevelt (D)\n\n\n+9\n\n\n\n\nNo matter how things turn out, Trump’s party fared much better in the Senate than Democrats did during President Barack Obama’s first midterm election, which he famously conceded was a \"shellacking.\"\nBut the outstanding elections will determine if Trump’s claim is ultimately correct.\nPresident George W. Bush saw Republicans net two Senate seats in 2002, while President Richard Nixon and Republicans gained one seat in 1970, according to 538.com.\nIf the results hold and Republicans win in Mississippi, Florida and Arizona, Trump would be correct that Republicans’ Senate gains in the 2018 midterms (+3) represent the largest first midterm Senate pickup since President John F. Kennedy’s Democratic party gained four seats in 1962.\nThose races are not yet called, though. While Republicans are in a better position in all three states, Trump is counting gains that are not yet certain. We rate statements based on what's known at the time they were made. So we this claim rates Half True.\n Share the Facts 2018-11-08 16:45:32 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"This election marks the largest Senate gains for a president's party in a first midterm election since at least President Kennedy's in 1962.\"    Donald Trump President    in a press conference Wednesday, November 7, 2018 2018-11-07    Read More  info", "vclaim_id": "vclaim-pol-01281"}