{"url": "/factchecks/2011/mar/30/calvine-rollins/unions-have-little-bargaining-power-georgia-group-/", "speaker": "Calvine Rollins", "vclaim": "Georgia public sector employees do not have a say in the conditions of their employment, do not have bargaining rights or a say in their working conditions.", "truth_label": "barely-true", "date": "stated on February 27, 2011 in an op-ed:", "title": "Unions have little bargaining power in Georgia, education leader says", "text": "In recent weeks, elected officials and workers in several states have battled over issues such as collective bargaining and reducing employee pension and health care costs as state governments struggle to balance their budgets.\n\nIn Georgia, there’s been little debate of such matters. Protesters aren’t sleeping in the state Capitol, as was the case in Wisconsin. But there has been some conversation about labor issues here in the Peach State.\n\nThe Atlanta Journal-Constitution recently published two divergent viewpoints on whether public sector employees should have collective-bargaining rights. Calvine Rollins, president of the Georgia Association of Educators, argued they should.\n\nHere’s the line that piqued our interest: \"In Georgia, public sector employees don’t have a say in the conditions of their employment. We don’t have the right to bargain our contracts, negotiate our benefits or have a say in our working conditions.\"\n\nDo government employees in Georgia have that little say?\n\nGeorgia is a \"right-to-work\" state, meaning unions and businesses cannot force employees to join or financially support a union. The Georgia Legislature passed such guidelines in 1947.\n\nWe thought we’d break down each part of Rollins’ claim.\n\nFirst, do public sector employees have a say in the conditions of their employment? GAE officials told us that teachers cannot negotiate salaries, benefits or class sizes. The Georgia Attorney General’s Office sent us a 1973 opinion, 73:56, on whether Fulton County’s Department of Family and Children Services can, in part, discuss working conditions or personnel policies with a union representing some of the employees.\n\n\"While state employees are prohibited from striking, they have the right to express complaints or opinions relating to the conditions of their employment,\" the opinion said.\n\nThe opinion also says \"there is no prohibition from the [DFCS] board having discussions with their employees or representatives on appropriate subjects.\"\n\nGAE officials argue the statute merely gives employees the right to speak out to their supervisors about employment issues, but not a real conversation.\n\n\"There is no negotiation there,\" GAE spokesman Kevin Pearson said.\n\nLet’s examine the next part of Rollins’ statement: \"We don’t have the right to bargain our contracts.\"\n\nThe attorney general opinion says the state and counties do not have to engage in collective bargaining. Georgia Code section 20-2-989 says collective bargaining is a no-no for teachers.\n\n\"Nothing in this part shall be construed to permit or foster collective bargaining as part of the state rules or local unit of administration policies,\" the statute says.\n\n\"Employees in general do not have a lot of job protection,\" said Kristine Orr Brown, an employment attorney who has worked for the Professional Association of Georgia Educators.\n\nSo what about the last part? Do public sector employees have a say in their working conditions?\n\nBrown disagreed. She told us teachers and public sector employees can seek recourse for problems with their working conditions, particularly racial or gender discrimination, by filing a complaint with the federal Equal Employment Opportunity Commission.\n\nBen Mathis, an attorney who represents local governments and private employers, also disagreed with Rollins. He said employees can file grievance complaints. Mathis also said they have constitutional protections to publicly complain about working conditions that private sector workers do not enjoy.\n\n\"You’re taking a very complex issue and making a general statement,\" said Mathis, who has worked for school systems in Cobb, Douglas and Hall counties.\n\nPearson said Rollins was referring to issues such as class size when discussing working conditions. He said teachers have no say in such matters.\n\n\"That’s a realistic working condition for teachers,\" Pearson said. \"We have no control over class size.\"\n\nSo where does this leave us?\n\nThe 1973 opinion from the attorney general’s office does give employees an avenue to discuss the conditions of their employment, so we have issues with the first part of Rollins’ comments. Georgia code and that opinion say state and local governments do not have to engage in collective bargaining, so we believe Rollins is right when she said employees can’t bargain their contracts.\n\nThe experts we spoke with about the third part of her statement disagreed with Rollins that public sector employees do not have a say in working conditions. It’s apparent that employees can speak out about working conditions, particularly under EEOC laws. It seems that the GAE has a point that employees may have little influence when they raise concerns about working conditions.\n\nRollins was trying to make a point that teachers and other public sector employees have trouble addressing their grievances and negotiating the terms of their employment with their bosses. But as Mathis suggested, it could have been more detailed.\n\nOne part of her statement was correct, the other two had deep holes in them. Her statement lacked some critical details, and under our guidelines, that rates as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13346"}