{"url": "/factchecks/2021/feb/05/stefan-mychajliw/erie-countys-health-commissioner-paid-roughly-same/", "speaker": "Stefan Mychajliw", "vclaim": "\"The (Erie Co., N.Y.) health commissioner makes more than the governor, the vice president of the United States, and has a salary that is comparable to Dr. Anthony Fauci.”", "truth_label": "mostly-true", "date": "stated on January 29, 2021 in a press release:", "title": "Is Erie County’s health commissioner paid roughly the same as Anthony Fauci?", "text": "How well-paid is Dr. Gale Burstein, the health commissioner of Erie County, N.Y.? According to Erie County Comptroller Stefan Mychajliw, Burstein rivals Dr. Anthony Fauci, the long-tenured federal official who is playing a key role combating the coronavirus.\nIn 2020, Burstein’s compensation, when factoring in fringe benefits, reached $532,418, based on a new report produced by Mychajliw’s office.\n\"I think a lot of people are going to be very angry that the health commissioner makes more than the governor, the vice president of the United States, and has a salary that is comparable to Dr. Anthony Fauci,\" Mychajliw said, according to the Buffalo News.\nCould a county-wide official really be out-earning such lofty officials? We took a closer look.\nCalculating Burstein’s income\nGovernment administrators generally do not receive overtime pay. In a normal, pandemic-free year, Burstein would have made $202,312 in base salary, and a total of $304,985 when benefits are included.\nHowever, starting in 2020, Erie County Executive Mark C. Poloncarz allowed all non-union, managerial, confidential employees to accept overtime pay for their work related to the coronavirus, the Buffalo News reported.\nThe report found that during 2020, Burstein collected $183,414 for 1,266 hours of overtime work and $44,019 in fringe benefits on this overtime, not including health insurance. This made her the largest single recipient of taxpayer-funded overtime in Erie County, which includes Buffalo.\nIn a statement, Erie County executive Mark C. Poloncarz verified Burstein’s earnings and added that Burstein is \"performing two full-time jobs.\"\nMychajliw said that including Burstein’s overtime pay, her 2020 salary places her among the highest paid officials not just in the state but the federal government as well.\nHow does her salary compare?\nJessica O’Neil, Mychajliw’s associate deputy comptroller and chief of staff, directed PolitiFact reporters to the Erie County budget and several articles showing the salary of top government officials.\nFor the governor of New York, O’Neil cited an article in the Rochester Democrat and Chronicle that said New York Gov. Andrew Cuomo's annual salary is set to rise to $250,000 in 2021. However, Cuomo chose to defer his scheduled $25,000 pay raise and asked other statewide officials to do the same, citing economic hardships.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nCuomo had been set to see his annual salary increase from $225,000 to $250,000 on Jan. 1 as part of a three-year pay schedule approved by state lawmakers in 2019. This deferral will ultimately mean Cuomo will make the same salary —  $225,000 — in 2021 as he did in 2020.\nFormer Vice President Mike Pence earned $230,700 in 2019, and that was set to increase to $235,100 in 2020 as a result of the expiration of a pay freeze.\nFinally, Fauci, the director of the National Institute of Allergy and Infectious Diseases and chief medical advisor to the president, made $417,608 in wages 2019, which is the latest year in which federal salaries were available via the Freedom of Information Act.\nSo Burstein’s total salary plus overtime in 2020 was $385,726, which easily beats the number for Cuomo and Pence. Once benefits are added in, her total compensation package of $532,418 beats Fauci as well.\nThe caveat is that Pence and Cuomo, and possibly Fauci, receive perks that are difficult to value, and which may leave Burstein’s compensation in the dust.\nThe vice president lived rent-free in a 9,150-square-foot Victorian mansion at Number One Observatory Circle, plus access to Air Force Two, a large security detail, and free food prepared by the executive chef and executive pastry chef at the White House, among several other benefits.\nMeanwhile, Cuomo gets the benefit of living arrangements at the New York State Executive Mansion and transportation via taxpayer funded planes and helicopters.\nFinally, it’s worth noting that Burstein’s income will decrease when and if the special pandemic compensation rules are rolled back.\nOur ruling\nMychajliw said, \"I think a lot of people are going to be very angry that the health commissioner makes more than the governor, the vice president of the United States, and has a salary that is comparable to Dr. Anthony Fauci.\"\nBurstein is benefitting from a rule that allows her to collect overtime, and she’s working more hours because of the pandemic. So Burstein’s salary and overtime alone exceeded the easily classifiable compensation for Cuomo and Pence, and when benefits are added in, she beats Fauci as well.\nHowever, Cuomo and Pence receive housing, transportation, and security benefits that are large but hard to quantify, and if these benefits are added into the calculation, they likely exceed what Burstein received.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-19088"}