{"url": "/factchecks/2012/jan/27/winning-our-future/pro-gingrich-super-pac-blames-romneycare-spiraling/", "speaker": "Winning Our Future", "vclaim": "\"Romneycare sent costs spiraling out of control\" in Massachusetts, \"hiking premiums, squeezing household budgets.\"", "truth_label": "false", "date": "stated on January 24, 2012 in a television ad:", "title": "Pro-Gingrich super PAC blames 'Romneycare' for spiraling health care costs", "text": "Mitt Romney and Barack Obama are on the same side, says an ad from from a pro-Newt Gingrich super PAC.\n\n\"Think you know Mitt? Think again,\" says the ad from Winning our Future, which is spending a reported $6 million on the air in Florida.\n\nThe ad then makes the point that the health care law Romney signed when he was governor of Massachusetts in 2006 is much like the one President Obama signed in 2010.\n\n\"When Mitt Romney invented government-run health care, Romney advisers helped Barack Obama write the disastrous Obamacare,\" a narrator says. \"Romneycare sent costs spiraling out of control, hiking premiums, squeezing household budgets.\"\n\nYes, Romney’s health plan is a lot like the plan Obama ushered into law. No, it’s not government-run health care. These are old talking points that we’ve fact-checked many times.\n\nHere, we wanted to look specifically at whether \"Romneycare sent costs spiraling out of control, hiking premiums, squeezing household budgets.\"\n\nFirst, a little about the health care plans: Generally speaking, both laws leave in place the major insurance systems. There’s employer-provided insurance for workers and their families, Medicare for seniors and Medicaid for the very poor. Both laws require people to buy insurance or pay a penalty, a mechanism called the \"individual mandate.\" Both laws also seek to cover the uninsured by expanding Medicaid and offering subsidies to moderate-income people to buy insurance. Companies that don't offer insurance will typically pay penalties, with exceptions for small business. Massachusetts paid for the plan with some new state spending, but also with help from the federal government.\n\nIn part because the Massachusetts plan is so similar to the national plan, health policy analysts have tracked the outcomes there closely and publish regular reports.\n\nIn reviewing these reports, we found consensus that the high cost of health care is still a concern for Massachusetts. Also, more people have insurance in Massachusetts, so overall spending is up.\n\nBut cost increases for individual households are largely due to the fact that health care costs have been rising across the country, regardless of the Massachusetts plan.\n\nWe found little to suggest that the Massachusetts plan caused costs to go up more there than they did elsewhere.\n\nIn an examination of the state’s health plan published in June 2011, the Boston Globe concluded that health care costs are on the rise in Massachusetts, just as they are elsewhere, but it’s not fair to blame the Romney plan for the trend.\n\n\"Massachusetts does have the highest health care costs in the nation, but it owned this dubious distinction long before ‘Romneycare’ was born,\" the Globe said.\n\nSimilarly, a January 2012 report in the scholarly journal Health Affairs concluded that affordability remained an issue for the state’s health care system. But the plan’s expansion of coverage also means that more people have insurance, and consumers have lower out-of-pocket expenses.\n\n\"Going forward, the success of health reform under the Affordable Care Act in Massachusetts, and in other states, will depend on the ability of policy makers and stakeholders to come together to take on the considerable challenge of reining in health care costs,\" the report said.\n\nWhen we contacted the Romney campaign, they pointed us to statistics from the Agency for Healthcare Research and Quality that showed while the cost of insurance has still been increasing in Massachusetts, it’s increasing more slowly than it did in the years before reform.\n\nWe asked Winning Our Future for evidence to back up its claim, but we didn’t hear back.\n\nOur ruling\n\nThe Massachusetts health plan expanded coverage to many people who didn’t have insurance before, and that did cost the state and federal government money. Also, consumers saw increases in their health care costs. But there’s little to show that the health plan Romney signed as governor caused the increased costs that affected household budgets. In recent years, health care costs have been rising around the country, and Massachusetts is not exempt. We rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11705"}