{"url": "/factchecks/2010/dec/13/matthew-dowd/matthew-dowd-says-economy-has-only-worsened-under-/", "speaker": "Matthew Dowd", "vclaim": "\"Barack Obama is in an economy that's only worsened since he's been president of the United States.\"", "truth_label": "half-true", "date": "stated on December 12, 2010 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Matthew Dowd says economy has \"only worsened\" under Obama", "text": "During the Dec. 12, 2010, edition of ABC's This Week with Christiane Amanpour, Matthew Dowd, a former strategist for President George W. Bush who lives south of Austin, said that \"Barack Obama is in an economy that's only worsened since he's been president of the United States.\"\n\nWith a wealth of economic statistics available, we thought Dowd's comment offered a good opportunity to take stock of how well the economy has actually performed since the start of Obama's presidency.\n\nWe'll acknowledge that there is no perfect mix of economic statistics. That said, here are a few that some economists we spoke to believed were good measures of the economy under Obama.\n\nFirst, we'll look at the factors that have shown improvement.\n\n•  Gross Domestic Product. There have been seven quarters since Obama was inaugurated. During his first two quarters, GDP shrank -- by 4.9 percent and 0.7 percent, respectively. (GDP also shrank during three of the previous four quarters, when George W. Bush was in office.) But during the ensuing five quarters under Obama, it's risen -- by 1.6 percent, 5.0 percent, 3.7 percent, 1.7 percent and 2.5 percent. Most of these are fairly meager rates of growth, but it's hard to argue that they show the economy getting worse.\n\n•  Earnings and income. Personal income was more than 4 percent higher in the third quarter of 2010 than it was in the first quarter of 2009. Meanwhile, average hourly earnings and average weekly earnings for private workers are almost 8 percent higher and three-tenths of 1 percent higher, respectively, than they were when Obama was sworn in. Some of these gains are modest, but they are gains nonetheless.\n\n•  Industrial production. Industrial production has increased by a little over 4 percent since Obama's inauguration, though today's level is still lower than it was in 2007.\n\n•  The stock market. The stock market is one step removed from basic economic indicators, but it does show what investors think about the prospects for the broader economy. And since Obama was inaugurated, it's been going like gangbusters. The Dow Jones Industrial Average increased by a whopping 44 percent between Jan. 20, 2009, and Dec. 12, 2010. And the Dow Jones U.S. Total Stock Market Index -- a broader indicator of the domestic stock market -- rose by more than 61 percent over the same period.\n\nThis all sounds promising, but it would be premature to call Dowd incorrect. Here are some factors that have gotten worse on the president's watch:\n\n•  The housing market. If you compare existing home sales for the first 10 months of 2009 with the first 10 months of 2010, the number of sales was about 3 percent lower in 2010. In the meantime, the foreclosure situation is getting worse. The number of foreclosure filings in October 2010 was 21 percent higher than the level in January 2009.\n\n•  Personal bankruptcies. The level of personal bankruptcies was 26 percent higher in the third quarter of 2010 than it was in the first quarter of 2009. (However, business bankruptcies did decline by about 2.5 percent over the same period.)\n\nAnd finally, the biggie:\n\n• The jobs picture. The unemployment rate has risen from 7.7 percent in January 2009 to 9.8 percent in October 2010. If you drill deeper into the statistics, these woes are reflected in almost every subsample of the population. White? Up from 7.0 percent to 8.9 percent. Black? Up from 12.8 percent to 16 percent. Hispanic? Up from 9.9 percent to 13.2 percent.\n\nThe same goes for Americans with varying levels of educational attainment. Those without a high school degree saw unemployment rise from 12.4 percent to 15.7 percent. High school grads saw it increase from 8.1 percent to 10 percent. Those with some college training rose from 6.4 percent to 8.7 percent. And college graduates saw their unemployment rise from 3.9 percent to 5.1 percent.\n\nThe trends for long-term unemployment have been especially dispiriting. The median duration of unemployment has doubled from 10.6 weeks to 21.6 weeks, while the number of \"discouraged workers\" -- those no longer actively seeking employment -- has risen by almost 75 percent.\n\nThe sole bright spot in the labor market affects those Americans who already have a job. Earnings have increased, as indicated above, and the \"separations rate\" -- that is, the number of voluntary and involuntary departures from a job as a percentage of the work force -- has fallen from 3.8 percent to 3.1 percent. That means that if you already have a job, you're less likely to lose it than you were in early 2009. But if you don't have a job, it's become no easier to get one under Obama.\n\nPut it all together and you have an economy that has both improved and gotten worse since Obama's inauguration.\n\n\"Almost certainly the economy is still growing, meaning that it has expanded, though at a disappointing rate,\" said Gary Burtless, an economist with the liberal-to-centrist Brookings Institution. \"Only in upside-down world could this be described as 'an economy that's only worsened' after January 2009. Since the summer of 2009 the economy has certainly improved, but at a disappointingly slow rate.\"\n\nDan Mitchell, an economist with the libertarian Cato Institute, said the statement is false based on statistics. But he added that Dowd is on safer ground if one compares the \"Obama recovery\" to past recoveries, which have been characterized by stronger rebounds.\n\nWhen we asked Dowd for his thoughts, he said that some weight had to be given to the views of the American people. And to take just one example, a recent Bloomberg poll found that 35 percent of respondents thought they were better off than they were two years ago, 51 percent thought they were worse off and 14 percent were unsure. Similarly, while the poll found almost even approval ratings for Obama generally -- 47 percent approve, 48 percent disapprove -- his rating on the economy was far worse, at only 41 percent approve, 54 percent disapprove.\n\nJ.D. Foster, an economist at the conservative Heritage Foundation, told PolitiFact that the two most important factors to look at are GDP and jobs, and these two divide just as neatly as the other factors, with one pointing to an improved economy and the other pointing to an economy that has gotten worse.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThere's evidence on both sides, so we'll split the difference and rate Dowd's statement Half True.", "vclaim_id": "vclaim-pol-13878"}