{"url": "/factchecks/2019/apr/01/facebook-posts/did-hitler-say-best-way-control-people-take-little/", "speaker": "Facebook posts", "vclaim": "Quotes Adolf Hitler as saying the best way to control a people is \"to take a little of their freedom at a time.\"", "truth_label": "false", "date": "stated on March 21, 2019 in a Facebook post:", "title": "Did Hitler say the best way to control a people is to take 'a little of their freedom at a time'?", "text": "Sometimes fake quotes are put into the mouths of influential, admirable people in order to gather support for a particular idea.\nOther times, words are falsely attributed to historical villains with the opposite intent—to discredit the belief.\nTake, for example, a quote being credited to Adolf Hitler on social media.\nShortly after New Zealand’s Prime Minister, Jacinda Ardern, announced a ban on assault weapons and high-capacity magazines following the deadly mosque attack on March 15, we saw this fake Hitler quote resurface on Facebook:\n\"The best way to take control over a people and control them utterly is to take a little of their freedom at a time, to erode rights by a thousand tiny and almost imperceptible reductions. In this way, the people will not see those rights and freedoms being removed until past the point at which these changes cannot be reversed. -Adolf Hitler, Mein Kampf\"\nThe caption alongside the post says, \"Stop being unreasonable, no one is here to take your guns … but we will take those bullets. Don't worry, we're the government and we're here to help. It's for your own good … An avalanche starts with one little snowflake.\"\nThe post has been shared over 2,600 times since March 21 and was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThere is no record of Hitler saying or writing this statement, and it couldn’t be found in \"Mein Kampf,\" his infamous autobiography and manifesto.\nWe traced the quotation back to the 2014 novel \"Willfully Ignorant,\" by Pat Miller, who served as a Republican state legislator in Colorado in the early 1990s. Miller’s book uses the quote as a header at the start of a chapter and also falsely cites it as coming from Hitler’s \"Mein Kampf\".\nWe reached out to Miller about the quote but did not receive a response.\nBesides there being no evidence that Hitler said or wrote these words, in \"Mein Kampf\" or otherwise, it also represents the opposite of his actions.\nInstead of small changes that slowly eroded the rights of the German people, Hitler made large changes over a short period. Within a month of rising to power in January 1933 as Germany’s chancellor, Hitler used the Reichstag Fire (the assembly location for parliament) as an excuse to issue a decree that overrode individual rights and authorized mass arrests. A month later, the Enabling Act was passed, granting him full power without having to consult other government representatives.\nLess than three months after his appointment to chancellor, all non-Nazi parties, organizations and labor unions ceased to exist. By 1934, the chancellorship and the presidency were merged, securing his position as \"Führer.\"\nThere is no evidence Hitler said or wrote this statement, and it could not be found in Mein Kampf. We rate this claim False.\n Share the Facts 2019-04-01 15:50:08 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Quotes Adolf Hitler as saying the best way to control a people is \"to take a little of their freedom at a time.\"    Facebook posts on the internet     Thursday, March 21, 2019 2019-03-21    Read More  info    \n \nCorrection, April 2, 2019: The Enabling Act was passed by the German legislative body. An earlier version of this post suggested it was passed by Hitler.", "vclaim_id": "vclaim-pol-00824"}