{"url": "/factchecks/2011/dec/22/richard-franklin-iii/richard-franklin-says-trash-mound-us-290-800-feet-/", "speaker": "Richard Franklin III", "vclaim": "Says a trash mound on U.S. 290 is 800 feet tall.", "truth_label": "barely-true", "date": "stated on November 29, 2011 in an address to the Central Texas Democratic Forum:", "title": "Richard Franklin says a trash mound on U.S. 290 is 800 feet tall", "text": "Travis County commissioner candidate Richard Franklin III has a number of issues he wants to address on behalf of eastern Travis County, and one of them gets bigger every week.\n\nAt the Central Texas Democratic Forum on Nov. 29, 2011, Franklin said: \"There’s a trash mound on (U.S.) 290 that’s 800 feet tall.\" Franklin later told us he’d like to see leaders use more recycling and technology to reduce or eliminate the pile.\n\nHis figure grabbed our attention, considering the tallest building in Austin is the Austonian residential tower, which is 683 feet tall. Another common reference point is Mount Bonnell, often called the highest point in Austin, which is 784 feet tall, according to the city.\n\nBut there’s an important distinction: The Austonian’s 683 feet are measured, as is normal for buildings, from base to top; Mount Bonnell’s 784 feet are measured, as is normal for geographical features, from sea level.\n\nFranklin told us the site he meant was Republic Services’ Sunset Farms Landfill in eastern Travis County, on Giles Road north of U.S. 290 about three miles west of Manor -- and he met us on the side of the road, in view of the landfill. From there, the mound rises gradually, with a thin covering of grassy vegetation up its sides, to a cap of garbage. A bulldozer and compactor busily rumbled around the top as birds circled.\n\nWe talked with Franklin about the landfill’s height limit in relation to sea level, which touched off local debate a few years ago when Allied Waste, the predecessor to Republic Services, sought to raise the limit from 720 feet above sea level to 795 feet by filing a new permit application with the Texas Commission on Environmental Quality.\n\nThe 2006 request was met by opposition from neighbors and the Austin City Council, according to Austin American-Statesman news stories. The council passed a resolution in May 2007 opposing Allied’s application, but later dropped its opposition after Allied agreed to close the landfill Nov. 1, 2015, the paper reported.\n\nThe Statesman reported that on Sept. 9, 2009, the state environmental commission granted Republic’s permit with the 795-foot limit. Travis County Commissioners Court records from Sept. 29, 2009, show that the commission voted to approve the permit after questioning Republic officials about the height of the landfill relative to Mount Bonnell. Project engineer Ray Shull told them that with the surrounding land at 640 feet and the cap at 795 feet, the final pile itself would max out at 155 feet above ground level -- \"not anywhere close to the tallest structure, even man-made, in Travis County.\"\n\nWhen we inquired, the state environmental commission reported a slightly lower base elevation for the site -- 613 feet, spokeswoman Lisa Wheeler said. Lee Kuhn, Republic’s general manager for the Austin area, separately said that \"ground level\" at the site varies from 610 feet to 640 feet above sea level.\n\nSo depending on where an observer is standing, the mound might appear to gradually rise 155 feet to 185 feet -- though only if Sunset Farms reaches the permitted height. Republic no longer expects that to happen, area president Brad Dugas told us, in part because the economic slowdown has caused area businesses and industries to produce less waste.\n\nWhen we visited the landfill, it stood about 75 feet short of the limit, according to Republic officials -- so it appeared to crest 80 to 110 feet above us, depending on where we stood nearby.\n\nKuhn and Republic area environmental manager Michael Stewart told us the highest parts of the landfill have lately been 720 feet above sea level. As Republic continues building the hill, Stewart said, the highest part will eventually be a two-acre crest, with the rest of the mound sloping down across its 251-acre footprint.\n\nIn comparison, both Mount Bonnell's 784-foot elevation and its apparent height are greater. From the trailhead on Mount Bonnell Road, the rise from the bottom of the steps to the top of the limestone peak is 227 feet, according to Kim McKnight at Austin’s Parks and Recreation Department. And to a viewer on Lake Austin, where the water’s surface is kept about 492 feet above sea level, the peak should appear 292 feet high.\n\nWe got back in touch with Franklin, who said it matters to him how tall the pile is compared to sea level. \"It’s 800 feet above sea level, with a hundred-foot mound of trash that you can actually see,\" Franklin said.\n\nTo evaluate the statement itself, let’s look at the words again: \"There’s a trash mound on (U.S.) 290 that’s 800 feet tall.\" That’s close to right when comparing the top of the pile to sea level, but we think it’s more reasonable to judge the view from ground level -- and that’s where the statement is way off. We rate Franklin’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11899"}