{"url": "/factchecks/2011/mar/19/sam-adams/portland-mayor-sam-adams-says-portlands-spent-its-/", "speaker": "Sam Adams", "vclaim": "Says \"for the equivalent cost of a single mile of freeway, we have a bike infrastructure.\"", "truth_label": "mostly-true", "date": "stated on February 22, 2011 in a video online:", "title": "Portland Mayor Sam Adams says Portland’s spent on its bike infrastructure what it would normally spend on a single mile of highway", "text": "Portland’s biking infrastructure is the stuff of legends. For the people who support it, we’re Biketown U.S.A. -- the city that boasts (at least among medium and large cities) the highest bike commuter rate. For those who are less into that title, our investments in cycling paths and signs are monetary drains on the city budget.\n\nYou’d think, then, given the strong feelings, that Portland has made significant investments to get a significant infrastructure.\n\nBut something Mayor Sam Adams said recently caught our attention. In a video on Streetfilms.org, Adams touts our biking culture while adding that we built our bike network for about the same amount of cash that a mile of highway would set us back.\n\n\"You know in 1993 we weren't the bicycling capital of America,\" he says. \"Seventeen years later, for the equivalent cost of a single mile of freeway, we have a bike infrastructure.\"\n\nCould that be true? We checked it out.\n\nOur first stop was the mayor’s office, which forwarded us an e-mail from Roger Geller, the city’s bike coordinator. Geller said that in 2009, the staff set out to put together an estimated total cost for the city’s bike infrastructure in 2008 dollars.\n\nWhen all was said and done, they came up with an estimated value of $52 million and adjusted it up to $60 million to be safe. Here’s how they arrived at that figure:\n\n\"We assumed that all elements that contributed to the city's bikeway system were reasonable costs to include, even if they were not built for the express purpose of creating a bikeway. For example, we included the cost of pedestrian half-signals and bicycle-pedestrian bridges across I-5, among others. These signals and bridges facilitate crossings for existing bicycle boulevards, even though they were in place before the bicycle boulevards were constructed.\n\n\"For multi-use trails we split the construction cost of the trail in half and assigned half the cost to pedestrians. For the Eastbank Esplanade I believe we divided the cost into thirds and assigned one-third of the cost to park development, as much of the construction of that pathway was not about transportation but was also about creating a parklike environment.\"\n\nTo be clear, he added, the network did not actually cost $60 million. It was probably less than that: \"The $60 million figure is essentially the replacement value of our network as it existed in 2008 in 2008 dollars. In other words, if the bikeway network disappeared overnight -- and all the elements that contribute to its functionality, whether built by the city's bikeway program or not -- $60 million is approximately what it would cost to replace it all.\"\n\nWe called Geller directly to go over the specifics with him, just to make sure we were on the same page. We wanted to be sure that this official estimate included bike-only corridors and other such construction projects.\n\nHe confirmed it did, adding: \"I'm very confident in the quality of our estimates.\"\n\nThe one thing Geller said it didn’t include was city programs that deal with bicycles -- Oregon Safe Routes to School, for example. Even so, the cost of those activities, stretching back to 2004, could be absorbed in the rounding up from $52 million to $60 million, Geller said.\n\nNext up, we needed an estimated cost for a mile of freeway. This is where things get a bit tricky.\n\nThe cost of a mile of freeway isn’t easy to pin down. The mayor’s office said Adams was referring to a mile of a typical 4-lane urban freeway. That cost, according to the city’s data, ranges between $20 to $80 million depending on various environmental factors.\n\nThey chose $60 million -- the middle road -- to indicate the average cost. \"Of course,\" Geller wrote in the original e-mail, \"it is possible to find examples right here in our region of a single interchange that cost much more than $60 million.\"\n\nTheir source for that figure was the Rails to Trails Conservancy. That group published the figure in a 2008 report on transportation. We asked the Conservancy for their original source and they sent us a document that offers a considerably wider price range.\n\nAccording to that document the cost of freeways (in 2006 dollars) breaks down as such:\n\n-Rural areas: $3.1 million to $9.1 million per lane mile; $12.4 million to $36.4 million for a four-lane mile.\n-Urban areas: $4.9 miilion to $19.5 million per lane mile; $19.6 million to $78 million for a four lane mile.\n-Areas with severe restrictions: $16.8 million to $74.7 million per lane mile;  $67.2 million to nearly $300 million for a four-lane mile.\n\nWe tried to get some official estimates from the U.S. Department of Transportation, but they did not respond to our inquiry. Still, the numbers that the Conservancy reported seem to match other estimates, such as this one from the Michigan Department of Transportation.\n\nSo, where does that put us with our ruling?\n\nIt seems to us that Geller’s estimate of the total value of the bike infrastructure is somewhat inflated. When Adams used this statistic he didn’t make clear that he was talking about an urban four-lane freeway. But, certainly, $60 million in bike infrastructure is well above the $12.4 million it would take to make a mile of four-lane rural freeway.\n\nThat said, Adams is the mayor of an urban area and it makes sense that he would be thinking in terms of the cost of urban freeway construction. When you’re talking about that sort of freeway construction, $60 million falls pretty near the middle of the $20 million to $80 million estimated average cost.\n\nThe mayor could have been a little more exact, but his statistic -- that Portland has spent on its bikeway infrastructure what it would spend on a mile of freeway -- seems to stand up to scrutiny. We’ll give this one a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDelia Lopez\n\n\nstated on September 15, 2010 in a statement on campaign website\n\n\n\n\n\n\n\n\nA bill by Earl Blumenauer would \"mandate GPS tracking devices on all our vehicles.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ian K. Kullgren • September 24, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13397"}