{"url": "/factchecks/2014/oct/31/barack-obama/wisconsin-republicans-repealed-equal-pay-law-prote/", "speaker": "Barack Obama", "vclaim": "Wisconsin Republicans \"repealed a statewide fair pay law\" that made \"sure women are treated fairly on the job.\"", "truth_label": "mostly-true", "date": "stated on October 28, 2014 in a speech:", "title": "Wisconsin Republicans repealed an equal pay law that protected women, Barack Obama says", "text": "Seeking to boost voter turnout among Democrats, President Barack Obama campaigned for Wisconsin gubernatorial hopeful Mary Burke one week before the November election.\nAt one point during his Oct. 28, 2014, appearance at Milwaukee’s North Division High School, Obama focused his remarks on women.\nAnd without mentioning Gov. Scott Walker by name, the president made a claim about equal pay and Republicans that we want to check.\n\"We believe that America is stronger when women are full and equal participants in the economy,\" Obama said, according to a transcript from The White House.\n\"In 2012, Republicans here in Wisconsin repealed a statewide fair-pay law. Now think about that.  Just like I don’t understand why somebody would be against somebody having health insurance, I don’t understand -- why would you want to repeal a law to make sure women are treated fairly on the job?  That’s your platform?  That’s your agenda?  Earlier this year -- it don’t make no sense.\"\nSo, Obama's claim is that Wisconsin Republicans \"repealed a statewide fair-pay law\" that made \"sure women are treated fairly on the job.\"\nThat’s similar to a statement made by the liberal Greater Wisconsin Committee in a TV ad attacking Walker.\nLet’s check what the president said.\nPrevious factcheck\nWe covered much of this ground when Burke claimed that Walker’s repeal of a 2009 law left Wisconsin as one of five states \"without an equal pay law protecting women from gender discrimination in their paycheck.\"\nWe rated her claim -- which goes much further than Obama’s -- as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nHere’s what we found:\nThe law Obama alluded to was the Equal Pay Enforcement Act. It was adopted in 2009 when Democrats controlled state government, then repealed in 2012 after Walker was elected and his fellow Republicans won the majority in the Legislature.\nThe 2009 law allowed equal-pay claims to be filed as lawsuits in state court (such suits in federal court were already allowed and continue to be). That meant women claiming pay discrimination could potentially collect more money -- compensatory and punitive damages -- through state court, which some employee attorneys contend is easier and less expensive than suing in federal court.\nPreviously, at the state level, they could only file a complaint with a state agency and potentially collect back wages and legal expenses. That approach remains.\nSo, Obama is correct that Republicans repealed a fair-pay law. And that law was aimed at ensuring that women were treated fairly on the job.\nBut Obama's claim could leave the impression that the repeal meant Wisconsin had no equal-pay law, when in fact it still does.\nUnaffected by the Republicans' repeal is the state's Fair Employment Act, which has been in place since 1982. It explicitly prohibits gender-based employment discrimination \"in promotion (and) compensation paid for equal or substantially similar work.\"\nIt allows people who believe they’ve faced pay discrimination to seek back wages and legal fees -- smaller damages than they might get in state court -- from their employers through a state administrative hearing process. And there is also the option to sue in federal court.\nOur rating\nObama said Wisconsin Republicans \"repealed a statewide fair-pay law\" that made \"sure women are treated fairly on the job.\"\nWalker and the GOP-led Legislature did repeal an law that provided more assurance -- through stiffer penalties against employers available in state court -- that women are treated fairly. But there is still a state law that allows women to win smaller damages for unequal pay through an administrative hearing process.\nFor a statement that is accurate but needs more information, our rating is Mostly True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07046"}