{"url": "/factchecks/2012/feb/20/george-allen/president-doesnt-control-gas-prices/", "speaker": "George Allen", "vclaim": "The cost of a gas tank fill-up has risen $30 since Barack Obama became president.", "truth_label": "mostly-true", "date": "stated on February 6, 2012 in an interview.:", "title": "George Allen says price of gas tank fill-up has risen $30 during Obama's term", "text": "U.S. Senate candidate George Allen has been reminding voters of sticker shock at the gas pump.\n\nIn a recent interview, Allen took at shot at President Barack Obama’s energy policies and recalled a time when things were better for American motorists.\n\n\"We have high gasoline prices which are costing us about $30 more for each fill-up than the cost was when President Obama came into office,\" Allen, a Republican, said in a Feb. 6 audio interview with the conservative Bearing Drift website.\n\nIs that right?\n\nLet’s look at the numbers.\n\nDan Allen, a senior advisor for the Allen campaign, pointed to weekly fuel price data from the federal Energy Information Administration, which tracks gas prices.\n\nOn Jan. 19, 2009, the day before Obama was inaugurated, the national average for a gallon of regular gas was $1.83, according to the EIA data. On Feb. 6, 2012, the day Allen’s interview was posted on Bearing Drift, that cost had risen to $3.44.\n\nSo between those two dates, the price of gas per gallon increased by $1.61.\n\nTo measure how that translates into higher costs for each fill-up, Dan Allen also sent us links to a Department of Energy website listing the fuel-tank capacity for various vehicles.\n\nA 2012 Ford Explorer, an SUV, has an 18.6 gallon tank, which means the cost of filling up is about $29.95 more than when Obama took office. A Dodge Caravan minivan with a 20-gallon tank costs $32.20 more to fill, and a Buick LaCrosse, a mid-size car with an 18-gallon tank, costs $28.98 more to fill up. In the compact car category, Allen’s campaign noted a 2012 Camaro has a 19-gallon tank. That means the Camaro owner is paying $30.59 more.\n\nThose are all close to Allen’s number.\n\nOf course there are many cars on the road with fuel tanks that hold less than the 18-20 gallon capacities that Allen cites. The gas tank capacity of the Toyota Corolla, which Edmunds.com says is the world’s best selling car of all time, is 13.2 gallons for the 2011 model. That means the owner of that car is paying $21.26 more for each tank of gas than they were when Obama entered the White House. That’s higher than January 2009, but still less than the figure Allen cites.\n\nAllen’s statement also implies that Obama deserves blame for the higher gas costs. We ran that past a couple of analysts to see what they thought.\n\n\"(The president) has very little control over gas prices,\" said Patrick DeHaan, a senior petroleum analyst at gasbuddy.com. \"It has less to do with the president’s policies and more to do with supply and demand and the fundamentals of the industry.\"\n\nDeHaan acknowledged that prices risen considerably since Obama took office. But he was quick to add there should \"be a massive asterisk\" next to that statement. A big reason prices were so low to begin with when Obama became president was because he entered the White House as the U.S. was coming out of an economic downturn, which depresses gas prices, DeHaan said.\n\nBen Brockwell, the director of data, pricing and information services at the Oil Price Information Service, said it’s ridiculous to pin gas prices on any president, Republican or Democrat, saying fuel costs are a \"market phenomenon.\"\n\nBrockwell noted that under former President George W. Bush, the price of gas hit its all-time high of $4.16 on July 16, 2008. And, Brockwell noted, Bush wasn’t to blame for that situation either. \"The fact of the matter is Obama is no more to blame than Bush was in ‘08 when (oil) prices went to $150 a barrel,\" Brockwell said.\n\nOur ruling\n\nAllen said the cost of filling up a tank of gas costs $30 more now than when Obama took office.\n\nThe price of a gallon of gas is nearly twice what it was when Obama took office. Allen’s use of the $30 figure is a bit of a broad brush, since that assumes the capacities of 18-20 gallon tanks, and many cars have smaller gas tanks. But we don’t think the $30 extra fill-up costs is an unreasonable figure to use, because it would be the higher cost for many cars on the road.\n\nBut that doesn’t mean Obama is to blame for motorists’ pain at the pump. Analysts told us presidents in general have little impact on the gas prices.\n\nThe numbers are correct. But Allen is misrepresenting the cause of the increase. Therefore, we rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11577"}