{"url": "/factchecks/2011/feb/17/rand-paul/rand-paul-says-zeroing-out-non-military-discretion/", "speaker": "Rand Paul", "vclaim": "The federal government \"can cut all of the non-military discretionary spending and not balance the budget.\"", "truth_label": "true", "date": "stated on February 14, 2011 in an interview on Fox Business News:", "title": "Rand Paul says zeroing out non-military discretionary spending can't balance the budget alone", "text": "During a Feb. 14, 2011, interview with Fox Business News, Sen. Rand Paul, R-Ky., told anchor Andrew Napolitano that balancing the budget cannot be done without touching sacrosanct areas such as the military.\n\n\"The problem is that things are out of control, and unless you accept that you can have federal government doing less things, like unless you accept the philosophic principle that education should be handled by the states and localities, they don't know where to cut,\" Paul said. \"Or unless you accept the principle that military spending will have to be cut. They don't have enough money to cut. They can cut all of the non-military discretionary spending and not balance the budget.\"\n\nHe is making a dramatic point that even if Congress were to eliminate every non-military program except for Social Security, Medicare and Medicaid (which are considered mandatory rather than discretionary), it still wouldn’t be enough to balance the budget.\n\nWe should emphasize the sweeping nature of \"discretionary\" spending -- that is, spending that has to be funded by Congress every year. It includes all defense and homeland security spending plus virtually every major government program other than Social Security, Medicaid and Medicare. It includes everything from the National Institutes of Health to the air traffic control system to Pell Grants for college students. For this year, it includes $507 billion for non-security and $908 billion for security spending.\n \nThere are two other main elements of the federal budget: mandatory programs and interest on the debt. Mandatory programs like Social Security, Medicare and Medicaid are funded by formulas that cannot be pared back without specific action by Congress to rewrite those formulas. Interest payments are also considered mandatory.\n\nWe reviewed the latest budget figures and found that Paul is correct. If you subtract out every last penny of non-security discretionary spending and simply add together security spending, mandatory programs and interest, the government is still projected to face expenditures of $3.309 trillion for fiscal year 2011. That’s a full $1.14 trillion more than the $2.17 trillion in taxes and other income the government is expecting to collect for 2011.\n\nSo the government would have a trillion-dollar-plus deficit in 2011 even without spending anything on non-security discretionary spending.\n\nNow, Paul did say \"non-military\" rather than \"non-security,\" which is a slightly different measurement, since the Department of Homeland Security and a few other security-related programs outside the Defense Department are categorized under the \"security\" heading. But the dollar amounts involved are not enough to make a difference in evaluating his statement. So we rate Paul’s statement True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13581"}