{"url": "/factchecks/2020/jul/08/facebook-posts/no-covid-19-test-not-go-near-blood-brain-barrie/", "speaker": "Facebook posts", "vclaim": "“The spot where they are ‘getting a sample’ for the COVID-19 test is called your Blood-Brain Barrier.”", "truth_label": "pants-fire", "date": "stated on July 6, 2020 in post on Facebook:", "title": "No, the COVID-19 test is not going anywhere near your blood-brain barrier", "text": "With 3 million coronavirus cases in the U.S. and counting, tests for COVID-19 are as important as ever. However, the nasal swab tests that determine if a person is actively infected with the virus have become the target of online misinformation.\nSocial media users are circulating a post that claims the nasal swab tests are unsafe.\n\"The spot where they are ‘getting a sample’ for the COVID-19 test is called your Blood-Brain Barrier,\" the post reads.\nThe post also claims a person could experience a number of other medical complications and conditions after receiving a COVID-19 test if the test compromised the blood-brain barrier. These symptoms include, the post alleges, \"autism, ADD, ADHD, heart disease, autoimmune disease, cancer, neurodegenerative disease, stroke, liver damage,\" and many more. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere is no evidence to support these claims, and the Associated Press debunked a similar one.\nHow COVID-19 tests work\nOne of the most common COVID-19 tests requires a swab reach \"deep inside a person's nose and throat to extract sputum — the gunk that gets ejected through coughing, sneezing, spitting, and even singing,\" Business Insider reports.\n\"They have to go deep into the nose, and it’s called the nasopharynx,\" said Dr. Sandro Cinti, a University of Michigan professor who specializes in infectious diseases.\nTypically, a 6-inch nasopharyngeal swab is inserted \"into the cavity between the nose and mouth … for 15 seconds\" and rotated many times, according to UC Davis Health in California. Once one side of the nose is swabbed, the other side will be swabbed as well.\nCinti explained that cells have to be collected to test for the coronavirus. \n\"They have to go back there with a swab in order to get adequate cells because viruses live in cells,\" he said. \"So they go back there, and then they have to turn the swab a few times for about 15 seconds, which sounds fast but it’s a lot of time when they’re doing it in your nose.\"\nAn article from the University of Texas MD Anderson Cancer Center warns that the test can be uncomfortable and create \"a lot of very odd sensations.\" This includes making a person tear up or potentially triggering a gag reflex.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nGetting a COVID-19 nasal test would not cause any serious medical complications. It could cause \"temporary irritation,\" Cinti said.\nThe blood-brain barrier\nThere is no evidence the swab used to test for COVID-19 could compromise the blood-brain barrier.\n\"It is uncomfortable,\" said Cinti. \"But it doesn’t go anywhere near the blood brain barrier.\"\nThe term blood-brain barrier actually refers to \"unique properties\" found in the blood vessels that supply blood to the central nervous system, according to an article from the National Center for Biotechnology Information.\nThe blood-brain barrier’s purpose is to prevent pathogens and toxins in the bloodstream from reaching the brain, while also allowing vital nutrients through.\nEndothelial cells line the interior of blood vessels throughout the body, but \"in the capillaries that form the blood–brain barrier, endothelial cells are wedged extremely close to each other, forming so-called tight junctions,\" according to the Queensland Brain Institute.\nIt is primarily these tightly-packed endothelial cells within the brain’s blood vessels that make up the blood-brain barrier. \nIt is simply not possible for the nasopharyngeal swabs used in COVID-19 tests to compromise the blood-brain barrier.\n\"The swab \"would have to go through layers of muscle and fascia, as well as the base of the skull, which is a thick bone, in order to get anywhere near the blood-brain barrier, and I would say that it is not possible,\" Dr. Morgan Katz, an assistant professor of medicine at Johns Hopkins University, told the Associated Press.\nOur ruling\nA social media post claimed, \"The spot where they are ‘getting a sample’ for the Covid-19 test is called your Blood-Brain Barrier.\" It also went on to claim that after getting a test, a person could develop a number of medical conditions. \nThe nasal swab COVID-19 tests collect samples from the cavity between the nose and mouth, not the blood-brain barrier.\nIt would not be possible for the 6-inch nasopharyngeal swabs used in COVID-19 tests to compromise the blood-brain barrier, which refers to the tightly packed cells inside the blood vessels of the brain.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-17705"}