{"url": "/factchecks/2018/jul/16/juliana-stratton/was-rauners-first-term-dry-spell-jobs-no/", "speaker": "Juliana Stratton", "vclaim": "Gov. Bruce Rauner has \"created no jobs over the past three years.\"", "truth_label": "false", "date": "stated on June 28, 2018 in a radio interview:", "title": "Was Rauner’s first term a dry spell for jobs? No.", "text": "Illinois employment figures hit a high point last summer, finally surpassing the state’s previous jobs peak reached nearly two decades ago in an economy fueled by the dot.com boom.\nYet according to the Democratic running mate of governor candidate J.B. Pritzker, the state has gone years without creating jobs under Gov. Bruce Rauner, the Republican that the Pritzker ticket is seeking to oust.\n\"We really have to look at ways all across this state to make sure that we are creating jobs, something that the current governor has not done at all in the three and a half years that he’s been governor,\" Juliana Stratton, Pritzker’s pick for lieutenant governor, recently told radio host Tom Miller on WJPF-AM near Carbondale in Southern Illinois.\n\nStratton, a state representative from Chicago, doubled down on her claim a few minutes later. \"What we see is that he’s created no jobs over the past three years,\" she added.\nBut federal jobs data show Illinois employment gains in 2015, 2016, 2017 and on into this year — the period coinciding with Rauner’s time in office so far. Given the numbers, how then can Stratton claim there’s been no jobs growth under Rauner?\nJob growth, at any rate\nWhen we put that question to the Pritzker campaign, spokesman Jason Rubin responded with a statement that, in a backhanded way, refuted his own candidate’s puzzler.\n\"Bruce Rauner called his predecessor a ‘massive failure’ on jobs and then led Illinois to a significantly lower rate of job growth during his time in office,\" Rubin wrote, referring to attacks Rauner leveled in 2014 against then-Democratic Gov. Patrick Quinn.\n\"Job growth in the first three years of Bruce Rauner’s administration was an abysmal 2.79 percent, nearly half the national average, and lower than many neighboring states,\" Rubin wrote.\nCutting through the partisan fog, Rubin acknowledged employment is up under Rauner even while stressing growth has not been as robust as the national average. But Stratton said there had been no growth, period.\nPreliminary federal data for May show more than 6.1 million Illinois residents holding non-farm jobs, up 188,000 from the month before Rauner took office in January 2015.\nLoading...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nRubin is correct the rate of job growth has lagged the national average under Rauner, but it also did so in most years under Quinn as well as governors of both parties before him dating back to the early 1990s, federal data show.\nAs for how Illinois measured up to its neighbors over Rauner’s first three years in office, the state has indeed fallen behind Wisconsin, Missouri and Indiana. But it trailed Wisconsin, Indiana, Iowa and Kentucky in the last three years of Quinn’s term, according to federal figures.\nIt’s also beside the point. Stratton didn’t talk about growth rates. She asserted there has been no growth under Rauner, which simply isn’t true.\nSteering state employment trends\nPolitical fun with jobs numbers aside, the red herrings tossed by the Pritzker campaign raise a broader question: Can a governor really take blame or credit for the trajectory of state employment figures? Indeed, Rauner himself has boasted in the past about jobs created on his watch.\nRichard Auxier, a research associate with the Washington D.C.-based Urban Institute, said it would be hard to pin Illinois’ employment trajectory on any single governor.\nA state economy, Auxier explained, is like a large ship: \"You can’t just take the wheel of a ship and turn it at a 90-degree angle.\"\nThat’s why, Auxier said, employment swings — beholden as they are to national economic shifts and a state’s long-term trends — generally shouldn’t be either \"applauded or pinned\" on the governor who happens to hold office when one occurs.\nOur ruling\nStratton said Rauner has \"created no jobs over the past three years.\"\nBut federal employment data indicate jobs have increased by 188,000 since Rauner took office.\nEven the response from the Pritzker/Stratton campaign, which knocked the employment growth rate under Rauner for falling short of his predecessor’s, tacitly acknowledged that job growth had occurred.\nMore to the point, however, Stratton didn’t comment on the state’s employment growth rate during the interview. Instead, her remarks called into question whether any jobs were created under Rauner.\nThe numbers fail to support her there, so we rate her statement False.\n Share the Facts 2018-07-17 13:45:34 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Gov. Bruce Rauner has \"created no jobs over the past three years.\"    Juliana Stratton Democratic candidate for Illinois Lieutenant Governor    radio interview Thursday, June 28, 2018 2018-06-28    Read More  info", "vclaim_id": "vclaim-pol-01857"}