{"url": "/factchecks/2011/jan/28/ken-cuccinelli/attorney-general-ken-cuccinelli-says-epa-auto-emis/", "speaker": "Ken Cuccinelli", "vclaim": "\"[Tailpipe emissions rules], if fully implemented with all the regulations that go with it, they will keep the temperature from rising nearly five one-hundredths of a degree Fahrenheit. By 2050.\"", "truth_label": "true", "date": "stated on January 17, 2011 in a speech to Tea Party activists.:", "title": "Attorney General Ken Cuccinelli says EPA auto emissions rules will barely lower global temperatures.", "text": "During a recent speech at a Tea Party rally, Attorney General Ken Cuccinelli took plenty of shots at the Environmental Protection Agency.\n\nThe Republican, an unabashed critic of global warming claims, called the EPA  \"the Employment Prevention Agency.\"\n\nWhile discussing the EPA’s endangerment finding that greenhouse gasses \"threaten the public health and welfare of current and future generations,\" Cuccinelli voiced contempt for new regulations that will limit tailpipe emissions.\n\n\"It turns out that they believe, that if fully implemented with all the regulations that go with it, they will keep the temperature from rising nearly five one-hundredths of a degree Fahrenheit. By 2050.\"\n\nAs the crowd laughed and jeered, the attorney general added, \"I might not be able to see my breath by then.\"\n\nOnly 0.05 degrees by 2050? Is that really what the EPA was claiming these rules would do?\n\nBrian Gottstein, Cuccinelli’s director of communications, referred us to the EPA’s massive document on light-duty vehicle greenhouse gas emission standards. He pointed us to page 4-101, deep in the document. It said: \"EPA modeled the anticipated potential effect on climate change and found that in year 2100, the rule would reduce temperature increases by 0.006-0.015 degrees Celsius.\"\n\nThose Celsius figures translate to a range from 0.011 to 0.027 degrees Fahrenheit.\n\nCuccinelli had claimed there would be a 0.05 reduction in temperature increases by 2050. So he actually spoke in the EPA’s favor, overstating the expected reduction and saying it would happen 50 years faster than the agency claims.\n\nWe also called the EPA and asked them to quantify any temperature reductions that could be expected under the new rules, which affect cars in model years 2012 through 2016. Spokeswoman Enesta Jones e-mailed us a response.\n\n\"EPA estimated that the 2012-2016 light duty tailpipe standards would reduce the global mean temperature by 0.006 to 0.015 °C by 2100. The approach used to estimate changes in global mean temperature evaluates the impact of the rule’s emissions reductions in the context of global [greenhouse gas] emissions,\" she wrote. \"Although the projected reductions are small in overall magnitude by themselves, they are quantifiable and would contribute to reducing climate change risks.\"\n\nThe new EPA limits would establish in 2012 model cars the first-ever caps on carbon dioxide emissions by cars and light trucks. Over the next five years the limits would toughen by about 14 percent. The rules would also push fuel efficiency from 33.8 miles per gallon for passenger cars in the 2012 model year up to 39.5 miles per gallon in 2016.\n\nThe agency says these new rules would add about $950 to the price of each new car but that the higher price would be offset by lower fuel costs over three to five years.\n\nLet’s review. The Virginia attorney general said the EPA’s new tailpipe emissions rules for cars and other light-duty vehicles would reduce temperature increases by 0.05 degrees Fahrenheit. He said this would occur by 2050.\n\nThe EPA said the reductions would be between 0.011 degrees Fahrenheit and 0.027 degrees Fahrenheit and would occur by 2100. The agency’s claim is even more modest than Cuccinelli suggested.\n\nSpeaking without notes at a cold outdoor rally, the attorney general came pretty close to hitting the actual EPA claim, and he actually erred in the agency’s favor by overstating the size of projected reductions. He also missed the date, but again erred in the EPA’s favor.\n\nBecause his mistakes were minor and in the EPA’s favor, we rate his claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-13702"}