{"url": "/factchecks/2008/feb/11/barack-obama/clintons-negatives-are-higher-than-obamas-/", "speaker": "Barack Obama", "vclaim": "Hillary Clinton \"starts off with 47 percent of the country against her.\"", "truth_label": "true", "date": "stated on February 10, 2008 in a campaign rally in Alexandria, Va.:", "title": "Clinton's negatives are higher than Obama's", "text": "Sen. Barack Obama often speaks about how he believes he will be a stronger general election candidate than his primary opponent, Sen. Hillary Clinton.\n\nAt a campaign stop in Alexandria, Va., on Feb. 10, 2008, he brought up the negative opinions some people have of Clinton, who is well known to most voters from her time as first lady.\n\n\n\"I think Sen. Clinton starts off with 47 percent of the country against her. That's a hard place to start if you want to win the election,\" he said.\n\n\nPollsters regularly ask voters whether they rate candidates positively or negatively. Indeed, Clinton's negatives are consistently higher than Obama's, but different polls show her at different levels.\n\n\nWe looked at the times the\n\nUSA Today\n\n/Gallup Poll asked voters whether they had a favorable or unfavorable opinion of Hillary Clinton, going back to January 2007. Her negative percentage fluctuated between 40 and 52, but the average of 21 polls came out to 47.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nABC News and the\n\nWashington Post\n\nhave asked the question at least four times since January 2007. Her unfavorable ratings on that poll came in between 48 and 40, with an average of 44.5. CNN polled four times and found unfavorables between 39 and 44, with an average of 41.5.\n\n\nObama's unfavorable ratings tend to be well under 40 percent. In several polls, his unfavorable ratings are in the 20s.\n\n\nNot every poll rates her unfavorables consistently as high as 47 percent, and poll numbers are always a little bit squishy. But, the\n\nUSA Today\n\n/Gallup Poll has polled often on Clinton's unfavorables, and the average of 21 polls puts her negatives at 47 percent. We find that to be about as solid a poll figure as you can have, so we find Obama's statement True.", "vclaim_id": "vclaim-pol-16346"}