{"url": "/factchecks/2017/jan/25/blog-posting/pants-fire-george-soros-money-womens-march-protest/", "speaker": "Bloggers", "vclaim": "Say George Soros's money \"went straight into the (Women’s March) protesters’ pockets.\"", "truth_label": "pants-fire", "date": "stated on January 24, 2017 in a blog post:", "title": "Pants on Fire claim that George Soros money went to Women's March protesters", "text": "According to several blog posts, the women’s marches around the country did not reflect grassroots concern over the policies of President Donald Trump. Rather, they were the work of the liberal billionaire philanthropist George Soros.\nThe Constitution.com blog posted that \"the liberal media and Democrat pundits are mischaracterizing the past weekend’s march as grassroots. Listening to them, people would believe that the participants were sincere, spontaneous and concerned citizens.  While some were genuine, most were paid minions.\"\nThe post went on to say, \"George Soros funded over 50 organizations partnering and participating in the March for Women’s Rights. Part of that funding went straight into the protesters pockets. They weren’t there for rights. They were there for riches.\"\nIn this fact-check, we focus on whether Soros money went into the pockets of protesters.\nThere is no evidence that's true.\nWe used the Constitution.com website’s contact form to ask where they got their information and did not hear back. However, the blog cited an opinion piece by Asra Nomani that appeared on the Women in the World section of the New York Times website.\nNomani’s article voiced her displeasure with the anti-Trump focus of the march. As a self-identified liberal feminist and Trump supporter, she said she did not feel welcome. Nomani went through the list of 403 groups listed as partners of the march and found that \"Soros has funded, or has close relationships with, at least 56 of the march’s ‘partners,’ including ‘key partners’ Planned Parenthood, which opposes Trump’s anti-abortion policy, and the National Resource Defense Council, which opposes Trump’s environmental policies.\"\nNomani told us that she has now counted 65 organizations with some sort of tie, not necessarily financial, to Soros and his philanthropic organization, the Open Society Foundation.\nWe looked at Nomani’s spreadsheet of march partners annotated with any ties to the Open Society Foundation. It is unclear exactly how many groups currently receive foundation support. Some got money for projects several years ago. For others, the connection is indirect, such as participating in programs that Soros’ Open Society Foundation also supports.\nNo matter the number of organizations or the amount of money they may have received, Nomani never claimed that Soros’ Open Society was paying individual protestors.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nIn an interview with PolitiFact, Nomani rejected the claims of other bloggers.\n\"I definitely do not conclude that most of the people marching were paid to do so,\" Nomani said. \"I believe that most of the people were motivated by sincere political and ideological beliefs. I do believe that most of the participants in the march had genuine concerns. It is not factual that they were paid to march.\"\nBut what about the role Soros money paid in making the marches happen at all?\nNomani said, \"The march organizers have not yet revealed their funding sources, so it is unclear who directly funded the march.\"\nFor its part, the Open Society Foundation sent us a statement saying there is \"no truth\" to reports that either Soros or the foundation funded the protests.\n\"We have long supported a wide range of organizations, including those that support women and minorities who have historically been denied equal rights,\" the statement said. \"Many of them are concerned about what policy changes may lie ahead. We are proud of their work. We of course support the right of all Americans to peaceably assemble and petition their government -- a vital, and constitutionally safeguarded, pillar of a functioning democracy.\"  \nOur ruling\nBloggers said many participants in the women’s marches were motivated by money from Soros and his Open Society Foundation. The person whose work lies behind that rejects that claim and said she believes \"most of the people were motivated by sincere political and ideological beliefs.\"\nShe never claimed protesters were paid to attend.\nWe rate this claim Pants on Fire.\n\nShare the Facts\n\n\nPolitifact\n\n\n5\n6\n Politifact Rating:\n \n\nSay George Soros's money \"went straight into the (Women’s March) protesters’ pockets.\"\n\n\n\nBloggers\n \n\n\nIn a blog post\nTuesday, January 24, 2017\n-01/-24/2017\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-03757"}