{"url": "/factchecks/2014/jun/22/rick-perry/rick-perry-airs-ridiculous-unsupported-claim-about/", "speaker": "Rick Perry", "vclaim": "Says of flood of non-Mexicans being apprehended at the border: \"These are people that are coming from states like Syria that have substantial connections back to terrorist regimes and terrorist operations.\"", "truth_label": "pants-fire", "date": "stated on June 17, 2014 in an interview on Fox & Friends:", "title": "Perry airs unsupported claim about non-Mexicans apprehended at border hailing from terrorist states", "text": "On the \"Fox & Friends\" program, Gov. Rick Perry bemoaned record-high apprehensions of individuals not from Mexico near the nation’s southern border. Perry then said: \"These are people that are coming from states like Syria that have substantial connections back to terrorist regimes and terrorist operations.\"\nAfter Perry spoke, we confirmed the U.S. Border Patrol is setting at least a 17-year record for apprehensions near the border of individuals not from Mexico, rating that part of Perry’s statement True.\nOn June 18, 2014, Perry and other state leaders ordered a surge in state spending on border security in the wake of an uptick in unaccompanied minors, many from Central America, crossing the Rio Grande.\nIs Perry also right that all these apprehended immigrants not from Mexico hail from countries with substantial ties to terrorist regimes and operations?\nIn 2011, we rated as Half True a softer statement by U.S. Sen. John Cornyn, R-Texas, that in the first 19 months of Barack Obama’s presidency, the U.S. detained people from nations designated as state sponsors of terrorism on the southwestern border.\nWhile nearly everyone detained near the border was a Mexican national, Cornyn showed that in the cited period, there were 153 apprehensions of Cubans, 17 of Iranians, seven of Sudanese and two of Syrians. That fact check noted, too, that while an \"apprehension\" is an arrest for being in the United States illegally,  the number of people actually detained will be smaller because some individuals are arrested more than once.\nWhen we sought backup for Perry’s 2014 statement, state officials offered no figures. After Perry spokeswoman Lucy Nashed said by email Perry drew on information from the Texas Department of Public Safety, DPS spokesman Tom Vinger replied to us by email: \"On a regular basis, undocumented immigrants from countries with ties to or which sponsor terrorism are being apprehended by Border Patrol.\" He later named Syria, Somalia, Pakistan, Yemen and Afghanistan as such countries, adding that the department had no further response.\nTerrorist states, safe havens\nNext, we sought afresh to define a terrorist state, spotting online a U.S. State Department list of four nations \"determined to have repeatedly provided support for acts of international terrorism.\" They are Cuba, Iran, Sudan and Syria.\nAnother agency web page lists about a dozen countries, as of 2013, considered \"terrorist safe havens,\" which \"include ungoverned, under-governed, or ill-governed physical areas where terrorists are able to organize, plan, raise funds, communicate, recruit, train, transit, and operate in relative security because of inadequate governance capacity, political will, or both.\" These included Somalia, Mali, Iraq, Lebanon, Libya, Yemen, Afghanistan, Pakistan, Colombia and Venezuela.\nCountries of origin\nAnd how many of the individuals stopped after crossing the border are coming from those countries? We were unable to come up with up-to-date data.\nBy telephone, Dennis Smith, a Del Rio spokesman for the Border Patrol, guided us to a chart in the agency’s \"2012 Yearbook of Immigration Statistics\" indicating dozens of countries of origin for more than 643,000  individuals apprehended in the 12 months through September 2012. We set aside the 448,697 individuals from Mexico, finding that about 7,800 of the apprehended individuals -- 4 percent of the non-Mexican detainees -- hailed either from the U.S.-designated terrorist states or 10 \"safe haven\" countries. Some specifics: Cuba, 4,041 detainees; Iran, 276 individuals; Sudan, 220 individuals; and Syria, 56 individuals.\nBorder Patrol officials didn't offer more recent information. But when we reached out to Megan Mitchell, a Cornyn aide, she emailed us a chart she attributed to a House committee showing countries of origin for the Border Patrol’s 153,055 OTM apprehensions in the 12 months through September 2013. According to the chart, 577, or 0.4 percent of such apprehensions, involved people from the government’s identified terrorist states or safe havens with Colombia accounting for the biggest single share, 457. From Iran, the chart showed, there were 7 apprehensions; from Cuba, 4; from Syria, 2; and from Sudan, 1.\nCountries with most immigrants removed from U.S.\nAnalyst Jessica Vaughan of the Center for Immigration Studies, a think tank that seeks to reduce immigration, helped us see another way to probe this topic by turning to Immigration and Customs Enforcement, the agency within Homeland Security responsible for deporting people not legally authorized to be in the United States. ICE published a report and chart in December 2013 showing no countries outside the Western Hemisphere ranked among the top 10 countries of origin for immigrants returned to home countries by the U.S. government in the 12 months that ran through September of that year. Alone among them, Colombia is one of the U.S.-designated terrorist havens.\nIn the period, the agency said, \"Mexico continued to be the leading country of origin for those removed\" from the United States, \"followed by Guatemala, Honduras and El Salvador.\"\nRemoved Population by Citizenship*\nOctober 2012 through September 2013\n\n\n\n\nCitizenship\n\n\nTotal\n\n\n\n\n\n\nMexico\n\n\n241,493\n\n\n\n\nGuatemala\n\n\n47,769\n\n\n\n\nHonduras\n\n\n37,049\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\n\n\n\nEl Salvador\n\n\n21,602\n\n\n\n\nDominican Republic\n\n\n2,462\n\n\n\n\nEcuador\n\n\n1,616\n\n\n\n\nBrazil\n\n\n1,500\n\n\n\n\nColombia\n\n\n1,429\n\n\n\n\nNicaragua\n\n\n1,383\n\n\n\n\nJamaica\n\n\n1,119\n\n\n\n\nTop 10 Total\n\n\n357,422\n\n\n\n\n \n*This counts individuals caught near border and beyond\nSource: U.S. Immigration and Customs Enforcement, December 2013 (accessed June 19, 2014)\nAccording to the report, the government removed 90,461 people from countries other than Mexico who had been caught by the Border Patrol after crossing the border--a 27 percent increase from the year before. Around the country, overall, ICE removed 368,644 individuals, the report said.\nPut another way, the top 10 countries--all but Mexico, the Dominican Republic and Jamaica located in Central and South America--accounted for 97 percent of the foreigners removed.\nBy email, Vaughan said her search of an ICE database covering 2013 yielded \"a handful of cases of aliens who had been arrested by the Border Patrol who were citizens of countries linked to terrorism and had crossed the border illegally from Mexico recently.  There were 2 from Nigeria, 3 from Pakistan, 1 from Egypt, 1 from Morocco and 1 from Afghanistan,\" she wrote. \"All were between the ages of 26 and 50.\"\nGenerally, Vaughan said, \"some\" border crossers detained by the Border Patrol originated in terrorist states. By phone, she said the majority of OTM apprehensions have long involved people from Central America.\nAlso to our inquiry, Douglas Massey, a Princeton University professor expert on immigration, questioned Perry’s claim, emailing us charts he made indicating that over the past decade, apprehensions of individuals from non-terrorist states have far outnumbered individuals from terrorist-linked nations. See Massey’s charts here.\n\"Apprehensions of nationals from potential terrorist nations are not increasing,\" Massey said.\nOur ruling\nSpeaking of a flood of immigrants from countries other than Mexico being apprehended at the U.S-Mexico border, Perry said, \"These are people that are coming from states like Syria that have substantial connections back to terrorist regimes and terrorist operations.\"\nThe latest available data show that less than 5 percent of \"other than Mexican\" apprehensions in the last two completed federal fiscal years involved people from U.S.-designated terrorist states or safe havens. Perry, in contrast, placed all such people being apprehended by U.S. border officials into that category, a conclusion neither the governor or the agency described as his source backed up with evidence.\nWe rate this claim as Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07707"}