{"url": "/factchecks/2016/may/24/todd-wilcox/waterboarding-works-us-senate-candidate-todd-wilco/", "speaker": "Todd Wilcox", "vclaim": "\"I can tell you that the enhanced interrogation techniques that have since been banned by this administration — specifically waterboarding — work.\"", "truth_label": "false", "date": "stated on May 20, 2016 in a newspaper interview:", "title": "Waterboarding works, US Senate candidate (and former CIA officer) Todd Wilcox says", "text": "U.S. Senate candidate Todd Wilcox said the controversial interrogation practice of waterboarding isn’t torture but an effective tool in the global war on terror.\nIt gets results, he said.\nIn an interview published in the Miami Herald on May 20, Wilcox blamed the White House for limiting the country’s ability to gain intelligence from alleged terrorists.\n\"I can tell you that the enhanced interrogation techniques that have since been banned by this administration — specifically waterboarding — work,\" said Wilcox, who is vying for the Republican nomination to replace Sen. Marco Rubio. \"They work on the terrorists, and there's a proven history of that.\"\nWilcox didn’t consider the practice to be torture, and also said while he didn’t advocate overusing waterboarding, it’s an option that should be available for interrogators. \nWe wanted to know if waterboarding — strapping a prisoner to a board or table and then pouring water over a cloth covering their mouth and nose to simulate drowning — was a proven method of questioning someone.\nTorture vs. interrogation\nWaterboarding was one of the \"enhanced interrogation techniques\" used on terrorism suspects by American interrogators in the years after the Sept. 11 attacks. President Barack Obama banned the practice by executive order in 2009. It’s recently been revived in politics after GOP presidential candidate Donald Trump advocated for waterboarding and \"a hell of a lot worse\" should he be elected.\nWilcox, an Orlando defense contractor, noted to PolitiFact Florida through his spokeswoman that some high-ranking officials including former Vice President Dick Cheney, former Secretary of Defense Donald Rumsfeld and former CIA Director Leon Panetta credited waterboarding for producing valuable intelligence.\nThe former Green Beret and CIA officer told the Herald that he has \"access to a lot of information that the rest of the public may not know\" from which to draw his conclusion. But PolitiFact can’t make a judgment based on information that's classified or otherwise not readily available to the public, so we don't consider that assertion as proof.\nWilcox didn’t elaborate further on his assertion there was evidence waterboarding worked. But those declarations are lacking real evidence, either historically or in the recent past, experts told us.\nWaterboarding has long been considered a poor way to extract information, Reed College political science professor Darius Rejali said. Only a handful of case studies about waterboarding’s effects are available.\nThose examples involved Nazi Germany’s Gestapo in Norway and France; the French in Vietnam and Algeria; and the United States in the Philippines at the turn of the last century. In each case, the benefits of waterboarding were suspect at best, Rejali said.\nTo start, interrogators aren’t in a position to know whether a prisoner is divulging anything factual, Rejali said. They think they have the training and can tell what’s the truth, but they can’t. The prisoner, meanwhile, is likely willing to say anything to make the interrogation stop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nOne of the most prominent examples of waterboarding’s alleged success is that of Abu Zubaydah, whom the Bush administration had initially considered al-Qaida's chief of operations. Zubaydah was waterboarded 83 times, among being subjected to other techniques, and confessed to planned attacks on shopping malls, nuclear power plants and the Brooklyn Bridge.\nBut Zubaydah was mentally ill and had actually been in charge of scheduling people to move in and out of al-Qaida training camps after joining the group following 9/11. Much of the information he supplied was unreliable, but also provided before he was waterboarded. He revealed so much, critics say, because he didn’t know many real details.\nThe Senate Select Committee on Intelligence examined the CIA’s program when Democrats controlled the Senate. Their final report, about 6,700 pages long and approved in 2012, remains classified. A 525-page redacted executive summary was released in December 2014, followed by a minority report from the committee’s Republicans and a CIA response.\nThe summary said that enhanced interrogation techniques like waterboarding were not effective for getting intelligence from people detained after the Sept. 11, 2001, terrorist attacks.\nThe committee examined 20 prominent cases (including Zubaydah’s) that reportedly \"saved lives,\" according to the CIA and the Bush administration. Some of these cases specifically cited waterboarding as a tactic used, but the committee concluded that in each example, either key information was gathered before enhanced interrogation began, the information was already available prior to interrogation, or the interrogation had nothing to do with the information obtained.\nRejali pointed out most officials defending waterboarding were people whose jobs were at stake over the practice. Patrick Eddington, a former CIA analyst now at the libertarian Cato Institute, said the Senate investigation showed the agency was aware waterboarding and other techniques could potentially be considered torture.\n\"The SSTI report makes it very clear, through the publication of CIA internal documents, that CIA personnel up to and including Director (John) Tenet knew that they were basically going to be breaking the law,\" Eddington said.\nThere is little in the way of experimental data on waterboarding, because as you may imagine, there are a variety of reasons subjects don’t usually line up to submit to simulated drowning. (One subject in a BBC documentary confessed to being \"born a bunny rabbit\" after mere seconds, with no memory of saying as much.) But Trinity College Dublin’s Shane O’Mara, a professor of experimental brain research, told Newsweek there is scientific evidence that waterboarding physically prevents a person from providing reliable information.\nThe sensation of suffocating activates survival instincts, not memory recall, O’Mara told the magazine. Furthermore, a lack of oxygen (hypoxia) hurts cognition and the increase of carbon dioxide (hypercapnia) induces panic. In effect, putting a person under severe stress to make them talk also makes it difficult for them to recall or communicate anything worth extracting.\nRejali noted that along with the historical and scientific strikes against waterboarding, there’s a third element to consider. To put it bluntly, while much of the Senate’s report is still classified, there’s no proof that the CIA’s waterboarding program was effective enough to convince more brutal regimes to use it.\n\"If the Americans had found the golden fleece of torture techniques, no one has noticed and no one is copying,\" Rejali said. The most commonplace methods of making someone talk are still torturing with electricity or beating them with sticks, he said, although those techniques still don't guarantee anything that's said results in actionable intelligence. If waterboarding was considered truly effective, for example, \"thousands of torturers in China would be using this. But they don’t.\"   \nOur ruling\nWilcox said, \"I can tell you that the enhanced interrogation techniques that have since been banned by this administration — specifically waterboarding — work.\"\nWhile many top officials defended the CIA’s use of waterboarding in the past, there is no irrefutable evidence the practice provides results. Experts said there are few historical accounts of success, and even those are suspect. Meanwhile, there’s scientific proof that a technique like waterboarding would affect brain function enough to make any prisoner’s statements unreliable. They may say anything to make the waterboarding stop, and could actually be physically unable to provide any cogent intelligence.\nWilcox didn’t provide concrete proof and experts say virtually none exists. We rate the statement False.\nClarification, June 1, 2016: This article was updated to clarify Rejali's comments on beatings and electric shocks as methods of torture.\nhttps://www.sharethefacts.co/share/dfca2adc-88da-4cc7-a5bf-916e9be9bfba", "vclaim_id": "vclaim-pol-04922"}