{"url": "/factchecks/2011/sep/13/michele-bachmann/did-president-obama-steal-500-billion-medicare/", "speaker": "Michele Bachmann", "vclaim": "\"We know that President Obama stole over $500 billion out of Medicare to switch it over to Obamacare.\"", "truth_label": "barely-true", "date": "stated on September 12, 2011 in the CNN/Tea Party Express debate in Tampa:", "title": "Did President Barack Obama \"steal\" $500 billion from Medicare?", "text": "At a debate in Tampa, the Republican presidential candidates were asked this stumper by a Florida tea party supporter: How do you convince senior citizens that Social Security and Medicare need to be changed and still get their vote?\n\nBachmann said she had both the government experience and the private-sector experience to understand how the programs should be changed, but she offered few specifics. \n\nShe also took the opportunity to criticize the new health care law championed by President Barack Obama, saying, \"We know that President Obama stole over $500 billion out of Medicare to switch it over to Obamacare.\"\n\nWe've looked into this topic previously, though we haven't heard the specific allegation that the money was \"stolen.\" \n\nWe'll begin with a review of how the new health care law handles funding for Medicare and for the new parts of the law. \n\nTo begin with, the health care law leaves in place the major insurance systems: employer-provided insurance, Medicare for seniors and Medicaid for the poor. It attempts to reduce the number of uninsured by expanding Medicaid for the very poor and by offering tax breaks to help people with modest incomes buy insurance. Individuals are required to have insurance or pay a penalty, a mechanism called the \"individual mandate.\" And companies that don't offer insurance to employees have to pay fines, with exceptions for small business and a few other cases. \n\nThe national health care reform law also made several changes to Medicare, which makes up roughly 12 percent of the federal budget. \n\nIn a few cases, the law actually increased Medicare spending to provide more benefits and coverage, according to the Kaiser Family Foundation, a trusted independent source that analyzes the health care system. For instance, the health care law added money to cover prevention services and to fill a gap for enrollees who purchase prescription drugs through the Medicare Part D program. (That coverage gap is often referred to as the doughnut hole.)\n\nOther parts of the law are intended to reduce future growth in Medicare spending, to encourage more efficiency and to improve the delivery and quality of care. (An example is paying hospitals less when patients are quickly re-admitted to hospitals after being discharged, to prevent people from being discharged too soon.) \n\nThe bill doesn't take money out of the current Medicare budget but, rather, it attempts to slow the program's future growth, curtailing just over $500 billion in anticipated spending increases over the next 10 years. Medicare spending will still increase, however. The nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009. \n\nSo while the health care law reduces the amount of future spending growth in Medicare, the law doesn't cut current funding for Medicare.\n\nStill, where does the $500 billion in future savings come from? \n\nNearly $220 billion comes from reducing annual increases in payments that health care providers would otherwise receive from Medicare. Other savings include $36 billion from increases in premiums for higher-income beneficiaries and $12 billion from administrative changes. A new national board -- the Independent Payment Advisory Board -- will be tasked to identify $15.5 billion in savings, but the board is prohibited from proposing anything that would ration care or reduce or modify benefits. Then there's another $136 billion in projected savings that would come from changes to the Medicare Advantage program, an alternative to traditional Medicare that has turned out to be much more costly than expected. About 25 percent of Medicare beneficiaries are enrolled in a Medicare Advantage plan.\n\nIf you disregard the incendiary word \"stole,\" it is true that savings from Medicare help pay for other parts of the health care law. That's because Democrats wanted to make sure they did not increase the federal deficit with the new health law. The savings from Medicare offset new spending resulting from the health care bill. \n\nMostly, the new spending in the health care law comes from tax credits to help people of modest incomes buy health insurance and from expanding Medicaid to offer coverage to the poor. The tax credits and other cost-sharing subsidies are estimated to cost $350 billion over 10 years, while the Medicaid expansion costs $434 billion, according to the nonpartisan Congressional Budget Office.\n\nThose two initiatives add up to more than $500 billion. So in addition to reducing future Medicare spending, the law also increases Medicare taxes on the wealthy and creates new fees for the health care industry, as well as a few other things, to come up with the needed sums.\n\nNow, to address the word \"stole.\" The money was not stolen in any literal sense of the word. Congress passed the law through its normal process, and the cost reductions for Medicare were out in the open during the many weeks that the final law was being negotiated. \n\nBachmann said that, \"We know that President Obama stole over $500 billion out of Medicare to switch it over to Obamacare.\" There is a small amount of truth in her statement in that future savings from Medicare are planned to offset new costs created by the law. But the law attempts to curtail the rapid growth of future Medicare spending, not cut current funding. Additionally, the money was not \"stolen.\" Congress reduced spending on a program through its normal legislative process. That kind of rhetoric is deceptive, and it undermines Bachmann's basic point. We rate her statement Mostly False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12430"}