{"url": "/factchecks/2010/sep/22/barack-obama/barack-obama-says-taxes-are-lower-today-under-reag/", "speaker": "Barack Obama", "vclaim": "\"Our tax rates are lower now than they were under Ronald Reagan. They're much lower than they were under Dwight Eisenhower.\"", "truth_label": "mostly-true", "date": "stated on September 20, 2010 in a televised town hall:", "title": "Barack Obama says taxes are lower today than under Reagan, Eisenhower", "text": "CORRECTION: The original version of this story misstated some of the income thresholds that qualified a taxpayer for the top rate. For individuals today, the top rate kicks in at $373,650, rather than $186,825. In 1981, the top rate of 70 percent kicked in at $108,300 rather than $107,100. In 1988, the top rate of 28 percent kicked in at $17,850 for individuals (rather than $113,300) and at $29,750 for married couples (rather than $149,250). Today, those incomes would be equivalent to $33,229 and $55,382 respectively.\n\nWe had already argued in our assessment that 1988 was the one year where Obama’s comparison was inaccurate, which is why we rated his comment Mostly True rather than True. The corrected numbers do not invalidate that conclusion, so we are keeping our rating.\n\nA blog post at Media Matters for America, a liberal group, argued that the premise of our comparison was misleading, since we only compared the the top tax rates. We agree that a comparison of all tax brackets would have an advantage over a look at just the top brackets. But as we indicated in the story, comparing a dozen or more income ranges -- each of which need to be adjusted for inflation -- over a series of nearly 20 separate tax years is a complicated process, and we were not convinced that Obama had actually intended to make the more detailed comparison. So we compared just the top rate. Others are free to make the alternative calculations, but we believe we’ve used a valid methodology. (March 1, 2011)\n\n***\n\nDuring a Sept. 20, 2010, town hall televised on CNBC, President Barack Obama made a pointed comparison involving taxation under his presidency.\n\n\"Our tax rates are lower now than they were under Ronald Reagan,\" Obama said. \"They're much lower than they were under Dwight Eisenhower.\"\n\nWe thought that claim was worth a run through the Truth-O-Meter.\n\nThe most obvious way to make the comparison is to use income tax rates paid by people in various tax brackets. Due to the complexity of comparing a dozen or more income ranges that each need to be adjusted for inflation, economists most frequently compare just the top rate.\n\nFirst, we'll look at the tax rates, using a convenient historical guide published by the Tax Foundation, an independent tax research group. The tables go as far back as the dawn of the income tax in 1913.\n\nToday, the top income tax rate is 35 percent, starting at $373,650 for individuals and couples.\n\nBy contrast, during the eight years of the Eisenhower presidency, the top rate averaged roughly 90 percent, typically hitting individuals making $200,000 a year or couples making $400,000 a year. In 2010 dollars, that's equivalent to $1.6 million for an individual and $3.2 million for a couple. Someone making the 1954 equivalent of $373,650 in today's money would have paid a tax rate of 72 percent back then.\n\nSo by this measure, Obama's comparison with Eisenhower earns a True.\n\nNow for Ronald Reagan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn 1981, Reagan's first year, the top tax rate was 70 percent, hitting individuals earning $108,300 and couples earning $215,400. The top rate dropped immediately to 50 percent in 1982 and stayed there through 1986. In 1987, the top rate fell again to 38.5 percent, and in 1988, it fell to 28 percent, kicking in at $17,850 for married individuals and $29,750 for married couples. (The 1988 incomes would be equivalent to $33,229 and $55,382 today.)\n\nSo, for one year of the Reagan presidency, the top rate was lower than it is now under Obama. For the other seven years, it was higher.\n\nFor the Reagan comparison, we rate Obama's statement Mostly True.\n\nBut we'll add a few caveats. The first is that looking at the top income tax rate offers an incomplete look at overall tax policy because it only looks at income taxes, not at other levies such as payroll, sales and property taxes. This is not a trivial difference: According to the Tax Foundation, more than two-thirds of all taxes paid by Americans in 2010 will be something other than income taxes.\n\nThere is another way -- calculating all taxes paid by Americans and dividing the sum by the nation's total income. To make this calculation, we turned to the Tax Foundation's annual \"Tax Freedom Day\" report, which offers calculations of total tax burden going back to 1900. (There was no federal income tax then, but there were state and other taxes.)\n\nThe foundation's expected tax burden for 2010 is 26.9 percent, up slightly from the 2009 tax burden of 26.6 percent. (This is not unusual: The tax burden typically falls during recessions, as taxpayers move to lower tax brackets.)\n\nUnder Eisenhower, that figure ranged from 24.8 percent to 27.7 percent, with the figure lower than 26.9 percent for seven out of eight years. So by this measurement, the tax burden was lower most of the time under Eisenhower.\n\nUnder Reagan, it ranged from 29.2 percent to 31.1 percent, meaning that in all eight years it was higher than the current tax burden under Obama.\n\nStill, Obama did speak of \"tax rates,\" not \"taxes\" or \"tax burdens,\" so we'll stick to the tax bracket comparison in making our ruling.\n\nThe second caveat we'll mention is that conservatives say it's inappropriate for Obama to claim credit for lower taxes. They note that today's tax rates were established by his Republican predecessor, George W. Bush. In fact, they say, it is Obama's stated intention to increase taxes on individuals earning $200,000 and couples earning $250,000, which would push the top tax bracket to 39.6 percent.\n\nThey also note (as we have, in giving him a Promise Broken on the Obameter) that the president has already signed into law several tax increases. He hiked the levy on cigarettes; imposed tax penalties on people without insurance; taxed tanning services, pharmaceuticals, medical devices, and raised Medicare tax rates for upper-income individuals. (Not all of these taxes kick in immediately.)\n\nWe think it's fair to note that Obama has raised taxes and promises to do so again. But we don't think that undermines the factual accuracy of his statement from the town hall. If you make the comparison using tax brackets -- which we think was Obama's clear intent -- then the president is right when comparing today's rates to Eisenhower's, and he's close to right when he makes the comparison to Reagan. On balance, we rate Obama's statement Mostly True.", "vclaim_id": "vclaim-pol-14385"}