{"url": "/factchecks/2014/sep/22/bob-goodlatte/goodlatte-says-us-has-oldest-working-national-cons/", "speaker": "Bob Goodlatte", "vclaim": "The U.S. Constitution is \"the oldest written constitution still in use today\" among nations.", "truth_label": "true", "date": "stated on September 17, 2014 in a video.:", "title": "Goodlatte says U.S. has the oldest working national constitution", "text": "U.S. Rep. Bob Goodlatte was among many Virginia lawmakers who wished the U.S. Constitution a happy 227th birthday on Sep. 17.\n\"As we reflect with reverence on the oldest written constitution still in use today, let’s also not forget the dangers of an unchecked executive branch,\" Goodlatte, R-6th, said in a video.\nWe’ll pass on the jab at President Barack Obama for executive overreach. Our goal is to check whether the U.S. really has the oldest active constitution.\nBeth Breeding, Goodlatte’s spokeswoman, pointed to several documents supporting the congressman’s statement. Among them is a passage from the U.S. Senate website, which says the Constitution is \"The world’s longest surviving written charter of government.\" Breeding noted that similar statements appear on the websites of the National Archives, Encyclopedia Britannica, and The Constitution Center in Philadelphia -- a museum dedicated to the U.S. Constitution.\nWe ran Goodlatte’s statement by Tom Ginsburg , a University of Chicago professor and a principal investigator with the Comparative Constitutions Project, which has examined national constitutions around the world. He agreed with the congressman and directed us to a list his group has compiled on when national constitutions were enacted. The oldest one is the United States’. Although signed in 1787, it needed to be ratified by the states and didn’t go into effect until 1789.\nNext on the seniority list is Norway, which enacted its constitution in 1814,  and then Belgium, in 1831.\nAlthough we may think of constitutions as yellowing pieces of parchment, that’s not always the case. Only half live more than 19 years, according to a summary of a 2009 book that Ginsburg co-wrote about constitutions around the world.\nWhile many constitutional experts agree with Goodlatte, his statement does not get unanimous ratification. As our colleagues at PolitiFact noted in 2011, there’s a debate among scholars over whether some countries have an older constitution than the U.S.\nIt all depends on how you define a constitution.\nMerriam Webster’s dictionary defines the term a couple of ways. One of them is as a governing document. But another way is as a \"system of beliefs and laws by which a country, state or organization is governed.\"\nSome countries don’t have a formal central constitution like the U.S., but rather pull from a collection of laws, practices and texts that date back centuries.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFor example, the tiny country of San Marino, landlocked by Italy, bases its government on various \"legislative instruments,\" including a series of written laws enacted in 1600, according to the Central Intelligence Agency’s World Factbook.\nThe United Kingdom, is said to have an  \"unwritten\" constitution based on common law, practices and various statutes -- including the Magna Carta, which was written in the 13th century.\nJohn Paul Jones, a professor of law emeritus at the University of Richmond, said Goodlatte’s statement is essentially correct. But Jones qualified his conclusion by pointing to the United Kingdom’s constitution. Although largely unwritten, Jones said it does contain some centuries-old texts including \"three or four documents that predate 1789.\"\nWhat makes the U.S. Constitution so enduring? We asked Lynn Uzzell, the scholar in residence at Montpelier, the home of President James Madison, who was one of the most frequent speakers at the 1787 Constitutional Convention.\nUzzell said she thinks it’s because the document is based on a lot of sound principles guarding against abuse of power. She also said it’s a relatively simple and short document with a lot of flexibility allowing the country to respond to developing circumstances.  \nA final note: Goodlatte’s office justifies his statement by citing documents that compare the U.S. Constitution to other countries around the world. But we also wondered whether any of the original U.S. states has a working constitution older than our national document.\nThe answer is yes; Massachusetts enacted its state constitution in 1780. That means it was adopted seven years before the U.S. Constitution was written.\nOur ruling\nGoodlatte says the U.S. constitution is the \"oldest written constitution still in use today.\" He was referring to national constitutions.\nSome scholars note that the United Kingdom and San Marino have some written governing documents still in effect that predate the 1789 enactment of the U.S. Constitution.\nBut as a single document laying out an overall framework for governing a country -- a common way many people would define a constitution -- the U.S. truly has the oldest one still working.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-07270"}