{"url": "/factchecks/2013/jan/27/chris-larson/wisconsin-bill-speed-mine-approval-wont-create-job/", "speaker": "Chris Larson", "vclaim": "A Republican-sponsored Wisconsin mining bill \"will take at least seven years to create jobs.\"", "truth_label": "barely-true", "date": "stated on January 15, 2013 in a speech:", "title": "Wisconsin bill to speed mine approval won't create jobs for 7 years, Sen. Chris Larson says", "text": "Thousands of jobs are the promise of a four-mile-long iron ore mine proposed for far northern Wisconsin, which would be the first such operation in the Badger State in more than 15 years.\n\nBut how quickly would the mother lode of jobs come?\n\nState Senate Minority Leader Chris Larson, D-Milwaukee, sees a lengthy wait, even if the Legislature adopts a Republican bill to speed part of the process of approving the mine.\n\nOn Jan. 15, 2013, Larson gave a Democratic response to GOP Gov. Scott Walker’s state of the state address, which also dangled the prospect of several thousand jobs connected to the mine.\n\n\"Tonight, we should be honest with the people of Wisconsin,\" Larson said. \"You just heard calls for bipartisanship from our governor. But the policies he proposed were not bipartisan. Funding an unproven, unaccountable gamble with our children’s future is not bipartisan.\n\n\"Forcing through an extreme mining bill that will take at least seven years to create jobs is not bipartisan.\"\n\nIs Larson right about how long it would take?\n\nDigging into history\n\nMining in northern Wisconsin dates to 4,000 B.C., when Native Americans extracted copper along the shores of Lake Superior. By the 19th century, iron in Iron County, where part of the new mine would be located, had created prodigious prosperity. \"Hundreds of people are arriving daily from all parts of the country and millionaires are being made by the score,\" gushed an 1886 article in the Chicago Tribune.  \n\nOver time, the industry fell off. The state’s last operating mine, which held gold and copper near Ladysmith in northwestern Wisconsin, shut down in 1997.\n\nBut talk of new boom times returned in November 2010.\n\nThat was when Gogebic Taconite said it wanted to invest $1.5 billion to develop an open-pit iron ore mine in Iron and Ashland counties, some 300 miles northwest of Milwaukee. (Gogebic refers to the iron-bearing region of northern Wisconsin and northwestern Michigan; taconite is low-grade iron ore.) The company is a subsidiary of the Cline Group, a privately owned coal-mining company headed by college dropout and Florida billionaire Christopher Cline, whose yacht is named Mine Games.\n\nThe economic impact of such an investment could be big -- once the mine is up and running.\n\nAn April 2011 study by an economic consultant hired by Gogebic Taconite estimated that once operating, the mine would create 2,834 long-term jobs, including 700 direct mining jobs -- with the direct jobs averaging nearly $83,000 per year in salary and benefits.\n\nTwo months later, we rated Mostly True a statement from Wisconsin’s largest business organization that the mine could operate for 100 years and generate billions of dollars of economic activity.\n\nThere was a big hitch, however: Gogebic Taconite said it needed new regulations to provide more certainty in seeking a state permit.\n\nRepublicans controlled the Legislature. But a GOP-sponsored bill to ease the state part of the state-federal permit process failed on a 17-16 vote in the Senate in March 2012. Gogebic said it was abandoning its plans.\n\nOn the day after the Walker and Larson speeches, Republicans introduced a new bill, similar to the previous one. It reignited job creation claims and warnings, including some made by Native Americans near the site, about threats to water and land. Hundreds of people and extra security were on hand at the state Capitol for a Jan. 23, 2013, hearing on the bill.\n\nHow long for jobs?\n\nWe asked Larson spokeswoman Gillian Morris for evidence that it would take at least seven years under the bill for jobs to be created. She cited three things:\n-- A January 2013 letter from the the U.S. Army Corps of Engineers, which says the GOP bill might require the corps to do an environmental analysis separate from one done by the Wisconsin Department of Natural Resources. That could add time to the corps’ review process, which \"generally takes from two to four years or more,\" according to a corps timeline.\n-- Comments by Tim Sullivan, then-chairman of the Wisconsin Mining Association, who told state lawmakers in November 2012 it would take years to construct a mine.  \"We're not talking a year or two years. You're talking five, six years out, potentially even further, depending on how the permit process goes,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n-- Likely delays caused by litigation. Indeed, state Senate Majority Leader Scott Fitzgerald, R-Juneau, called a lawsuit \"inevitable,\" but Larson didn’t cite any time frame on litigation delays.\nWe’ll also note that Gogebic Taconite itself, when first announcing its plans, said the regulatory process alone could span five to seven years.\n\nSo, there are indications the permitting process could take up to seven years, but not evidence that it would take at least that long.\n\nAnd jobs would be created along the way.\n\nFor his part, Assembly Majority Leader Scott Suder, R-Abbottsford, a sponsor of the new GOP mining bill, envisions a shorter timeline. He told us the environmental review and permitting process would take about two years and that the mine could be up and running in less than two years after that.\n\nSuder also emphasized that some number of jobs would be created long before the mine opens. He said preliminary tasks would include groundwater well drilling, water and soil testing, metallurgical, hydrological and other engineering, and design for a water supply and a railroad line.\n\nDNR mining expert Ann Coakley concurred.\n\nGogebic Taconite would need people to do environmental studies and to drill at least several hundred wells, she told us. Surface and groundwater testing would need to be done for up to two years. That and other work would need to be done in order for the company to write an environmental impact statement, which is needed to obtain permits. \"That’s a large-scale undertaking,\" costing probably $10 million and likely requiring at least dozens of jobs, Coakley said.\n\nCoakley also noted that while the process for obtaining permission from the Corps of Engineers could take several years, the DNR, under the GOP bill, would have to finish its review of Gogebic Taconite’s application within 420 days. If the DNR gave its permission, the company could start construction on facilities such as a wastewater treatment plant, creating more jobs.\n\nAfter permission from the Army Corps is granted, construction of the mine itself -- which Gogebic Taconite says would take two years and create 3,175 jobs -- could begin. Coakley said she didn’t expect it would take seven years to get to that point.\n\nOur rating\n\nLarson said a Republican-sponsored mining bill \"will take at least seven years to create jobs.\"\n\nThe evidence Larson cited referred to how long it would take to open the mine, which is the when the largest number of jobs will be in play. But there’s not hard evidence that it would take at least seven years to open the mine and it’s clear that a significant number of jobs would be created before the opening.\n\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, we give Larson a Mostly False.", "vclaim_id": "vclaim-pol-09799"}