{"url": "/factchecks/2012/jul/11/american-commitment/another-outside-group-says-bill-nelson-was-decidin/", "speaker": "American Commitment", "vclaim": "\"Bill Nelson was the deciding vote\" on the health care law.", "truth_label": "barely-true", "date": "stated on July 10, 2012 in a television ad:", "title": "Another outside group says Bill Nelson was the deciding vote", "text": "Yet another conservative outside spending group is targeting Florida’s Democratic incumbent, U.S. Sen. Bill Nelson, with distorted claims about the health care law.\n\nThis time, the group is called American Commitment. The ad claims to have \"the facts,\" but then trots out several distortions we’ve already debunked.\n\n\"Florida patients and seniors deserve to know what are the facts about President Barack Obama’s health care law,\" the ad says. \"Fact: Bill Nelson was the deciding vote. The bill could cost up to $2 trillion, double what we were promised. Nelson’s health care vote imposes the largest tax increase in history on the middle class, cuts $500 billion from Medicare to pay for new government programs, and millions could lose their current coverage. Tell Bill Nelson: Protect Florida patients, repeal the health care law.\"\n\nOn its website, American Commitment says it supports \"free markets, economic growth, Constitutionally-limited government, property rights, and individual freedom\" and advertises connections to other conservative groups like the Club for Growth and Americans for Prosperity.  It’s a 501(c)4, so it doesn’t have to disclose its donors. (For more details about American Commitment’s connections and spending, check out this report from the Washington Post.)\n\nWe asked American Commitment for evidence for its charges, but we didn’t hear back.\n\nHere, we’re going to look at whether Nelson was the deciding vote. We fact-checked this statement in June 2012 when another outside spending group made the same charge.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWe've also fact-checked the ad's statement that the law was the largest tax increase in history on the middle class. We rated that Pants on Fire. And, we've previously looked at claims about cutting $500 billion from Medicare (Mostly False) and millions losing coverage (False).\n\nThe 2009 health care vote\n   \nThere’s no doubt that the health care law was passed with several very close votes. One of the key votes happened on Dec. 24, 2009, when 59 Democrats and one independent voted together in favor of the bill. (Sixty votes were needed for a preliminary cloture vote to prevent filibusters.)\n\nNelson was among the 60 senators who voted for the bill to go forward.\n\nOpponents of the law have argued that any of those 60 cast the deciding vote, because every vote was needed to pass the bill.\n\nWe find that argument unpersuasive, because there’s evidence in the record to show that some of those votes were more critical than others.\n   \nAs we noted before, there is a long history of senators holding back their votes until their demands are met. On the health care law, some senators did hold out until the last minute -- but Nelson wasn’t one of them.\n   \nOne of the detailed reports we’ve seen on the final negotiations for the law is from the Los Angeles Times. According to its report, some of the most crucial votes came from Sen. Joe Lieberman, I-Conn.; Sen. Ben Nelson, D-Neb.; and Sen. Russ Feingold, D-Wis.\n   \nAccording to the newspaper, Senate Majority Leader Harry Reid, D-Nev., \"knew that he had to keep Lieberman in the tent. And the next night, when Democrats gathered for a special caucus meeting, Reid did not call out the Connecticut senator, focusing instead on the need to unite and move forward.\"\n   \nAt the meeting, Reid turned to Nelson of Nebraska, who also \"had a long list of demands, including more restrictions on funding abortions and full federal funding to expand Nebraska's Medicaid program. ... Reid was closing in on a deal.\"\n   \nSuddenly, another roadblock appeared: Republican opponents of the bill threatened to filibuster -- that is, indefinitely block consideration of -- an unrelated defense appropriations bill as a way of indirectly delaying the health care measure. To get around that, Reid had to persuade Feingold -- an opponent of the defense bill for substantive reasons -- not to join the Republican blockade.\n   \n\"Reid was unwilling to challenge Feingold on a vote of conscience,\" the Los Angeles Times reported. \"And when Democrats gathered for yet another special caucus meeting ... Reid was ready to concede defeat. But as dejected senators began to leave, Feingold arose: He would put aside his convictions on the war, he said, and vote with his party. 'I don't think there was a dry eye in the caucus room,' said Sen. Benjamin L. Cardin, D-Md.\"\n   \nThere was also a concern about whether Sen. Robert Byrd, D-W.Va., would physically be able to reach the chamber because he had been in the hospital with a staph infection. But he was brought in in a wheelchair and voted.\n\nWe found several other news articles that focused on Nebraska's Nelson as the final key for Senate Democrats in 2009. He announced his support days before the Christmas Eve vote, after he reached a compromise about abortion and federal funding for his state. But in March 2010 the Nebraska senator voted against the final bill.\n   \nThe Nebraska senator told CNN in December 2009: \"I couldn’t create the opportunity to be the 60th vote. It happened. … If you think it’s fun having both sides on an issue mad at you when you are trying to do something in good faith, just think it’s like going home and getting bit by the family dog. So who enjoys that?\" Ben Nelson is retiring and not running for re-election.\n\nBill Nelson’s role\n   \nIn the summer of 2009, Florida’s Bill Nelson was quiet about health care reform -- angering some Democratic activists. But in September he jumped into the fray -- offering amendments about Medicare Advantage and Medicare drug benefits. Nelson sounded cautiously supportive in news accounts -- saying he had some criticisms but called the bill a \"starting point.\"\n   \n\"There are serious issues to be resolved,\" Nelson said in a speech on the floor of the Senate in September 2009. \"This senator is optimistic, and I believe that we are going to be able to achieve this goal of expanding affordable health care to nearly all Americans.\"\n   \nIn October 2009, Nelson joined other Democrats on the Senate Finance Committee in voting for the health care plan. Nelson called the package a \"good start.\"\n   \nIn November during public stops in the Tampa Bay area, he predicted the Senate would pass a health care bill and said: \"If we don't do something about health care, it's going to run our country into bankruptcy.\" The Orlando Sentinel described him as an \"enthusiastic cheerleader for the emerging legislation.\"\n   \nAfter the December vote, the health care bill still needed changes and another round of approvals. Nelson’s office issued a press release in March 2010 saying that despite the legislation’s \"flaws\" -- including that it didn’t force drug makers to reduce the costs of prescriptions -- he would support it.\n   \n\"Nelson, who had been considered by some to be a possible swing vote, made his declaration just at the outset of Senate starting its deliberations on changes to the health care signed into law by President Obama yesterday,\" stated Nelson’s press release.\n   \nWhen we fact-checked this claim previously, Nelson Senate spokesman Dan McLaughlin told PolitiFact Florida in an email: \"There’s no way every Democratic senator could have cast the ‘deciding vote.’ And there’s no way to say Bill Nelson cast the deciding vote -- when he didn’t. Nelson didn’t like the bill. He tried to improve it. Among other things, he offered an amendment against the drug-makers. And, he announced his vote well before the roll call. He played no extraordinary role in the final passage.\"\n\nOur ruling\n   \nAmerican Commitment says that Florida Sen. Bill Nelson cast the \"deciding vote\" for health care. The health care law required 60 votes, so Nelson's vote was crucial -- as were the other 59 votes. But describing Nelson as the \"deciding vote\" suggests he had some extraordinarily powerful role, and that’s not the case. Nelson had cautiously been a supporter for months as he tried to amend the law. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-10785"}