{"url": "/factchecks/2017/jun/14/blog-posting/claim-democratic-senator-busted-dea-fake-news/", "speaker": "Bloggers", "vclaim": "\"The DEA just raided a United States senator — Dems in a panic.\"", "truth_label": "pants-fire", "date": "stated on June 10, 2017 in a headline:", "title": "Claim that Democratic senator busted by DEA is fake news", "text": "A fake news story that claimed a senator from New Jersey was being investigated by the Drug Enforcement Agency is another tall tale concocted by a well-known website run by a self-described liberal troll.\n\"The DEA just raided a United States senator — Dems in a panic,\" read the headline on a June 10, 2017, post on NewsFeedHunter.com. Facebook users flagged the post as being potentially fabricated, as part of the social media website’s efforts to cut down on fake news.\nThe post says U.S. Sen. Hal Lindsay, D-N.J., owned a Wyoming ranch that was just raided by the agency, which seized \"more than 400 marijuana plants, 2 greenhouses full of opium-producing poppies and a small lab that was pumping out massive amounts of refined, finished product.\" The story said Lindsay was released on $10 million bail and faced more than 70 years in prison just for the opium.\nExcept Lindsay isn’t in any trouble, because he doesn’t exist. New Jersey’s two senators are Democrats Cory Booker and Bob Menendez.\nThere also was no bust, because the story was made up and posted on June 10 at TheLastLineOfDefense.org, a site run by Christopher Blair, a fake news operator whom we have profiled in the past.\nTheLastLineOfDefense.org runs fake news stories written by Blair in an attempt to fool conservative readers. These stories often are posted on other websites without attribution or indication they are fake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe site’s disclaimer said that it \"is a satirical publication that may sometimes appear to be telling the truth. We assure you that’s not the case. We present fiction as fact and our sources don’t actually exist.\"\nThe story about the drug bust continued on Blair’s website, with the fictional Lindsay agreeing in a followup story also posted on June 10 to flip on his business partner, Lester Malroney. The saga telegraphed it’s contrived premise, calling Malroney \"an obviously fictitious name\" and suddenly referred to Lindsay as a senator from Wyoming, not just having a ranch in Wyoming (the state’s senators are actually Republicans Mike Enzi and John Barrasso).\nThe fictitious saga led to the pretend senator's death and more, including implicating Chelsea Clinton and tying the DEA raid to a previous fake yarn about the Clinton Foundation smuggling contraband and refugees.\nWe attempted to reach NewsFeedHunter.com through their website contact form to ask if they knew the story was fake, but didn’t receive a reply. The site’s registration information is private.\nBut we know the story is contrived, because all the articles at TheLastLineOfDefense.org are made up.\nWe rate this statement Pants On Fire!\n Share the Facts 2017-06-15 17:41:45 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"The DEA just raided a United States senator — Dems in a panic.\"    Internet rumors bloggers   in a headline Monday, July 10, 2017 2017-07-10    Read More  info", "vclaim_id": "vclaim-pol-03216"}