{"url": "/factchecks/2012/oct/29/bill-nelson/bill-nelson-says-connie-mack-kept-changing-his-min/", "speaker": "Bill Nelson", "vclaim": "Says Connie Mack initially said he would have voted \"yes\" for the Paul Ryan budget plan, and then, \"you said it was stupid and you would vote no. And then your folks corrected you, and you changed your position again, yes.\"", "truth_label": "half-true", "date": "stated on October 17, 2012 in a U.S. Senate debate:", "title": "Bill Nelson says Connie Mack kept changing his mind about Paul Ryan plan", "text": "U.S. Rep. Connie Mack, R-Fort Myers, has had a tough time deciding how he felt about the Republican budget plan, says Democratic U.S. Sen. Bill Nelson.\n\nDuring a Senate debate on Oct. 17, Nelson attacked Mack for missing votes, specifically this year’s vote on a budget plan put forward by U.S. Rep. Paul Ryan, R-Wis., that seeks to dramatically reduce future government spending.\n\n\"Now one of the votes you missed was the Paul Ryan plan,\" Nelson said during the debate. \"That was the second Paul Ryan plan. You were asked would you support it, since you missed it. You said yes. And then in a later interview, you said it was stupid and you would vote no. And then your folks corrected you, and you changed your position again, yes.\"\n\nWe wanted to check to see if Nelson accurately summarized Mack’s changing responses to the Ryan plan after missing the vote on March 29, 2012. Ryan is now the Republicans' nominee for vice president.\n\nNelson’s campaign sent us a couple of news clips about Mack’s comments, and we found several other examples of Mack’s statements in news reports in Nexis and speeches on YouTube.\n\nBackground on Ryan’s plan\n\nRyan’s plan would bring about a major restructuring of several areas of government, include Medicare and Medicaid, in order to reduce future spending. It would also overhaul the tax code by setting two tax brackets. (Read more details in our previous fact-check.) Ryan is chairman of the House Budget Committee. In August, Republican presidential candidate Mitt Romney selected Ryan to be his running mate.\n\nWe will briefly note that in 2011, Mack voted on an earlier version of Ryan’s plan, and he voted yes.\n\nBack then, Mack praised Ryan’s budget proposal and called it a \"good first step.\"\n\n\"The Ryan proposal also lays out a blueprint to save Medicare, save Social Security, reform the job-stifling tax code, repair the welfare safety net, cut wasteful spending, and get the debt under control over the coming decades, but needs to go further to bring our national debt to a zero balance more quickly,\" Mack stated in an April 5, 2011, press release.\n\nThe 2012 Ryan plan\n\nNow we fast-forward to 2012 -- Mack was busy campaigning in the GOP Senate primary, and the House was preparing to vote on a new version of Ryan’s plan.\n\nOn March 22, The Hill, a Washington-based newspaper that covers Congress, mentioned Mack’s name among those planning to vote in favor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nBut on March 29, Mack missed the vote. Mack spokesman David James told the Tampa Bay Times that Mack supported the Ryan budget but had other obligations.\n\nOn the same day he missed the vote, Mack spoke via Skype to a West Orlando tea party group and said his own Penny Plan would balance the budget faster than Ryan’s plan. But Mack didn’t say how he would have voted on the Ryan proposal.\n\n\"The Ryan budget, that doesn’t balance for 20 to 24 years. We can’t afford to wait that long. We have to be serious about you know balancing this budget. We can’t continue to raise the debt ceiling. ...\" Mack said, according to video posted by the American Bridge 21st Century Democratic PAC, a group that supports Nelson.\n\nMack calls the plan a \"joke\" but campaign says he would have voted for it\n\nOn April 4, the Miami Herald reported that Mack called the plan a \"joke\" during a March 31 Orlando tea party forum.\n\nBut a Mack spokesman said later that Mack didn’t mean to criticize the plan itself and would have voted for it.\n\n\"The vote was the 'joke,' as in the process being a joke, not the Ryan plan itself. And Connie said the vote was a joke,\" James said in an email to the Miami Herald at the time. \"He supports the Ryan plan but the process is a joke when the GOP House continues to do the right things and the liberal Senate under (Majority Leader Harry) Reid and (Florida Sen. Bill) Nelson continue to kill fiscally responsible measures.\"\n\nBut the Herald wrote that Mack clearly criticized the plan itself.\n\n\"I was here in Florida campaigning,\" Mack said during the tea party forum, according to the conservative Florida Political Press. \"You know that budget was a joke, doesn’t balance the budget for years.\"\n\nPOLITICO wrote on April 17 about Mack’s missed votes; their article stated that a Mack spokesman refused to say how Mack would have voted on the Ryan plan but said it \"has some brave proposals.\"\n\nMack said he probably would have voted against it\n\nOn April 23, this fact-checker who also writes for the Naked Politics blog went to listen to Mack speak to the Broward Republican Executive Committee in Fort Lauderdale.\n\n\"Congressman Ryan had a plan,\" Mack said. \"There are a lot of good things in Congressman Ryan’s plan. The changes and reforms in the entitlement programs are necessary and way overdue. The only problem I have is that the budget still doesn't balance for 28 years. ... We can do better. We must do better.\"\n\nMack called for combining Ryan’s ideas with his own Penny Plan to balance the budget faster.\n\nIn interviews with reporters after his speech, Mack said if he had been present for the vote he probably would have voted against Ryan's plan because of how long it takes to balance the budget.\n\nOn April 24, Mack was asked about the Ryan plan on MSNBC’s The Daily Rundown.\n\n\"There are a lot of reforms that I think make sense,\" he said. \"But the fact that it won't balance for 28 years is bothersome to me.\"\n\nA May 13 Washington Post article quoted Mack as saying about the Ryan plan: \"I go back and forth. I probably would have voted no. There are a lot of reforms that I like. But I have a problem with the idea that this budget is not going to balance for 28 years.\"\n\nAfter Mack won the Republican Senate primary in August, the Daily Caller wrote that Mack told reporters: \"I haven’t always supported Paul Ryan’s budget. Frankly I think that we need to balance the budget a lot quicker than 28 years.\"\n\nBut Mack said that he appreciated Ryan’s effort:\n\n\"The Democrats have no plans. They want to stick their heads in the sand when it comes to Medicare,\" he said, adding that Democrats \"want to simply lie to the people of Florida\" by saying that Republicans want to \"change Medicare as we know it.\"\n\nOn Aug. 28, Chuck Todd on The Daily Rundown asked Mack about his comments about the Ryan budget and how he would have voted. \"What I said is that I would have, if I was there, I would have voted against it.\" Todd asked why, and Mack replied: \"I think a lot of the reforms Ryan has put out are good reforms. But we need to balance our budget. And we need to do it not in 28 years but under 10 years. We can do it ... \"\n\nNelson said Mack called the Ryan plan \"stupid,\" but we didn’t find any example of Mack calling the plan \"stupid.\"\n\nLet’s recap Mack’s comments about the Ryan plan starting just before the missed March 29, 2012 vote:\n\nMarch 22: The Hill lists Mack as planning to vote in favor of the Ryan plan.\n\nMarch 29: Mack missed the vote but his spokesman said he would have voted for it. Mack criticizes the plan while speaking to a tea party group.\n\nMarch 31: Mack called the Ryan plan a \"joke.\"\n\nApril 4 Miami Herald article: Mack’s campaign said Mack meant the process was a joke and would have voted for it.\n\nApril 23: Mack said he probably would have voted against it.\n\nMay: Mack is quoted in the Washington Post saying, \"I go back and forth. I probably would have voted no.\"\n\nAug. 28: Mack said on The Daily Rundown \"I would have voted against it.\"\n\nWe asked the Mack campaign if his comments in August reflected his current position and if Mack disagreed with Nelson’s claim and did not get a response to that question.\n\nOur ruling\n\nNelson said of the second Ryan plan, \"You were asked would you support it, since you missed it. You said yes. And then in a later interview, you said it was stupid and you would vote no. And then your folks corrected you, and you changed your position again, yes.\"\n\nIf we start the timeline of Mack’s statements after he missed the vote March 29, we found Mack’s campaign said he would have voted yes, then he said it was a \"joke\", then his campaign said he meant the process was a joke and he would have voted yes. Then we find from late April through August Mack said a few times that he probably would have voted against it.\n\nBut there was some consistency in Mack’s message: He criticized the Ryan plan for taking too long to balance the budget and promoted his faster-acting Penny Plan instead. Nelson omitted this part of Mack’s message.\n\nWe didn’t find any time that Mack called the Ryan plan \"stupid,\" but he did call it a \"joke,\" which is similar.\n\nWe also found that Mack landed on the conclusion that he would have voted no, while Nelson’s claim ends with Mack deciding that he would have voted yes.\n\nNelson is right that Mack kept changing his message about how he would have voted. But he omitted that Mack was consistent in arguing that the Ryan plan moves too slowly to balance the budget.\n\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-10062"}