{"url": "/factchecks/2013/mar/20/drew-springer/drew-springer-says-bag-litter-increased-after-san-/", "speaker": "Drew Springer", "vclaim": "Says bag litter increased after San Francisco banned single-use shopping bags.", "truth_label": "barely-true", "date": "stated on March 5, 2013 in a press release:", "title": "Drew Springer says bag litter increased after San Francisco’s ban", "text": "Austin’s ban on disposable shopping bags is \"all for show,\" according to freshman state Rep. Drew Springer.\n\n\n\"In San Francisco, litter from bags actually increased after enacting their ban,\" he said in a press release issued March 5, the day he introduced his \"Shopping Bag Freedom Act.\"\n\n\nSpringer, a Republican from the North Texas town of Muenster, said he filed House Bill 2416 to stop Texas cities from ruling that businesses can’t give customers single-use plastic or paper bags. Brownsville, South Padre Island and Fort Stockton also have bag bans, and a Dallas City Council member wants \"to follow in Austin’s footsteps.\"\n\n\nAfter Austin’s ban went into effect March 1, 2013, retailers could no longer offer thin, so-called single-use plastic and paper bags at checkout counters. The City Council passed it in 2012, saying the plastic bags, in particular, often end up as litter and are costly to clean up.\n\n\nAnd did bag litter rise after the San Fran ban?\n\n\nSan Francisco’s 2007 ordinance banning single-use plastic bags at certain stores was the first such U.S. law, according to a March 28, 2007, San Francisco Chronicle news story. In November 2007, large grocery stores had to stop giving out single-use plastic bags; six months later, large chain pharmacies had to comply, the story said.\n\n\nSpringer’s chief of staff, Travis McCormick, said by email that the lawmaker’s statement was based on the City of San Francisco Street Litter Re-Audit conducted in April-May 2008, which showed that plastic retail bags constituted 0.64 percent of all large litter (items more than 4 square inches). That was a 6.7 percent increase over the 0.6 percent share shown in the city’s April-May 2007 audit, McCormick said, so there was a slight bump in such litter despite the ban.\n\n\nSan Francisco environmental department spokesman Guillermo Rodriguez told us by phone that retail plastic bag litter dropped the following year. He emailed us the city’s 2009 study, which showed plastic retail bags accounted for 0.52 percent of large litter.\n\n\nWe looked over the city’s three litter audits, for 2007 through 2009, and here’s the thing: We’re talking about differences of about two plastic bags in each year’s litter samples.\n\n\nFor the audits, observers counted pieces of litter at more than 100 sites, classified the found items as large or small, then tallied them in dozens of subcategories.\n\n\nIn 2007, they recorded 23 plastic retail bags and pieces of such bags across all the checked sites. They found 25.5 of the bags and pieces of bags in 2008 -- and 23.5 in 2009. Those counts match up with the percentages McCormick cited and the percentage in the 2009 report.\n\n\nAbout half of San Francisco’s large litter in each audit came from \"fiber materials\" such as paper, cardboard and napkins.\n\n\nThe \"second-most significant material type\" was plastic, accounting for 20 percent to 24 percent of total large litter in the surveys. In each of the three years, the largest category of plastic was \"miscellaneous,\" accounting for 4.7 percent to 9 percent of all large litter and defined as \"litter that is broken up or weathered such that auditors cannot identify it with certainty but can identify the litter as plastic.\"\n\n\n \n\nRaw numbers of large litter items in San Francisco 2009 audit\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nSource: The City of San Francisco Streets Litter Re-Audit 2009\n\n \n\nRodriguez called the 2009 audit \"a better snapshot\" of the ban’s effects primarily because the 2008 audit was conducted only a few months after the ban started to take effect in November 2007. The 2008 litter audit counted litter samples taken from April 7 to April 18, 2008. That would have been before large pharmacies had to stop giving out disposable plastic bags on May 20, 2008, according to a Chronicle news story published that day.\n\n\nFinally, because Springer’s claim referred to \"litter from bags,\" we looked at San Francisco’s total bag data even though the city’s ban did not address paper bags. In contrast, Austin’s City Council banned both plastic and paper bags except for bags considered reusable -- such as ones with handles.\n\n \n\nOverall bag litter in San Francisco followed the same pattern as plastic retail bag litter -- rising in 2008 before falling below the 2007 and 2008 levels in 2009 (measured as a percentage of total large litter). Specifically, all paper and plastic bags made up 4.45 percent of large litter in 2007, 5.91 percent in 2008 and 4.22 percent in 2009. That’s a 33 percent increase in 2008; then the 2008 percentage dropped 28.6 percent in 2009.\n\n \n\nAs of October 2012, San Francisco barred all retailers, large and small, from providing single-use plastic bags, according to other Chronicle news stories and news blog entries. Also, the city began requiring retailers to charge a 10-cent fee for each other bag they give out. Both requirements will apply to restaurants starting in October 2013.\n\n \n\nOur ruling\n\n\nSpringer said San Francisco’s \"litter from bags actually increased after enacting their ban\" on plastic bags.\n\n \n\nA litter audit conducted before the ban took full effect found two more retail plastic bags than the previous year’s sampling. However, the next audit, launched after the ban had been fully in place for nearly a year, saw a two-bag drop.\n\n\nMaybe this means that such litter is decreasing, though we would want more research to reach definitive conclusions.\n\nWe rate this claim as Mostly False.", "vclaim_id": "vclaim-pol-09568"}