{"url": "/factchecks/2011/sep/15/valerie-vainieri-huttle/assemblywoman-valerie-vainieri-huttle-says-160000-/", "speaker": "Valerie Vainieri Huttle", "vclaim": "Says \"160,000 kids stay home every day because they are afraid to go to school because of bullying.\"", "truth_label": "barely-true", "date": "stated on September 6, 2011 in at a news conference:", "title": "Assemblywoman Valerie Vainieri Huttle says 160,000 students stay home from school every day because they’re afraid of being bullied", "text": "Students dream up lots of reasons to skip school.\n\nBut tens of thousands of children are staying out of the classroom every day to avoid bullying, according to Assemblywoman Valerie Vainieri Huttle.\n\nThe Bergen County Democrat, a primary sponsor of an anti-bullying law that is being put into practice in New Jersey this school year, said those students need to feel safe.\n\n\"A hundred and sixty thousand kids stay home every day because they are afraid to go to school because of bullying,\" Vainieri Huttle said at a Sept. 6 news conference in Fort Lee. \"These are the kids that we are concerned with this morning. These are the kids that we need to give that message to this morning, that they will be protected.\"\n\nVainieri Huttle repeated the statistic in an interview on NJTV that aired the same day as the news conference, but applied the number to New Jersey.\n\n\"And it certainly now is a mandate for all school districts to follow a course in anti-bullying and helping these kids get through those difficult years when, quite frankly, in New Jersey, there's like 160,000 kids that stay home from school each day because they're afraid to go to school,\" she said.\n\n\"Because of bullying?\" NJTV’s Joanna Caplan Gagis asked Vainieri Huttle.\n\n\"Because of bullying,\" Vainieri Huttle replied.\n\nVainieri Huttle’s spokeswoman, Andrea Katz, said the assemblywoman \"misspoke\" on NJTV. \"She meant the United States,\" Katz said.\n\nStill, the statistic is questionable even on a national level.\n\nKatz sent us several sources to support Vainieri Huttle’s claim, including a 2010 fact sheet from the Centers for Disease Control and Prevention and several other reports, news articles and websites.\n\n\"It’s a really commonly cited number,\" she said. \"It’s out there.\"\n\nAnd it is. A number of federal, state and local agencies have referenced the number, citing various organizations and individuals as the source.\n\nKatherine Cowan, a spokeswoman for the National Association of School Psychologists, confirmed the number came from her organization, \"but nearly 20 years ago.\"\n\n\"The statistic is extremely old and not valid in 2011,\" said Cowan. \"It’s one of those things that the media really loved and grabbed onto and took on a life of its own.\"\n\nCowan said researchers calculated the number in the early 1990s from an annual survey conducted by the Centers for Disease Control and Prevention, but did not have specifics on how the statistic was determined.\n\nThe CDC’s Youth Risk Behavior Surveillance System survey, which has been conducted since 1991, asks high school students several health-related questions.\n\nOne survey question asks students if they did not go to school in the last 30 days because they felt unsafe at school or on their way to or from school.\n\nA survey released in 2010 found 5 percent of high school students nationwide stayed home from school on at least one day for those reasons. But the question doesn’t ask why students felt unsafe, so the statistic could also apply to students who live in a high-crime neighborhood or fear crossing a dangerous intersection on their walk to school.\n\nThough the statistic on students staying home because of bullying is no longer valid, Cowan said the impetus behind the fact -- that bullying has widespread implications -- is validated by a lot of research.\n\nDeborah Temkin, research and policy coordinator for bullying prevention initiatives at the U.S. Department of Education, said her department recognizes the bullying statistic is \"likely not up to date.\"\n\nBut, she said, \"there are quite a few students who stay home from school each and every day,\" because of bullying.\n\nWe found no other statistic that quantified the number of students who stay home because of bullying.\n\nIn response to our findings, Vainieri Huttle said, \"There is no doubt that harassment, intimidation, and bullying have a serious impact on the ability of New Jersey students to thrive academically and socially.\"\n\nOur ruling\n\nVainieri Huttle claimed that 160,000 students stay home every day because they are afraid of being bullied at school.\n\nA spokeswoman for the National Association of School Psychologists confirmed her organization is the source of the statistic, but said the number is \"extremely old\" and \"not valid.\"\n\nVainieri Huttle used the flawed -- though widely cited, even by the CDC in 2010 -- statistic to illustrate the impact of bullying. We don’t dispute that bullying is a serious concern, but Vainieri Huttle needs better numbers to prove her point.\n\nWe rate Vainieri Huttle’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12419"}