{"url": "/factchecks/2010/apr/14/julian-assange/wikileaks-founder-julian-assange-tells-colbert-per/", "speaker": "Julian Assange", "vclaim": "\"The permission to engage was given before the word RPG was ever used.\"", "truth_label": "half-true", "date": "stated on April 12, 2010 in an interview on Comedy Central's \"The Colbert Report\":", "title": "Wikileaks founder Julian Assange tells Colbert permission to engage was given before the word RPG was ever used", "text": "In an April 12, 2010, interview on The Colbert Report, one of the WikiLeaks founders was pressed to explain why \"Collateral Murder\" was an accurate title for a leaked military video of a 3-year-old deadly encounter between a U.S. Apache helicopter gun crew and a cluster of men on a Baghdad street corner, two of whom were journalists for Reuters.Host Stephen Colbert called the title \"emotional manipulation.\" He noted that while soldiers in the Apache did mistake cameras with long telephoto lenses slung over the shoulders of the two journalists for weapons, there were, in fact, two other men in the group with weapons.\"How can you call it 'Collateral Murder?' \" Colbert asked guest Julian Assange of Wikileaks, referring to the controversial and widely-viewed video.\"So it appears there are possibly two men, one carrying an AK-47 and one carrying a rocket-propelled grenade -- although we're not 100 percent sure of that -- in the crowd,\" Assange answered. \"However, the permission to engage was given before the word RPG was ever used and before the Reuters cameraman, Namir Noor-Eldeen, ever pulled up his camera and went around the corner.\"Assange is referring to a moment in the video when a Reuters cameraman peers from behind a wall, pointing a long telephoto lens. A soldier on the Apache yells \"He's got an RPG!\" According to a military investigation several days later, there were U.S. ground troops less than 100 meters away, and \"due to the furtive nature of his movements, the cameraman gave every appearance of preparing to fire an RPG on U.S. soldiers.\"It's true that that's the first time the word \"RPG\" is uttered by the Apache crew in the unedited 40-minute version of the video. And it's also true that the permission to engage was given prior to that.But that doesn't mean the group of men on the street was believed to be unarmed prior to that, or that U.S. troops were given permission to shoot at a group of what they believed to be unarmed men.Let's walk through some of the early minutes of the the video, and accompanying audio, that comes via an Apache gun camera, to check Assange's claim.When the soldiers spot the group, the gun camera zeroes in on Noor-Eldeen, with the camera slung over his right shoulder. \"There's one, yeah,\" says one of the crew members on the Apache.\"Oh yeah,\" says another. \"That's a weapon,\" the soldier says.\"Yeah.\"Behind Noor-Eldeen is the other Reuters journalist, also with a camera.But then the cross-hairs in the camera pan to a couple of the other men farther back in the group.\"Yep, he's got a weapon too,\" the soldier says.The soldier radios back, \"Have 5 to 6 individuals with AK-47s. Request permission to engage.\"\"Roger that...You are free to engage. Over.\"At that point, however, the helicopter has apparently circled around, and the group is no longer visible behind a wall. That's when we see the crouching journalist peek around the corner, pointing the camera.\"He's got an RPG!\" a soldier in the Apache yells. Moments later, the Apache circles back around the building, getting the men in full view, and the shooting begins.An investigative report prepared by the military includes several still photos taken from the gun camera video. One shows the two journalists with the cameras, and the report concludes they \"could easily be mistaken for slung AK-47 or AKM rifles, especially since neither cameraman is wearing anything that identifies him as media or press.\" In addition, the report includes a still photo of the men a little father back, the ones who appeared to have prompted the comments \"Yep, he's got a weapon, too.\" Entered as Exhibit B, the investigator placed red circles around what he concluded was two men \"openly displaying an RPG and an AKM, while a third individual carries what appears to be an RPG round.\"Assange agreed on The Colbert Report that it appears one of the men was carrying an RPG launcher, and another an AK-47, but that the video is not entirely conclusive.\nThe military investigative report states that ground troops later discovered two RPGs, an RPG launcher and a rifle where the group had been clustered, and an RPG round under one of the bodies.\nIn an interview with PolitiFact, Assange correctly pointed out that military investigators state definitively that the Apache soldiers had identified men with weapons, \"AK-47s and a RPG,\" though the crew had not actually said the word RPG prior to asking for permission to engage. The report states that men on the street were observed with \"weapons consistent with reports of hostile acts conducted against friendly forces\" and that they had \"satisfied all requirements to initiate an engagement.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe report also mentions that the man peering around the side of the building (with what turned out to be a camera) appeared to be a sign of \"hostile intent.\" Again, that happened after permission to engage had already been granted. Assange called that \"retrospective justification.\"\nWhen Assange points out in the context of justifying the title \"Collateral Murder\" that the word \"RPG\" was not used until after the permission to engage was given, he leaves the impression that the soldiers were given the okay to open fire on a group of unarmed men, or men believed to be unarmed. But the video and accompanying audio make clear that the soldiers in the helicopter said they spotted \"weapons\" among those in the group -- later identified by an army investigator as an AK-47 and an RPG -- and that they mistook two cameras with telephoto lenses as weapons as well. Assange said he does not accept that his comment makes that implication, that introductory text in the video clearly states, \"Although some of the men appear to have been armed, the behavior of nearly everyone was relaxed.\"\nWho can say whether those in the Apache meant RPG when the crosshairs turned to two of the other men in the group -- not journalists -- and they said \"he's got a weapon, too.\" Photographs suggest that it probably was a man with an RPG, and another with an AK-47 rifle. Still, the soldiers in the Apache reported, \"Five to six individuals with AK-47s.\" That's what the permission to engage appears to have been based upon. RPG's were not specifically referred to by that point, but other \"weapons\" were. And so while Assange's statement is technically accurate, we think it leaves out critical context. And we rule it Half True.", "vclaim_id": "vclaim-pol-15109"}