{"url": "/factchecks/2011/feb/07/lee-holloway/milwaukee-county-board-chairman-lee-holloway-says-/", "speaker": "Lee Holloway", "vclaim": "The city building code violations on my properties only involve exterior issues; \"within the households, it’s fine.\"", "truth_label": "pants-fire", "date": "stated on January 21, 2011 in a statement at a candidate forum:", "title": "Milwaukee County Board Chairman Lee Holloway says building code violations at his rental properties involve only exterior issues", "text": "The condition of rental property owned by Milwaukee County Board Chairman Lee Holloway has become an issue in the race for county executive. Indeed, Holloway says media coverage of the issue has diminished his chances to win the contest.\n\nHolloway and his wife, Lynda, own 15 parcels in the city, including several apartment buildings on the near north side. Some of the buildings have been the subject of numerous and repeated building code violations.\n\nHolloway was ordered to Milwaukee Municipal Court because a large batch of the violations have not been corrected. That hearing, involving dozens of long-standing violations, is set for March of 2011.\n\nBeyond that, a security guard at one building faces misdemeanor charges for accusing him of threatening a tenant who was at odds with Holloway; another tenant faces charges of trashing that same tenant’s apartment; and reports show more than 800 police calls to Holloway-owned buildings in the past two years.\n\nSo ears perked up at a candidate forum at the Marquette University Law School when Holloway -- who was serving as acting county executive at the time -- was asked about his record as a landlord. He compared the dire economic situation facing some of his tenants with the economic woes facing the state and county government, then described the problems.\n\n\"The code violations are primarily storm windows,\" Holloway said, adding \"which we take and provide plastic which is better than storm windows.\"\n\nHe added: \"And it has to do with tuckpointing, which is all complete.\" And he said: \"Within the households, it’s fine.\"\n\nFinally, he declared: \"I’m saying I have resolved these problems. We are working to resolve these problems.\"\n\nThis one is easy enough to check.\n\nWe looked at the city’s online database available through the Department of Neighborhood Services. Each violation for each property is listed. We counted, and then counted again.\n\nAt the time he made the statement, Holloway had 200 outstanding violations on eight of his 15 properties. Some of the violations were new -- and written up on Jan. 21, 2011, the same day as the candidate forum.\n\nDo they all relate to exterior issues, such as brickwork, as Holloway claimed?\n\nNo.\n\nSome examples of properties and violations listed:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n2061 W. Atkinson Ave.: Fire extinguishers, door security hardware, faulty intercom, smoke detectors, carpeting, and damaged ceiling plaster. Other violations for the building include tuckpointing, parking lot repair, windows, screens and downspouts.\n\n\n\n2041 W. Atkinson Ave.: Roaches, exit signs, ceiling plaster, floor covering, electrical fixtures, toilet, bathtub replacement.\n\n\n\n2021 W. Atkinson Ave.: Fixtures, floor coverings, shower door.\n\n\n\n2022 W. Atkinson Ave.: Windows, screens, outdoor canopy, downspouts, handrails and porch issues were cited. And this mention was included: \"Restore ext. door frame to rodent proof condition.\"\n\n\n\nLet’s return to Holloway’s statement.\n\nFacing a date in Municipal Court, Holloway told a forum audience -- including those who watched on TV and YouTube -- that the building code violations still at issue involve the exterior of the properties. \"Within the households,\" he said, \"it’s fine.\" But inspection records paint a different picture: Roaches, exit signs, smoke detectors, ceiling plaster. All of those -- and more -- are interior issues. There’s even a note about faulty fire extinguishers.\n\nThat seems appropriate. We rate Holloway’s statement Pants on Fire.", "vclaim_id": "vclaim-pol-13651"}