{"url": "/factchecks/2018/jun/13/newsflash/website-misleads-about-arrests-sanctuary-cit/", "speaker": "Newsflash", "vclaim": "\"Trump’s DHS secretary confirms they are preparing to arrest sanctuary city leaders.\"", "truth_label": "barely-true", "date": "stated on June 13, 2018 in a blog post:", "title": "Website misleads about arrests of sanctuary city elected officials", "text": "A headline on a website called Newsflash overstates efforts by the Trump administration to crack down on so-called sanctuary cities and their elected officials.\n\"Trump’s (Department of Homeland Security) secretary confirms they are preparing to arrest sanctuary city leaders,\" said an undated headline on flashnewss.club, operating under the banner \"Newsflash.\"\nSanctuary cities refers broadly to jurisdictions with policies that limit their cooperation with federal immigration officials. President Donald Trump has promised to withhold federal funds from these cities, claiming they attract criminals and make communities less safe.\nThe story also claimed \"it won’t be long until Trump’s DHS gets a warrant for pioneers\" of communities and states with \"haven city strategies.\"\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nWe found that there is an element of truth to the claim, but it is also a sweeping exaggeration of what’s been said.\nAt a Jan. 16 hearing of the Senate Judiciary Committee, Sen. Kamala Harris, D-Calif., asked DHS Secretary Kirstjen Nielsen about a comment made by a U.S. Immigration and Customs Enforcement official on Fox News. The official, Thomas D. Homan, said on TV that he asked the Justice Department to look into criminal charges for elected officials with sanctuary policies, Harris said. The comment was made specifically about California elected officials after the enactment of the California Values Act, according to Harris.\nHarris: \"My question is whether DHS is currently working with the Justice Department to bring section 8-USC 1324 charges or any criminal charges against state or local officials.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nNielsen: \"I believe the request was made. The Department of Justice is reviewing what avenues might be available. The context of this is, of course, not only putting my ICE officers at risk but also finding an efficient and effective way to enforce our immigration laws.\"\nHarris: \"So, you are aware of cases in which this code will be used to criminally charge elected officials?\"\nNielsen: \"I am not aware of any cases, no ma'am. I believe it was just a request to look into it.\"\nAt the hearing, Nielsen acknowledged that the Department of Homeland Security had asked the Justice Department to look into the issue, but did not confirm, as Newsflash claimed, that they are already preparing to make arrests. The website also presented a revised version of what Nielsen said, quoting her as saying \"The Department of Justice is looking into what roads might be accessible.\" (She said: \"The Department of Justice is reviewing what avenues might be available.\")\nDHS referred PolitiFact to the January hearing but did not say what avenues, if any, the Justice Department had determined to take — or if it had responded to DHS’ request. The Justice Department did not respond to our query.\nNewsflash cited the The Washington Times as the source that \"revealed\" the information. A January story on The Washington Times headlined, \"Homeland Security pursues charges against leaders of sanctuary cities.\" The story offers a more toned-down version, saying DHS \"has asked federal prosecutors to see if they can lodge criminal charges against sanctuary cities.\"\nOur ruling\nNewsflash claimed, \"Trump’s DHS secretary confirms they are preparing to arrest sanctuary city leaders.\"\nWhile DHS has asked the Justice Department to look into what charges could be pursued against elected officials from sanctuary cities, DHS’s top official did not go far enough to say arrests were coming. What the DHS secretary said in January was she was not aware of any criminal cases against leaders of cities with policies limiting cooperation with federal immigration authorities.\nWe rate Newsflash’s statement Mostly False.\n Share the Facts 2018-06-13 18:51:46 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Trump’s DHS secretary confirms they are preparing to arrest sanctuary city leaders.\"    Newsflash Bloggers https://flashnewss.club/trumps-dhs-secretary-confirms-they-are-preparing-to-arrest-sanctuary-city-leaders/   in a blog post Wednesday, June 13, 2018 2018-06-13    Read More  info", "vclaim_id": "vclaim-pol-01965"}