{"url": "/factchecks/2015/feb/04/alfonso-lopez/lopez-says-reagan-supported-assault-weapon-bans/", "speaker": "Alfonso Lopez", "vclaim": "Ronald Reagan \"banned ownership of fully automatic rifles. He supported the assault weaspons ban.\"", "truth_label": "half-true", "date": "stated on January 19, 2015 in a floor speech.:", "title": "Lopez says Reagan banned machine guns, backed assualt weapons ban", "text": "Del. Alfonso Lopez recently conjured the spirit of Ronald Reagan in an ill-fated attempt to convince the Republican-led House of Delegates to pass gun control legislation.\n\"In Virginia, we have a bad habit of defeating every single sensible gun violence prevention bill proposal,\" Lopez, D-Arlington, lamented in a Jan. 19 floor speech.\n\"By the standards of today, Ronald Reagan was a traitor to the Second Amendment,\" Lopez said. The delegate added about Reagan, \"As president, he banned ownership of fully automatic rifles. He supported the assault weapons ban...\"\nWe wondered whether Lopez described the Gipper’s record correctly. We asked the delegate for proof of his claim and he sent an assortment of newspaper articles, two op-ed pieces Reagan wrote after his presidency, and a 2013 Truth-O-Meter by PolitiFact Georgia on a similar claim about Reagan.\nLet’s start by recalling that Reagan was shot in the chest in a 1981 assassination attempt that left his press secretary, James Brady, with a gunshot wound to the head and permanent brain damage.\nDuring the rest of his administration, which ended in 1989, Reagan \"often expressed opposition to national gun control laws,\" according to a 1994 article in The New York Times. Shortly after his shooting, he said he was \"a little disturbed\" that people were \"focusing on gun control as an answer to the crime problem today.\"\nLopez pointed out to us that in 1986, Reagan signed the Firearm Owners Protection Act. The bill provided a number of protections for gun owners. But it also barred the private sale and ownership of any fully automatic rifles -- machine guns -- that were not already registered with the federal government on the day Reagan signed the law.\nThe provision, still in effect today, is not the outright ban that Lopez described. Private citizens remain free to buy and transfer machine guns that were registered prior to May 20, 1986 -- provided they pass a background check, receive signed approval from their local police chief or sheriff and pay a $200 federal tax.\nThere are 512,790 registered machine guns in the United States, according to a 2014 report by the Bureau of Alcohol, Tobacco, Firearms and Explosives. Virginia was home to 31,825 of them, more than any state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nNow, let’s move to the assertion that Reagan also backed a ban on assault weapons, which are often described as semi-automatic firearms with detachable magazines and pistol grips. They are capable of firing many rounds without reloading, but the trigger has to be pulled for each shot.\nLopez referred us to a May 1994 letter signed by Reagan and former Presidents Gerald Ford and Jimmy Carter urging members of the U.S. House of Representatives to to support a pending bill banning assault weapons. They wrote, \"While we recognize that assault weapon legislation will not stop all assault weapon crime, statistics prove that we can dry up the supply of these guns, making them less accessible to criminals. We urge you to listen to the American public and to the law enforcement community and support a ban on the further manufacture of these weapons.\"\nReagan also sent a personal note that month to one of the fence sitters on ban: Rep. Scott Klug, R-WI. \"I know there is heavy pressure on you to go the other way, but I strongly urge you to join me in supporting this bill,\" he wrote. It must be passed.\"\nThe measure cleared Congress, with Klug’s support, and was signed by then-President. Bill Clinton. The assault weapons ban expired in 2004 when Congress refused to extend it.\nWe should note that since Lopez’s speech, the General Assembly has killed a number of gun control bills, including legislation by Lopez that would have restricted the sale and ownership of high-capacity firearm magazines.\nOur ruling\nLopez said, \"As president, (Reagan) banned ownership of fully automatic rifles. He supported the assault weapons ban.\"\nLopez errs in saying Reagan banned ownership of machine guns. Reagan, in 1986, signed a law that barred the private sale and ownership of machine guns that were not already registered on the day he signed the bill. The measure stopped new machine guns from entering the private marketplace, it did not ban the old ones.\nLopez is correct on the second part of his claim. In 1994, after his presidency, Reagan signed a letter urging the House to pass an assault weapons ban.\nOn the whole, we rate Lopez’s statement as Half True.", "vclaim_id": "vclaim-pol-06761"}