{"url": "/factchecks/2012/oct/24/tommy-thompson/tommy-thompson-says-senate-foe-tammy-baldwin-backs/", "speaker": "Tommy Thompson", "vclaim": "Says U.S. Senate rival Tammy Baldwin supports a \"tax increase that President Obama says\" would cost middle-class families $3,000 per year.", "truth_label": "barely-true", "date": "stated on October 8, 2012 in a TV ad:", "title": "Tommy Thompson says Senate foe Tammy Baldwin backs $3,000 tax hike on middle class", "text": "A signature slogan of Tammy Baldwin’s campaign is that she is a fighter for the middle class.\n\nYet her U.S. Senate opponent, Tommy Thompson, claims Baldwin wants to stick it to average folks.\n\nAnd he uses President Barack Obama to back his attack.\n\nIn a Thompson TV ad releasedOct. 8, 2012, the narrator says:\n\n\"Baldwin supports a massive middle-class tax increase that President Obama says would be devastating.\"\n\nThen the ad shows a clip of Obama saying: \"If that had come to pass, the average middle-class family would have had to pay an extra $3,000 in taxes next year.\"\n\nThompson’s case\n\nThompson’s claim starts off on the wrong foot in that he uses the present tense -- \"Baldwin supports\" a middle-class tax increase. But his campaign told us he was referring to a vote Baldwin cast in December 2010, and it’s clear from the ad that the reference is to a measure Obama commented on.\n\nThe vote was on a compromise Obama reached with Congress over taxes. The compromise involved a number of things, including a cut in the employee portion of payroll taxes and an extension of unemployment benefits.\n\nBut the big fight was over what to do about tax cuts -- on income, capital gains, dividends and business -- that were about to expire.\n\nRepublicans wanted to permanently extend the cuts, adopted under President George W. Bush, for all Americans. Obama and Baldwin were among Democrats who wanted to extend the cuts for most Americans, but let them expire for wealthier people -- individuals making more than $200,000 and joint tax filers making more than $250,000 in adjusted gross income.\n\nThat’s a key point -- Baldwin’s aim was to extend the tax cuts for the middle class, not raise taxes on the middle class.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\nWith the compromise, the tax cuts were extended for all Americans, for two years. The measure passed the House, 277-148, with Baldwin voting no. She said giving \"a special tax break to those with incomes over $250,000\" would have added to the national debt and was fiscally irresponsible.\n\nAs for the Thompson ad’s use of the Obama clip, the president was saying that had all the Bush-era tax cuts been allowed to expire, the average middle-class family would have had to pay an extra $3,000 in taxes in 2011.\n\nObama may have been rounding up a figure generated by the Deloitte Tax consulting firm. It estimated that letting the tax cuts expire would have meant that atypical family of four with a household income of $50,000 a year would have to pay $2,900 more in taxes in 2011.\n\nSo, if Baldwin’s side had succeeded in defeating the compromise, middle-class taxes would have risen about $3,000 -- if no other action had been taken.\n\nOn the other hand, Baldwin made it clear she supported extending the tax cuts for middle-class families. A week before the vote on the compromise, she voted for an alternative that would have extended the Bush tax cuts permanently for families earning less than $250,000.\n\nSo, in the way Thompson frames the issue, it could be said Baldwin opposes -- or supports -- extending tax cuts for the middle class, depending on which vote you consider.\n\nBaldwin campaign spokesman John Kraus noted that Baldwin voted again in 2012 for a one-year extension of most of the Bush tax cuts for the middle class but not for wealthier people. That measure failed.\n\nOur rating\n\nThompson said Baldwin supports a \"tax increase that President Obama says\" would cost families $3,000 per year.\n\nThompson falters in making the claim in the present tense when he’s referring to a vote Baldwin took in 2010.\n\nBaldwin did vote no on a law that prevented middle class taxes from increasing by $3,000. But she supported extending tax cuts for the middle class and she voted for a another measure, which failed, that also would have prevented the $3,000 middle-class tax hike.\n\nWe rate Thompson’s statement Mostly False.", "vclaim_id": "vclaim-pol-10095"}