{"url": "/factchecks/2011/jul/31/ron-johnson/us-senator-ron-johnson-says-federal-government-spe/", "speaker": "Ron Johnson", "vclaim": "\"The federal government is spending 25 percent of our entire economy versus 100 years ago we spent only 2 percent.\"", "truth_label": "true", "date": "stated on July 25, 2011 in a television interview:", "title": "U.S. Senator Ron Johnson says federal government spending is 25 percent of the economy, compared to 2 percent a century ago", "text": "As the debt-ceiling crisis deepened, U.S. Sen. Ron Johnson, R-Wisconsin, lambasted Democrats for failing to put together a public plan to bring down federal spending.\n\nJohnson, in an appearance on CNBC’s \"Squawk Box,\" argued constitutional limits on government spending were the only way to keep politicians’ hands off the pocketbooks of their constituents. To illustrate his point, the freshman Republican reached way back into the history books.\n\n\"We’ll increase the debt ceiling, give the president what he wants, and all we’re saying is, ‘Let’s pass a constitutional limitation to the size of government,’ which by the way is the root cause of the problem,\" Johnson said. \"The federal government is spending 25 percent of our entire economy versus 100 years ago, we spent only 2 percent. The problem is the size, the scope, all the regulations and the cost of government.\"\n\nPolitiFact National has tested the current end of this claim and found it True. But the back end is new territory.\n\nHas the federal government’s share of the nation’s economy really jumped twelvefold in a century?\n\nA frequently cited source on the history of federal spending is the White House Office of Management and Budget.\n\nIts website shows the federal share of \"gross domestic product\" -- the GDP, essentially our total economic output for a year -- was 25 percent in 2009, 23.8 percent  in 2010 and is estimated at 25.3 percent for 2011.\n\nIn 1930, by contrast, the federal government made up just 3.4 percent of the economy.\n\nThere are many reasons for the change -- ones that go beyond year-to-year growth in spending for existing programs.\n\nBefore the 1930s, the federal government was basically the post office, veterans benefits, a small defense department and national-debt payments, according to an official government summary and experts we consulted. Local government was dominant.\n\nWorld War II, the Korean War and Vietnam pushed up the federal role considerably, and when that spending waned, it was more than offset as the country aged into Social Security and the Great Society programs --  including Medicare and Medicaid --  took off.\n\nThe federal share of the economy went up and down in the 1980s and 1990s, amid recessions, higher debt interest payments, higher health care spending and tax cuts. Homeland security and military spending in Iraq and Afghanistan after the Sept. 11, 2001 attacks pushed the number up, as did the recession that began in 2007.\n\nThe largest part of the growth since the 1950s, the Office of Management and Budget reports, came from a category that includes Social Security, Medicare, unemployment insurance, deposit insurance, and means-tested entitlements such as Medicaid, food stamps, Supplemental Security Income, the refundable portions of the Earned Income and Child Tax Credits.\n\n\"A big part of the difference is that as the U.S. got richer, a lot more services were demanded, and a whole layer of protections unknown in 1910 got assumed by the government,\" said Gary Burtless, a Brookings Institution economist.\n\nAs we noted, the current numbers cited by Johnson are accurate.\n\nBut what about 100 years ago?\n\nThe OMB calculations on the federal share of the economy go back only to 1930, because GDP was not calculated before then.\n\nBut earlier spending numbers are readily available, and several researchers have produced calculations dating back to the early 1900s. They use U.S. Census Bureau data that measured the economy in a different way, but produce comparable numbers, according to the economists we consulted.\n\nJohnson’s staff pointed us to 1902. We also looked at other years in that first decade of the century, to see if they were consistent with the year in question.\n\nEconomists Robert Gordon at Northwestern University and Randall Holcombe at Florida State University independently calculated a federal share right around 2 percent in that time period.\n\nOur calculations produced a similar result.\n\nSo Johnson’s numerical claim is on target.\n\nAt the advice of our experts, though, we took one more step: We looked at what the combined local-state-federal share was a century ago compared to today.\n\nIf local government was predominant and the federal government minuscule in earlier times, is it possible that all government spending combined took up the same share of the economy as today?\n\nNo, we found.\n\nHolcombe said the total government share has gone up markedly, though not on the order of the twelvefold increase in the federal-only share.\n\nGordon confirms that.\n\nLet’s tally this up.\n\nJohnson turned the clock way back in criticizing the size of the federal government. He claimed it took up just 2 percent of the economy a century ago, but 25 percent today. Johnson’s reference hearkens back to an entirely different era in American governance -- and it’s not clear just how far back in time on a percentage basis Johnson thinks we should go.\n\nBut based on widely available, and generally accepted, historical data, he accurately described the dramatic rise of Washington, D.C., in our economic lives over the last 100 years.\n\nWe rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12651"}