{"url": "/factchecks/2016/dec/02/blog-posting/clinton-did-co-sponsor-legislation-decade-ago-jail/", "speaker": "Bloggers", "vclaim": "Hillary Clinton in 2005 co-sponsored legislation that would jail flag burners.", "truth_label": "true", "date": "stated on November 29, 2016 in Townhall.com :", "title": "Clinton did co-sponsor legislation a decade ago to jail flag burners", "text": "One thing has become apparent in the world of President-elect Donald Trump -- no incendiary tweet goes to waste.\nJust this week, Trump lobbed an early-morning zinger across the globe, opining on Twitter:  \"Nobody should be allowed to burn the American flag - if they do, there must be consequences - perhaps loss of citizenship or year in jail!\"\nThe chattering class lit up the morning talk shows. Even some key Republicans said Trump had gone too far. Experts pointed out that flag burning, no matter how distasteful, is protected by the First Amendment to the U.S. Constitution. The U.S. Supreme Court has ruled it is free speech and a legal form of protest.\nSome media outlets complained that Trump was being treated unfairly in the firestorm of criticism that followed. After all, they stated, Democrat Hillary Clinton had also once proposed jail time for flag burners.\n\"For Clinton supporters, I’m sorry to say you don’t have the high ground again; then-Sen. Clinton co-sponsored the Flag Protection Act of 2005, which carried a 12-month jail sentence to anyone who desecrates the American flag to incite or produce imminent violence or a breach of the peace,\" Matt Vespa wrote on the conservative online site Townhall.com.\nPolitiFact decided to look into that bit of political history. As it turns out, Clinton did back flag-burning legislation more than a decade ago.\nThe site Congress.Gov states the Flag Protection Act of 2005 was introduced in the U.S. Senate in October 2005 as Senate Bill 1911. The site summarizes the bill this way:\n\"Amends the federal criminal code to revise provisions regarding desecration of the flag to prohibit: (1) destroying or damaging a U.S. flag with the primary purpose and intent to incite or produce imminent violence or a breach of the peace; (2) intentionally threatening or intimidating any person, or group of persons, by burning a U.S. flag; or (3) stealing or knowingly converting the use of a U.S. flag belonging to the United States, or belonging to another person on U.S. lands, and intentionally destroying or damaging that flag.\"\nThe bill sets a fine of up to $100,000 and jail time of up to a year for burning a U.S. flag and higher penalties for stealing or damaging one on federal property.\nThen-U.S. Sen. Robert Bennett of Utah, a Republican, sponsored the bill. Clinton is listed as one of four co-sponsors. The bill was referred to the Senate Judiciary Committee, where it died.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChain email\n\n\nstated on November 8, 2007 in an e-mail circulated by many people.\n\n\n\n\n\n\n\n\nObama \"refused to not only put his hand on his heart during the Pledge of Allegiance, but refused to say the pledge.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Adair • November 8, 2007\n\n\n\n\n\n\n\nPolitical scientists point out that Republicans and Democrats have used the flag-burning issue to their benefit. The courts have ruled, but it still plays well in the court of public opinion where voters reside.\n\"Both parties have used the flag issue, mostly as political posturing, because everyone knows it is ‘settled law’ and the prospects for change are extremely remote,\" said political scientist Kerwin Swint of Kennesaw State University in metro Atlanta. \"It's usually a Republican issue for the GOP base, but in this instance, Hillary Clinton, and other Democratic legislators, got into the act.\"\nIn 1989, the U.S. Supreme Court first established flag burning as a protected First Amendment right in Texas v. Johnson. Back in 1984, Gregory Lee Johnson burned a flag at the Republican National Convention in Dallas in a protest against presidential candidate Ronald Reagan. Johnson was arrested and charged with breaking a state law.\nThe Supreme Court voted 5-4 in favor of Johnson and against the state of Texas. Johnson’s actions, the majority argued, were symbolic speech, political in nature, and could be expressed even if it upset those who disagreed with him.\n\"The decisions remain controversial to the present day, and Congress in 2006 attempted to pass a joint resolution to propose an amendment to the Constitution to prohibit flag desecration, which failed by just one vote in the Senate,\" states the blog Constitution Daily.\nOur ruling\nThe online site Townhall.com said Hillary Clinton co-sponsored legislation in 2005 that would jail flag burners.\nClinton did indeed co-sponsor a bill that would have done just that. Republicans have backed similar legislation in the past, even though the courts have ruled flag burning is legally protected.\nWe rate the Townhall.com statement True.", "vclaim_id": "vclaim-pol-03902"}