{"url": "/factchecks/2010/feb/25/florida-democratic-party/florida-democrats-say-mccollum-voted-raise-congres/", "speaker": "Florida Democratic Party", "vclaim": "Bill McCollum voted four times to raise his own pay, by a total of $51,000, and earns a congressional pension worth more than $75,000 a year.", "truth_label": "true", "date": "stated on February 24, 2010 in an advertisement by the Florida Democratic Party:", "title": "Florida Democrats say McCollum voted to raise congressional pay, earns $75,000 pension", "text": "The 2010 Florida gubernatorial campaign intensified this week, as allies of Republican Bill McCollum and Democrat Alex Sink exchanged television ads designed to highlight aspects of their rival's record that voters might not be happy with.On Feb. 23, 2010, we analyzed an anti-Sink ad placed by the Republican Governors Association. We ruled that the ad -- focusing on her tenure as a highly compensated bank executive during a time of job losses at her company -- was Mostly True.Today we look at an anti-McCollum response ad aired by the Florida Democratic Party. The ad begins with footage of McCollum telling reporters, \"I'm proud of my record of having been a congressman.\"A voice-over continues, \"Really? Well, Bill McCollum, you cost the rest of us billions. He voted four times to raise his own pay. $51,000. Our tax money pays his congressional pension. Over $75,000 dollars a year. The national debt skyrocketed. $4.7 trillion. McCollum voted for debt-limit increases five times. Bill McCollum. Just another Washington politician Florida can't afford.\"We'll address the debt questions in a separate item. Here we'll tackle the issues of congressional pay raises and pensions.Congressional pay raisesIn a footnote to the advertisement, the Florida Democratic Party provided bill numbers and dates showing the votes that enabled congressional salaries to increase. We checked the four votes -- in 1989, 1997, 1999 and 2000 -- with roll call records and confirmed that McCollum did vote yes in all four cases.In the case of the 1989 bill -- which combined landmark ethics reforms with a pay raise of more than 30 percent over two years -- McCollum praised the bill when it was introduced, saying that it's \"not about a pay raise -- it's about good government. ... It's about changing the ethical climate of Congress.\"As for the amount of the salary increase, the ad actually understates it. Before the 1989 vote, congressional salaries were $89,500. On Jan. 1, 2001 -- two days before McCollum's final term officially ended -- congressional salaries went up to $145,100. That's a difference of $55,600, a bit higher than the $51,000 stated in the ad.The McCollum campaign points out that on several of these votes, a majority of Florida's Democratic Congressional delegation voted the same way McCollum did, and we think that's fair context to add. But looking specifically at the Democratic ad's charge, this part of the claim is accurate.Congressional pensionThe pensions issue is even more straightforward. The Florida Democratic Party sent us copies of three financial disclosure forms signed by McCollum, who is 65.The first was filed in 2005, when McCollum was a candidate for state attorney general, an office he won and continues to occupy. It reports that McCollum earned $76,704 in a federal pension, which covers his service in Congress. (This is distinct from his military pension, which earned him $13,455 that year; McCollum served in the Navy and the Naval Reserve from 1969 to 1992.)His 2006 report showed a federal pension worth $77,612, while his 2008 report showed a $77,280 federal pension.All three filings showed congressional pensions worth \"over $75,000 dollars a year.\" So this claim is accurate as well.Both claims are supported by the evidence, so we're assigning it a rating of True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-15280"}