{"url": "/factchecks/2020/jun/25/dan-forest/how-many-states-have-reopened-gyms/", "speaker": "Dan Forest", "vclaim": "\"North Carolina is one of four states\" that hasn't opened gyms.", "truth_label": "true", "date": "stated on June 22, 2020 in a tweet:", "title": "How many states have reopened gyms?", "text": "Gov. Roy Cooper has kept gyms and fitness centers closed during the coronavirus outbreak, drawing criticism from his Republican challenger.\nThe number of COVID-19 cases and hospitalizations has been steadily rising in the Tar Heel state, according to the North Carolina Department of Health and Human Services.\nCooper has said he worries that the heavy breathing associated with exercise could increase the spread of the virus. But Lt. Gov. Dan Forest, the Republican who hopes to unseat Cooper in November, criticized the governor for picking pandemic \"winners and losers.\"\nOn Monday, Forest said North Carolina is one of only a fraction of states keeping gyms closed.\n\"Now, 46 states have gyms/fitness centers open - North Carolina is one of four states that does not,\" Forest tweeted. \n\nIs that true?\nGenerally speaking, yes. Some states are taking a regional approach to reopening gyms. In those states, gyms are allowed to open in some counties but not others. Massachusetts, New Jersey, New York and North Carolina are the only states where governors are keeping gyms closed across the board.\nTracking reopenings\nOur review of virus-related executive orders tracked by CNN, the New York Times, the Washington Post and the National Governors Association backs up Forest’s assessment.\nOur review of these websites found that Massachusetts, New Jersey, New York and North Carolina are the only states keeping gyms closed across the board.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nMost other states have either reopened gyms with restrictions, or reopened gyms in some areas but not others. For example, in California, gyms are allowed to reopen in all but seven counties.\nIn Pennsylvania, 54 of the state’s 67 counties had entered a \"green phase\" by June 19, meaning gyms could reopen at reduced capacity. But 13 counties remained in the \"yellow phase,\" meaning their gyms were still closed.\nThings are moving a little slower in Washington, where less than half of the state’s 39 counties have entered Phase 3. That’s the phase when gyms can reopen at less than 50% capacity, according to the Seattle Times.\nIn Michigan, Gov. Gretchen Whitmer allowed some gyms to open on June 10, while others remained closed because they didn’t meet the state’s qualifications to reopen. But a federal judge recently halted the order, allowing all gyms to open on June 25. They’ll remain closed if Whitmer’s appeal is successful.\nA similar situation happened in Wisconsin, too. Gov. Tony Evers didn’t lift his ban on gym operations. The ban was dissolved after the state Supreme Court struck down his stay-at-home order.\nOur ruling\nForest tweeted that \"46 states have gyms/fitness centers open\" and that \"North Carolina is one of four states that does not.\"\nOur review found that North Carolina, New Jersey, New York and Massachusetts are the only states where gyms remain closed across the state.\nIt’s worth noting that, in other states, government leaders are opening gyms in some counties, but not others. But Forest’s wording is broad enough to account for that variation. \nWe rate this claim True.", "vclaim_id": "vclaim-pol-17990"}