{"url": "/factchecks/2012/sep/05/kelly-ayotte/did-barack-obama-accrue-more-debt-half-time-george/", "speaker": "Kelly Ayotte", "vclaim": "\"Under President Bush in eight years, we added $4.9 trillion to the debt. Under President Obama, we've added $5.3 trillion to the debt in the 3.5 years he's been in office.\"", "truth_label": "mostly-true", "date": "stated on August 23, 2012 in a town hall meeting in Merrimack, N.H.:", "title": "Did Barack Obama accrue more debt in half the time as George Bush?", "text": "A few days before she hit the stage in front of a national audience at the Republican National Convention, U.S. Sen. Kelly Ayotte addressed a far smaller crowd in Merrimack, N.H.\n\nDespite the difference in venue, the New Hampshire Republican offered a similar message.\n\nDuring the town hall meeting, Ayotte, a Nashua native and freshman senator, took aim at President Obama and the growing debt under his administration. While she didn’t specifically blame the president for the debt, she used the speech to blast Obama for increased spending and stifling business.\n\n\"Under President Bush in eight years, we added $4.9 trillion to the debt,\" Ayotte told the crowd Thursday, August 23, 2012, at Merrimack High School. \"Under President Obama, we've added $5.3 trillion ... in the 3 1/2 years he's been in office.\"\n\nThe numbers have been used before. Lastweek, PolitiFact gave a Mostly True ratingto a similar claim by New Jersey Gov. Chris Christie that the debt has jumped $5 trillion during Obama’s time in office.\n\nBut, does that mean Ayotte’s numbers are on target? Let’s take a look.\n\nThe numbers aren’t hard to track.\n\nThe U.S. Department of the Treasury tracks the national debt figures on its website, TreasuryDirect.gov.\n\nOn the site, the treasury department divides the national debt into two main categories, debt held by the government and debt held by the public. But, in her statement, Ayotte is referring to the combined total, or total national debt, according to spokesman Jeff Grappone.\n\nAccording to the federal count, the total debt currently sits around $16 trillion. But, as of August, 23, when Ayotte made the statement, it was closer to $15.98 trillion. That figure is about $5.35 trillion higher than the $10.63 trillion debt Obama inherited when he came into office January 19, 2009.\n\nWhen Bush first came into office, the national debt was $5.73 trillion, and by the end of his eight years, it grew to $10.63 trillion -- an increase of exactly $4.9 trillion. So, Ayotte’s numbers look right on target.\n\nStill, as is so often the case, the numbers don’t tell the whole story, according to analysts.\n\nAt PolitiFact, we consider not just the factual accuracy of a statement, but also whether credit and blame is fairly attributed.\n\nFederal spending records show that both Democrats and Republican share the blame for the increased spending. Democrats controlled both houses of Congress during Obama’s first two years, but Republicans have held the House of Representatives since January 2011.\n\nFurther, as noted in the prior PolitiFact piece, much of the debt results from policies set under past presidents and lawmakers. So, the blame falls on both parties.\n\n\"It’s true. They both contributed,\" said Ron Haskins, co-director of the Brookings Institution’s Budgeting for National Priorities Project. \"I'm not too worked up about attributing 27 percent to this and 36 percent to that. But, the fact is that both presidents (Obama and George W. Bush) were irresponsible. We’re seeing the impact of that now.\"\n\nOur ruling:\n\nAyotte’s got her numbers right. According to the treasury department’s count, the debt has grown $5.3 trillion since Obama took office in 2009, compared to $4.9 trillion in Bush’s eight years.\n\nStill, analysts say these figures don’t paint a full picture of the root causes of the debt.In her statement, Ayotte doesn’t attribute direct credit or blame, but she did use the speech to blast Obama and his policies.\n\nWe rate her claim Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharles Bass\n\n\nstated on June 8, 2012 in an email to the press on June 8, 2012\n\n\n\n\n\n\n\n\nSays Ann Kuster said the debate over America’s debt limit is not an important issue of the day.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Maryalice Gill • June 29, 2012", "vclaim_id": "vclaim-pol-10447"}