{"url": "/factchecks/2017/nov/30/donald-trump/will-gop-tax-bill-cost-donald-trump-fortune-no/", "speaker": "Donald Trump", "vclaim": "Says the tax bill \"is going to cost me a fortune, this thing -- believe me. Believe me, this is not good for me.\"", "truth_label": "false", "date": "stated on November 29, 2017 in a speech in St. Charles, Mo.:", "title": "Will the GOP tax bill cost Donald Trump 'a fortune'? No", "text": "President Donald Trump said he wouldn’t benefit financially from the Republican tax legislation on Capitol Hill. In fact, he said he would get socked by it.\n\"So right now, America's tax code is a total dysfunctional mess,\" Trump said in a speech in St. Charles, Mo., on Nov. 29, 2017. \"The current system has cost our nation millions of American jobs, trillions and trillions of dollars, and billions of hours wasted on paperwork and compliance. It is riddled with loopholes that let some special interests -- including myself, in all fairness. This is going to cost me a fortune, this thing -- believe me. Believe me, this is not good for me.\"\nTrump’s claim sounded dubious. The analyses of the bills we have seen show advantages, not disadvantages, for the wealthy as well as corporations.\nWhen we asked the White House for additional details about how the law would hurt Trump, they cited the repeal of the state and local tax deduction, which allows taxpayers to deduct all or some of their state and local tax burden from their federal taxable income. As a wealthy resident of New York City, Trump would likely face high tax state and local rates. (At the Nov. 30 press briefing, White House Press Secretary Sarah Huckabee Sanders cited the elimination of deductions as one possible source of a tax increase for the president.)\nThe White House also cited \"anti-abuse\" provisions within the changes being made to the \"pass-through\" tax rates for business income that is taxed within individual tax filings.\nTrump may indeed get hit by some of the tax bill’s specific provisions. But independent analyses of the bill’s potential impact on his own tax situation agree that, after all is said and done, he should come out far ahead compared to the status quo.\nIt is impossible to pin down the benefits that would flow to Trump's tax situation due to his own refusal to follow the decades-old presidential precedent of releasing his tax returns. (He broke his promise to release them).\nAny projections depend on a leaked, partial tax return from 12 years ago, and a lot may have changed since then. For instance, there's no way of knowing whether 2005 was an unusual year for Trump’s finances.\nAnalyses by the New York Times and NBC attempted to understand how Trump's finances would be impacted by the House bill rely on the partial 2005 return. The Times based its calculations on a framework that preceded the official release of both chambers’ bills. The NBC analysis was based on the House version of the bill. (The framework is different than the House bill in its details, but they share many common elements.)\nThe elimination of the alternative minimum tax and the lowering of the pass-through tax rate for certain types of business income -- minus tax increases from eliminating many existing deductions -- would leave Trump $42 million better off, according to the New York Times analysis. (The alternative minimum tax requires that taxpayers with many deductions pay at least a minimum amount of taxes.)\nThe NBC analysis — undertaken by Maury Cartine, the partner in charge of tax and business services in the New York City office of the Marcum Group — found net savings of $22.5 million for Trump, primarily from eliminating the alternative minimum tax.\nTrump’s myriad ventures could enable him to benefit from several changes.\nThe House version would allow \"pass-through\" business income to be taxed at 25 percent, rather than the current maximum of 39.6 percent. The Senate bill would use a different mechanism for such income that is less advantageous.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump’s 2005 return showed more than $109 million in income from businesses that would potentially benefit from a tax break on pass-through income.\nSo, at the very least, two independent estimates came up with immediate savings in the low tens of millions of dollars. Even if the actual savings for Trump end up being a small fraction of that amount, that would be more money than most Americans make in a year, and more than some make in a lifetime.\nMeanwhile, this doesn’t include the potentially massive benefits Trump could see from changes to the estate tax -- albeit savings that would take longer to materialize.\nThe estate tax comes into play when someone dies and their estate is large enough to qualify for the tax. Due to generous exemptions, the tax generally hits wealthy taxpayers.\nThe House bill would end the estate tax after 2024. The Senate bill would keep it, instead doubling the current exemption for individuals to $11 million. The approach that prevails in the final version of the bill is unknown for now.\nBoth the Times and NBC estimated that the House version of the estate tax could save Trump more than $1.1 billion. Neither analysis looked specifically at the Senate’s version; that approach would likely provide Trump with some savings, but on a much smaller scale. (It’s worth noting that any potential savings from the estate tax would come only after the death of Trump or his wife Melania, presumably years down the road.)\nTrump’s possible gains from the bill are hardly unique for the wealthiest Americans.\nAccording to analysis of the Senate bill by the Joint Committee on Taxation, American households with incomes in excess of $1 million -- a threshold Trump is almost certainly far above -- would see a tax savings of $41,819 in 2019 and $36,259 in 2017.\nAnd an analysis by an independent group, the Urban Institute-Brookings Institution Tax Policy Center, estimated that for the top one-tenth of 1 percent of earners -- those with incomes of at least $3,439,900 -- 72 percent would see tax cuts and 28 would see a tax increase in 2018. The average tax cut for this group would be $174,620 in 2018.\nOur ruling\nTrump said, \"This (tax bill) is going to cost me a fortune, this thing -- believe me. Believe me, this is not good for me.\"\nWhile there is uncertainty about the exact scale of Trump’s potential gains -- both because of the lack of a final version of the bill and because of big gaps in the public knowledge about his personal finances -- either of the GOP bills would almost certainly give Trump a big windfall.\nTwo independent analyses suggest that it could be in the low tens of millions of dollars immediately. His family also could get as much as $1.1 billion over the longer term if the estate tax is fully repealed, as the House bill would do.\nWe rate the statement False.\n Share the Facts 2017-11-30 23:15:33 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says the tax bill \"is going to cost me a fortune, this thing -- believe me. Believe me, this is not good for me.\"    Donald Trump President https://www.whitehouse.gov/the-press-office/2017/11/30/remarks-president-trump-tax-reform   a speech in St. Charles, Mo. Tuesday, November 29, 0007 0007-11-29    Read More  info", "vclaim_id": "vclaim-pol-02639"}