{"url": "/factchecks/2016/feb/05/bernie-sanders/bernie-sanders-exaggerates-concentration-wealth-in/", "speaker": "Bernie Sanders", "vclaim": "Americans \"are working longer hours for low wages . . . and yet almost all new income and wealth is going to the top 1 percent.\"", "truth_label": "half-true", "date": "stated on February 4, 2016 in a Democratic debate on MSNBC:", "title": "Bernie Sanders exaggerates concentration of wealth, income for top 1 percent", "text": "Sen. Bernie Sanders repeated his ongoing theme that the rich have gotten richer and the United States needs to reverse income inequality during the Democratic president debate on Feb. 4 at the University of New Hampshire.\n\"Millions of Americans are giving up on the political process. And they're giving up on the political process because they understand the economy is rigged,\" Sanders said. \"They are working longer hours for low wages. They are worried about the future of their kids. And yet almost all new income and wealth is going to the top 1 percent,\" he said. \"(That's) not what America is supposed to be about.\"\nPolitiFact has looked a couple of variations on his claims about wages, hours and income distribution.\nIn the past, Sanders has said wages have gone down. He didn't make that claim Thursday night, perhaps because when we looked at data, we found that most reports concluded that wages have been flat since the 1970s. Instead, he characterized wages as low, a value judgement we won't quibble with.\nOn the question of hours, we found mixed evidence that Americans are working longer during the week.\nThe best data, from the Bureau of Labor Statistics, show average weekly hours for production and nonsupervisory employees in the private sector have actually declined a bit since the 1960s. The trend flattened out at the beginning of this century and took a temporary dip during the Great Recession, but broadly speaking the numbers don't support the longer hours claim.\nGallup surveys have found that workers report working longer hours than what the BLS numbers show. However, historical data from those Gallup surveys reveal that there hasn't really been a change in the number of hours that full-time employees report working between 2001 to 2014.\nOn the other hand, when the Brookings Institution looked at a small slice of the middle class -- the middle 10 percent of families -- they found an increase in hours worked among mothers who were toiling longer to maintain their family's standard of living.\nFinally, there are plenty of data showing that new income is becoming concentrated in the richest Americans, which is Sanders' overarching theme. The question is to what degree.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nSanders said Thursday night and during recent interviews that it's \"almost all\" new income. A year ago, he was saying it was 99 percent.\nThere's no handy-dandy, universally agreed-upon formula to calculate an exact amount, but the economist that Sanders has been relying on concluded in 2015 that the top 1 percent had accumulated 91 percent of the income gains made from 2009 to 2012. That would be \"almost all.\"\nBut when the analysis was updated in 2015, the estimate dropped to 58 percent, a ratio Sanders has publicly acknowledged. That may be just over most of the new income, but it’s far from \"almost all.\"\nOne important caveat: One economist we consulted told us that the calculation Sanders relies on, which looks at pre-tax income minus all government payments, uses a method that tends to make the rich look richer.\nOur ruling\nSanders said Americans \"are working longer hours for low wages ... and yet almost all new income and wealth is going to the top 1 percent.\"\nThe issues are whether Americans are working longer hours -- on average, they're not -- and whether \"almost all\" new income and wealth is going to the top 1 percent. A lot of it has, but not \"almost all.\"\nIf Sanders were to argue that a disproportionate amount of income and wealth is going to the very richest Americans, he'd be right on the money. But he's over-exaggerating.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-05462"}