{"url": "/factchecks/2011/feb/23/bill-posey/rep-bill-posey-criticizes-obama-underfunding-nasa-/", "speaker": "Bill Posey", "vclaim": "\"The president promised to close the space gap, but he now seems intent on repeating the events that created the space gap in the first place -- putting in place a new rocket design and then trying to underfund the effort...\"", "truth_label": "mostly-true", "date": "stated on February 14, 2011 in a press release responding to Obama's budget proposal.:", "title": "Rep. Bill Posey criticizes Obama for underfunding NASA projects", "text": "President Barack Obama dubbed this period \"our generation’s Sputnik moment\" in his 2011 State of the Union address when he called for job-creating investments in high-tech areas. But when it comes to the space race, one Florida congressman is blasting the president as \"ceding American leadership in space to China and Russia.\"\n\nIn a press release responding to Obama's $3.8 trillion budget proposal unveiled on Feb. 14, 2011, Republican Rep. Bill Posey, whose district covers a portion of Florida's Space Coast, decried cuts to certain portions of NASA's budget, even though the agency's budget has remained pretty much unchanged from 2010.\n\nObama's budget allots $18.7 billion to NASA for the 2012 fiscal year, the same amount received this fiscal year. However, Obama's plan shifts the money around, increasing funding for projects like climate change research and reducing the budget for other space projects. (A description of the administration’s NASA budget summary can be read here.)\n\n\"After the administration let NASA flounder for the past two years, a flawed NASA authorization bill was finally agreed to and signed into law,\" Posey wrote in a press release. \"Now the administration is proposing to ignore this law, placing a higher priority on global warming research and making cuts to the next-generation launch vehicle.\"\n\nPosey's press release went on: \"Over two years ago, the president promised to close the space gap, but now he seems intent on repeating the events that created the space gap in the first place -- putting in place a new rocket design and then trying to underfund the effort, ensuring that it will never happen and ceding American leadership in space to China and Russia.\"\n\nWith the final flight of shuttle Discovery scheduled for Feb. 24 and only two more shuttle flights left after that, we decided to check the facts of the last portion of Posey’s statement. Did Obama promise two years ago \"to close the space gap?\" Has a new rocket design been put into place, and is it properly funded?\n\nObama on space\n\nDuring his 2008 presidential campaign, Obama made a stop in Titusville, just west of the Kennedy Space Center, where he spoke to an animated crowd about his goals for NASA.\n\n\"Let me be clear we cannot cede our leadership in space,\" Obama said. \"That's why I'm going to close the gap and ensure that our space program doesn't suffer when the shuttle goes out of service. We may extend an additional shuttle launch. We’re going to work with Sen. Bill Nelson to fund at least one more flight beyond 2010 ... by continuing to support NASA funding by speeding the development of the shuttle's successor, by making sure that all those who work in the industry in Florida do not lose their jobs because we cannot afford to lose their expertise.\" (A video of the speech can be found here.)\n\nThe president returned to the area on April 15, 2010, giving a speech at the Kennedy Space Center where he expanded on his plans for NASA.\n\n\"The bottom line is, nobody is more committed to manned spaceflight, to human exploration of space than I am,\" Obama told the crowd, according to a New York Times report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 8, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 11, 2010\n\n\n\n\n\n\n\n\nHe added: \"Step by step, we will push the boundaries, not only of where we can go, but what we can do. In short, 50 years after the creation of NASA, our goal is no longer just a destination to reach. Our goal is the capacity for people to work and learn, operate and live safely beyond the Earth for extended periods of time.\"\n\nSo, Posey is right about Obama's campaign pledge to \"close the space gap,\" and the president himself has talked of his desire for American astronauts to aim for travel to Mars by the mid 2030s.\n\nConstellation project\n\nPosey press secretary George Cacela said the congressman's statements about funding for a new rocket-design were based on the troubled Constellation project. The law that Posey is citing is the 2010 NASA Authorization Act, which mandated that the space agency build a heavy-lift rocket called Ares by 2016 with an $11.5 billion budget.\n\nConstellation started in 2005 under former President George W. Bush's administration. With the space shuttle being phased out after 30 years, Constellation's goal was to return to the moon by 2020 and set up a base camp there in future years.  A series of Ares rockets and the Orion crew capsule were part of the original Constellation plan. However, the project, as described in this Jan. 14, 2004, speech by Bush, never received the full $100 billion funding it was originally promised, resulting in delayed work and mounting costs.\n\nA 2007 report by the Government Accountability Office, before Obama was elected, also criticized the way funding was being handled for the Constellation project and other goals outlined in Bush’s 2004 space policy.\n\n\"The need for NASA to implement the vision in a fiscally prudent and effective manner cannot be overemphasized given the competing fiscal demands facing the federal government and an already troubling funding profile projected for human spaceflight activities,\" the report notes. \"We have issued a number of reports that touch on various aspects of retiring the space shuttle and transitioning its assets and people to exploration activities. These reports have questioned the affordability of the exploration program, NASA’s acquisition strategy for the development of new space vehicles, agency-wide contract management and workforce planning for current and future agency needs.\"\n\nWhat was Obama's role?\n\nIn May 2009, Obama convened a panel headed by Norman Augustine, a former Lockheed Martin executive, to review the feasibility of current and future NASA projects like Constellation. In an October 2009 report, the committee deemed that Constellation would need an additional $45 billion to get back on track.\n\nIn addition, an August 2009 report from the U.S. Government Accountability Office, \"Constellation Program Cost and Schedule Will Remain Uncertain Until a Sound Business Case Is Established,\" also found flaws in previous funding for the Orion and Ares projects.\n\n\"While the agency has already obligated more than $10 billion in contracts, at this point NASA does not know how much Ares I and Orion will ultimately cost, and will not know until technical and design challenges have been addressed,\" the report states.\n\nThe Obama administration pulled the plug on the back-to-the-moon project by eliminating funding for it from the president’s 2011 fiscal year budget proposal. Instead, Obama recommended that NASA reconfigure the Constellation's Orion crew capsule to serve as a reserve spacecraft for the International Space Station.\n\n\"This Orion effort will be part of the technological foundation for advanced spacecraft to be used in future deep-space missions,\" Obama said in his April 2010 speech at the Kennedy Space Center.\n\nIn 2010, when Congress passed the NASA Authorization Act, $2.6 billion was appropriated for the Ares heavy lift-rocket, and $1.4 billion for the Orion crew capsule. Under Obama's current budget proposal the projects would receive less money -- $1.8 billion for the rocket and $1 billion for the Orion project.\n\nEven before Obama released his latest budget proposal, NASA administrators stated in a January 2011 report that the timeline and budget in the 2010 NASA Authorization Act were not sufficient to complete the Orion crew capsule and the Ares heavy-lift rocket projects by their 2016 targets.\n\nThe 22-page report stated:\n\n• \"It is important to note that the (Orion) project will be operating in a cost-constrained environment. The three-year authorized funding level represents a significant reduction.\"\n\n• \"While NASA will work as expeditiously as possible to meet the 2016 goal, NASA does not believe this goal is achievable based on a combination of the current funding profile estimate...\"\n\nOur ruling\n\nSo back to our questions: Did Obama promise two years ago \"to close the space gap?\" Has a new rocket design been put into place, and is it properly funded?\n\nPosey is correct that Obama said he intended to close the space gap, and he supported man living and working in space. But, the Obama administration has decreased funding for the space-flight vessels in favor of increasing funding for climate research projects.\n\nHowever, NASA's funding issues did not suddenly emerge under the Obama administration. A 2007 report from the GAO projected an \"already troubling funding profile projected for human spaceflight activities.\" Even NASA has said it can't complete the projects with the current budget constraints. So while Obama has reduced spending, the projects in question have long been struggling to get adequate support to move forward. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-13543"}