{"url": "/factchecks/2012/jan/21/mitt-romney/mitt-romney-says-he-didnt-inherit-money-his-parent/", "speaker": "Mitt Romney", "vclaim": "\"I didn't inherit money from my parents.\"", "truth_label": "half-true", "date": "stated on January 19, 2012 in a Republican presidential debate in Charleston, S.C.:", "title": "Mitt Romney says he didn't inherit money from his parents", "text": "Multimillionaire GOP presidential candidate Mitt Romney says he built that wealth himself, \"the American way.\"\n\nRomney, the son of a corporate CEO, made his own fortune leading private equity firm Bain Capital.\n\nBut as the product of a wealthy Michigan suburb, private prep school and ultimately Harvard, Romney still faces accusations of silver-spoon privilege.\n\n\"I know the Democrats want to go after the fact that I've been successful,\" Romney said at a Republican presidential debate in Charleston, S.C. on Jan. 19, 2012, as he explained why he would wait to release his tax returns. \"I'm not going to apologize for being successful.\"\n\nHis father, George Romney, who led Detroit automaker American Motors Corp., was a three-time governor of Michigan and himself ran for president in the 1960s.\n\n\"I could have stayed in Detroit like him and gotten pulled up in a car company,\" Romney said at the debate. \"I went off on my own. I didn't inherit money from my parents. What I have, I earned. I worked hard, the American way.\"\n\nWe were curious. Did Romney, the last of George and Lenore's four children, receive no inheritance on his path to wealth?\n\nRomney's words\n\nWe asked Romney's campaign about his claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\n\"Mitt Romney's success is based on his 25-year career in business and the fact that he founded and led one of the most successful private equity companies in the world,\" spokesman Ryan Williams said.\n\n \n\nThat wasn't as helpful as, say, a copy of his father's will.\n\n \n\nNor was there any information about George Romney's financial legacy in the many obituaries for the Michigan luminary, who died in 1995 at age 88.\n\n \n\nBut Mitt Romney has addressed the question himself, it turns out, in an interview with C-SPAN in 2006. Host Brian Lamb asked him why his father hadn't given him an inheritance.\n\n \n\nRomney answered, \"Well, he didn’t have as much as I think some people anticipated. And I did get a check from my dad when he passed away. I shouldn’t say a check, but I did inherit some funds from my dad. But I turned and gave that away to charity. In this case I gave it to a school which Brigham Young University established in his honor. ... And that’s where his inheritance ended up.\"\n\nAccording to a short history of the George W. Romney Institute of Public Management at BYU, the family provided an endowment in 1998, within a few years of George Romney's death.\n\nSo, in Romney's own words, he did \"inherit some funds\" from his dad. But he gave them away.\n\nWhy?\n\n\"I figured we had enough of our own,\" he said.\n\nHe probably did. By 1995, Romney had already led Bain Capital for more than a decade, where shrewd investments made him millions. He stepped down in 1999.\n\nHe now says he's worth somewhere between $190 million and $250 million.\n\nHow Romney got rich\n\n\"I went off on my own,\" Romney said at the debate. \"... What I have I earned. I worked hard, the American way.\"\n\nSo while he didn't ultimately benefit from an inheritance, we wondered: Had Romney's parents' wealth helped build his own fortune?\n\nThere's no evidence we saw that Romney's parents helped buy him a business career. But there were certain advantages to Romney's comfortable upbringing.\n\nRomney started college at Stanford, where his \"allowance\" was big enough for frequent plane tickets to sneak home to Michigan see his girlfriend, Ann, according to a recently published book by two Boston Globe journalists, \"The Real Romney.\"\n\nAfter a two-year missionary trip to France, where he lived sparely as he proselytized door-to-door, he finished his undergraduate studies at BYU, where he married Ann in 1969. He was 22, his wife 19. His parents' wedding gift? A car. Meanwhile, the students — who started a family a year later — lived in a modest, $62-a-month basement apartment, Ann later told the Boston Globe. But they didn't have to work.\n\n\"We were happy, studying hard. Neither one of us had a job, because Mitt had enough of an investment from stock that we could sell off a little at a time,\" she said.\n\nWhen the couple moved to Boston so Romney could study business and law at Harvard, his parents helped them buy a house.\n\nIt's not clear who paid for his education, but Romney wasn't exactly a struggling student: enough cash for plane tickets, a car as a wedding gift, stock that kept him from having to work, help buying a home. \n\nWhat about that hard work he mentioned?\n\nWhen he got back from his mission trip to France, he wanted to \"accomplish things of significance,\" according to a quote from The Real Romney. \n\n\"I said, 'Boy, I want to do something with my life if I can.' So when I came home, I was a much better student.\"\n\nAt BYU, he graduated with highest honors and gave a speech at graduation. He got accepted to a recently created dual-degree program in law and business at Harvard.\n\nOf hundreds of Romney's law and business school classmates at Harvard, just 15 earned the dual degree — which packed courses required for the two degrees into less time than earning them separately. Romney didn't just earn the degree. He graduated with honors from the law school and in the top 5 percent of his class in the business school, according to The Real Romney.\n\nHis mere presence among the elite MBA/JD earners got him heavily recruited by Boston Consulting Group. So while he passed the Michigan bar in case he needed to go back to his dad's state to work near the car industry, it wouldn't be necessary.\n\n\"(Romney) was an outstanding recruit with exceptional grades, and he was the very charming, smooth, attractive son of a former presidential candidate. So everybody was bending over backward to get their hands on him,\" said Charles Faris, who was with Boston Consulting Group, according to the The Real Romney.\n\nWhen he started work with Boston Consulting Group, \"he worked his butt off,\" Faris said.\n\nThe young father worked nights, weekends and traveled often, including frequent trips to Europe, the book says.\n\nHe got hired away by Bill Bain at consulting company Bain & Co., who ultimately tapped him to launch Bain Capital in 1984.\n\nThere, he made the deals that dramatically increased his wealth.\n\nOur ruling\n\n \n\nMitt Romney, making the case that he made his own wealth, said, \"I didn't inherit money from my parents.\"\n\n \n\nIndeed, he was already a wealthy man by the time his father, George, died in 1995. He did receive an inheritance but says he gave it away. We don't have independent confirmation of that. But a family-funded endowment at BYU started in 1998 to support the George W. Romney Institute of Public Management, bolstering Romney's claim.\n\n \n\nDid Romney's career benefit from having well-to-do parents? It certainly eased his way, with their financial help allowing him to focus on his studies. But there's good evidence he also worked hard to make his own success, graduating with honors at BYU and Harvard, and building a reputation at Boston Consulting Group and Bain that ultimately catapulted him to wealth.\n\n \n\nRomney wasn't entirely clear about the inheritance he gave away when he said he \"didn't inherit money\" from his parents. But he's right that such a gift wasn't key to his success. We rate his claim Half True.\n\n \n\nCORRECTION: An earlier version of this item gave the wrong decade for George Romney's presidential run. He ran in 1968.", "vclaim_id": "vclaim-pol-11753"}