{"url": "/factchecks/2019/oct/24/viral-image/drunk-men-wearing-moose-heads-didnt-actually-terro/", "speaker": "Viral image", "vclaim": "Says a photo shows a driver and passengers wearing moose heads in a truck with a man strapped to the roof that caused 16 accidents on I-35.", "truth_label": "pants-fire", "date": "stated on August 29, 2019 in a Facebook post:", "title": "Drunk men wearing moose heads didn’t actually terrorize drivers on Interstate 35", "text": "We’re in the middle of moose hunting season in some states, but don’t expect to see any of the animals driving down the road with a man strapped to the roof. \n\"This actually happened,\" begins an Aug. 29 Facebook post showing a photo of three moose heads poking out truck windows and a man in hunting gear tied down overhead. \n\"They tied the guy on the roof. The driver and passengers put on moose heads. Then they went down road I-35…. causing 16 accidents. Yes; they went to jail.. Yes; alcohol was involved… Yes; men cannot be left alone.\" \nThis post, which has been shared more than 24,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBecause this actually did not happen.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nInterstate 35 spans the country from Texas to Minnesota but the booze-fueled, predator-becomes-prey chaos described in the Facebook post would have likely made national news, and most certainly warranted local attention. And yet, the top search results are posts debunking this tall tale. Back in 2016, it was even wilder: this imgur.com post claims they also killed three people and that charges were pressed against the woman who left them unattended. In 2011, it didn’t even happen on Interstate 35 — it happened in Maine. \nPeople were sharing this tale via email and on hunting message boards, according to Minnesota newspaper the Pioneer Press: \"This actually happened with some guys from Maine. They dressed the truck up with the guy dummy spread eagle on the roof of the truck. The drivers and passengers put on moose heads. Down the Maine Toll interstate they went causing about 16 accidents. They went to jail.\"  \n\"Great story and completely bogus,\" a spokesman for the Maine State Police then told the paper. \nIt appears this newer Facebook post is, too. \nWe rate it Pants on Fire.", "vclaim_id": "vclaim-pol-00025"}