{"url": "/factchecks/2014/feb/21/david-cicilline/us-rep-david-cicilline-says-minimum-wage-worth-2-l/", "speaker": "David Cicilline", "vclaim": "\"According to one study, the minimum wage today is worth $2 less than in 1968.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2014 in a House floor speech:", "title": "U.S. Rep David Cicilline says minimum wage is worth $2 less than it was 45 years ago", "text": "Debate over raising the minimum wage is heating up. President Obama is advocating for it, Democrats in Congress are promoting it and their Republican counterparts are warning that it would have a negative impact on the U.S. economy.\nAdding fuel to that fire was Tuesday's Congressional Budget Office report, which predicted that increasing the minimum wage would lift 900,000 people out of poverty but cost 500,000 jobs.\nU.S. Rep. David Cicilline, D-RI, went on the floor of the House on Feb. 11 to argue that inflation has eroded the value of the minimum wage, now $7.25 per hour, over time.\n\"It's been five years since those working for the minimum wage have seen an increase in the minimum wage, and according to one study, the minimum wage today is worth $2 less than in 1968. This is shameful, and we have the responsibility to address growing income inequality by increasing the minimum wage immediately,\" he said.\nIn other words, a worker in 2014 would need to earn $9.25 an hour to have the same buying power a minimum-wage worker had in 1968. We wondered whether that was true.\nCicilline's office wouldn't say what study the congressman was referring to. When we asked Cicilline about it during a Feb. 18 news conference, he said couldn't recall. Instead, his chief of staff said a Google search had just uncovered a June 2013 Huffington Post article headlined, \"The Minimum Wage Is Worth $2 Less Today Than It Was In 1968: Study.\"\nThe Huffington Post article cites a study from the Economic Policy Institute, a liberal Washington, D.C. think tank funded by organized labor, that quotes the $2 figure but doesn't analyze the minimum wage directly. Instead, it quotes another EPI study that did, looking at the minimum wage value from 1968 through 2012. It reports that the 1968 minimum wage of $1.60 per hour was essentially worth $9.25 in 2012 dollars, precisely two dollars less than $7.25.\nBut what was the difference when Cicilline gave his speech this month?  The latest EPI study, issued Dec. 19 by David Cooper, puts that difference at $2.15.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhen we tried to confirm that calculation by going to the online inflation calculator from the U.S. Bureau of Labor Statistics, we came up with an amount that was even higher: It said that today's $7.25 minimum wage is worth $3.46 less than in 1968, a much bigger difference than what Cicilline cited.\nWhy the difference? The online calculator, Cooper said, uses the conventional Consumer Price Index, known as CPI-U.\nHe and other researchers use a variant of that, called the CPI-U-RS, which tries to take the modifications that have been made to the CPI-U over the years and apply them to previous years.\nAlthough the government doesn't claim one index is better than another, he said the CPI-U-RS is designed to do a better job of accurately capturing the changing value of the minimum wage. If you adjust an old minimum wage for inflation using the traditional CPI, its value appears much higher today.\nIn summary, Cicilline says he was quoting a report, but we're not sure what report that was. There is a report that supports his claim, as his staff noted, but it's out of date.\nHe said the buying power of the minimum wage in 1968 was, in effect, $2 higher than its value today. The difference in 2013 dollars, by one measure, is actually $2.15. That's pretty close. By another measure, it's even more: $3.46.\nHis underlying point -- that the minimum wage has significantly less buying power than it had 45 years ago -- is correct, and the erosion in the minimum wage is even more dramatic if you use the conventional cost of living index.\nWe rate his statement Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08226"}