{"url": "/factchecks/2011/aug/28/reince-priebus/republican-national-committee-chairman-reince-prie/", "speaker": "Reince Priebus", "vclaim": "Public-employee unions spent $30 million in Wisconsin unsuccessfully trying to flip the state Senate to Democratic control.", "truth_label": "false", "date": "stated on August 18, 2011 in a television interview:", "title": "Republican National Committee Chairman Reince Priebus says public-employee unions spent $30 million on Wisconsin Senate recall races", "text": "In a round of interviews following the Wisconsin Senate recall elections, the Republican Party’s national chairman framed the results as a clear victory for Gov. Scott Walker.\n\nRepublicans lost two seats but retained Senate control, despite a major -- and expensive -- effort from Democrats and their supporters.\n\nRNC Chairman Reince Priebus said on MSNBC’s The Daily Rundown on Aug. 18, 2011 that the results show Walker shouldn’t worry about the left trying to recall him in 2012. He argued voters stood with Walker in the face of the challenge by public employee unions outraged over his changes that curtailed collective bargaining for most government workers.\n\nAnd he put a number on the union’s effort.\n\n\"I don’t think he should be worried at all, and if the public employee unions want to flush another $30 million down the toilet, and then allow Scott Walker to be even stronger and win a recall election … then they should go ahead and do it, because the $30 million they flushed down the toilet will be $30 million they don’t have for other races. So, hey, go for it.\"\n\nThirty million -- that’s a pile of money.\n\nEspecially if that’s just what unions spent on the races.\n\nAn RNC spokesman told us Priebus -- the former Wisconsin GOP chairman -- actually was referring not just to labor unions, but to any spending on the pro-Democrat side.\n\n\"Analysis from our political folks in Wisconsin suggests that when all is said and done, pro-Democrat groups will have spent between $20 (million) and $30 million on their failed effort to win a majority in the state Senate,\" said Ryan Mahoney of the RNC.\n\nOf course, Priebus on MSNBC limited his claim to the public unions -- and said a flat $30 million. So there are already problems with his claim.\n\nWe’ll focus on what Priebus said on MSNBC, but also take a quick look at spending by both sides.\n\nAsked for backup for his claim, the RNC sent us dozens of links to media accounts of the disclosed spending in the recalls.\n\nPriebus, like reporters, based his arithmetic on what is publicly known about spending in the nine races. That’s notable. Under state and federal laws, millions of dollars in campaign spending by various political groups goes unreported, but Priebus isn’t suggesting he has inside information about that. He’s citing the information that is publicly released.\n\nThat -- and a decision by labor groups to collectively work through a political action committee, We Are Wisconsin, that has to publicly account for its spending -- makes our math easier.\n\nA coalition of national, state and local labor groups funded most of the activities of We Are Wisconsin. The national AFL-CIO was most prominent, followed by various teachers unions; the American Federation of State, County and Municipal Employees; the Service Employees International Union, and many others.\n\nWe Are Wisconsin was by far the major player on the pro-Democrat side, spending nearly $10.8 million through election day, according to official figures reported to the state.\n\nSeveral teachers unions and miscellaneous small unions separately spent about $1 million more.\n\nSo that’s a total of about $11.8 million, far short of $30 million.\n\nLet’s look at this another way, and compare our numbers with those of other organizations that track campaign spending.\n\nWe looked at links between We Are Wisconsin and other major liberal groups active in the election. If you stretch the union label to include groups that got direct financial support from We Are Wisconsin, you could count at least another $2.2 million.\n\nSo that would get you to $14 million in union-linked money.\n\nMeanwhile, two organizations have produced comprehensive scorecards of left vs. right spending in the nine recall contests. They base their numbers on official campaign reports filed with the state Government Accountability Board.\n\nThe John K. MacIver Institute for Public Policy, a conservative think tank in Wisconsin, produced an elaborate flow chart of pro-Dem spending – including unions but also \"national and state liberal groups.\"\n\nMacIver’s definition, then, was broader than Priebus’ \"union\" claim.\n\nStill, its total tops out at about $15.2 million, or roughly half of what Priebus claimed.\n\nThe most prominent campaign-spending tracker is the Wisconsin Democracy Campaign, a nonprofit that advocates for transparency in campaign spending. It’s allied with a coalition of left-leaning groups, including several unions.\n\nIts total for pro-Democrat spending by groups: $15.1 million.\n\nAgain, $15 million is far short of $30 million.\n\nNone of these figures include spending by the candidates themselves.\n\nThe candidate spending was dwarfed by the outside groups, but still amounted to about $2.5 million by all the Democrats in the recall elections, according to our tabulations of reports filed with the state Accountability Board.\n\nSo, even if you include candidate spending -- which Priebus didn’t -- the pro-Dem total is only about $17.6 million.\n\nThat’s the pro-Dem side. What about the pro-GOP side?\n\nLooking just at the publicly disclosed money, Republican candidates and pro-GOP groups spent about $3.5 million compared to the $17.6 million on the other side, according to official figures compiled by the Democracy Campaign.\n\nThat’s a big mismatch -- but there’s a big caveat.\n\nSeveral prominent pro-Republican groups -- including the biggest player on that side, the Wisconsin Club for Growth -- were set up in way that doesn’t require disclosure of millions of dollars in spending on TV ads and other activities. To a much lesser extent, pro-Democrat groups did the same.\n\nThe Democracy Campaign estimates that undisclosed spending by groups could equal the publicly reported figures. But that’s an educated guess at amounts of undisclosed spending.\n\nThe bottom line: Nobody really knows how the undisclosed numbers break down.\n\nSo we -- and Priebus -- were left with the publicly reported numbers.\n\nPriebus claimed public-employee unions poured $30 million into the state Senate recalls in Wisconsin.\n\nBut the publicly disclosed spending reports that he cites -- by our account as well as groups affiliated with the left and right -- put total spending by pro-Democrat groups at $15 million or less. And that includes campaigning by liberal groups not connected to unions. Based on available information, even if he meant to say all pro-Democratic spending he was way off.\n\nWe rate his claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12515"}