{"url": "/factchecks/2012/jul/30/chris-christie/chris-christie-says-almost-90000-new-jerseyans-are/", "speaker": "Chris Christie", "vclaim": "\"What I look at every month is how many more New Jerseyans are back to work. You have another 9,900 last month that are back to work and over almost 90,000 that are back to work now since I became governor.\"", "truth_label": "false", "date": "stated on July 23, 2012 in a news conference:", "title": "Chris Christie says almost 90,000 New Jerseyans are back to work since he took office", "text": "Optimism about New Jersey’s economy abounds with Gov. Chris Christie.\n\nThe Republican governor said regardless of a growing unemployment rate in New Jersey, which he argued is climbing because more people are actively seeking work,  the numbers show more New Jersey residents are finding jobs.\n\n\"What I look at every month is how many more New Jerseyans are back to work. You have another 9,900 last month that are back to work and over almost 90,000 that are back to work now since I became governor,\" Christie said during a July 23 news conference. \"That's a positive for the state.\"\n\nChristie repeated part of the claim during a radio interview the next day.\n\n\"So I absolutely believe the New Jersey comeback has begun. It hasn't arrived completely. It's begun. And ask the 90,000 people who are employed today in New Jersey who were not employed when I became governor whether the comeback [has] begun for them,\" Christie said on New Jersey 101.5 FM’s \"Ask the Governor\" program. \n\nDuring the press conference and radio interview the governor cited job numbers prior to the statements we’re fact-checking here. But he then characterizes those jobs gains as residents going back to work and that’s not accurate.\n\nJobs do not equal people. The U.S. Bureau of Labor Statistics counts jobs by a different method than it counts employed residents.\n\nSo it’s possible for a state to gain jobs, but still have fewer employed residents  \n\nThat’s what happened in June. \n\nThe state gained 9,900 jobs overall last month, including public- and private-sector employment. But 17,000 fewer New Jersey residents were employed in June than May. \n\nMore people have found work since Christie took office, but not as many as the governor claimed. \n\nChristie said 90,000 people found work during his time in Trenton. That figure actually represents the number of private-sector jobs -- 89,700 -- New Jersey has added since February 2010, Christie’s first full month in office. \n\nOver the same time frame, nearly 39,000 New Jersey residents found employment, less than half the figure Christie cited. \n\nSo what gives?\n\nA job created in a state does not mean an unemployed resident returned to work. \n\nThe federal labor department counts jobs through a survey of employers called the payroll survey. \"We don't know how many people that represents,\" said Gary Steinberg, a spokesman for the Bureau of Labor Statistics, because a person may hold more than one job.\n\nTo count the number of employed residents, the federal labor department relies on a survey of households. In that survey, individuals are classified as employed, unemployed or not in the labor force by their place of residence, even if their job is in another state.\n\nAnd by that measure, Christie’s figures for the number of New Jersey residents who have returned to work are off.\n\nBrian Murray, a spokesman for the state labor department, said: \"On every other occasion for the past week during which the Governor has addressed this topic in public, he has correctly stated that we gained 9,900 jobs in June and nearly 90,000 jobs since his first full month in office.  To pounce on this is ridiculous and petty.\"\n\nOur ruling\n\nChristie said that 9,900 New Jerseyans returned to work in June and almost 90,000 residents are \"back to work now since I became governor.\"\n\nChristie wrongly represents job gains as individuals returning to work. The federal labor department counts jobs and employed people in separate surveys. It’s possible for jobs to go up while the number of employed people goes down. \n\nSome 17,000 fewer New Jersey residents were employed in May than June, despite 9,900 new jobs created last month. \n\nSince February 2010, the first full month Christie was in office, nearly 39,000 -- not 90,000 -- people found employment in New Jersey. \n\nWe rate this claim False. \n\nTo comment on this ruling, to go NJ.com. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10677"}