{"url": "/factchecks/2015/may/03/dino-baccari/e-cigarette-maker-study-shows-electronic-cigarette/", "speaker": "Dino Baccari", "vclaim": "A Penn State University study found that \"electronic cigarettes . . . are far less addictive than cigarettes.\"", "truth_label": "mostly-true", "date": "stated on April 16, 2015 in testimony before the Senate Committee on Health & Human Services.:", "title": "E-cigarette maker: Study shows electronic cigarettes are less addictive than conventional ones", "text": "Electronic cigarettes are devices designed to mimic cigarettes without burning tobacco. Instead, a liquid is rapidly heated, turning it into a gas that users inhale. Often the liquid contains nicotine, the highly addictive substance that keeps smokers hooked. Many smokers say e-cigs have allowed them to stay away from conventional cigarettes and avoid the cancer-causing chemicals they generate.\nWhether e-cigs should be regulated and banned from public areas the way most tobacco products are, has become contentious here and across the country.\nThe health risks posed to users of e-cigarettes and the people nearby remain uncertain. Some products give off visible smoke, while others don't. Some of the liquids vaporized by the devices contain pleasant flavors, sparking fear that non-cigarette smokers -- particularly teens -- will embrace them and become addicted to nicotine.\nComplicating the debate: some liquids don't contain any nicotine at all, which avoids the health risk that nicotine is known to pose.\nAgainst this backdrop, the Rhode Island Senate Committee on Health & Human Services held a hearing April 16, 2015, on two proposals. The first, S-482, would require vendors to post the same warning signs that go with conventional tobacco products when they sell e-cigarettes. The second, S-489, \"prohibits the use of electronic nicotine delivery system products in public places and places of employment,\" just as smoking is prohibited.\nOne person to testify against both bills was Dino Baccari, whose North Providence company, White Horse Vapor, makes and sells e-cigarettes.\nBaccari contended that even though conventional cigarettes and most e-cigs contain nicotine, \"vaping\" on an e-cigarette is not as addictive. He said he had the evidence to prove it.\n\"Penn State University, Dec. 17 of 2014, found that electronic cigarettes … are far less addictive than cigarettes,\" he told the committee.\nBecause nicotine is the driving force in tobacco addiction, and nicotine content in vaping products varies widely, we wondered if Baccari's assessment of the research was correct.\nHe sent us a link to the Penn State website where a Dec. 9, 2014, news release declared: \"E-cigarettes less addictive than cigarettes.\"\nThe chief author of the study, published in the respected journal Nicotine & Tobacco Research, was Jonathan Foulds, professor of public health sciences and psychiatry at Penn State's College of Medicine. He told us that former smokers who now use electronic cigarettes indicated that e-cigarettes were far less addicting.\nThe conclusion was based on an online survey with 158 questions, some of which were designed to assess things such as withdrawal, craving and frequency of use. Just over 3,600 e-cigarette users responded.\nHere are some of the findings in which the e-cigs users were asked comparable questions about their smoking and vaping:\n* While 86 percent reported \"strong,\" \"very strong\" or \"extremely strong\" urges to smoke a cigarette, the rate was just 12 percent with e-cigarettes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n* While 41 percent said their cravings were so strong they had woken up at night to smoke cigarettes, only 7 percent of e-cigarette users said they had done that.\n* While 92 percent said they were more irritable when they were unable to smoke their cigarettes, only 26 percent reported that type of irritability when they can't use their e-cigarette.\n* \"Over 90 percent reported that they had experienced strong urges to smoke and withdrawal symptoms when a smoker, but only 25 to 35 percent reported experiencing these symptoms of dependence as an e-cig user.\"\nFoulds said it's likely that e-cigarettes are less addictive because they are not as efficient at getting nicotine into the body as cigarettes.\n\"They deliver less nicotine and less quickly,\" Foulds said.\nThe highest dependence levels were seen among e-cigarette users whose liquids contained the highest levels of nicotine and among users of newer e-cigarette products that deliver more nicotine to the body faster. But even those customers reported that they felt less addicted than when they smoked tobacco.\nSuch research is not without its potential problems, as Foulds acknowledged. People may not accurately recall their cravings from their days as cigarette smokers. Also, it was an online survey that anyone could take, although the team tried to flag people who might have a financial interest in promoting e-cigarettes.\n\"Maybe in five years, these people will be just as addicted to their e-cigarettes,\" Foulds said. \"But based on the data that we have in this study, we got a significantly lower dependence score\" than for conventional cigarettes.\nA spokeswoman for the American Lung Association said the study appears to be \"legitimate, thorough and balanced.\"\nWe also found a second study, published Feb. 1, 2015, in the journal Drug and Alcohol Dependence, led by Jean-Francois Etter of the University of Geneva, which reached a similar conclusion based on survey data. Said the authors, \"We found that e-cigarettes users were less addicted to e-cigarettes than smokers were addicted to tobacco cigarettes.\" A third survey-based study from 2013, published in the journal Drug and Alcohol Review, found the same thing.\nOur ruling\nDino Baccari said that a Penn State University study found that \"electronic cigarettes … are far less addictive than cigarettes.\"\nHe's not blowin' smoke. His characterization of the study's conclusion is accurate.\nBut it's important to note that the conclusion is based on an open-to-anyone survey that relied on the recall of e-cigarette users who may have a natural bias toward reporting that the products they've chosen to use are less addicting than the cigarettes they're trying to avoid.\nComparable studies support that conclusion.\nWith the limitations in the methodology, we would characterize the statement as accurate, but in need of clarification or additional information, which we classify as Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06457"}