{"url": "/factchecks/2014/jan/23/florida-all/florida-spent-over-100000-noncitizen-voter-purge-2/", "speaker": "Florida for All", "vclaim": "\"Rick Scott’s Administration spent over $100,000 of taxpayer money during their first voter purge attempt in 2012.\"", "truth_label": "barely-true", "date": "stated on January 20, 2014:", "title": "Florida spent \"over $100,000\" on noncitizen voter purge in 2012, says group", "text": "At the start of a statewide election year, Democrats and the NAACP launched new attacks on the state’s plan for a new round of searching for noncitizens who registered to vote.\nHouse Democratic leader Mark Pafford of West Palm Beach and the NAACP held a press conference Jan. 13 to criticize Florida’s Republican administration for preparing to send a new batch of names of potential noncitizens to county election supervisors. Secretary of State Ken Detzner, an appointee of Gov. Rick Scott, is leading the project.\nIn a press release, the left-leaning group Florida for All criticized the state’s spending on the effort in 2012:\n\"Rick Scott’s Administration spent over $100,000 of taxpayer money during their first voter purge attempt in 2012, producing lists with hundreds and hundreds of citizens that local Supervisors of Elections proved were legally registered voters. Over 80 percent of those on the purge lists were people of color and more than 6 in 10 were Hispanic. It was a costly embarrassment that Floridians fear will be repeated.\"\nFlorida for All is a political action committee that is at least in part funded by the Democratic Governors Association. The group’s main target appears to be Scott, who faces a re-election this year and could face his predecessor, former Gov. Charlie Crist who is now a Democrat.\nAt PolitiFact Florida we have fact-checked multiple claims about the state’s 2012 effort to search for noncitizens who registered to vote. But we had never researched the total dollar figure attached to that effort: Did Florida spend \"over $100,000\" for that initiative?\nOrigin of $100,000 claim related to SAVE data\nIn 2012, the Division of Elections put together a list of about 180,000 potential noncitizens based on driver’s license data. The state later reduced that list to 2,600 -- and then again to about 200. As county election supervisors found multiple errors, later criticizing the effort as \"sloppy\" and \"embarrassing,\" the project was scrapped as presidential election day approached. In the end, about 85 registered voters were removed from the list.\nDetzner later apologized and vowed a better process this time using a federal data source called the Systematic Alien Verification for Entitlements, or SAVE.\nSAVE was originally intended to verify eligibility for government programs and licensing, such as welfare, driver’s licenses, unemployment compensation and other benefits.\nWe asked Neal Waltmire, a spokesman for Florida for All, to explain how it concluded that the state spent \"over $100,000\" in 2012.\nWaltmire directed us to a May 2012 story by NPR Miami correspondent Greg Allen. The story included this sentence:\n\"Chris Cate, a spokesman for Ken Detzner, the secretary of state, says his office is working to improve the process — spending about $100,000 to update its records.\" The story did not explain what that cost included.\nCate, who is now a spokesman for Florida’s CFO Jeff Atwater, told PolitiFact he didn’t recall placing a total dollar amount on the project.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"It’s regular staff time -- there wouldn’t be a way to quantify the value,\" Cate said. \"It is people who would be working anyway.\"\nIt costs the state 50 cents each time it checks a name in SAVE. So at the time of the NPR story, it was possible that the state would process 180,000 names -- so at 50 cents a hit that would equal $90,000, or close to that $100,000 figure.\nBut ultimately the state scrapped the effort and never checked all those names using SAVE data.\nWhat the state actually spent\nSo how much did the state end up spending on the 2012 project?\nWe can’t put a total dollar value on that because it would be difficult to account for the time spent by state elections’ staff. However we were able to nail down some costs by interviewing Detzner’s spokeswoman Brittany Lesser:\n• The total litigation costs for Florida’s case against the U.S. Department of Homeland Security in it’s quest to gain access to SAVE was $50,705 in August 2012. The state used outside counsel.\n• The Secretary of State must pay DHS $300 a year to access SAVE. \"There were no other upfront costs,\" Lesser said. * In 2012, the state spent about  $1,287.50 checking names using SAVE data. (It’s unclear how many names were checked, in part because some names checked more than once.)\nCounty election supervisors also had expenses though we didn’t attempt to quantify the amount.\n\"County expenses would basically be staff time which would not be broken out usually and any postage and notice publication costs for individuals notified,\" said Ronald Labasky, attorney for the statewide association of election supervisors. \"Since there weren’t very many before it stopped, it probably wasn’t very much.\"\nOur ruling\nFlorida for All said in a press release, \"Rick Scott’s Administration spent over $100,000 of taxpayer money during their first voter purge attempt in 2012.\"\nThe number comes from a May 2012 news story. The amount based on 50 cent charge per search for using SAVE and multiplied times 180,000 names on a list of potential noncitizens.\nBut months later the state abandoned its effort long before it got to checking all of those names.\nWe can’t fully account for the state’s costs; for example, we can’t account for the time that government employees worked on the project. But we do know the state spent a total of about $52,000, largely for litigation and to use SAVE data.\nThe group wrongly used a source that was based on initial information about the state’s project and did not reflect the total cost months later, resulting in a total that was about double the best number we could nail down.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08368"}