{"url": "/factchecks/2007/sep/27/dennis-kucinich/solid-on-social-security/", "speaker": "Dennis Kucinich", "vclaim": "\"Social Security ... is solid through about 2040 without any changes whatsoever.\"", "truth_label": "true", "date": "stated on September 26, 2007 in Hanover, N.H.:", "title": "Solid on Social Security", "text": "In answering a debate question about the future of the Social Security system, U.S. Rep. Dennis Kucinich accurately described the lifespan of the popular program.\n\n\"You know, of course we ought to be raising the cap in order to protect Social Security, which is solid through about 2040 without any changes whatsoever,\" he said. U.S. Sen. Hillary Clinton also referred to that date.\n\n\nIndeed, the most recent report by Social Security actuaries concludes that 2041 is the year when the system would run out of money. To be sure, while the system is \"solid\" until then, that doesn't mean it doesn't need attention.\n\n\nIf no changes are made, as Kucinich says, the annual cost of paying out benefits will exceed the payroll tax money flowing in by 2017, according to the 2007 report from Social Security actuaries. From that point forward, benefit payments would come out of the Social Security trust fund. The year 2041 is when all those assets would be exhausted.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe cap Kucinich mentions is a limit on the amount of salary that is taxed for Social Security. Right now, that cap is at $97,500, but Kucinich said he supports raising it to tax more income.\n\n\nIn 2007, the program had 50-million beneficiaries and 163-million covered workers and their families.", "vclaim_id": "vclaim-pol-16597"}