{"url": "/factchecks/2014/jan/19/vladimir-putin/putin-some-places-united-states-homosexuality-rema/", "speaker": "Vladimir Putin", "vclaim": "\"In some of the states in the U.S., homosexuality remains a felony.\"", "truth_label": "false", "date": "stated on January 19, 2014 in comments on ABC's \"This Week\":", "title": "Putin: In some places in the United States 'homosexuality remains a felony'", "text": "Americans should take a look at the superpower in the mirror before judging Russia for its anti-gay laws, says Russia President Vladimir Putin.\nPutin spoke to a few reporters, including ABC This Week host George Stephanopoulos, ahead of the Winter Olympics in Sochi in February. Stephanopoulos asked if gay and lesbian athletes who \"wear a rainbow pin\" or something like it to protest the law will be protected from prosecution.\nLegally speaking, Putin said, \"protesting a law does not amount to propaganda of sexuality or sexual abuse of children.\" He added:\n\"I'd like to ask our colleagues, my colleagues and friends, that as they try to criticize us, they would do well to set their own house in order first,\" he said. \"I did say, after all, and this is public knowledge, that in some of the states in the U.S., homosexuality remains a felony.\"\nPutin’s statement is misleading.\nSeveral states do, in fact, have anti-sodomy laws. Texas, Kansas and Oklahoma specifically ban sodomy for gay Americans, and Florida, Alabama, Mississippi, Idaho, Louisiana, Michigan, North Carolina, South Carolina and Utah have criminal sodomy laws that apply to everyone (see this 2011 Mother Jones map). (Former Virginia Attorney General Ken Cuccinelli unsuccessfully tried to reinstate Virginia’s sodomy ban, which he said would have protected minors. Montana repealed its law banning gay sex in 2013.)\nSome, such as \"buggery\" in South Carolina, carry the weight of a felony, but most are misdemeanors. That part is nearly irrelevant.\nThe key thing to know, as Stephanopoulos tried to point out, is these laws were ruled unconstitutional in the landmark Supreme Court case Lawrence vs. Texas. The case stemmed from the 1998 arrest of a gay Houston couple accused of having sex in violation of state law. In 2003, the Supreme Court ruled 6-3 the Texas law is an unconstitutional privacy invasion under the country’s equal protection clause and invalidated these laws.\nEven though prosecutions under the state’s sodomy law were rare, the court noted, the law did not serve a \"legitimate state interest.\"\nThe decision did not erase the laws from each state’s books -- it just knocked out their teeth. State legislatures would have to pass repeals to get them out of state statutes, and some conservative states have ignored bills that call for repealing them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe country’s sodomy laws that only applied to homosexuals are \"not ancient in origin\" and only started to appear in the late 1960s, said Dale Carpenter, a University of Minnesota constitutional law professor and author of the book Flagrant Conduct: The Story of Lawrence v. Texas: How a Bedroom Arrest Decriminalized Gay Americans. The country’s early sodomy laws drew from the teachings of the King James Version of the Bible and applied to heterosexuals and homosexuals, he said.\nThe laws were more often used not as arrest-generators but as \"permission slips to discriminate against gays and lesbians\" in accommodations, child custody and adoption, jobs and education, Carpenter said. In practice, prosecutors usually invoked sodomy laws on top of other charges, such as rape or prostitution.\nMany states started to repeal their sodomy laws in the 1960s. The laws that remain exist despite being \"absolutely unenforceable,\" said Hayley Gorenberg, deputy legal director of Lambda Legal, the gay rights group that represented the couple arrested in Texas.\n\"That is not to say that it’s not stigmatizing and sometimes potentially misleading to have them on the books, and they should be erased from history,\" Gorenberg said.\nThe decade-old Lawrence vs. Texas ruling has not stopped some local law enforcement officials from using the laws, including against a gay couple who kissed at a restaurant in Texas or a sheriff’s office arresting a dozen men for sodomy in Louisiana (the Texas couple was never cited and charges in the Louisiana cases were dropped).\nThe penalty for violating Texas’ law is a Class C misdemeanor, on par with a speeding ticket if it could really be enforced, Carpenter said.\nPutin’s comment misrepresents the reality in the United States, where many states have legalized gay marriage or passed anti-discrimination laws that include sexual orientation, Carpenter said.\n\"It’s much bigger than just sodomy laws,\" he said. \"But if you want to focus on just that, it’s a whole lot more complicated than saying the states have felony laws. That just hardly scratches the surface.\"\nOur ruling\nDeflecting criticism of his country’s anti-gay propaganda law, Putin said, \"In some of the states in the U.S., homosexuality remains a felony.\"\nSeveral states still have sodomy laws on the books, and a few specifically prohibit gay sodomy. But the laws are unenforceable and have been for a decade after a Supreme Court ruling. That makes Putin’s statement that \"homosexuality remains a felony\" inaccurate.\nWe rate it False.", "vclaim_id": "vclaim-pol-08381"}