{"url": "/factchecks/2015/sep/17/donald-trump/trump-says-marco-rubio-has-worst-voting-record-the/", "speaker": "Donald Trump", "vclaim": "Says Marco Rubio has \"the worst voting record there is today.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2015 in the second GOP primary debate.:", "title": "Donald Trump says Marco Rubio has 'worst voting record there is today'", "text": "In one of many heated exchanges during the second Republican primary debate, Donald Trump mocked Florida Sen. Marco Rubio’s poor attendance record in the Senate after Rubio schooled Trump on his lack foreign policy knowledge.\n\"The one thing that the federal government must do -- the one thing that only the federal government can do -- is keep us safe,\" Rubio said on Sept. 16. \"And a president better be up-to-date on those issues on his first day in office, on her first day in office.\"\n\"You have to understand, I am not sitting in the United States Senate with, by the way, the worst voting record there is today,\" Trump countered, referring to Rubio’s missed votes. \"No. 1, I am not sitting in the United States Senate. I am a businessman doing business transactions.\"\nRubio admitted that he didn’t have the best attendance record and suggested that’s because he’s focusing on something more important: the White House. We wondered if Rubio really has missed the most Senate votes in the GOP field.\nNeither the Rubio nor Trump campaigns got back to us. But we took a look at the roll calls and found that the \"most truant\" award goes to Rubio if we’re looking at this year only. If we examine career records, Republican rival Sen. Ted Cruz of Texas takes the crown.  \nVotes missed this year\nFrom the start of the year to Sept. 9, Rubio had missed 77 of 263 roll call votes, USA Today reported, though he was present for the two additional votes that have taken place since that tally.\nBased USA Today’s and our own calculations, here’s how Rubio stacks up against the other senator-candidates right now:\n\n\n\n\nSenator\n\n\nVotes missed (Jan. 1 to Sept. 16)\n\n\nAbsentee rate\n\n\n\n\nMarco Rubio (R-Fla.)\n\n\n77\n\n\n29.1 percent\n\n\n\n\nTed Cruz (R-Texas)\n\n\n62\n\n\n23.4 percent\n\n\n\n\nLindsey Graham (R-S.C.)\n\n\n60\n\n\n22.6 percent\n\n\n\n\nBernie Sanders (I-Vt.)\n\n\n9\n\n\n3.4 percent\n\n\n\n\nRand Paul (R-Ky.)\n\n\n4\n\n\n1.5 percent\n\n\n\n\n \nRepublican rival Sens. Ted Cruz of Texas and Sen. Lindsey Graham of South Carolina are close to Rubio’s truancy rate. In contrast, Sen. Rand Paul of Kentucky, who’s running for the Senate and the presidency, has the best attendance record. (The senators who are running for president tend to have the lowest vote participation rates.)\nThe majority of the votes Rubio’s skipped came after April 13, when he announced his candidacy, the Tampa Bay Times noted.\n\"It's not unusual for presidential candidates to miss Senate votes,\" Rubio spokeswoman Brooke Sammon told the Tampa Bay Times. \"Sen. Rubio remains fully engaged in the issues important to Florida and helping Floridians, and as he travels the country to talk about his agenda to help the middle class, there will be no doubt where he stands on any important issues before the Senate.\"\nOverall attendance\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIf we look at career truancy, Cruz has a worse attendance record than Rubio, but it’s pretty close. Here’s how the presidential field compares, according to data from GovTrack.\n\n\n\n\nSenator\n\n\nVotes missed (career)\n\n\nAbsentee rate\n\n\n\n\nCruz\n\n\n104 out of 922\n\n\n11.3 percent\n\n\n\n\nRubio\n\n\n154 out of 1,408\n\n\n10.9 percent\n\n\n\n\nHillary Clinton (D-N.Y., 2001-2009)\n\n\n249 out of 2,616\n\n\n9.5 percent\n\n\n\n\nGraham\n\n\n221 out of 4,081\n\n\n5.4 percent\n\n\n\n\nPaul\n\n\n43 out of 1,408\n\n\n3.1 percent\n\n\n\n\nSanders\n\n\n83 out of 2,761\n\n\n3.0 percent\n\n\n\n\nJim Webb (D-Va., 2007-2012)\n\n\n37 out of 1,839\n\n\n2.0 percent\n\n\n\n\nRick Santorum (R-Penn., 1995-2006 )\n\n\n79 out of 4,156\n\n\n1.9 percent\n\n\n\n\nSo Cruz has skipped out on more votes over his career than any other senator or former senator in the 2016 race. But beyond the field, neither Cruz or Rubio are the worst ever offenders -- in fact, they didn’t even crack the top 100, according to a May 2015 Washington Post analysis.\nPresident Barack Obama missed 24.2 percent of votes in his brief senate career. And that doesn’t even compare to the most truant senator of all time: Maryon Allen, D-Ala., who racked up a 43.5 percent absentee rate during her five-month stint in the Senate in 1978.\nOur ruling\nTrump said that Rubio has \"the worst voting record there is today.\"\nHe’s accurate if we look at the number of votes missed this year out of the five current senators running for president. Rubio has missed about a third of all votes.\nIf we look at career truancy records, Rubio is a close second to Ted Cruz among the current field.\nWe rate Trump’s claim Mostly True.", "vclaim_id": "vclaim-pol-05964"}