{"url": "/factchecks/2013/mar/15/marco-rubio/marco-rubio-says-chinese-government-provides-no-ac/", "speaker": "Marco Rubio", "vclaim": "\"The Chinese government provides their people no access to the Internet.\"", "truth_label": "barely-true", "date": "stated on March 14, 2013 in a CPAC speech:", "title": "Marco Rubio says Chinese government provides \"no access to the Internet\"", "text": "U.S. Sen. Marco Rubio, R-Fla., painted a dire portrait of China in his speech at the Conservative Political Action Conference, saying the country is \"trying to supplant us as the leading power in the world.\"\n\n\"Let me explain to you who the Chinese government is. The Chinese government provides their people no access to the Internet,\" Rubio said on March 14. \"The Chinese government will hold citizens prisoner without any right to recourse. The Chinese government coerces and tortures people until they get confessions from them.\"\n\nHe gave a few more examples of Chinese coercion before asking, \"We want that to be the leading country in the world?\" The crowd shouted \"No!\"\n\nWe wondered if Rubio was right about the Chinese government preventing its citizens from accessing the Internet.\n\nIt’s not.\n\nBy a wide margin, China leads the world in the sheer number of citizens accessing the Internet, with 538 million estimated users as of June 2012, according to Internet World Stats, which tracks Web use across the globe. The United States ranks second with about 245 million. About 40 percent of China’s population uses the Internet, placing it far below the penetration of many countries, including the U.S. at 78 percent. The major Internet providers in China are government-run telecom companies.\n\nRubio would have been on more solid ground if he said the Chinese government censors the Internet.\n\nAlthough people in China can access the Internet through home computers, Internet cafes and smartphones, they face some censorship, said Adam Segal, a fellow who specializes in technology and development in China at the Council on Foreign Relations, in an email. Access to a number of American and foreign websites is blocked or filtered, such as Twitter, YouTube and Facebook, but there are some Chinese equivalents.\n\n\"There can be very open discussion on Sina Weibo, which is a Twitter-like service,\" Segal said, \"though they are then censored if they become too sensitive.\"\n\nThe government blocked access to the New York Times and Bloomberg for reporting on the wealth of the family of prime minister Wen Jiabao. And after the 18th Communist Party Congress got its start in November 2012, all Google programs, including Gmail and its search engine, could not be accessed in the country.\n\nIn June 2012, Google unveiled on its Hong Kong-based search site a mechanism that identifies political and sensitive terms that may break the connection to Google, the Wall Street Journal reported. For example: the government has blocked the Chinese word for \"carrot\" which contains the character for Chinese President Hu Jintao’s surname.\n\nThe names of top leaders, dissidents and references to the June 4, 1989, Tiananmen Square protests can also be blocked. To avoid that censorship, some people in China have referred to the date of the protests as \"May 35th.\"\n\nAccording to the Times, all Internet traffic in China must pass through one of three computer centers in Beijing, Shanghai and Guangzhou, where computers known as the Great Firewall of China compare data with an updated list of keywords and Web address that are forbidden.\n\nSome Chinese users try to get around the firewall and access forbidden sites through virtual private networks or VPNs that essentially allow users to \"tunnel\" out of the country to avoid the censors, but China also cracked down on those services, which its Communist-affiliated daily newspaper called illegal.\n\nTwo years ago, the Beijing government clamped down on rules for microblogging, requiring users to register on sites like Sina Weibo with their real names, a move preventing anonymous commentary and criticism about the government and news events, according to the Wall Street Journal. In December 2012, the country’s congress adopted similar rules requiring Internet users to give their full names to service providers (while keeping pseudonyms on microblog posts) and Internet companies to report forbidden postings to the government, according to the Times.\n\n\"China has the world's most robust controls, both technical and human, on the Internet,\" David Bandurski, editor of the University of Hong Kong's China Media Project website, said in an email to PolitiFact. \"But this is by no means the full picture. Internet use is growing rapidly in the country, which currently has more than 570 million Internet users, 75 percent of which access the Internet on mobile devices.\"\n\nWhile many non-Chinese social media are blocked, homegrown versions are active allowing Chinese to even criticize authorities.\n\n\"It is a messy picture, and Chinese leaders are constantly struggling to balance control, which is still a major priority, with the growing public demand for information,\" Bandurski said.\n\nScott Edwards, an Amnesty International senior staffer based in Washington, D.C., said Rubio’s statement is up to a little bit of interpretation. Yes, the Chinese can access the Internet. But the government does not \"provide\" -- that’s the word Rubio used -- free and unfettered access. Plus, there is the undeniably wide divide in the country of access between the rich and poor. Internet use is also sometimes monitored, Edwards said.\n\nRubio’s comment touches on the debate of the free Internet movement, Edwards said, which calls on the government to provide access to the Internet and that the government should not be interfering. In a policy that was even backed by China, the United Nations Human Rights Council affirmed that freedom of expression online is a basic human right.\n\nWe emailed Rubio’s press team for comment and did not hear back.\n\nOur ruling\n\nIn describing a litany of offenses by China’s Communist government, Rubio said, \"The Chinese government provides their people no access to the Internet.\"\n\nThis is not true. The Chinese can access the Internet, and they do it in numbers higher than any other country.\n\nHowever, the government blocks many popular Internet sites and censors content, limiting the access for Chinese people.\n\nWe rate his statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021", "vclaim_id": "vclaim-pol-09586"}