{"url": "/factchecks/2016/oct/16/mike-pence/did-qatar-promise-clinton-foundation-1-million-fiv/", "speaker": "Mike Pence", "vclaim": "\"In exchange for five minutes with Bill Clinton, the government of Qatar was going to give $1 million to the Clinton Foundation.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2016 in comments on \"Meet the Press\":", "title": "Did Qatar promise Clinton Foundation $1 million for five minutes with Bill Clinton?", "text": "Mike Pence, emphatically denying allegations of sexual assault against Donald Trump, protested that the media hasn’t applied the same scrutiny to Hillary Clinton.\nOn NBC’s Meet the Press, Pence said the media has paid more attention to the \"unsubstantiated\" charges against Trump than the real revelations about Clinton’s wrongdoings at the State Department.\n\"The national media is ignoring an avalanche of real, hard evidence of corruption during the years of the Clinton administration. The New York Times just a few minutes ago posted a story about — in exchange for five minutes with Bill Clinton, the government of Qatar was going to give $1 million to the Clinton Foundation,\" Pence said Oct. 16, 2016.\nWe wanted to fact-check Pence’s claim about Qatar and its $1 million donation. We found that Pence is largely accurate in his description of the New York Times account.\nThe New York Times article, published Oct. 15, details an email to Clinton campaign chairman John Podesta, obtained by Wikileaks. (The Clinton camp has yet to confirm or deny the leak’s authenticity.)\nAmitabh Desai, the Clinton Foundation’s foreign policy director, emailed three Clinton Foundation employees and Doug Band, Bill Clinton’s personal aide on April 16, 2012, about his meetings with ambassadors from Qatar and a few other foreign countries. Hillary Clinton served as secretary of state from 2009 to 2013.\n\"Qatar — Would like to see WJC (William Jefferson Clinton) for ‘five minutes’ in NYC, to present $1 million check that Qatar promises from WJC’s birthday in 2011,\" Desai wrote. \"Qatar would welcome our suggestions for investments in Haiti — particularly on education and health. They have allocated most of their $20 million but are happy to consider projects we suggest. I'm collecting input from CF Haiti team.\"\n \n\nSo the government of Qatar was going to give the Clinton Foundation $1 million as part of a five-minute meeting, according to this email.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDaniel Greenfield\n\n\nstated on July 30, 2015 in an article on the Frontpage website\n\n\n\n\n\n\n\n\n\"Obama spent $7 billion to bring electricity to Africa, failed miserably.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • February 11, 2016\n\n\n\n\n\n\n\nBut Pence could have been more accurate in his description.\nPence said Qatar \"was going to\" make a $1 million donation in exchange for a five-minute meeting. But according to Desai’s email, Qatar had promised the check for Bill Clinton’s birthday the previous year. The meeting was to present the check.\nSecond, it’s not clear if the Qatari ambassador ever got his \"five minutes\" with the former president.\nForeign government contributions to the Clinton Foundation have been the subject of much criticism lobbed against the Clintons. While they are legal, questions have been raised over possible conflicts of interest for Hillary Clinton while she was serving as secretary of state.\nAs part of a memorandum of understanding between the Clinton Foundation and the Obama administration, the foundation agreed to (among other things) disclose material increases from foreign donors and roll back foreign donations altogether to its global health initiative.\nA State Department spokesperson told the New York Times that it does not have \"a record of submission\" from the Clinton Foundation on a 2012 donation from Qatar. A Clinton Foundation spokesman told us the 2012 donation was disclosed on its website.\nThe Qatari government has given cumulatively between $1 million to $5 million to the Clinton Foundation from 2002 to 2016. The country is controversial for its treatment of women and the LGBT community, and has been accused of being a sponsor of terrorism.\nOur ruling\nPence said, \"In exchange for five minutes with Bill Clinton, the government of Qatar was going to give $1 million to the Clinton Foundation.\"\nThe New York Times story shows that Qatar had promised $1 million to the Clinton Foundation for Bill Clinton’s birthday in 2011, and the Qatari ambassador requested five minutes with Bill Clinton to present the check the following year. It’s unclear of the meeting ever took place.\nWe rate Pence’s claim Mostly True.\nhttps://www.sharethefacts.co/share/74868afb-8f25-47e7-88d8-79eba63ec8ef", "vclaim_id": "vclaim-pol-04130"}