{"url": "/factchecks/2020/jul/24/great-lakes-news/whitmer-did-not-defund-police-corrections/", "speaker": "Great Lakes News", "vclaim": "Says Gov. Gretchen Whitmer “defunded the Michigan State Police and the prisons.”", "truth_label": "false", "date": "stated on July 22, 2020 in in a tweet:", "title": "Michigan Gov. Whitmer didn’t defund police and corrections", "text": "As Michigan Gov. Gretchen Whitmer tries to close a gaping budget shortfall, a news outlet in the state accuses her of defunding the police to do so.\nA July 22 tweet from Great Lakes News, whose news program is broadcast on radio stations across Michigan, claims that the Democratic governor \"defunded the Michigan State Police and the prisons\" with an executive order that \"slashes tens of millions\" from the two departments.\n\"Defund\" is a nebulous and politically charged term, but it’s not an accurate description of Whitmer’s proposal for closing a $2.2 billion budget gap due largely to the COVID-19 crisis and recession, which have hit Michigan hard.\nWhitmer did propose funding cuts for the agencies, but the Great Lakes News claim leaves out critical information about her plan.\nWhitmer’s executive order recommends a reduction of just over $115 million from the State Police and nearly $393 million from the Department of Corrections. Most of the gap in funding will be filled by federal Coronavirus Relief Fund money, $106.8 million of which has been authorized for the State Police and $368.2 million for the Department of Corrections.\nThis leaves budget shortfalls of around $8.27 million for the State Police and around $23.5 million for the Department of Corrections — or about 1% of the funds appropriated for each agency for the current fiscal year.  \nThe state has already imposed a freeze on hiring and discretionary spending as well as one-day-a-week furloughs on most state employees. These measures will help the state achieve nearly $8 million in savings from State Police.\nSo the federal funding replaces about 99% of what Whitmer’s proposal would cut and offsets payroll cuts to the State Police.\n\"It was definitely more like reimbursing the police than defunding the police,\" said Alex Rossman, external affairs director at the nonpartisan Michigan League for Public Policy, which is advocating for more federal relief for the state and urging Michigan to generate more revenue to address budget shortfalls.\n\"There certainly should be concern about a revenue crunch coming up, but saying that that is going to impact the police or corrections budget any differently than any other priority currently, there’s no foundation for that assertion,\" Rossman said.\nWhitmer’s recommendations were included in the plan approved by the state House and Senate appropriations committees, and the Legislature will soon vote on it.\nEven some Republican state lawmakers took to social media to explain the funding arrangement and challenge the Great Lakes News claim. \"There was not a net reduction in the budgets,\" wrote state Rep. Scott VanSingel.\n\"In the end, there is no defunding,\" state Rep. Phil Green explained on Facebook.\nOn July 23, Great Lakes News acknowledged that the federal funding will offset Whitmer’s proposed funding cuts for police and corrections, but stood by its original claim of \"defunding.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\"Essentially, the Gov. is defunding the Michigan State Police and the Dept. of Corrections because there’s no guarantee that federal funds will fill the gaps in 2021,\" it said in a tweet.\nWhat happens next year\nThe cuts in state funding proposed in the executive order do not single out the Department of State Police. The recommended cuts include around $36.5 million at the Department of Health and Human Services and $26 million at the Department of Transportation.\nState Sen. Jeff Irwin, D-Ann Arbor, voted against the proposal in committee, citing concerns that the state does not have a plan to raise additional revenue after federal relief dollars disappear.\nMembers of Congress are currently trying to craft the next coronavirus federal relief packages. Experts argue federal aid to state governments is needed to address the impact of the pandemic-induced recession and fill large budget shortfalls created by the public health crisis.\nMost states, including Michigan, are required to balance their budgets annually, and the recession has forced states across the country to make significant spending cuts to avoid deficits.\nBut \"as COVID subsides, as a vaccine becomes available, as our economy opens back up, the idea is that it’s poised to rebound,\" Rossman explains. This will help state revenues recover as the economy does.\nDoes Whitmer support defunding the police? \nThe phrase \"defunding the police\" has come to refer to a range of policies, from redirecting some funding toward community development initiatives to dismantling police agencies altogether. It has served as a shorthand rallying cry for activists demanding police reforms, as well as a political cudgel for conservatives seeking to paint liberals as soft on crime.\nIn a June interview with The Root, Whitmer said that she supports \"the spirit\" of defunding the police. She explained, \"You look at budgets and they’re focused on policing — they should be focused on education, transportation, access to health care, access to skills and leveling the playing field.\"\nWhitmer later told the Detroit Free Press: \"I don’t believe police should be defunded.\" Instead, she said, \"we need to rebuild and level the playing field through better schools and better transportation and access to health care.\"\nOur ruling\nA tweet from Great Lakes News said a Whitmer executive order \"defunded\" the State Police and Department of Corrections.\nThe governor’s proposed cuts are part of an effort to close the budget shortfall the state faces in the current fiscal year. The cuts affect several agencies, but in the case of police and corrections, about 99% of the funds will be offset by federal funding this year, though future budgets remain a concern.\nWhitmer has said she does not support defunding the police, but supports \"the spirit\" of the movement in calling for more resources for education, transportation and health care.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17794"}