{"url": "/factchecks/2016/sep/08/colin-van-ostern/was-colin-van-ostern-deciding-vote-medicaid-expans/", "speaker": "Colin Van Ostern", "vclaim": "\"I cast the deciding vote extending Medicaid health care coverage to 50,000 of our fellow citizens,\"", "truth_label": "barely-true", "date": "stated on September 6, 2016 in a debate:", "title": "Was Colin Van Ostern the deciding vote for Medicaid expansion in NH?", "text": "New Hampshire’s next governor will have a say in whether the state continues its Medicaid expansion program, which covers nearly 50,000 low-income residents and is set to expire in 2018.\nExecutive Councilor Colin Van Ostern pledges to support the program, and touts his background on the subject as proof.\n\"As a member of the Executive Council, I cast the deciding vote to extend Medicaid coverage to 50,000 people,\" Van Ostern wrote in a mailer sent to voters recently, a point he has repeated on the campaign trail.\n\"I cast the deciding vote extending Medicaid health care coverage to 50,000 of our fellow citizens,\" Van Ostern said in a WMUR debate the week before the primary.\nWas Van Ostern the program’s savior? We decided to take a look.\nNew Hampshire’s Legislature approved a bill in 2014 to expand Medicaid for roughly two years to cover low-income adults making less than 138 percent of the poverty level. Democratic Gov. Maggie Hassan signed the expansion, also known as New Hampshire Health Protection Program, into law that March.\nAs an Executive Councilor, Van Ostern had no participation in that pivotal vote.\nMany credited Republican leaders in the House and Senate for the vote because a few broke from their party and sided with Democrats in favor of expansion.\nThe Executive Council had a say on the program later that year, when the Department of Health and Human Services brought forward a $292 million contract amendment to pay for and implement expanded Medicaid.\nThe five-member council is in charge of approving state agency contracts that exceed $25,000. The council in 2014 was made up of three Democrats and two Republicans.\nDemocratic Gov. Maggie Hassan, who presides over the council, urged members to pass the agreement.\nWhen she called the roll, all three Democrats voted by voice vote for the contract. The two Republicans opposed it.\nWas Van Ostern the deciding vote? Not really.\nCampaign spokesman Matt Trojan said without Van Ostern’s support, Medicaid expansion wouldn’t have passed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nBut that’s not entirely accurate. The council’s vote was on a contract that allowed the two health care providers to move forward with the program that had already been approved in law.\nAt the time, Van Ostern himself said it was already a done-deal.\n\"There are legitimate policy disagreements, but this has been decided. This has been through the legislative process,\" Van Ostern said.  \nAnd the \"deciding vote\" argument is even more dubious.\nThe claim has typically been used as an attack against Democrats who voted in favor of the Affordable Care Act, including New Hampshire Sen. Jeanne Shaheen.\nIn that case all 60 Democratic votes -- including Shaheen’s -- were needed to pass the measure through the Senate. However, Shaheen, unlike others, was hardly a holdout until the last minute; she gave indications early on that she supported the president’s reform plan.\nThose claims were typically rated Mostly False.  \nBy the same token, the other two Democrats on the Executive Council have equal claim to the deciding vote title.\nGenerally, calling someone \"the deciding vote\" implies he or she played a pivotal role, such as withholding support or opposition until the last moment.\nExpanded Medicaid received strong support among Democrats, and as the council’s controlling party, the contract wasn’t expected to fail.\nBefore the vote, Van Ostern and another Democrat both stated they planned to support the agreement.\nOur ruling\nExecutive Councilor and candidate for governor Colin Van Ostern said he \"cast the deciding vote to extend Medicaid coverage to 50,000 people.\"\nThe Executive Council voted in favor of the contract that allowed expanded Medicaid to go forward, but the vote to approve the program already passed the legislature with bipartisan support. Van Ostern was one of three Democrats who voted for the contract and stated his support ahead of time.\nSince he did not have a direct vote on the law, and didn’t change his position, we rate his claim Mostly False.\nhttps://www.sharethefacts.co/share/7a2e65d7-e114-43f6-882c-5c2c06211bb6", "vclaim_id": "vclaim-pol-04357"}