{"url": "/factchecks/2016/aug/22/tim-kaine/tim-kaine-correct-about-how-poorly-us-fares-percen/", "speaker": "Tim Kaine", "vclaim": "\"In Congress right now, we're doing the best job we have ever done in women in the federal legislature,\" but it’s still only \"19 percent.\"", "truth_label": "true", "date": "stated on August 16, 2016 in a campaign event:", "title": "Tim Kaine correct about how poorly U.S. fares in percentage of women lawmakers", "text": "Hillary Clinton is running to become the first female president in American history. But even as she makes her potentially historic run, the number of women in Congress remains far from parity with men, said Democratic vice presidential candidate Tim Kaine.\n\"In Congress right now, we're doing the best job we have ever done in women in the Federal legislature, 19 percent,\" said Kaine, a U.S. senator from Virginia. \"That's the best job we've ever done. Hold on for this, folks: Nineteen percent ranks the United States 75th in the world, below the global average. Iraq is 26 percent. Afghanistan, 28 percent. Number one? Rwanda, 64 percent.\"\nWe wondered if Kaine is correct that \"in Congress right now, we're doing the best job we have ever done in women in the federal legislature,\" but it’s still only \"19 percent.\"\nFirst, let’s look at the 19 percent number.\nAccording to the World Bank, which cites data from the Inter-Parliamentary Union, the 19 percent figure is right on for 2015. The U.S. figure has remained at 19 percent in the most recent Inter-Parliamentary Union data, which is current through June 2016.\nSpecifically, in 2016, there are 104 women serving in both chambers of Congress, comprising 19.4 percent of the 535 combined members. (In all, 76 are Democrats and 28 are Republicans.)  Chamber by chamber, 20 women serve in the Senate, accounting for 20 percent of all members in the chamber, and 84 women serve in the House, accounting for 19.3 percent.\nIs 19 percent the highest in United States history?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAs it turns out, Kaine is correct on that point, too, as the following chart from the Congressional Research Service shows.\n\n\"It's pretty straightforward,\" said Debbie Walsh, director of the Center for American Women and Politics at Rutgers University’s Eagleton Institute of Politics. \"It's a record high, but it's quite low.\"\nIf anything, Kaine underplayed the United States’ deficit compared to the rest of the world. The U.S. rank has bounced around a bit over the past year, but it places 96th in the most recent Inter-Parliamentary Union rankings, among 191 countries for which there is data. That’s even worse than the 75th-place finish Kaine cited.\nBy comparison, the other countries Kaine mentioned did better, though hardly close to male-female parity. Iraq had 27 percent female legislators (58th in the most recent rankings), Afghanistan had 29 percent (ranking 50th) and Rwanda was indeed No. 1 in the world with 64 percent.\nOur ruling\nKaine said, \"In Congress right now, we're doing the best job we have ever done in women in the federal legislature,\" but it’s still only \"19 percent.\" He’s right that the current figure for the United States is 19 percent, and he’s right that that’s a record high. We rate the statement True.\nhttps://www.sharethefacts.co/share/669619cb-b381-46e4-8b4c-7e05ba0556f8", "vclaim_id": "vclaim-pol-04439"}