{"url": "/factchecks/2014/apr/15/progressive-choice/charlie-crist-implemented-jeb-bushs-plan-group-say/", "speaker": "Progressive Choice Florida", "vclaim": "Says Charlie Crist \"implemented Jeb Bush’s A+ Plan.\"", "truth_label": "true", "date": "stated on March 30, 2014 in a campaign mailer:", "title": "Charlie Crist implemented Jeb Bush’s A+ Plan on education, group says", "text": "Gov. Rick Scott isn’t the only one attacking presumptive gubernatorial rival Charlie Crist. An outside group called Progressive Choice Florida has taken a few shots as well -- although there’s some question as to which side the group is on.\nIn a flier that appeared in Florida mailboxes around March 30, the group attacks Crist’s history as a GOP member, saying \"Conservative Republican Charlie Crist is no friend of progressive Democrats.\"\nIt then lists several examples:\n\"Charlie Crist’s record proves he is …\n-- Pro-life\n-- NRA A+ rated\n-- ‘Chain Gang Charlie’\n-- Implemented Jeb Bush’s A+ Plan\n-- Signed petition banning gay marriage\"\nInteresting to note is the mystery over exactly who funds Progressive Choice, the Florida chapter’s parent organization. It claims on a bare bones website that the larger group is \"a diverse coalition of fair-minded, forward-thinking individuals and organizations advocating for leadership that stands firm on progressive principles and genuinely reflects the interests of all progressives across the nation.\" The site also lists the group as \"a 501(c)(4) social welfare advocacy organization.\"\nThere has been some speculation that Progressive Choice is a GOP front funded to draw Democratic voters away from Crist, particularly in the upcoming primary against Nan Rich. The group is not yet listed with the Federal Election Commission or the Florida Division of Elections, so contributions so far are untraceable. The mailer lists a Washington P.O. box and says the mailers were sent from Orlando.\nWe’ve dealt with some of those claims before, but the part about Bush’s education plan gave us pause. Then we remembered that before he was governor, Crist was education commissioner. We dug into the archives to find out the whole story.\nThe A+ Plan\nBush floated the idea of overhauling Florida education standards during his 1998 campaign, crafting a plan with then-Education Commissioner Frank Brogan, who was his running mate.\nThe plan suggested expanding the use of the Florida Comprehensive Achievement Test, which at the time was new and administered to fourth-, eighth- and 10th-graders. Student test performance (along with attendance and violence rates, and graduation rates at high schools) would be used to give schools a letter grade of A, B, C, D or F.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe proposal rewarded with monetary bonuses schools that earned an A, or improved their grade in a year. Failing schools had two years to improve or would be turned over to the state. The state could then change school staff and implement changes as it saw fit. Students at F schools could transfer to private schools with taxpayer-funded vouchers.\nCritics were especially vocal about the vouchers, saying it would take much-needed funding away from public schools. The use of standardized test scores also was controversial.\nBush was elected and announced his A+ Plan for Education his first month in office. This version required annual FCAT testing for grades 3 through 10 each year, with a passing grade required for promotion. The grading and voucher components remained, with higher school grades resulting in more funding. The Republican-controlled Legislature approved the plan in 1999.\nEnter Education Commissioner Crist.\nCrist won a statewide election for the post after Tom Gallagher, who became commissioner in 1999, resigned to run for U.S. Senate in 2000. Crist took office in 2001 and served until 2003, when the elected Cabinet post changed to an appointed position under a new law.\nOne of Crist’s duties was to follow the education agenda set by Bush and the Legislature before Crist took office. His campaign acknowledged that Crist put Bush’s plan into action.\n\"Charlie was education commissioner from 2001-2003, so of course he would be responsible for implementing A+,\" campaign spokesman Steve Geller told PolitiFact Florida in an email. \"A+ was passed by the Florida Legislature ... and any education commissioner would have had to implement these plans.\"\nBut did he support the plan he was putting into effect? Progressive Choice certainly thinks so.\nJamie Fontaine-Gansell, a Progressive Choice spokeswoman, cited a 2000 Orlando Sentinel voter’s guide article in which candidate Crist said, \"I am an ardent supporter of Gov. Jeb Bush's A+ plan, which provides for an even balance of testing and accountability and has proven to improve performance in our public schools.\"\nThen-Attorney General Crist tripped over standardized testing while running for governor in 2006, most notably being ridiculed for telling the Palm Beach Post he didn’t know what time of year the FCAT was administered to students, or even what a passing score was. He also waffled on strict education standards.\n''I think it's important, as we make these decisions regarding education, we're willing to be flexible,'' he told the Miami Herald in 2006. \"I'm willing to be flexible as it relates to the timing (of the FCAT), as it relates to the subject matter, as it relates to how students are prepared for the test. But I think it's important to test.\"\nDuring his current run for governor, Crist said he supported new Common Core standards and focusing on teacher support, spending most of his time bashing Scott’s early record of cutting school funding after Crist left office in 2011. Standardized testing hasn’t been a major talking point, but he hasn’t specifically opposed it, either.\nMeanwhile, Florida still embraces testing and its grading program, though it is considering new programs and testing regimes. Current Education Commissioner Pam Stewart this year suggested simplifying the process, focusing on new math and language arts parameters, and a new standardized test already being adopted.\nStewart in February proposed a system based on a combination of test scores, grade level performance, graduation rates and college credit or industry certifications. She also wanted to get rid of monetary bonuses and penalties. It’s currently on the agenda in Tallahassee.\nOur ruling\nProgressive Choice Florida said Crist \"implemented Jeb Bush’s A+ Plan.\" Since Crist was education commissioner after the plan was passed by the Legislature, that’s to be expected.\nWhen we went back to see if Crist approved of the plan’s details, he said he did. He has been a supporter of the FCAT and how it’s been used to grade schools.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-07989"}