{"url": "/factchecks/2011/may/04/eric-cantor/rep-eric-cantor-says-10000-baby-boomers-day-are-be/", "speaker": "Eric Cantor", "vclaim": "\"You’ve got each day 10,000 new seniors, baby boomers, becoming eligible for the entitlement programs.\"", "truth_label": "true", "date": "stated on April 27, 2011 in a TV appearance.:", "title": "Rep. Eric Cantor says 10,000 baby boomers a day are becoming eligible for benefits", "text": "Amid the pop of champagne at the start of 2011, you many not have noticed the beginnings of a monumental event that will reshape America.\n\nThe first baby boomers turned 65. Every day this year, and for the next 18 years, multitudes more will turn 65 and begin to rely on the nation’s already-stressed entitlement programs.\n\nBaby boomers are Americans born between Jan. 1, 1946 and Dec. 31, 1964. Their 65th birthdays mark the beginning of eligibility for Medicare and fall one year before their full qualification for Social Security.\n\nHouse Majority Leader Eric Cantor has been blanketing cable networks to promote the House GOP budget and the need for major spending cuts. His effort comes as Congress and the president grapple with both the 2012 federal budget and more immediate need to raise the debt ceiling.\n\nAppearing on CNBC April 27, Cantor, R-Va., said \"you’ve got each day 10,000 new seniors, baby boomers, becoming eligible for the entitlement programs. Ten thousand a day.\"\n\nIs Cantor’s number right?\n\nWe asked Megan Whittemore, Cantor’s press secretary, where the congressman came up with the figure of 10,000 seniors a day becoming eligible for entitlements. She pointed us to a series of statements and reports by the Social Security Administration.\n\nIn October 2007, when the first baby boomer claimed early retirement benefits from Social Security, the agency put out a press release. Kathleen Casey-Kirschling, born one second after midnight on Jan. 1, 1946, qualified  for payments in January 2008, the agency said, adding that \"over the next two decades, nearly 80 million Americans will become eligible for Social Security benefits, more than 10,000 per day.\"\n\nSocial Security allows recipients to start claiming benefits at age 62, though that means accepting a lower monthly payout. The full retirement age for boomers born in 1954 or earlier is 66. It then increases by two months in each of the next six birth years, with everyone born 1960 or later getting full benefits at age 67. Retirees can choose to defer payments up until they’re 70, receiving a larger monthly check in return.\n\nThe Social Security agency also referred to the 10,000-a-day statistic in its report for fiscal 2012.\n\nThe Pew Research Center highlighted the statistic in a 2010 study on baby boomers. According to Census data gathered by Pew, 76 million people were born in the United States during the generation. After subtracting those who have already died and adding immigrants born during those years, the Census estimates there are roughly 79.6 million people aged 45 to 64 in America.\n\nIf you divide 79.6 million by 19 years, then divide that by 365 days, you get 11,478. That’s the number of people, on average, who will turn 65 each day for the next 19 years. Obviously not everyone in that category will live to 65, but the math clearly gives you a figure above the 10,000-a-day cited by Cantor.\n\nWe also checked the Social Security awards given in 2010. According to the SSA, 4.05 million retired workers or survivors of deceased workers started getting payments last year. That means 11,102 people each day began receiving checks. In 2009 the number was slightly higher, at 11,436 per day.\n\nRight now, about 8,600 people a day enter Social Security through the traditional retirement program, and another 3,000 each day through the programs for families of disabled or deceased workers. If the head count climbs up to 11,400 per day through the traditional program, plus another 3,000 per day through the programs for families of disabled or deceased workers, that’s almost a 25 percent increase in the number of Social Security beneficiaries.\n\nAnd consider this: In 1950, as Social Security ramped up, there were 16 workers per recipient. Today there are 2.9 workers per recipient, and by 2041 the SSA says there will be just 2.1 workers per recipient.\n\nLet’s review.\n\nRep. Eric Cantor said 10,000 Americans per day become eligible for entitlement programs, meaning Social Security and Medicare.\n\nHis number are borne out in projections and data from the Social Security Administration. During 2009 and 2010 ,the number of Social Security recipients was actually above 11,000 per day, though many of those people were not retirees.\n\nCensus data show nearly 80 million baby boomers, born over a span of 19 years. They will turn 65 and become eligible for Medicare at a rate of 11,478 per day. In fact, as of May 3 an estimated 1.4 million people have turned 65 this year.\n\nThe numbers are staggering. We rate Cantor’s statement True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13154"}