{"url": "/factchecks/2016/sep/15/greg-abbott/greg-abbott-says-if-texas-were-country-its-economy/", "speaker": "Greg Abbott", "vclaim": "\"If Texas were a country our economy would rank # 10...in the WORLD.\"", "truth_label": "mostly-true", "date": "stated on August 30, 2016 in a tweet:", "title": "Greg Abbott says if Texas were a country, its economy would rank 10th in world", "text": "CORRECTION, 2:50 p.m., Sept. 15, 2016: After this fact check posted, readers pointed out we'd presented Texas and California GDP figures in billions of dollars when relevant figures actually reflected productivity in the trillions of dollars. We made appropriate changes. Our rating of the claim didn't change.\nIn a tweet adorned with images of a rocket, a wind turbine, a steer, a factory and a microscope, Texas Gov. Greg Abbott declared: \"If Texas were a country, it would have the 10th highest GDP in the world.\"\nIf so, that’s gained ground. When we looked into a 2012 claim comparing productivity in Texas versus the nations of the world, Texas ranked 14th internationally.\nSo, we decided to put Abbott’s statement to the Texas Truth-O-Meter.\nThe fine print in Abbott’s tweet states that it's based on information from Glenn Hegar, the Texas state comptroller, and from the International Monetary Fund and Bureau of Economic Analysis.\nWhen we asked, Lauren Willis of the comptroller’s office emailed us its chart indicating that in 2015, Texas had a gross domestic product of $1.59 trillion -- placing it 10th among countries behind the U.S. ($17.95 trillion) and eight countries including Brazil ($1.77 trillion). The chart shows Texas ahead of No. 11 Canada ($1.55 trillion) as well as Korea, Russia, Australia, Spain, Mexico and four other countries.\nGDP, the most-used measure of national economic output, is defined as the market value of goods and services produced by labor and property in country.\n\nSOURCE: Email, Lauren Willis, director of communications, Office of Texas Comptroller of Public Accounts, Sept. 6, 2016\nFor our part, we found 2015 GDP figures posted in April 2016 by the International Monetary Fund matching the GDP figures in the comptroller’s chart. Willis also pointed out a World Bank breakout of GDPs by nation for 2015; the presented figures didn’t perfectly align with the comptroller’s chart, we found, though the ranking of the top 10 countries did.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nWillis also sent a web link to the bureau’s U.S. and state-by-state GDP figures for 2015 and previous years. From the BEA, we downloaded figures indicating that in 2015, Texas had the GDP of $1.59 trillion that Abbott relied on. Then again, more populous California had a GDP of $2.46 trillion, which would have placed the Golden State No. 6 in the world if it were a nation, nudging Texas to No. 11. We recently found too that California in 2015 had greater per-capita productivity than Texas.\n\nSOURCE: Website, \"Regional Economic Accounts, Gross Domestic Product, Interactive Tables\" Bureau of Economic Analysis, last updated June 14, 2016 (GDP figures downloaded Sept. 6, 2016)\nOur ruling\nAbbott said that if Texas were a country, its economy would rank 10th in the world.\nThat’s so, figures show, if you leave out a bigger state, California. Considering California, in fairness, Texas would rank 11th in the world.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/cdc4ac03-aab9-4c82-b255-b39c9f4656db", "vclaim_id": "vclaim-pol-04321"}