{"url": "/factchecks/2010/may/03/janet-napolitano/facts-illegal-immigrants-show-nuances-enforcement-/", "speaker": "Janet Napolitano", "vclaim": "Numbers on illegal immigrants \"are down in terms of apprehensions, which indicates fewer illegal crossings, but also up in terms of actual enforcement actions.\"", "truth_label": "mostly-true", "date": "stated on May 2, 2010 in an interview on ABC's 'This Week':", "title": "Facts on illegal immigrants show nuances of \"enforcement actions\"", "text": "Janet Napolitano, secretary of Homeland Security, appeared on ABC News' This Week and discussed a new law in Arizona that makes being an illegal immigrant a state crime and requires immigrants to carry papers that confirm their legal status.Napolitano is not a fan of the new law, saying it could invite racial profiling and was bad for law enforcement.And, she said, statistics are against the need for a new law.\"And actually, the numbers, if you step back and look at it, the numbers actually are down in terms of apprehensions, which indicates fewer illegal crossings, but also up in terms of actual enforcement actions. So the numbers actually are countered to what the action of the legislature is,\" Napolitano said. \"But you know what? There's still a frustration out there. It's a frustration, ultimately, that will only be solved with comprehensive immigration reform.\"Here, we're checking Napolitano's statement that apprehensions of illegal immigrants are down while enforcement actions are up. We asked the U.S. Department of Homeland Security about her statement, and they sent us two sets of numbers for fiscal years 2007, 2008 and 2009. The numbers they sent us showed that border apprehensions were down. On the southern border, apprehensions dropped from 858,638 in 2007 to 705,005 in 2008 and to 540,865 in 2009.For evidence that enforcement actions are up, the department sent us statistics on removals, which include deportations as well as people who leave the country without a formal order. Those numbers increased from 291,060 in 2007 to 369,221 in 2008 and 387,790 in 2009.We then asked a couple of independent experts for their thoughts of the numbers.The numbers of apprehensions at the border are going down because there are fewer people trying to get across the border since the U.S. economy soured in 2008, said senior demographer Jeffrey Passel of the Pew Hispanic Center, a nonpartisan research organization that collects statistics on Hispanics and immigration. \"Immigration to the U.S. from Mexico is down, and it's down a lot,\" he said. Over the past several years, enforcement action on the border has tightened, he said. It is more difficult to get across the border, and people in Mexico have to pay more to smugglers to get them across. \"It's harder to get in, and it's more dangerous,\" he said.As for the second statistic, counting removals as a proxy for enforcement action is problematic, Passel said. Some people who are being removed are in the interior of the United States, such as criminals who served a prison term and are being deported upon release. Still, those numbers have been going up, as Napolitano indicated.The Obama administration appears to be conducting fewer raids on job sites where illegal immigrants work, Passel said, because the adminsitration seems to prefer workplace audits, which result in fewer immigrant arrests.\"At one level, the results are often the same, in that the workers lose their jobs,\" he said. \"But the workers aren't getting picked up.\"We also spoke with Mark Krikorian, director of research for the Center for Immigration Studies, a nonpartisan research group that supports lower levels of immigration. Krikorian agreed that there has been an overall drop in people trying to cross the border, and an increase in the number of removals. But he too cautioned that using removal numbers as a proxy for \"enforcement action\" can be misleading. \"They're part of a picture, but that's all they are,\" he said.He also said the trend in removals may be coming to an end. The Washington Post reported that immigration officials were setting quotas for deportations because they wanted to avoid a steep drop-off in the numbers for 2010.So Napolitano said that the numbers \"are down in terms of apprehensions, which indicates fewer illegal crossings, but also up in terms of actual enforcement actions.\" We agree that apprehensions are down, which indicates fewer illegal border crossings. Removals are also up. But we question whether removals are the same thing as \"actual enforcement actions.\" The picture there is a little more nuanced. So we rate Napolitano's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-15044"}