{"url": "/factchecks/2013/mar/27/jack-reed/us-sen-jack-reed-says-51000-people-visit-roger-wil/", "speaker": "Jack Reed", "vclaim": "\"Even Roger Williams National Memorial in my home state of Rhode Island attracted nearly 51,000 visitors in 2011, with non local visitors adding more than $3.2 million to the local economy.\"", "truth_label": "half-true", "date": "stated on February 27, 2013 in a speech:", "title": "Jack Reed says 51,000 a year visit Roger Williams National Memorial, spending $3.2 million", "text": "As the political debate over the automatic budget cuts in the federal budget imposed under the so-called \"sequester\" has unfolded, there’s been a lot of discussion on the potential havoc they will wreak on the military and social service spending. But other less visible agencies are being hit as well.\n\nRhode Island Democratic Sen. Jack Reed took to the floor of the U.S. Senate on Feb. 27 to make just that point, lamenting cuts to the National Park Service, and how those reductions could hurt local economies.\n\nReed said even in a small state like Rhode Island, they would have an effect.\n\n\"Even Roger Williams National Memorial in my home state of Rhode Island attracted nearly 51,000 visitors in 2011, with non-local visitors adding more than $3.2 million to the local economy,\" he said.\n\nGood things are supposed to come in small  packages, but does the 4.5 -acre Roger Williams National Memorial really pump $3.2 million a year (about $8,767 a day) into the economy?\n\nWhile you can buy any number of books on Williams and his era in the park’s gift shop, there’s no admission charge and even the dog poop bags are free. We decided to visit the memorial, and the issue.\n\nReed’s office said it got the information from the National Park Service, which tracks how many people visit its parks and other sites and how those visits contribute to local economies. When we checked with the Parks Service, we confirmed that Reed had quoted the figures accurately.  \n\nThe service put the number of recreational visits to the Roger Williams Memorial at 50,909 for 2011, the year Reed cited. It also pegged recreational spending by those people at $3.1 million, though that was based on 2010 figures.\n\nBut are those figures realistic?\n\nAt other parks, such as Grand Canyon or Yosemite, counting visitors is as easy as tallying how many people drove through the main gate or how many admissions were sold.\n\nBut at an urban location such as the Roger Williams Memorial, there is no main gate, no admission paid; you just walk across the park or into the visitors center.\n\nNational Park Service Program Manager Butch Street said that to come up with attendance figures for such sites,  the agency takes the number of people who enter the visitors center -- tracked by staff there -- and multiplies it by 3.3.  \n\nIn 2011, the year Reed noted, 15,427 people entered  the Roger Williams Memorial visitors center. Multiply that by  3.3 and you get 50,909. That method has produced annual visitor totals of more than 50,000 since 2009.\n\n(We did our own, extremely unscientific sample late in the morning of March 14, when it was in the low 30s and windy. One person went into the visitor center while 23 people and 1 dog walked through the park.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\nOnce the park service gets the total visitor number, it plugs it into what it calls a Money Generation Multiplier. That’s a formula specifically designed to estimate how much each visitor spent.\n\nThe formula assigns values for average spending on lodging and other purchases. The latest economic impact figures the park service has are from 2010, when the attendance formula said 51,559 visitors came to Roger Williams.\n\nThe park service’s formula assumed those visitors generated 7,017 motel stays at about $277 per day, for around $1.94 million in spending. It also assumed 10,907 day trips to the park, at around $77 per party, for about $840,000 of spending and 2,215 camping visits at $145 a day, for about $322,000. Combined, that’s about $3.1 million into the Providence region’s economy.\n\nThe parks service cautions that the numbers for urban sites should be seen as having a wide margin for error.\n\n\"Due to the high number of visits at these units, small changes in assumed spending averages or segment mixes can swing the spending estimates by substantial amounts,\" it said.\n\nEdinaldo Tebaldi, a Bryant University assistant professor of economics who specializes in the use of statistics to track economic activity, said they got that part right.\n\nTebaldi said the park service’s basic methodology was sound, in that the multipliers it used to estimate spending were generally reasonable and applied in a way consistent with professional standards. But he said his question was with the starting assumptions.\n\n\"The report relies on several strong assumptions that are debatable,\" he said. \"However, they make it clear that that is what they are doing, so they are transparent about it.\"\n\nThe problem, Tebaldi said, is that the park service’s overall visits figure is counting people walking through the park on their way to somewhere else as visitors.\n\n\"This is unreasonable and deserves further consideration,\" Tebaldi said.  \"The scope and size of the park makes it unreasonable to assume that it is the single driver of that many visitors to Rhode Island.\"\n\nOur ruling\n\nSen. Jack Reed said Roger Williams National Memorial attracted nearly 51,000 visitors in 2011, \"with non-local visitors adding more than $3.2 million to the local economy.\"\n\nReed accurately quoted figures from the park service.\n\nWe believe you can make a case for the number of visitors, considering how many local people walk their dogs in the park or just sit on benches in the shade for a quiet lunchtime read in the summer.\n\nBut are families from out of state packing up the minivan, driving to Rhode Island and booking motel rooms -- or campsites -- just to see the park? Not likely.\n\nWe find the statement Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-09543"}