{"url": "/factchecks/2012/mar/04/beatrice-lanzi/rhode-island-state-sen-beatrice-lanzi-says-1-4-you/", "speaker": "Beatrice Lanzi", "vclaim": "\"One out of four of our young people say they are victims of this (dating) violence.\"", "truth_label": "half-true", "date": "stated on February 24, 2012 in \"an appearance on A Lively Experiment.\":", "title": "Rhode Island state Sen. Beatrice Lanzi says 1 in 4 young people are victims of dating violence", "text": "As part of the weekly Rhode Island Public Television show \"A Lively Experiment,\" guests are often asked for their \"outrage of the week.\"\n\nOn the Feb. 24 program, state Sen. Beatrice Lanzi focused on attitudes toward dating violence and cited reaction to the performance of singer Chris Brown at the 2012 Grammy Awards. In 2009, Brown pleaded guilty to brutally beating his then-girlfriend, Rihanna.\n\n\"After he performed, many women across the country took to social media and were making comments about dating violence in a joking way,\" Lanzi said.\n\nWe located some of those Tweets. People were sending out messages such as \"I'd let Chris Brown beat me up anytime,\" \"Chris Brown u can punch me in the face any time u want!!!!\" and \"Any girl that hates on Chris Brown is stupid. Do you realize that it would be an honour if he hit you?\"\n\nSaid Lanzi: \"One out of four of our young people say that they are victims of this violence. To me, it's outrageous.\"\n\nOne in four is 25 percent. We decided to check to see whether that was on the mark.\n\nWhen we asked Lanzi for her source, she said she had actually understated the scope of the problem, and it was really one in three, which would be 33 percent.\n\nShe referred us to the website of the Lindsay Ann Burke Memorial Fund, based in North Kingstown, R.I., where the Teen Dating Violence Statistics page says \"1 in 3 teens experience some kind of abuse in their romantic relationships.\"\n\nThe web page doesn't cite a specific reference, but Ann Burke, the organization's president, said it came from a 2001 study in the American Journal of Public Health by Carolyn Tucker Halpern at the University of North Carolina at Chapel Hill. It analyzed the responses of 7,267 adolescents who reported being in at least one exclusive heterosexual romantic relationship during the 1994-1995 school year.\n\n\"Overall, 32% of respondents reported experiencing any violence in a heterosexual romantic relationship occurring in the 18 months before the interview,\" the researchers reported. \"Most violent behaviors were psychological, with swearing being most common. Twelve percent reported being the victim of physical violence. Approximately 10% of respondents reported having been pushed and 3% reported that something was thrown at them.\n\n\"The patterns of victimization indicate that about 1 in 5 adolescents reported only psychological violence and about 1 in 10 reported physical violence, usually accompanied by psychological violence,\" the report said.\n\nMales were just as likely to be victims as females, but the females were more likely to have been injured.\n\nThere are a few caveats to the Halpern study. It only looked at heterosexual relationships so the findings do not apply to same-sex relationships or teens who were not dating at the time. In addition, it only asked about violence in the previous 18 months. Lanzi's comment suggest lifetime experience with dating violence. So the percentages would be higher.\n\nBut on a key issue -- how many young people had reported physical violence -- the study doesn’t confirm Lanzi’s statement. She said the incidence was 25 percent. The study found it was closer to 12 percent.\n\nWe consulted other, more recent, studies with their own strengths and limitations. Sample conclusions:\n\n* 9.8 percent of students nationwide reported dating violence from their boyfriend or girlfriend (being hit, slapped or physically hurt on purpose). It only covered the previous year and didn't include verbal assault. (Results from the national Youth Risk Surveillance System from 2009.)\n\n* Up to 35 percent of adolescent girls were victims of \"interpersonal violence, according to a 2008 report by the National Council on Crime and Delinquency. That summary defines that as \"physical, emotional or verbal abuse by one partner towards another in a dating relationship.\" Lanzi didn't say she was only talking about girls, but other surveys show that males experience similar levels of dating violence.\n\n* 13 percent of 638 youth age 13 to 18 who had been in a relationship said in 2005 they had been repeatedly verbally abused, 11 percent said they had been punched, kicked, pushed, slapped or choked at one time, and 5 percent said they had been physically hurt, like a bruise or a punch. (Teenage Research Unlimited for Liz Claiborne)\n\nAnd when the Rhode Island Department of Health surveyed high school students in 2011, it found that the incidence of dating violence -- defined as having been hit by a boyfriend or girlfriend -- had declined from 14 percent in 2007 to 8 percent in 2011. But those rates are only for the previous year, not whether they had ever been hit by a partner.\n\nOur ruling\n\nBeatrice Lanzi said \"one out of four of our young people say they are victims\" of dating violence, following a reference to singer Chris Brown, known for physically assaulting his once-girlfriend, Rihanna.\n\nThe studies we found, however, show that the risk of such physical attacks for teens isn't close to 1 in 4; it's more like 1 in 10.\n\nAs with most social science research, the numbers can vary depending, for example, on how broadly dating violence is defined and the timeframe examined.\n\nA teen who is asked whether he or she has ever experienced dating violence may answer \"no,\" but then respond with a \"yes\" if asked if she has ever been pushed in anger by a boyfriend or girlfriend.\n\nWhat is clear is that to get to the types of numbers Lanzi is talking about, one must include all kinds of aggression, from physical attack to swearing at someone. In fact, when we talked to her, that was how she defined dating violence.\n\nNo matter what the definition, all relationship abuse is reprehensible. But because Lanzi’s statement is partially accurate but leaves out important details, we rule it Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021", "vclaim_id": "vclaim-pol-11498"}