{"url": "/factchecks/2013/jul/22/mitch-mcconnell/obama-only-four-nominations-defeated-mcconnell-say/", "speaker": "Mitch McConnell", "vclaim": "\"The president has had 1,540 of his nominations confirmed, only four defeated.\"", "truth_label": "half-true", "date": "stated on July 14, 2013 in an interview on 'Meet the Press':", "title": "Obama has had 1,540 nominations confirmed and only 4 defeated, says McConnell", "text": "The long-running Senate battle between Democrats and Republicans over the filibuster and delays in processing President Barack Obama’s nominations came to the brink this past week.\n\nSenate Majority Leader Harry Reid, D-Nev., threatened to use the so-called nuclear option and set aside the 60-vote majority needed to close debate and bring a nomination to the floor. Senate Minority Leader Mitch McConnell, R-Ky., said if Reid did that, he was \"going to be remembered as the worst leader of the Senate ever.\"\n\nThe two sides healed the breach after many urgent phone calls and a meeting of every senator in the Old Senate Chamber, a room one lawmaker called \"hallowed ground.\"\n\nBut before the return to relative civility, McConnell had been on NBC’s Meet the Press where he argued that the president had done pretty well for himself. \"What is the problem here?\" McConnell asked. \"The president has had 1,540 of his nominations confirmed, only four defeated.\"\n\nMcConnell’s office said he meant to say 1,560. We checked, and he did use the correct number just three days earlier. We also looked at the Library of Congress nominations database for Obama’s first and second terms and confirmed McConnell’s numbers.\n\nBut what drew our attention was McConnell’s claim that only four had been defeated. That number refers to people who failed on a measure to end debate (called \"cloture) and send their names to the floor for a simple majority vote. It takes 60 votes to end debate.\n\nMcConnell’s list includes Craig Becker (National Labor Relations Board), Caitlin Joan Halligan (U.S. Circuit judge), Goodwin Liu (U.S. Circuit judge), and Richard Cordray (director, Bureau of Consumer Financial Protection).\n\nHowever, that doesn’t account for many of the people Obama put forward who have withdrawn due to opposition from Senate Republicans.\n\n\"McConnell is using misleading numbers,\" said Ian Ostrander, a political scientist at Texas Tech University. \"He’s taking advantage of the fact that very few nominations actually fail through a direct vote.\"\n\nThere are many ways to stymie a nomination. There is the threat of filibuster which requires clearing the 60-vote majority to end debate.\n\nAlternatively, opponents can run out the clock and return the nomination to the White House with no vote at all, generally right before the summer recess or at the end of the year.\n\nOr an individual senator, anonymously or publicly, can place a hold and block a nomination from moving forward.\n\nOstrander said that the White House might withdraw a nomination, or never put someone’s name forward if minority opposition seems too strong. He cited the examples of Susan Rice, Obama’s first choice for Secretary of State, and Elizabeth Warren, his first pick to head the Consumer Financial Protection Bureau. Neither was ever formally nominated.\n\nRepublicans didn’t like key aspects of the Consumer Financial Protection Bureau in the first place. In May 2011, 44 GOP senators sent a letter to the administration saying they \"will not support the consideration of any nominee, regardless of party affiliation\" until changes were made. When Obama replaced Warren with Richard Cordray, it made no difference in the Republican position.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nCordray was the first stalled nominee to win confirmation immediately after the deal that averted the crisis in the Senate.\n\nOccasionally, Ostrander said, the nominee on their own steps back due to long delays. He put Federal Reserve Board nominee Peter Diamond in this category. Diamond, a Nobel Prize-winning economist, was nominated three times. Twice in 2010, the Senate did not reject him; it simply made no decision and returned the nomination to the White House.\n\nSen. Richard Shelby, R-Ala., worked hard against the nomination and never backed down. The White House nominated Diamond a third time in June 2011, but he withdrew saying he saw that his name would never make it to the Senate floor.\n\nOstrander has studied more than two decades of non-judicial nominations. His doctoral thesis: Winning the Waiting Game: Senatorial Delay in Executive Nominations.\n\nOstrander has detailed at what point nominations failed in the nomination process: 84 percent stalled or were withdrawn before going before a committee. Another 0.03 percent were rejected by a committee vote, while 0.01 percent were rejected in a floor vote.\n\n\"McConnell is choosing to count as failures cases that only account for a small fraction of overall failures,\" Ostrander said.\n\nOverall, 69 of Obama’s nominees withdrew for any reason since 2009. During the first term, Ostrander said he counts 38 who likely pulled out under pressure from Republican opposition.\n\nWe reviewed in detail 12 instances (beyond McConnell’s four) where nominees withdrew after encountering opposition, either to their specific background or to Obama’s policies. Those include Donald Berwick to head the Centers for Medicare and Medicaid Services, Erroll Southers to lead for the Transportation Security Administration, Michael Mundaca for the Treasury Department’s Office of Tax Policy, and Dawn Johnsen to be assistant attorney general, among others.  \n\nThere is an additional issue with McConnell’s measure of Obama’s success rate. We contacted five other political scientists, and they agreed that McConnell’s statement overlooked the impact of delayed nominations even if they ultimately win confirmation.\n\nIn the book Defending the Filibuster: The Soul of the Senate, Richard A. Arenberg and Robert B. Dove said the filibuster is a moderating force and a check on executive power. We asked Arenberg if McConnell’s point about the president’s track record on confirmations was valid.\n\n\"Clearly, it's not only the final outcome that matters,\" Arenberg said. \"Delay in confirmation can certainly hamper an executive agency.\"\n\nMichael Gerhardt, a law professor at the University of North Carolina School of Law, has studied the nomination process. \"The problem is not just the delays; it is the limited authority of an acting or temporary head,\" Gerhardt said. \"Here, the statistics might not accurately capture the harm done to the executive branch.\"\n\nOur ruling\n\nMcConnell said Obama faced no real problems getting his nominees confirmed by the Senate, saying that only four of 1,540 nominations had been defeated. His office later said he misspoke and the number should have been 1,560.\n\nWe find he's partially accurate but is leaving out some important details. Yes, it's true that when nominations reach a final vote, the vast majority have been approved by the Senate. But this accounting ignores those who withdrew before a vote, including the estimated 38 who withdrew after Republican opposition. It also does not account for high-profile figures such as Susan Rice who were never nominated because of opposition.\n\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-09082"}