{"url": "/factchecks/2011/aug/21/gary-schaer/assemblyman-gary-schaer-claims-hair-stylists-face-/", "speaker": "Gary Schaer", "vclaim": "\"Hair stylists are required to undergo more government scrutiny than foreclosure consultants.\"", "truth_label": "true", "date": "stated on August 17, 2011 in a press release:", "title": "Assemblyman Gary Schaer claims hair stylists face more government regulations than foreclosure consultants", "text": "Sit down for a hair cut and you quickly see it: a document telling you this stylist or barber is licensed by the State of New Jersey.\n\nAssemblyman Gary Schaer (D-Passaic) said the state should also be in the business of regulating foreclosure consultants, those who try to help people save their homes.\n\nFollowing a recent court ruling allowing four banks to resume uncontested residential mortgage foreclosures in state court, Schaer issued a press release on Aug. 17 calling on Gov. Chris Christie to sign a bill aimed at protecting homeowners from foreclosure rescue scams.\n\nForeclosure consultants could charge homeowners with the promise of helping them avoid or postpone foreclosure. In some cases, clients could end up turning over their homes, paying rent to live there and then getting evicted.\n\n\"New Jersey continues to be the ‘Wild West’ of foreclosure consulting,\" Schaer, one of the bill’s sponsors, said in the press release. \"Hair stylists are required to undergo more government scrutiny than foreclosure consultants.\"\n\nCould hair stylists really face more government requirements than foreclosure consultants?\n\nPolitiFact New Jersey discovered that Schaer’s claim was accurate. Hair stylists must receive a license and follow other regulations, while Schaer’s bill would actually outline the first regulations for so-called \"foreclosure consultants.\"\n\nHowever, individuals providing such consulting services as \"debt adjusters\" face state regulations, and a new federal law already imposes requirements similar to those under Schaer’s bill.\n\nFirst, let’s talk about the regulatory environment faced by hair stylists.\n\nAccording to 23 pages of state regulations, hairstyling and other related positions require a license from the New Jersey State Board of Cosmetology and Hairstyling. Hair stylists and barbers must complete an educational course, and pass an exam conducted by the board.\n\nBy contrast, there are no state regulations for \"foreclosure consultants,\" because the term doesn’t exist under state law, according to Marshall McKnight, spokesman for the New Jersey Department of Banking & Insurance. The bill sponsored by Schaer would define that term and lay out the new regulations, McKnight said.\n\nUnder the bill, known as the \"Foreclosure Rescue Fraud Prevention Act,\" the new requirements for foreclosure consultants would include securing a license from the Commissioner of Banking & Insurance and undergoing a criminal background check.\n\n\"People are being scammed on a constant basis,\" Schaer said in a phone interview. \"There’s no oversight at all.\"\n\nBut most of the foreclosure consultants’ activities listed in the bill are covered by the state’s Debt Adjuster Act, which requires \"debt adjusters\" to be licensed to act as intermediaries between a debtor and his creditors. In essence, debt adjusters can perform a type of foreclosure consulting, but they must be licensed -- just like hair stylists.\n\nIn 2008, state officials issued warnings about individuals or entities advertising or performing foreclosure consulting and other services. Those warnings indicated that providing such services requires a debt adjuster’s license.\n\nPeggy Jurow, a senior attorney with the Anti-Predatory Lending Project at Legal Services of New Jersey, said foreclosure consultants are subject to the state’s Consumer Fraud Act, but otherwise, they’re not regulated.\n\nSo, Schaer’s bill marks new territory in regulating \"foreclosure consultants.\"\n\nChristie spokesman Kevin Roberts said the governor has until Thursday to take action on the legislation, which was passed unanimously by the Legislature on June 29.\n\n\"As with all pieces of pending legislation, it is receiving the careful review of our counsel’s office prior to the Governor taking action,\" Roberts said in an email.\n\nNow, even though Schaer’s statement refers to state regulations, let’s take a quick look at how federal law regulates foreclosure rescue services.\n\nFederal regulations don’t require licensing or background checks for foreclosure rescue consultants, but a new law from the Federal Trade Commission mandates requirements similar to those under Schaer’s bill.\n\nCalled the Mortgage Assistance Relief Services (MARS) Rule, that law prohibits foreclosure rescue service providers from receiving fees until homeowners get a written offer from their lenders. All of the rule’s provisions were in effect as of Jan. 31.\n\nThe ruling\n\nSchaer claimed hair stylists must \"undergo more government scrutiny than foreclosure consultants.\" He’s right, because there are no existing state regulations governing foreclosure consultants. That term and the regulations would come from Schaer’s bill.\n\nForeclosure consulting done by \"debt adjusters\" requires a state license, but since Schaer’s statement was in reference to \"foreclosure consultants,\" we rate the statement True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on September 6, 2011 in a speech in Lower Manhattan\n\n\n\n\n\n\n\n\n\"Over the past 10 years, the number of people living in Lower Manhattan has nearly doubled. In fact, Lower Manhattan has added more people over the last 10 years than Atlanta, Dallas and Philadelphia combined.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • September 11, 2011", "vclaim_id": "vclaim-pol-12543"}