{"url": "/factchecks/2012/aug/03/steve-doell/are-about-seven-10-oregons-inmates-prison-violent-/", "speaker": "Steve Doell", "vclaim": "Says \"About 7 in 10 of Oregon’s inmates are in prison for violent crimes and serious sex offenses.\"", "truth_label": "true", "date": "stated on July 19, 2012 in a press release:", "title": "Are about seven in 10 of Oregon’s inmates in prison for violent crimes and serious sex offenses, like rape, murder, armed robbery?", "text": "Frankly, PolitiFact Oregon was surprised to spot a press release for a new radio campaign ad designed to set the \"record straight on Oregon’s prisons laws.\" We didn’t know there was a need. Was there another ballot measure pending? Was somebody spreading falsehoods about prison laws? Didn’t Oregonians vote on sentencing back in 2008? What was going on?\n\nSteve Doell is a longtime advocate of crime victims and president of Crime Victims United, which helped get Measure 11 passed in 1994. This ad campaign is his latest venture, a nonprofit that he says is separate from Crime Victims and one that he said is aimed at giving people the facts about prison statistics.\n\nHe wants to remind voters through the \"Truth in Sentencing Project\" that fewer than one in four convicted felons is sent to prison. Less than one-half of one-percent are in prison for drug possession. And this:\n\n\"About 7 in 10 of Oregon’s inmates are in prison for violent crimes and serious sex offenses including felony assault, armed robbery, kidnapping, manslaughter, child molestation, rape, attempted murder, and murder,\" he writes in the press release.\n\nIn the accompanying radio ad, he says two-thirds of prisoners are violent criminals. In short, Oregon’s system works, he said. Doell got his numbers from the Oregon Criminal Justice Commission, which administers Oregon's felony sentencing guidelines and serves as a statistical and data clearinghouse. Off we went, with a detour stop at the Department of Corrections.\n\nAccording to the agency’s July 2012 inmate population profile, 9,878 of the 14,186 people in prison were there because of crimes against a person. That is 70 percent, or more than two-thirds. Hold on to the idea of a person crime.\n\nThe same population profile also tells us that nearly 9,300 of those inmates are in prison for crimes one could describe as violent: Assault, homicide, rape, kidnapping, robbery, sodomy and sex abuse. That’s about 65 percent, which is about two-thirds.\n\nWe caught up with Craig Prins, the criminal justice commission’s executive director, who confirms that 70 percent of inmates have committed a crime against a person -- but he wanted to make sure we understand that that doesn’t mean they are all necessarily violent criminals, on par with murderers and child molesters.\n\nFor example, a drunken driver who doesn’t kill anyone is categorized as committing a crime against a person, even though no one was hurt. A drunken driver who hits and kills another person has definitely committed a crime against a person, even though there was no intent to commit homicide. For Prins there is a distinction. For Doell, there isn’t. We offer the information for readers to assess.\n\nWe also have another point that readers may want to keep in mind: More non-violent offenders are being admitted into prison -- which means that the ratio of violent offenders may drop in the future.\n\nThat’s because in 2008, Oregon voters approved Ballot Measure 57, which increased sentences for drug and property offenders. It was a legislative proposal drafted in response to a more punishing measure sponsored by Doell and others. Property and drug offenders sentenced under Measure 57 are expected to add 1,000 beds to the prison system over 10 years with overall bed growth closer to 2,000.\n\nPrins and others on Gov. John Kitzhaber’s Commission on Public Safety have been tasked with finding ways to improve public safety and save money. The commission is to come up with ideas for the 2013 Legislature. And while Doell insists the Truth in Sentencing Project is not in response to an outside force, it’s clear this governor wants to make changes in state prisons.\n\nA June report by the Pew Center on the States, which is providing technical help to Oregon to review numbers and tease out prison growth drivers, states that Oregon in 2011 admitted more low-risk offenders than in 2000. Also, the share of property, drug and other offenders increased from 53 percent of new admits in 2000 to 59 percent in 2011. (p.20) In other words, trends are changing and they may change more with the approval of Measure 57, which went into effect in January.\n\nDoell says the state doesn’t have the greatest record on correctly projecting bed additions. He also doesn’t think Measure 57 will change the ratio that much. \"I don’t think there’s going to be a significant change, I think it could be a percentage point or points here and there,\" he said.\n\nWe think readers should be mindful that there is a forecast and new sentencing guidelines that may change the ratio in the future, but we don’t know for sure by how much, if at all. The state would not hazard a projection other than the overall increase of 2,000 beds, of which at least 1,000 come from Measure 57.\n\nAs for a ruling? It is factually correct that as of now, 70 percent of inmates are in prison for crimes against a person, and that 65 percent are in there for crimes we can see are violent in nature. That is \"about seven in 10\" or two-thirds. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-10646"}