{"url": "/factchecks/2011/sep/15/eric-cantor/eric-cantor-blog-post-attacks-barack-obama-tax-sou/", "speaker": "Eric Cantor", "vclaim": "The jobs bill includes \"President Obama's tax on soup kitchens\"", "truth_label": "barely-true", "date": "stated on September 14, 2011 in a blog post:", "title": "Eric Cantor blog post attacks Barack Obama for \"tax on soup kitchens\"", "text": "Republicans portray President Barack Obama as an ineffective leader who has radically expanded government and done little to create jobs. And now, they say, he's out to hurt soup kitchens.\n\nIn a Sept. 14, 2011, blog post, the office of House Majority Leader Eric Cantor, R-Va., took aim at one of the provisions of Obama’s jobs bill.\n\nThe post was headlined, \"President Obama's Tax On Soup Kitchens,\" and it criticized a tax provision included in Obama’s jobs bill.\n\n\"Yesterday, it was announced that an astounding one in six Americans are living in poverty,\" Cantor's blog post said. \"President Obama's response? To demand a tax on donations to soup kitchens and other charities that help people desperately in need. The president's proposal will impact approximately 40 percent of all the tax deductible contributions, and essentially penalize soup kitchens, hospitals, and churches that provide essential services to those who need them most. It’s no wonder this tax hike has been rejected on both sides of the aisle.\"\n\nWe wondered if it was accurate for Cantor’s office to say that the jobs bill includes \"President Obama's tax on soup kitchens.\"\n\nFirst, we located the section in the jobs bill that Cantor’s office was using to back up its claim. It’s a tax provision designed to pay for the new expenditures and tax cuts that are supposed to spur job growth. Here’s the summary provided by the White House:\n\n\"This section would limit the value of all itemized deductions and certain other tax expenditures for high-income taxpayers by limiting the tax value of otherwise allowable deductions and exclusions to 28 percent. No taxpayer with adjusted gross income under $250,000 for married couples filing jointly (or $200,000 for single taxpayers) would be subject to this limitation. The limitation would affect itemized deductions and certain other tax expenditures that would otherwise reduce taxable income in the 36 or 39.6 percent tax brackets. A similar limitation also would apply under the alternative minimum tax. This section would be effective for taxable years beginning on or after January 1, 2013.\"\n\nIn other words, this provision would generate income by limiting how much certain high-income taxpayers can deduct for charitable or other reasons.\n\nRoberton Williams, a senior fellow with the Urban Institute-Brookings Institution Tax Policy Center, said soup kitchens theoretically would be affected if wealthy taxpayers cut back their donations because of the law.\n\n\"Limiting the tax savings on charitable contributions will reduce the amount that affected taxpayers give,\" Williams said. \"Some of what those folks give goes to soup kitchens. Affected soup kitchens will have less money to feed their clients, who will therefore be worse off.\"\n\nHowever, Williams added that the change is pretty modest. It would potentially affect only a tiny sliver of taxpayers -- about 2 percent of households. It’s not clear how much of a difference the limit on deductibility would mean for these taxpayers’ willingness to make charitable donations, either to charities generally or for soup kitchens specifically. And there’s no certainty that givers would cut their donations equally to all their charities.\n\nThat said, while the proposed deduction limit would potentially affect only a tiny fraction of taxpayers, the high-earning taxpayers who would get hit by it give disproportionately to charity -- not surprisingly, since they have the most disposable money to start with.\n\nStatistics for the 2006 tax year showed that only 2.9 percent of filers reported adjusted gross incomes of at least $200,000. (Some joint households in this group do not earn enough to be affected by Obama’s proposal, but it’s the closest approximation in the data that we could get.) Yet despite the small size of this group, their itemized charitable donations accounted for 38.4 percent of all the itemized charitable donations made in the U.S. that year, by taxpayers from all income levels. So a tax hit to this group would likely hurt charitable giving more severely than a similarly structured tax hike on lower-income taxpayers.\n\nBut is it fair to call the provision in the jobs bill a \"tax on soup kitchens\"? Clearly that's not what it is.\n\nThe government taxes many things -- cigarettes, gasoline, property, incomes. But it does not tax soup kitchens -- and would not start to do so under this bill. (Quite the contrary -- any soup kitchen that’s a charity is fully tax-exempt.) The proposal’s impact, then, is much more indirect -- it gives slightly less favorable tax treatment to charitable donations, a fraction of which may reach soup kitchens, for a small segment of the tax-paying population.\n\nSo the headline of the blog post is quite misleading. We also think the explanation in the text of the post, while more accurate than the headline, still goes too far when it says that Obama has acted to \"demand a tax on donations to soup kitchens and other charities that help people desperately in need.\" Obama didn’t \"demand a tax\" on soup kitchens when he introduced the bill.\n\nBrad Dayspring, a Cantor spokesman, said the point of the post was that \"eliminating a tax deduction for those who give to charities creates a new tax disincentive for that action, one that has otherwise not existed for a long-standing period of time. Bipartisan Members of Congress agree that this will have a negative effect on charities. … Soup kitchens are one such category of charities. … Ergo, President Obama introduced a new and negative tax treatment for soup kitchens (among others) this week. That is a fact.\"\n\nOur ruling\n\nCantor's blog post was headlined \"President Obama's tax on soup kitchens.\" That is misleading in two important ways. First, Obama did not single out soup kitchens for special tax treatment. And second, the proposal is not a tax on soup kitchens, or any other charitable organizations; it effectively increases the existing tax burden on a small percentage of households, which may indirectly cause disincentives for donations to soup kitchens. We rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12415"}