{"url": "/factchecks/2011/dec/08/bear-education-and-resource-group/black-bear-advocacy-group-claims-99-percent-new-je/", "speaker": "Bear Education and Resource Group", "vclaim": "\"99% of NJ voters do NOT support hunting.\"", "truth_label": "pants-fire", "date": "stated on December 6, 2011 in a website:", "title": "Black bear advocacy group claims 99 percent of New Jersey voters don’t support hunting", "text": "One of the animal rights groups that took the state to court in a failed bid to stop this year’s bear hunt claims it has a powerful force on its side: New Jersey voters.\n\nA six-day season that ends Saturday opens the woods of northwestern New Jersey to black bear hunters. On its website, the Bear Education and Resource Group accuses the state Division of Fish and Wildlife of \"promoting recreational trophy hunting against public opinion.\"\n\nWhen PolitiFact New Jersey viewed the website on Dec. 6, it read \"99% of NJ voters do NOT support hunting. And over 70% of comments submitted to F&W’s public hearing on their Black Bear Management Policy were AGAINST bear hunting. But they were ignored in favor of the 1% of residents who enjoy killing for fun.\"\n\nCan that many New Jerseyans -- 99 percent of residents in the Garden State -- agree on anything?\n\nIf bear hunting is an example, probably not.\n\nBefore last year’s bear hunt, Fairleigh Dickinson University’s PublicMind Poll conducted a survey of New Jersey voters that asked two questions.\n\nThe first asked whether residents agreed or disagreed with allowing bear hunting in New Jersey \"if wildlife scientists conclude that bears are exceeding their recommended habitat limits and are destroying private property?\"\n\nFifty-three percent of respondents agreed, 36 percent disagreed and 11 percent said they were unsure.\n\nThe other question asked voters if they approved or disapproved of \"allowing a bear hunting season in New Jersey.\"\n\nFor that question, 49 percent of respondents said they approved, 33 percent disapproved and 18 percent said they were unsure.\n\nThe results from either question had a margin of error of five percentage points.\n\n\"In general, people think [hunting]’s more benign than not. But you certainly find currents of sympathy running in different directions,\"  said Peter Woolley, the director of Fairleigh Dickinson University’s PublicMind Poll, noting differences in opinion between men and women, as well as urban and nonurban areas.\n\nThe Humane Society of the United States, which opposes bear hunts, commissioned a poll before last year’s bear hunt that was conducted by Mason-Dixon Polling & Research, Inc. One of the poll questions asked New Jersey voters: \"The state of New Jersey has protected black bears since 1970 with only two trophy hunts permitted in the past forty years. The state is now considering allowing hunters to kill up to 400 black bears. Do you support or oppose the hunting of black bears in New Jersey?\"\n\nThat poll found 45 percent of respondents opposed the hunting of black bears, 35 percent supported it and 20 percent were unsure. The poll had a margin of error of plus or minus four percent.\n\nAlthough the polls results differ, both show that opposition to bear hunting in New Jersey does not begin to approach the black bear advocacy group’s claim of 99 percent. Larry Ragonese, a spokesman for the state Department of Environmental Protection, said, \"99 percent is absurd.\"\n\nDale Jones, vice president of merchandise for the Bear Education and Resource Group, said \"the statement is wrong,\" noting that it meant to say \"99 percent of New Jersey voters don’t hunt.\"\n\nState data generally supports that claim, but the group’s website says 99 percent of New Jersey voters do not support hunting -- not that they don’t hunt. That’s a significant difference.\n\nOur ruling\n\nA black bear advocacy group claimed on its website that 99 percent of New Jersey voters oppose hunting.\n\nThat number is way off. The organization acknowledges it’s wrong, but late in the afternoon on Dec. 7, more than a day after PolitiFact New Jersey initially contacted the group, the statement was still on the website -- even after Jones said a webmaster would be notified to change it.*\n\nThe statement drops to the ridiculous level for that reason, earning a Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPiers Morgan\n\n\nstated on June 14, 2011 in an interview with Gov. Chris Christie on \"Piers Morgan Tonight\"\n\n\n\n\n\n\n\n\nSays Gov. Chris Christie’s \"poll ratings have been going up.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • June 26, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.\n\n*Editor's Note: When PolitiFact New Jersey viewed the website on Dec. 8, the group had changed the statement. Our ruling still stands.", "vclaim_id": "vclaim-pol-11974"}