{"url": "/factchecks/2016/oct/20/hillary-clinton/hillary-clinton-says-33000-americans-die-each-year/", "speaker": "Hillary Clinton", "vclaim": "\"We have 33,000 people a year who die from guns.\"", "truth_label": "mostly-true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Hillary Clinton says 33,000 Americans die each year from guns", "text": "Early in the third presidential debate in Las Vegas, Donald Trump and Hillary Clinton got into a back and forth over guns. At one point, Clinton said, \"We have 33,000 people a year who die from guns.\"\nIs she correct? According to data from the Centers For Disease Control and Prevention, there were 33,599 people who died due to guns in 2014, the most recent year available. And the number has topped 33,000 for three years running. So Clinton has a strong point.\nThat said, it’s important to note that she is bundling together homicides, suicides and other types of gunfire, including accidental discharges and legally permissible killings such as those by law enforcement.\nAs the following chart shows, suicides account for the largest share of gun-related deaths -- about two-thirds in recent years. And while gun-related suicides have risen by 10 percent since 2010, the number of non-suicide gun deaths has remained roughly the same.\n\n\n\n\nYear\n\n\nDeaths by guns (including suicides)\n\n\nSuicides alone\n\n\nDeaths by guns excluding suicides\n\n\n\n\n2014\n\n\n33,599\n\n\n21,334\n\n\n12,265\n\n\n\n\n2013\n\n\n33,636\n\n\n21,175\n\n\n12,461\n\n\n\n\n2012\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n33,563\n\n\n20,666\n\n\n12,897\n\n\n\n\n2011\n\n\n32,351\n\n\n19,990\n\n\n12,361\n\n\n\n\n2010\n\n\n31,672\n\n\n19,392\n\n\n12,280\n\n\n\n\nAverage per year, 1999-2014\n\n\n31,102\n\n\n18,223\n\n\n12,879\n\n\n\n\n \nClinton phrased her statement carefully -- she referred to people who \"die from guns\" without specifying the circumstances of how they were shot. Still, the fact that suicides represent such a large share of gun deaths is a detail worth noting.\nOur ruling\nClinton said, \"We have 33,000 people a year who die from guns.\" She’s correct that all deaths from guns have exceeded 33,000 during the most recent three years for which we have data. That said, it’s worth noting that roughly two-thirds of these were suicides. We rate her claim Mostly True.\nhttps://www.sharethefacts.co/share/9a3e1667-84ed-4192-ab02-8c907f1714a0", "vclaim_id": "vclaim-pol-04100"}