{"url": "/factchecks/2012/jun/06/gary-johnson/gary-johnson-tells-jon-stewart-he-has-8-percent-su/", "speaker": "Gary Johnson", "vclaim": "\"Right now, I’m polling at about 8 percent\" against Barack Obama and Mitt Romney.", "truth_label": "barely-true", "date": "stated on June 5, 2012 in an interview on \"The Daily Show with Jon Stewart\":", "title": "Gary Johnson tells Jon Stewart he has 8 percent support nationally", "text": "During the June 5, 2012, edition of The Daily Show with Jon Stewart, Gary Johnson, the former Republican governor of New Mexico now running for president as a Libertarian, discussed how much support he needs to secure a spot on the debate stage this fall.\n\n\"How do you get onto the debate? How can you become like Ross Perot did and get included in the national debate?\" Stewart asked, referring to the third-party candidate who was invited to the 1992 presidential debates with President George H.W. Bush and his Democratic challenger, Bill Clinton.\n\nJohnson responded, \"The notion here is to actually win the race. I mean, that’s the pie-in-the-sky notion. To do that, I have to poll at 15 percent to get on the national debate stage with Obama and Romney. Right now, I’m polling at about 8 percent against the two of them. … The biggest ingredient in my being at 8 percent is the fact that I’m the third name being listed, not so much me.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nWe wondered whether Johnson is really pulling down 8 percent support. (After all, he never broke 1 percent in a Republican primary.)\n\nWe first turned to the presidential polling archive at RealClearPolitics.com. We found nearly three dozen nationwide presidential polls taken since the beginning of April, but only one of them specifically offered Johnson’s name along with Obama and Romney during its interviews. That poll was taken by Public Policy Polling, a Democratic firm. PPP uses automated calls, a method that has historically been considered inferior to live interviewers. But polling experts have found its results in recent years to be credible.\n\nThe PPP poll, taken April 12-15 with a margin of error of 3.3 percentage points, found support for Johnson at 6 percent.\n\nAn earlier PPP poll, taken March 15-17 with an equivalent margin of error, found Johnson’s support at 7 percent.\n\nThese are the only two national polls we found that included Johnson among the candidate options. (We asked the Johnson campaign for any other public polls that offered his name, but we did not hear back.)\n\nThe other polls in the RealClearPolitics database offered only the names of Obama and Romney. Anyone responding to these polls who said they supported the former New Mexico governor would have seen their response categorized under \"other (volunteered).\" And \"other\" typically ended up below 6 percent or 7 percent.\n\nHere is the level of \"other\" support in a few recent polls:\n\n• CNN/ORC, May 29-31, 2012: 1 percent\n\n• ABC News-Washington Post, May 17 to 20, 2012: 1 percent\n\n• Fox News, May 13 to 15, 2012: 3 percent\n\nPPP director Tom Jensen said he thought the results in his poll exaggerated Johnson's real standing and predicted he won't sustain that level into the fall.\n\n\"It’s common for third-party candidates to poll higher months out from the election date,\" he said. \"Eventually folks decide to vote for a candidate with a serious chance of winning.\"\n\nKarlyn Bowman, a polling analyst with the conservative American Enterprise Institute, agreed.\n\n\"Polls outside New Mexico and perhaps a few other states are unlikely to be showing Johnson strength,\" Bowman said. \"They are much more likely to be showing dissatisfaction with Obama and Romney.\"\n\nIt’s worth noting that Johnson acknowledged this point in the Daily Show interview when he said that \"the biggest ingredient in my being at 8 percent is the fact that I’m the third name being listed, not so much me.\"\n\nBowman is correct that some state polls have shown higher levels of support for Johnson than national polls have. PPP polls have shown Johnson at 15 percent in his home state of New Mexico, 9 percent in Arizona, 8 percent in Montana and 7 percent in New Hampshire. A poll conducted by ORC International for the libertarian magazine Reason found Johnson taking 6 percent in Wisconsin.\n\nHowever, we aren’t factoring single-state polls into our rating, because Stewart and Johnson were discussing the threshold for securing a place in the debates -- something that can only be achieved through national polls. Officially, this requires that the candidate \"have a level of support of at least 15 percent of the national electorate as determined by five selected national public opinion polling organizations, using the average of those organizations' most recent publicly-reported results at the time of the determination.\"\n\nOur rating\n\nJohnson said that \"right now, I’m polling at about 8 percent\" against Barack Obama and Mitt Romney.\n\nTwo national PPP polls show Johnson topping out at 7 percent, which is close to 8 percent. Still, Johnson’s claim has plenty of holes. He said \"right now,\" yet the most recent PPP national poll was taken in April, nearly two months ago.\n\nAlso, viewers probably got the impression Johnson has consistently polled at that level in many polls. But the vast majority have not offered Johnson’s name to respondents; the percentage of respondents volunteering \"other,\" a measurement that may be seen as a rough approximation of Johnson’s core support, has ranged between 1 percent and 3 percent in these polls. Finally, experts say they believe Johnson’s showing in the PPP poll exaggerated his level of support. On balance, we rate Johnson’s claim Mostly False.", "vclaim_id": "vclaim-pol-10971"}