{"url": "/factchecks/2017/jan/06/nicholas-langworthy/trump-performed-best-erie-county-reagan/", "speaker": "Nicholas Langworthy", "vclaim": "\"Donald Trump performed better than any presidential nominee since Gerald Ford.\"", "truth_label": "false", "date": "stated on December 14, 2016 in a WBFO article:", "title": "Trump performed best in Erie County since Reagan", "text": "President-elect Donald Trump did not win Erie County in the November election. But he did well enough in upstate New York’s largest concentration of Democrats to excite Erie County Republican Chairman Nick Langworthy.\n\"Donald Trump performed better than any presidential nominee since Gerald Ford, and we found that to be substantial,\" Langworthy told WBFO, the NPR member station in Buffalo. \"He carried towns that haven't gone Republican in years and years in a presidential election, towns like West Seneca and Hamburg. And, he won Cheektowaga, a critical town.\"\nSo did Trump really get better results in Erie County than any Republican nominee since Gerald Ford? \nDifference in votes\nLangworthy based his claim on the margin between Trump and Hillary Clinton, his Democratic rival. She won 27,153 more votes than Trump in Erie County, according to the Erie County Board of Elections.\nThat’s a tighter margin than in any previous presidential election since 1984, when Democrat Walter Mondale beat Reagan by 15,049 votes in Erie County. Ford’s margin was even tighter in 1976, when he lost to Jimmy Carter by 9,087 votes in Erie County.\nNumber of votes\nWe also looked at the total number of votes the candidates received.\nTrump received 188,303 votes in Erie County in the 2016 election -- more votes in Erie County for a Republican candidate for president since 1988, when George H.W. Bush won 188,796 votes.\nReagan received 222,882 votes in his 1984 re-election race.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nFord won 220,310 votes in Erie County in 1976.\nPercentage of votes\nLooking at the candidates’ percentage of the vote - not their vote counts - offers a more accurate gauge of their strength because Erie County’s population has fallen since the 1970s.\nTrump won 44.4 percent of the total vote in Erie County - excluding blank and voided ballots - in the 2016 election. That is the highest percentage for a Republican candidate since the 1984 election, when Reagan won 48.2 percent of the county vote. Ford won 48.7 percent of the vote in his race in 1976.\nOur ruling\nLangworthy said \"Donald Trump performed better than any presidential nominee since Gerald Ford\" in Erie County.\nWhen we reached Langworthy to ask about his claim, he acknowledged his mistake. He said he made the claim before he had the official results from the county Board of Elections.\n\"I think it’s significant that he performed as well as he did,\" Langworthy said of Trump’s vote tally in Erie County. \"My point is that Democrats came over to vote for him.\"\nTrump won the highest percentage of the Erie County vote for president since the 1984 election. Trump did better than any Republican candidate since Reagan - not Ford. Reagan’s number of votes and percentage of votes were higher than Trump’s.\nWe rate Langworthy’s claim as False.\n Share the Facts   Politifact    4 6  Politifact Rating:   \"Donald Trump performed better than any presidential nominee since Gerald Ford.\"    Nick Langworthy Erie County Republican Chairman   Erie County, NY Wednesday, December 14, 2016 -12/-14/2016    Read More  info", "vclaim_id": "vclaim-pol-03820"}