{"url": "/factchecks/2020/apr/13/viral-image/private-messages-sent-zoom-meeting-hosts-could-app/", "speaker": "Viral image", "vclaim": "“‘Private’ messages sent to individual people during a Zoom meeting show up in the end-of-meeting transcript along with all other public messages.”", "truth_label": "half-true", "date": "stated on April 4, 2020 in a Facebook post:", "title": "Private messages sent to Zoom meeting hosts could appear in their transcript", "text": "If the coronavirus pandemic has forced you to work from home, you’ve perhaps met with your fellow remote colleagues on Zoom, a videoconferencing software that is now both noun and verb.\nBut is it safe to send private messages while zooming? A recent warning on social media advises users to be careful. \n\n\"‘Private’ messages sent to individual people during a Zoom meeting show up in the end-of-meeting transcript along with all other public messages,\" reads the screenshot of a tweet. \"Tell your friends, save a life.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe emailed Zoom about the Facebook post and heard back from a public relations firm working for the company. An associate told PolitiFact that if a person with recording privileges — i.e., the person hosting the meeting — decides to record a Zoom meeting to the cloud, then public messages are saved. Public messages are those sent to everyone in the meeting.\nBut if a person with recording privileges records a meeting locally, on their computer, the chats that are saved include those that were sent publicly \"as well as any private chat exchanges that the person recording participated in during the session.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIn short: If you send a private message to the person recording the meeting, it could end up on a transcript. If you send a private message to another person in the meeting — someone who isn’t able to record the meeting — those messages won’t end up in the transcript. \nSome PolitiFact staffers recently tested this and found it to be true.  \nOne editor, who had downloaded the Zoom app on his Apple computer, recorded a meeting with other employees. After downloading the transcript of the meeting to his computer, he could only see private messages that were sent to him — not private messages between the participants. \nIf the person who recorded the meeting decided to share the transcript, people could then see any private messages you or others sent that person.\n\"Remember that hosts can record audio and video from meetings in full, as well as keep a record of public chats,\" says one Wired story. \"If you (the meeting host) save the chat log for yourself, it will also include private chats you’ve been involved in, so be very careful about sharing that file with anyone else. Don’t just post it in the group chat for everyone to read. If a host chooses to enable this setting, Zoom will notify you and give you a chance to opt out.\"\nThere is no evidence that messages between people who don’t have recording privileges will show up in a transcript, however.\nWe rate this post Half True.", "vclaim_id": "vclaim-pol-16930"}