{"url": "/factchecks/2016/feb/16/ted-cruz/cruz-trump-thinks-his-sister-hardcore-pro-abortion/", "speaker": "Ted Cruz", "vclaim": "Says \"the one person (Donald Trump) has suggested that would make a good justice is his sister, who is a court of appeals judge appointed by Bill Clinton. She is a hardcore pro-abortion liberal judge.\"", "truth_label": "barely-true", "date": "stated on February 14, 2016 in on ABC's \"This Week\":", "title": "Cruz wrongly says Trump's only Supreme Court pick is his sister, a 'hardcore pro-abortion liberal'", "text": "Republican voters can’t count on Donald Trump to appoint a conservative Supreme Court justice, said Sen. Ted Cruz, R-Texas.\nWith the unexpected passing of Supreme Court Justice Antonin Scalia, a conservative legend, Republicans are hoping to thwart President Barack Obama’s chance to nominate a liberal replacement in his final year. Their hope is that the next president will be a Republican who would pick a conservative appointee.  \nTrump, however, \"does not care about conservative justices on the court,\" Cruz said of his opponent, in a Feb. 14 interview with George Stephanopoulos on ABC’s This Week.\n\"You know, the one person he has suggested that would make a good justice is his sister, who is a court of appeals judge appointed by Bill Clinton,\" Cruz said. \"She is a hardcore pro-abortion liberal judge. And he said she would make a terrific justice.\"\nWe wondered, who is Trump’s sister, and has Trump said he only wants his sister on the court?\nWho is Trump’s sister?\nTrump’s older sister, Maryanne Trump Barry, is a federal judge on the U.S. Court of Appeals for the Third Circuit in New Jersey.\nCruz is correct that President Bill Clinton appointed Barry to this post in 1999. Prior to this position, Barry was a federal judge for the U.S. District Court in New Jersey.\nPresident Ronald Reagan nominated her for that post in 1983.\nIs Barry a \"hardcore pro-abortion liberal judge,\" as Cruz said? Barry isn't one for trumpeting her political views, and she has avoided talking to reporters. The New York Times wrote a profile of her in August, for example, but she declined an interview. So we’re limited in what we know about her politics.\nTrump himself said in a Feb. 15 press conference, \"I don’t even know what her views are.\"\nWe think Cruz is referring to the fact that Barry wrote the majority opinion in a 2000 panel ruling that found a New Jersey law banning partial-birth abortions to be unconstitutional.\n\"It is clear that the Act is unconstitutional because it creates an undue burden on a woman's right to obtain an abortion,\" Barry wrote.\nAn interesting tidbit: Current Supreme Court Justice Samuel Alito, a conservative George W. Bush appointee, was also a Third Circuit judge at the time. He heard the partial-birth abortion case, too, and sided with Barry, arguing that the Supreme Court had ruled similar bans unconstitutional. So it seems a bit unfair to pin Barry as \"hardcore pro-abortion\" based on this case alone.\nWe couldn’t find any other indications of Barry’s position on abortion. Trump addressed the issue in his book The America We Deserve, saying Barry declined to answer questions about her personal views on abortion at her 1999 Senate confirmation hearing. We were unable to locate a transcript of the hearing.\nBarry is a well-respected judge on the federal appeals court, which is where quite a few Supreme Court justices come from. But would Trump actually appoint her?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHe’s only kidding, he says.\nTrump did say his sister would make a \"phenomenal\" Supreme Court justice, but he was quick to say he wouldn’t appoint her.\nBack in August, Bloomberg’s Mark Halperin asked Trump if there was anyone he would consider for the court if the opportunity came up. Trump declined to name specific people.\nBut then Halperin asked, \"How about your sister?\"\n\"I think she would be phenomenal,\" Trump said. \"I think she would be one of the best, but frankly I think she is — we'll have to rule that out now, at least temporarily.\"\nAnd in an October interview with Fox, Trump added that Barry would probably decline the offer, as she is \"very happy where she is.\"\nMinutes after Cruz’s This Week interview Feb. 14, Stephanopoulos asked Trump if he would nominate his sister. Trump said that he was just kidding back in his August Bloomberg interview.\n\"My sister, she also happens to have a little bit different views than me, but I said in that in a very joking manner,\" Trump said. \"But my sister obviously would not be the right person. It's a conflict of interest for me.\"\nCruz also said Trump has only suggested his sister as a potential nominee. That may have been accurate for a while, but at a Feb. 13 debate in South Carolina — the day before Cruz made this claim — Trump named two potential nominees, neither of whom are members of the Trump family.\nTrump suggested Diane Sykes, a judge on the U.S. Court of Appeals for the Seventh Circuit, and Bill Pryor, who sits on the 11th Circuit. Both are conservative George W. Bush appointees.\nCruz was the only other candidate at the debate to float a name: Mike Luttig, a former federal judge for whom Cruz clerked in Virginia.\nA spokesman for Cruz's campaign emphasized that up until the debate, Trump hadn't named anyone but his sister as a potential Supreme Court pick\nOur ruling\nCruz said of Trump, \"The one person he has suggested that would make a good justice is his sister, who is a court of appeals judge appointed by Bill Clinton. She is a hardcore pro-abortion liberal judge.\"\nCruz’s claim is misleading.\nYes, Trump said his sister would make a good Supreme Court justice. But he said he wouldn’t appoint her, and he has named two other potential nominees. And yes, Clinton elevated Trump’s sister to the appeals court. But Cruz leaves out that Reagan appointed her to the federal bench in the first place.\nTrump’s sister did join in ruling a New Jersey ban on partial-birth abortions unconstitutional. It’s worth noting that Justice Alito — hardly a \"hardcore pro-abortion liberal judge\" — joined in that opinion.\nCruz twisted and left out facts to make a faulty claim about Trump’s views on the Supreme Court. We rate Cruz’s claim Mostly False.", "vclaim_id": "vclaim-pol-05401"}