{"url": "/factchecks/2019/jun/20/donald-trump/trump-said-52-women-voted-him-2016-s-misleading-re/", "speaker": "Donald Trump", "vclaim": "\"Well, I got 52% (of women voters). And I will tell you — in my opinion I might have won women. ... Hey, Hillary Clinton focused on women, and I did phenomenally well.\"", "truth_label": "barely-true", "date": "stated on June 16, 2019 in an ABC News interview:", "title": "Trump said 52% of women voted for him in 2016. That’s misleading. It refers only to white women", "text": "ABC News’ chief anchor George Stephanopoulos spent two days following and interviewing President Donald Trump ahead of Trump’s re-election campaign kick-off in Florida. In one of a series of interviews, Stephanopoulos asked Trump about his pitch to undecided swing voters.\n\"Safety, security, great economy,\" Trump said, before veering off to his 2016 victory and claiming that he \"did very well\" with women voters. Stephanopoulos pushed back, pointing out that Trump \"didn't win women\" in 2016.\n\"Well, I got 52%,\" Trump said, according to an ABC News transcript. \"And I will tell you — in my opinion I might have won women. ... Hey, Hillary Clinton focused on women, and I did phenomenally well. Many, many, many points above what they thought.\"\nThis wasn’t the first time Trump mentioned the 52%. At a March 2018 rally in Pennsylvania, Trump told the crowd:\n\"Hey, didn’t we surprise them with women during the election? Remember? ‘Women won’t like Donald Trump.’ I said, ‘Have I really had that kind of a problem? I don‘t think so.’ But, ‘Women won’t like Donald Trump. It will be a rough night for Donald Trump because the women won’t come out.’ We got 52%. Right? 52. Right?\"\nTrump’s 52% claim is misleading, because it only refers to a subset of women — white women. He didn’t specify that during the March 2018 rally nor in the ABC interview nor during five other events we found him citing the statistic. The Trump campaign declined to comment.\n\"The exit polls make it clear that Trump did not win women,\" said Jennifer Lawless, Commonwealth professor of politics at the University of Virginia.\nPundits believed Trump would not do well with women because he was running against someone who could become the country’s first woman president and because of sexual assault allegations against him. However, regardless of the candidate, one’s political party identification is the best indicator of whom a voter will elect — and white women consistently vote Republican, political science researchers told PolitiFact.\n\"Political party is by far the greatest predictor of presidential vote choice, beyond ideology, gender, race and other factors,\" said Rebecca Kreitzer, an assistant professor of public policy at the University of North Carolina at Chapel Hill. \"This is why it isn't surprising Republican women voted for Trump — partisanship is a stronger predictor of vote choice than gender.\"\nPolling data counter Trump’s claim\nTrump didn’t win a majority of the women vote in 2016. He received 41%, while 54% of women voted for Hillary Clinton, according to exit poll data conducted by Edison Research.\nTrump, however, did garner 52% of white women votes. Overall, he won 52% of votes by men and 62% of votes by white men, exit poll data suggests.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n \nHowever, \"exit polls do not always paint an accurate portrait of the electorate,\" said Ashley Jardina, an assistant professor of political science at Duke University. \"They are not random and nationally representative and tend to overreport the voting behavior of people willing to stop and talk to pollsters.\"\nJardina pointed to a study by the Pew Research Center that used data on confirmed 2016 voters and attempted to account for bias in exit polls.\nAccording to the Pew study, 39% of all women voted for Trump, as did 47% of white women. (No group of women voters supported him at 52% or above.)\nAnalysis of national election data has consistently shown that white women favor Republican candidates over Democratic ones, Jardina said.\nThe gender gap in the 2016 presidential election was the highest ever recorded in the history of exit polls, according to data from Edison Research cited by the Washington Post.\nThis gender gap of 24 points isn’t that shocking in context with recent elections, said Karlyn Bowman, a senior fellow at the conservative-leaning American Enterprise Institute, because it has been steadily increasing since Reagan’s election in 1980.\n\"That doesn’t mean that the GOP candidate can’t win women,\" said Lawless, the University of Virginia professor. \"But it’s a tougher road.\"\nSupport from women is a consistent talking point for Trump. Before Election Day in 2016, he falsely claimed to have \"tremendous\" support from women, even though, on average, he lagged behind Clinton in the polls. He also claimed that Clinton didn't \"do very well with women\" — polling data showed that his claim was Pants on Fire.\nOur ruling\nTrump said, \"Well, I got 52% (of women voters). And I will tell you — in my opinion I might have won women. ... Hey, Hillary Clinton focused on women, and I did phenomenally well.\"\nAccording to exit poll data, 41% of all women voted for Trump in 2016. Trump’s 52% claim refers to his share of white women.\nAnother measure from a Pew Research Center study — using only validated voters and taking potential bias of exit polling into account — found that 39% of all women and 47% of white women voted for Trump.\nTrump’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-00513"}