{"url": "/factchecks/2018/nov/27/clean-virginia/clean-virginia-tells-half-story-about-states-high-/", "speaker": "Clean Virginia", "vclaim": "\"Virginians pay the 11th-highest power bills in the nation.\"", "truth_label": "half-true", "date": "stated on November 16, 2018 in website post.:", "title": "Clean Virginia tells half the story about state's high energy bills", "text": "Virginians pay high power bills largely because the state’s regulatory system is \"rigged,\" in favor of energy companies, according to Clean Virginia, an advocacy group seeking reforms.  \nThe group notes on its website that the state’s two dominant power companies - Dominion Energy and Appalachian Power Co., who, together provide 82 percent of Virginia’s power and have contributed $12 million to state candidates since 1996 - have had a major role in writing the laws that regulate them.\nAs a result, \"Virginians pay the 11th-highest power bills in the nation,\" Clean Virginia says.\nWe wondered whether that ranking is correct. Our curiosity was sparked by a Nov. 16 column in The Roanoke by former state Sen. John Watkins, R-Chesterfield. He said the figures are misleading and accused Clean Virginia of trying to \"demonize Dominion.\"\nBrennan Gilmore, executive director of the group, referred us to data on residential power use collected by the U.S. Energy Information Administration. They show that Virginians received an average residential electric bill of $124.54 a month in 2017. That, indeed, was the 11th-highest tab among all states and the District of Columbia.\nBut there’s a caveat that Clean Virginia’s website omits. Power bills are generally tallied by multiplying two figures: the cost rate for a kilowatt of energy per hour times the number of kilowatt hours used.\nVirginia’s average residential rate of 11.55-cents per kilowatt hour is the 17th-lowest in the nation. Conversely, its average household use of 1,078 kilowatt hours a month is the eighth highest. In other words, the driving force behind high residential bills in Virginia is not the rate; it’s the heavy use of electricity.\nEIA charts show a similar pattern across the nation. Households in states where power is relatively inexpensive usually consume more electricity than those in expensive states. Virginians, for example, use more than twice the power consumed by households in Vermont and Hawaii, which pay some of the highest rates in the nation.\nWhen the EIA divides states into 10 national regions, the ranking of areas by residential rates is the exact opposite of their ranking by usage. Generally, the highest rates are in the coldest regions. The highest consumption is in the mid-Atlantic and Southern regions stretching from Delaware to Texas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWe asked David Jonas, policy director for Clean Virginia, if he agreed that Virginia’s high electric bills are driven by high consumption. \"Certainly, you’re right to point to that,\" he said.\nJonas added that Dominion could push its residential rates lower by encouraging more efficient use of energy. He pointed to a 2017 study by the American Council for an Energy-Efficient Economy, a Washington research group. It ranked Dominion’s efficiency policies 50th among the nation’s 51 largest power companies.\nOur ruling\nClean Virginia says, \"Virginians pay the 11th-highest power bills in the nation.\"\nVirginia does have the 11th-highest residential power rates in the country, according to 2017 federal government statistics. But there’s much to this ranking that Clean Virginia omits in trying to establish the bills as proof that Virginia’s regulation of power companies is \"rigged\" against consumers and \"corrupt.\"\nThe hefty bills are not caused by high electricity rates, which are established in negotiations between power companies, regulators, state politicians and other parties. To the contrary, Virginia has the 17th-lowest residential rates.\nWhat’s driving the big bills is the high consumption of electricity by Virginia households who, on average, use the eighth-most power in the country. That follows a pattern across the U.S.; states with low residential rates use a lot of electricity and vice versa.\nClean Virginia tells half the story, and we rate its statement Half True.\n \nhttps://www.sharethefacts.co/share/6dbfe3d9-5ef9-42ea-a244-ff00d3ac0d84", "vclaim_id": "vclaim-pol-01240"}