{"url": "/factchecks/2012/jul/05/john-boehner/john-boehner-says-us-health-care-system-best-world/", "speaker": "John Boehner", "vclaim": "The United States has \"the best health care delivery system in the world.\"", "truth_label": "half-true", "date": "stated on July 1, 2012 in an interview on CBS's \"Face the Nation\":", "title": "John Boehner says U.S. health care system is best in world", "text": "House Speaker John Boehner, R-Ohio, says the health care law signed by President Barack Obama -- and upheld by the U.S. Supreme Court -- imperiled the nation’s health care system.\n\n\"Gov. Romney understands that Obamacare will bankrupt our country and ruin the best health care delivery system in the world,\" Boehner said, during the July 1, 2012, edition of CBS’ Face the Nation.\n\nBoehner wasn’t the only one making that claim on the Sunday talk-show circuit. On Fox News Sunday, Senate Minority Leader Mitch McConnell, R-Ky., added that the U.S. has \"the finest health care system in the world.\"\n\nA reader asked us to check whether there is any statistical evidence showing that the U.S. has \"the best health care delivery system in the world.\" So we took a look.\n\nBoehner’s case\n\nWhen we asked Boehner’s office whether they had a particular study in mind, a spokesman acknowledged that there is no generally accepted measure for quality of care. However, they cited several narrower measures in which the U.S. scored well.\n\nFor instance, the Commonwealth Fund rated the U.S. the best in four out of five preventive-care categories in 2004 when compared with four other advanced industrialized nations. Boehner’s office also cited data showing strong survival rates in the U.S. for patients with cancer when compared with other nations.\n\nBoehner’s office also noted that wealthy foreigners flock to the U.S. to receive care because of its cutting-edge facilities, and that the U.S. is among the leaders, if not No. 1, in medical research and pharmaceutical development.\n\n\"As the speaker made clear, there are things we must do to improve the system we have, but there are many things that work well and Obamacare would only increase government involvement in patient care,\" spokesman Brendan Buck said.\n\nThe U.S.: 37th in the world?\n\nBut is there any data on the health-care system as a whole? There is, though it’s not perfect.\n\nWe’ll start with a recap of our previous fact-check of the claim that the U.S. health care system ranks 37th in the world. The number refers to the World Health Organization's ranking of the United States as the 37th best health care system out of 191 countries. WHO, an arm of the United Nations, published the international comparison in its World Health Report 2000.\n\nWe found that observers generally agreed on two things about the report. One, it was a landmark study that attracted a lot of attention around the world. And two, its conclusions have inspired intense controversy ever since it was released.\n\nFive factors went into WHO's calculation:\n\n• Health level, as defined by a measure of life expectancy, which shows how healthy a country's population is. This factor gets a 25 percent weight.\n\n• Responsiveness, which includes factors such as speed of health services, privacy protections, choice of doctors and quality of amenities. This factor gets a 12.5 percent weight.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n• Financial fairness, which measures how progressive or regressive the financing of a country's health care system is — that is, whether or not the financial burdens are borne by those who are economically better off. This factor receives a 25 percent weight.\n\n• Health distribution, which measures how equally a nation's health care resources are allocated among the population. This factor receives a 25 percent weight.\n\n• Responsiveness distribution, which measures how equally a nation's health care responsiveness (which we defined above) is spread through society. This factor gets a 12.5 percent weight.\n\nOnce these statistics were collected, the WHO combined them into two summary rankings. One, called \"overall attainment,\" is the basic weighted average of the five factors listed above. The other, called \"overall performance,\" took that number and adjusted it for how well a country's health system was doing compared to how well WHO's experts believed it should be doing based on education level and economic resources.\n\nUsing the second of the two ratings — overall performance — the United States ranks 37th. France ranked first, with the list of nations ranking ahead of the U.S. including a mix of industrialized countries in Western Europe, Scandinavia and Asia; wealthy oil producers from the Middle East; tiny realms of prosperity such as Monaco and Luxembourg; and some seemingly unlikely nations such as Colombia, Cyprus, Morocco, Dominica and Costa Rica.\n\nUsing the first factor — overall attainment — the United States does better, finishing 15th.\n\nMost observers broadly agree that two of the WHO's five measures — health level and responsiveness — are reasonable. The first statistic gauges health outcomes, which are obviously a health care system's No. 1 goal, and the second seeks to measure how well a health system works when interacting with patients, another widely agreed upon mission.\n\nBut there is far less consensus over the other three factors. Concerns stem from a mix of methodology and ideology.\n\nFor instance, some critics, many of them conservative, reject the assumption that the rich should pay a similar percentage of their income for health care as the poor do. They argue that basic mathematics suggests that those with smaller incomes will naturally spend a larger share on highly important items such as food and health care, doing well in WHO's rankings almost requires a steeply progressive tax structure.\n\nOther studies\n\nAnother study that included a smaller number of nations found the U.S. health system’s performance to be mediocre. The third edition of a periodic study by the Commonwealth Fund found that \"compared with six other nations — Australia, Canada, Germany, the Netherlands, New Zealand, and the United Kingdom — the U.S. health care system ranks last or next-to-last on five dimensions of a high performance health system: quality, access, efficiency, equity, and healthy lives.\"\n\nMeanwhile, this chart by National Geographic compares health care expenditures with health outcomes and frequency of doctor visits in 20 other nations. It shows that the U.S. is a major exception, combining extraordinarily high costs, mid-level outcomes and a low frequency of doctor visits.\n\nThe U.S. system does a good job at some things, such as keeping down wait times. A study of five English-speaking countries found that in the U.S., only 5 percent of patients reported a wait longer than four months for surgery, compared to 23 percent in Australia, 26 percent in New Zealand, 27 percent in Canada, and 38 percent in the United Kingdom.\n\nBut it does poorly in other ways -- particularly in having so many people uninsured. A paper published by Urban Institute scholars in 2009 noted that the U.S. was one of only three countries in the Organization for Economic Cooperation and Development -- the group of advanced industrialized nations -- with a sizeable share of its population lacking coverage. The others were Mexico and Turkey.\n\n(A wide range of other international comparisons are linked to here, though most of them tackle different questions, such as spending on health care, than Boehner addressed in his Face the Nation comment.)\n\nGlen Whitman, a professor of economics at California State University at Northridge, has offered strong criticism of the WHO’s methodology in a paper for the libertarian Cato Institute. Still, he suggests that Boehner went too far with his claim.\n\n\"The assertion that the U.S. is ‘the best’ across the board has little support -- as does the assertion that the U.S. is ‘the worst,’\" Whitman said. \"It's a mixed bag. We're better in some ways, worse in others -- and in many categories of potential comparison, there's just not good evidence available, so we have to remain agnostic. People who assert confidently that the U.S. health care system is simply ‘the best’ are probably doing so out of national pride.\"\n\nOur ruling\n\nIt’s true that specific aspects of the U.S. health care system are either the best or among the best in the world. But other aspects of the U.S. system fall short of what other advanced nations provide. Boehner’s claim that the United States has \"the best health care delivery system in the world\" is too glib to accurately characterize a much more nuanced reality. On balance, we rate his statement Half True.", "vclaim_id": "vclaim-pol-10815"}