{"url": "/factchecks/2018/aug/29/donald-trump/no-96-google-news-stories-trump-arent-left-wing-ou/", "speaker": "Donald Trump", "vclaim": "Says \"96 percent of (Google News) results on ‘Trump News’ are from National Left-Wing Media.\"", "truth_label": "false", "date": "stated on August 28, 2018 in a tweet:", "title": "No, 96% of Google news stories on Trump aren't from left-wing outlets", "text": "In a pair of early-morning tweets, President Donald Trump took aim at Google’s system of search results, saying it was biased against outlets that are friendly to him.\nIn two successive tweets on Aug. 28 (later deleted and reposted to correct a spelling error) Trump wrote:\n\"Google search results for ‘Trump News’ shows only the viewing/reporting of Fake New Media. In other words, they have it RIGGED, for me & others, so that almost all stories & news is BAD. Fake CNN is prominent. Republican/Conservative & Fair Media is shut out. Illegal? 96% of … results on ‘Trump News’ are from National Left-Wing Media, very dangerous. Google & others are suppressing voices of Conservatives and hiding information and news that is good. They are controlling what we can & cannot see. This is a very serious situation-will be addressed!\"\n....results on “Trump News” are from National Left-Wing Media, very dangerous. Google & others are suppressing voices of Conservatives and hiding information and news that is good. They are controlling what we can & cannot see. This is a very serious situation-will be addressed!— Donald J. Trump (@realDonaldTrump) August 28, 2018\n\n\nThe part where Trump said that 96 percent of \"results on ‘Trump News’ are from National Left-Wing Media\" caught our eye.\nA close look at the source of the statistic suggests that Trump’s figure is dubious.\nWhere does the figure come from?\nThe White House didn’t respond to an inquiry.\nThe 96 percent figure appears to come from a post on PJ Media, a conservative site. The Aug. 25 story had attracted some attention in conservative media circles before getting picked up by Trump.\n\"Is Google manipulating its algorithm to prioritize left-leaning news outlets in their coverage of President Trump?\" Paula Bolyard, PJ Media’s supervising editor, wrote in the article. \"It sure looks that way based on recent search results for news on the president.\"\nTo test the premise, Bolyard performed a Google search for \"Trump\" using the search engine's \"News\" tab and analyzed the results using a media bias chart.\nOf 76 total stories, most came from outlets such as CNN, the Washington Post and NBC. Only three came up from the Wall Street Journal, which is labeled right-leaning by the chart.\nBolyard wrote that she repeated her search \"multiple times using different computers (registered to different users) and Google returned similar results.\"\nBolyard acknowledged that while the study is \"not scientific,\" though she did conclude that \"the results suggest a pattern of bias against right-leaning content.\"\nBut this conclusion is debatable, and Trump’s reporting of the results is more problematic still.\nFactors that go into Google searches\nThere is broad agreement that the factors that go into Google’s algorithms for news searches are opaque. And the lack of transparency can allow theories about ideological bias to flourish.\nThey \"depend on a lot of factors, including what other people are searching for, what they're clicking on, what sites link to a given search result, whether the website is optimized for mobile, and even whether the site supports encrypted HTTPS,\" said Jeremy Gillula, tech policy director at the Electronic Frontier Foundation. \"But with all that said, Google's search algorithms are still a black box, and we'd prefer if Google gave users more information and control over the factors that influence search results.\"\nIn a statement, Google said that ideological factors do not play a role in its algorithms.\n\"When users type queries into the Google Search bar, our goal is to make sure they receive the most relevant answers in a matter of seconds,\" the statement said. \"Search is not used to set a political agenda, and we don't bias our results toward any political ideology. Every year, we issue hundreds of improvements to our algorithms to ensure they surface high-quality content in response to users' queries. We continually work to improve Google Search and we never rank search results to manipulate political sentiment.\"\nEven if one considers Google’s algorithmic factors to be \"biases,\" that doesn’t necessarily mean they are ideological biases. Searches, for instance, are widely believed to favor newer content and original sources rather than aggregations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nAt the very least, there should be a fair amount of variability in search results over time. A study made during one snapshot in time, such as the one published in PJ Media, will not produce the same results a few hours later, as new articles come online.\nBolyard, in an email interview with PolitiFact, noted that she mentioned some of the caveats in her article. In the article, she cautioned that \"factors such as the relevance of the topic, the design of the website, internal and external links, and the way articles are written and formatted all can affect a site's Google traffic. Google is constantly tweaking their algorithm, and a website's traffic prospects can rise or fall depending on the changes.\"\nHowever, Trump made no indication in his tweets that the findings could be chalked up to anything beyond ideological bias.\nRating news outlets’ ideology\nA more problematic aspect of the study is the metric used to label websites.\nTo determine \"left\" and \"right,\" Bolyard used a chart of media outlets assembled by Sharyl Attkisson, a former CBS correspondent who hosts the Sunday morning program \"Full Measure\" for Sinclair Broadcasting, a network of local stations that has taken a pro-Trump editorial stance.\nHere’s the version of the chart Bolyard linked to:\n\n \nThe chart is not neutral evidence supporting Trump’s point, and it labels anything not overtly conservative as \"left. In the \"left\" category are such rigorously mainstream outlets as the Associated Press and Reuters. The three big broadcast networks — ABC, NBC, CBS — are considered \"left,\" as are the Washington Post and the New York Times. Other media outlets that produce a large amount of content every day, including CNN, NPR, Politico, USA Today, and CNBC, are labeled \"left.\"\nThis means that most of media entities that produce large amounts of widely read and cited news content -- factors that might well give them a leg up in the Google algorithm -- are defined by the chart, and thus by the PJ Media study, as \"left-wing.\" So, by its design, the study guarantees that an enormous percentage of Trump news coverage would falls into what the chart defines as \"left.\"\nFull disclosure: PolitiFact and its owner, the Poynter Institute, are both listed on the chart as left of center. We actually consider ourselves not to have an ideological leaning.\n\"It’s a ‘study’ designed to come up with the outcome it came up with, and it did just that,\" Chip Stewart, a professor at Texas Christian University’s Bob Schieffer College of Communication.\nMoreover, the \"left\" category lumps these large-staffed, comprehensive news outlets in with genuinely liberal-to-left outlets, such as the Daily Kos, Salon, the Nation, Huffington Post, Talking Points Memo, and Media Matters.\nA more revealing comparison would be to compare search results of truly left-wing sites vs. truly right-wing sites.\nIn a written description of the chart, Attkisson acknowledged that the graphic is \"subjective\" and writes that \"position on the chart doesn’t necessarily imply credibility or lack thereof. Sources on far right and far left have, in many instances, produced excellent, factually correct information at times.\"\nBolyard agreed that \"any chart that attempts to quantify media bias is going to be inherently subjective.\" But she added that \"while it may be fair to quibble with Attkisson's assertion about how far left-of-center some major media outlets are, I think it's entirely fair to say that outlets like NBC, the New York Times, and CNN skew to the left, especially in their coverage of the president.\"\nStewart, however, rejected the notion that the algorithm has ideological bias.\n\"A far more plausible explanation is that the items that drive the algorithm — links, shares, etc. — are more common among the so-called liberal publications, which have a long track record of credible journalism and try to cater to a wider audience,\" he said.\nEither way, Trump used the 96 percent figure without taking into account any of these methodological concerns.\nOur ruling\nTrump tweeted that \"96 percent of (Google News) results on ‘Trump News’ are from National Left-Wing Media.\"\nThis figure is based on a non-scientific study from a conservative website that categorized any media outlet not expressly conservative as being part of the \"left.\" These outlets include wire services, broadcast networks and most major newspapers and collectively account for a large percentage of original news reports produced in the United States. The methodology essentially preordains that a large percentage of coverage captured by Google will be what the study defines as \"left,\" which is wrong.\nWe rate the statement False.\n Share the Facts 2018-08-29 17:20:52 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"96 percent of (Google News) results on ‘Trump News’ are from National Left-Wing Media.\"     Donald Trump President https://twitter.com/realDonaldTrump/status/1034456281120206848   a tweet Tuesday, August 28, 2018 2018-08-28    Read More  info", "vclaim_id": "vclaim-pol-01684"}