{"url": "/factchecks/2017/aug/10/andy-gronik/testing-democratic-challenger-claim-scott-walker-t/", "speaker": "Andy Gronik", "vclaim": "Says Scott Walker \"has taken money away from internet expansion in our state.\"", "truth_label": "barely-true", "date": "stated on July 14, 2017 in a TV interview:", "title": "Testing Democratic challenger claim on Scott Walker taking money from internet expansion", "text": "In statewide elections, Democrats tend to rely on an urban base.\nBut in a July 14, 2017, interview on WisconsinEye, gubernatorial hopeful Andy Gronik criticized Gov. Scott Walker for a lack of progress in plans for rural development in the state.\n\"To suggest to our rural areas in Wisconsin that Governor Walker has a real plan and that he really cares about economic development in those areas -- come on,\" Gronik said, later adding: \"The fact that Governor Walker has taken money away from internet expansion around our state is ludicrous.\"\nThe notion that Walker has taken money from internet expansion comes from a controversial move in 2011, when state officials returned nearly $23 million in federal stimulus money from the National Telecommunications & Information Administration.\nThe grant would have \"boosted broadband connections in 380 Wisconsin communities, including 385 libraries and 82 schools,\" the Milwaukee Journal Sentinel reported in 2011.\nThe Gronik campaign cited the piece as its initial backing for the statement.\nBut is Gronik’s claim accurate today?\nWe took a look at the circumstances of 2011 -- and at what's happened since.\nThe 2011 picture\nThe $23 million grant was returned a year after it was awarded. The money was provided through the federal Broadband Technology Opportunities Program, which aimed to expand broadband access to underserved rural areas across the country.\nWalker’s decision was a source of disappointment for school and library associations, and viewed with skepticism by Democrats such as Mark Pocan, then a state lawmaker, who argued the decision was in the interest of Walker’s \"big telecommunications campaign donors.\"\nAT&T employees and the company’s political action committee donated more than $20,000 to Walker’s 2010 campaign.\nAT&T contracts with the state to manage and maintain the infrastructure that forms the BadgerNet Converged Network, the public network that was to receive the federal funds.\nIronically, that public/private partnership made it difficult for the state to meet the grant requirements. And giving back the money was something many agreed with at the time.\n\"After months of negotiations that spanned administrations, it was clear the unique nature of Wisconsin’s Badger Network was not compatible with the technical requirements of the NTIA,\" said David Cagigal, chief information officer of the state’s Department of Enterprise Technology in a statement to Politifact Wisconsin. \"In fact, the Badger Network we have in the state was able to accomplish the same goals of the NTIA funding by 2014.\"\nBarry Orton, a retired University of Wisconsin-Madison telecommunications policy professor, said the public/private partnership made meeting federal requirements difficult.\n\"Other states and the feds said, ‘Well, this money shouldn’t go right to the carriers, it should go to local governments, to non-profits, to co-ops. We want to see that the money is spent for actual new broadband rather than increasing the capital budgets of existing carriers,’ \" he said.\nOthers noted taking the grant without meeting the requirements would have left Wisconsin taxpayers with a $23 million bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nTony Varda, who has spent 11 years as the chair of the board for the Town of Berry, still supports the decision, despite his town’s need for better broadband connections.\n\"You gotta think about it a little before you look the gift horse in the mouth,\" he said. \"But when we looked in the mouth here, it wasn’t pretty.\"\nSo, Walker clearly turned back money for internet expansion -- but the picture is much more blurry, as the state’s existing set-up created complications in accepting it.\nThe picture since\nSince 2011, the state’s efforts to expand internet access -- especially rural areas -- have grown.\nIn an analysis of NTIA and Federal Communications Commission (FCC) data, the Public Service Commission (PSC) of Wisconsin and the state-level Wisconsin Broadband Office found coverage expansion in \"practically every county,\" including 20,000 households with improved connections.\nOver the last five years, the PSC gave out $5.5 million in grant funding to underserved areas of the state.\nIn Walker’s current two-year budget request, he asked lawmakers to approve $15 million in grant money. He also requested more than $25 million for the TEACH program, which provides infrastructure and teacher training grants for schools.\nThough the budget is stalled before the Legislature, the outlook for including the internet money is promising, said Elise Nelson, spokeswoman for the PSC.\nThose who work with public schools and libraries said things are on the upswing.\n\"Schools are in a much better position now,\" said Dan Rossmiller, director of government relations at the Wisconsin Association of School Boards. \"They have much better bandwidth at much lower cost than they did then.\"\nNevertheless, the internet challenges in rural Wisconsin are far from solved.\nWalker’s $15 million request over two years is less than the $20 million allocated this year alone in Minnesota’s development grant program, Border to Border.\nThe U.S. Federal Communications Commission monitors the percentage of people who lack broadband connectivity each year in 56 states and territories. The 2016 average for the 50 states and Washington, D.C., was 13% -- the same as the portion of Wisconsinites who lack coverage.\nIn rural areas, the national number jumps to 38%. Wisconsin comes in at 43%, roughly equal with Minnesota.\nOur rating\nGronik says Scott Walker \"has taken money away from internet expansion in our state.\"\nIn 2011, Walker’s first year in office, the state returned $23 million to the federal government -- though the decision is not as simple as Gronik portrays it. Since then, Walker’s office has increased funding for broadband development grants.\nPrice tags aside, the data available on rural coverage put the state’s reach on par with Minnesota -- which spent tens of millions more in the same time frame -- and in the middle of the pack of neighbors Illinois, Iowa and Michigan.\nWe rate this claim Mostly False. div class='artembed'> Share the Facts 2017-08-10 18:31:35 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Scott Walker \"has taken money away from internet expansion in our state.\"    Andy Gronik Democratic candidate for Wisconsin governor   In an interview Friday, July 14, 2017 2017-07-14    Read More  info", "vclaim_id": "vclaim-pol-03016"}