{"url": "/factchecks/2010/jun/03/glenn-beck/glenn-beck-says-president-obama-out-step-nation-ar/", "speaker": "Glenn Beck", "vclaim": "\"Sixty-four percent of Americans support the Arizona immigration law.''", "truth_label": "mostly-true", "date": "stated on May 27, 2010 in commentary on his television show:", "title": "Glenn Beck says President Obama is out of step with the nation on Arizona's immigration law", "text": "With the stroke of a pen, Arizona Gov. Jan Brewer catapulted herself into the national spotlight. On April 23, 2010, she signed into law what many call the toughest bill on illegal immigration in the country. The bill makes it a crime to stay in the country illegally, requires all aliens to carry immigration paperwork, and sanctions employers who knowingly hire illegal workers. Facing criticism that the law would legalize racial profiling, the Arizona Legislature modified the law on May 1, 2010. It now states that police officers cannot use race as the sole grounds for suspecting that someone is in the country illegally.\n\nThe law produced mixed reactions among political leaders. President Barack Obama commented that it threatened ''to undermine basic notions of fairness that we cherish as Americans, as well as the trust between police and our communities that is so crucial to keeping us safe.''\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut some people argue that President Obama's reaction is unfounded, given that the majority of Americans actually supports Arizona's immigration law. During his May 27 show, talk host Glenn Beck said that \"Sixty-four percent of Americans support the Arizona immigration law. Yet we're going to -- we're actually -- our government is going down there to fight them. Eric Holder is fighting them in court. They're becoming more and more brazen each and every day.\" Beck is referring to an announcement by Attorney General Eric Holder that the U.S. Department of Justice may challenge the law in court.\n\nGiven the public outrage over the law, is Beck correct that more than 6 in 10 Americans stand behind Arizona? We decided to find out.\n\nThe number that Beck cites comes from a Wall Street Journal/NBC poll that was conducted in early May. The poll found that 64 percent of Americans were either somewhat or strongly supportive of the law. There are other polls, however, that show a slightly different result.\n\n• An April 27-28 Gallup poll found that of those Americans who have heard of the law, 51 percent support it. Among all Americans, 39 percent favor it, 30 percent oppose it, and 31 percent either had no opinion or have not heard of the law.\n\n• A Pew Research Center poll conducted between May 6 and May 9 found that 59 percent approve of the law.\n\n• A May 19-24 poll by the Quinnipiac University found 51 percent of American voters support the Arizona law. Moreover, 48 percent say that they want their state to pass an immigration law similar to Arizona's.\n\nAll of the polls that we've looked at show that more Americans favor the law than oppose it, but the numbers vary widely.\n\nTo recap. Glenn Beck said on his program that 64 percent of Americans support Arizona's new immigration law. That statistic, however, comes from a single poll. Other polls show slightly lower approval ratings. Still, his underlying point that most Americans agree with Arizona is correct. We rate this one Mostly True.", "vclaim_id": "vclaim-pol-14956"}