{"url": "/factchecks/2020/mar/25/facebook-posts/widespread-facebook-post-overstates-canadian-gover/", "speaker": "Facebook posts", "vclaim": "“All schools in Canada are closed for the rest of the school year, each family will receive $950 every two weeks for the next 15 weeks, banks were notif(ied) to suspend mortgage payments for at least 6 months, and student loans deferred.”", "truth_label": "half-true", "date": "stated on March 21, 2020 in a Facebook post:", "title": "Widespread Facebook post overstates Canadian government’s coronavirus response", "text": "Facebook users are sharing a post that credits Canada with responding to the novel coronavirus in ways the United States has not. But the post muddles some details of Canada’s response.\n\"All schools in Canada are closed for the rest of the school year, each family will receive $950 every two weeks for the next 15 weeks, banks were notif(ied) to suspend mortgage payments for at least six months, and student loans deferred,\" the March 21 Facebook post says. \n\"Imagine if the United States did this,\" it says.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn reality, schools in Canada’s provinces have not yet been shut down through the year’s end. The Facebook post also mischaracterized the employment insurance measures that Canada implemented to provide income support for Canadians who miss work due to the coronavirus.\nSchools are closed, but not necessarily for the year\nCanada’s 10 provinces and three territories have mandated school closures \"with varying dates, which in some cases coincide with the term break,\" according to UNESCO. \nAs of March 25, here’s what each of Canada’s provinces has decided for its schools:\n\n\nAlberta: Schools are closed \"until further notice.\"\n\n\nBritish Columbia: Schools are closed indefinitely.\n\n\nManitoba: Schools are closed until at least April 10.\n\n\nNew Brunswick: Schools are closed until at least March 30.\n\n\nNewfoundland and Labrador: Schools are closed indefinitely.\n\n\nNova Scotia: Schools are closed until at least April 6.\n\n\nOntario: Schools are closed until at least April 6.\n\n\nPrince Edward Island: Schools are closed until at least April 6.\n\n\nQuebec: Schools are closed until at least May 1.\n\n\nSaskatchewan: Schools are closed indefinitely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\n\nIn sum, the Facebook post overstated the extent of Canada’s school closures, although the situation could change. All 10 provinces have shut down schools for some length of time, but as of March 25, no province had ordered schools closed for the rest of the school year.\nEconomic support measures\nThe Facebook post also mischaracterized Canada’s economic response to the coronavirus.\nOn March 18, Canadian Prime Minister Justin Trudeau announced several actions, some of which were replaced in the final legislation, that the government would take to temper the economic burden faced by Canadians.\nCanadians should not have to worry about paying their rent or mortgage or buying groceries because of the #COVID19 crisis. Learn how the Government of Canada is taking action to support workers and their families: https://t.co/G3Z1Ean0Mx pic.twitter.com/aukpQcOmXf— CanadianPM (@CanadianPM) March 19, 2020 \nFor starters, the government implemented \"a six-month, interest-free, moratorium on Canada Student Loan payments for all individuals who are in the process of repaying these loans\" and secured \"a six-month payment deferral for mortgages,\" according to the press release.\nThe government also pledged to introduce an emergency care benefit to provide pay for people who miss work due to the coronavirus and do not have access to paid sick leave. \nThe benefit would have provided \"up to $900 bi-weekly for up to 15 weeks\" to Canadian workers who are sick, quarantined, under instructions to self-isolate or taking care of a family member or child who is sick, quarantined, self-isolating or home from school due to closures.\nThat’s not $950 — nor is it worth the same amount in American dollars — and it would not have gone to \"each family\" every two weeks, as the Facebook post wrongly claimed. \nThe emergency care benefit would have applied only to workers impacted by COVID-19, while an expansion of child benefits would have delivered more money to families with children.\nMore importantly, the emergency care benefit and another proposed benefit for workers facing unemployment were eventually replaced by the \"Emergency Response Benefit,\" which will give $2,000 a month for up to four months for workers who lose their income due to COVID-19.\nA spokesperson for the Canadian minister of finance’s office directed us to a press release detailing the new and more generous benefit, which was enacted into law on March 25.\nWe’re doing everything we can to support you right now. Because at a time like this, you should be focused on what matters most - your health and the health of those you love. That’s exactly why we’re announcing the new Canada Emergency Response Benefit today. ⤵️— Justin Trudeau (@JustinTrudeau) March 25, 2020 \nThe $2,000 per month is roughly the same as $950 every two weeks. But again, it will only apply to workers who lose income due to the coronavirus. It won’t apply to \"each family.\"\nA government webpage detailing Canada’s efforts to support individuals outlines the emergency response benefit, the six-month moratorium placed on student loans and the flexibility provided to borrowers who need to defer up to six monthly mortgage payments.\nOur ruling\nA Facebook post said: \"All schools in Canada are closed for the rest of the school year, each family will receive $950 every two weeks for the next 15 weeks, banks were notif(ied) to suspend mortgage payments for at least six months, and student loans deferred.\"\nThe post is right about mortgage payments and student loans. But it overstates the impact of Canada’s new employment insurance benefits and exaggerates the extent of school closures.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-18208"}