{"url": "/factchecks/2013/mar/27/sal-albanese/does-earning-500000-manhattan-make-you-middle-clas/", "speaker": "Sal Albanese", "vclaim": "An annual income of $500,000 \"in Manhattan, believe it or not, is middle class.\"", "truth_label": "false", "date": "stated on March 24, 2013 in a joint mayoral candidates' appearance on MSNBC:", "title": "Does earning $500,000 in Manhattan make you middle class?", "text": "How much can you make and still be middle class if you live in Manhattan?\n\n\nSal Albanese, a Democratic former city councilman running to succeed New York City Mayor Michael Bloomberg, raised eyebrows with his thoughts on the number during a televised forum on March 24, 2013.\n\n\nAlbanese made the claim as he was criticizing a municipal tax proposal offered by one of his rivals, Bill Thompson, the former city comptroller.\n\n\n\"I disagree with Bill's proposal to tax people even more in the city,\" Albanese said, at times interrupted by cross-talk. \"As I said, what's at stake -- in Manhattan, a half a million -- half a million more in Manhattan, believe it or not, is middle class.\"\n\n\nAt this point, an off-screen voice shouted, \"Half a million or more is not middle class!\"\n\n\nTo some laughter, MSNBC’s moderator, Chris Hayes, said that people \"are really throwing things at the television when you say that.\"\n\n\nWe knew that the cost of living in the Big Apple is high. But is it really true that that an annual income of half a million dollars a year in Manhattan only makes you middle class?\n\n\nUnfortunately, there is no official definition of \"middle class.\" In fact, the phrase has such a mom-and-apple-pie ring to it that politicians have been using the term expansively for generations. But we’ll look at a few methods.\n\n\nOne is to define the upper boundary of the middle class as twice the median income.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nUsing demographic data from the U.S. Census Bureau, we found that for Manhattan, the median income for all households was a little more than $66,000. Using this definition, the upper limit of the middle class would be $132,000 -- well short of $500,000.\n\n\nThe second way is to break the population into three broad categories. The bottom fifth would be lower-income, the middle 60 percent would be middle-income, and the top fifth would be high-income.\n\n\nCensus data shows that the someone who makes $200,000 ranks in the top 16 percent of Manhattan earners. So a household could make it into the top 20 percent with roughly $180,000 -- which once again is well short of $500,000.\n\n\nJust to be sure that Manhattan wasn’t an unusual case due to its high cost of living, we also tried to factor the Big Apple’s famously high costs. We used a city cost-of-living calculator provided by CNNMoney.com that accounts for the costs of food, housing, utilities, transportation and health care in different cities. The calculator allowed us to determine what income in other cities was equivalent to $500,000 in Manhattan.\n\n\nWe found a handful of cities in which $500,000 in Manhattan money worked out to roughly $200,000 in local income -- Birmingham, Ala.; Tulsa, Okla.; Tampa; Cincinnati; Detroit; Charleston, W.Va.; Salt Lake City; Des Moines, Iowa; and Phoenix. Using Census data, we found that in each of these cities, the percentage of local households earning $200,000 ranged between 1 percent and 5 percent.\n\n\nThis confirms that in this far-flung sampling of cities, earning the local equivalent of $500,000 in \"Manhattan money\" puts you in the top 5 percent of local earners. Even by the most generous definition, that’s not close to middle-class status.\n\n\nWhen we contacted Albanese’s campaign, a spokesman backed off the claim. Todd Brogan said Albanese got carried away during the televised appearance and defined middle class in a way he normally does not. \"It was quite frankly, a gaffe,\" Brogan said. Brogan added that the campaign had not made its backtrack official until PolitiFact asked about it.\n\n\nOur ruling\n\n\nAlbanese said that an annual income of $500,000 \"in Manhattan, believe it or not, is middle class.\" In reality, the upper boundary of \"middle class\" in Manhattan is probably between $130,000 and $180,000, which is well short of the level Albanese cited (a level he later backed away from). We rate the claim False.", "vclaim_id": "vclaim-pol-09541"}