{"url": "/factchecks/2011/jan/27/kent-conrad/kent-conrad-said-were-borrowing-40-cents-every-dol/", "speaker": "Kent Conrad", "vclaim": "\"We're borrowing 40 cents of every dollar we spend.\"", "truth_label": "true", "date": "stated on January 23, 2011 in an interview on \"This Week with Christiane Amanpour.\":", "title": "Kent Conrad said we're borrowing 40 cents of every dollar we spend", "text": "Government borrowing needs to be brought back under control, and the solutions are not easy, said Sen. Kent Conrad, D-N.D., on This Week with Christiane Amanpour.\n\n\"The American people say, don't touch Social Security, don't touch Medicare, don't cut defense,\" Conrad said. \"That's 84 percent of the federal budget. If you can't touch 84 percent of the federal budget -- and, by the way, they also don't want to touch revenue -- you're down to 16 percent of the budget at a time we're borrowing 40 cents of every dollar we spend.\n\n\"So, you know, there needs to be leadership to help the American people understand how serious this problem is and that it's going to take a lot more than cutting foreign aid and taxing the rich. You're not going to solve the problem that way.\"\n\nConrad was one of three senators who appeared on This Week to discuss bipartisanship. Sen. Joe Lieberman, I-Conn., and Sen. Kay Bailey Hutchison, R-Texas, also appeared. All three have announced they intend to retire in 2012.\n\nWe wanted to check Conrad's statement that \"we're borrowing 40 cents of every dollar we spend.\" We looked at whether Social Security, Medicare and defense constituted 84 percent of the federal budget in a different fact-check.\n\nWe turned to the U.S. Treasury Department's Monthly Treasury Statement of Receipts and Outlays of the United States Government. For the most recently completed fiscal year, 2010, the department reported that the government had revenues of $2.16 trillion, spending of $3.46 trillion and a deficit of $1.29 trillion. Divide the deficit by the outlays and you get 37 percent, which is very close to 40 percent.\n\nWe initially found the numbers a little confusing, but one of the experts we interviewed for this story explained it this way:\n\n\"It's like a family that earns $60,000 per year, but is spending $100,000. How are they doing it? By getting a new $40,000 loan every year to cover the difference,\" said Brian Riedl, a budget expert with the conservative Heritage Foundation.\n\nIn rating Conrad's statement, we find he correctly described how much the government is borrowing in comparison with what it's spending. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13706"}