{"url": "/factchecks/2008/jan/24/mike-huckabee/his-recollections-are-way-off/", "speaker": "Mike Huckabee", "vclaim": "Says he was the only Republican candidate at a prior debate who said lower-income workers were being hurt by the economy.", "truth_label": "barely-true", "date": "stated on January 24, 2008 in a debate in Boca Raton.:", "title": "His recollections are way off", "text": "At a debate in Boca Raton on Jan. 24, 2008, former Arkansas Gov. Mike Huckabee suggested that he was more in touch with how the economy was hurting working people than the other GOP candidates.\n\nHe said he was the only candidate at a prior debate — the one on Oct. 9, 2007 — to point out that middle- and lower-income Americans were feeling economic pain.\n\n\n\"A few months ago, when we were all in Dearborn, Mich., your network was the sponsor, with CNBC and MSNBC, and every one of us were asked, 'How's the economy doing?' \" Huckabee said during the debate in Boca Raton. \"Every one of my colleagues said, 'It's doing great.' And they gave all the numbers. ... The truth is I was the only guy on that stage who said, 'It may be doing great if you're at the top. It's different if you're on the bottom.' \"\n\n\nWe find Huckabee's recollections are way off the mark.\n\n\nHe is correct that he indicated some sympathy for working people during the Oct. 9 debate. He plugged his proposal for a national sales tax to help the less fortunate regain their footing.\n\n\n\"The people who handle the bags and make the beds at our hotels and serve the food, many of them are having to work two jobs, and that's barely paying the rent. And you know what else? They don't think that they can afford for their kids to go to college; they're pretty sure they're not going to be able to afford health insurance,\" he said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut he is wrong about the comments of his rivals.\n\n\nHuckabee might have been the biggest pessimist that night, but Ron Paul, John McCain, Mitt Romney and Fred Thompson each noted that Michigan residents were suffering as a result of their state's battered economy.\n\n\nPaul suggested it was because the nation was living beyond its means while McCain stated the United States was losing industrial jobs and not taking care of those who are left behind.\n\n\nOthers qualified their statements, depicting Michigan as something of an anomaly in an otherwise strong economy. Romney said his birth state was \"undergoing a one-state recession.\" And Thompson said while pockets of the economy were having difficulty, he had no reason to believe the country was heading for a recession.\n\n\nWhile Huckabee gets the award for tough-talking realist, he was hardly alone in acknowledging hard times. For that reason, we judge his statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16384"}