{"url": "/factchecks/2014/sep/23/jason-carter/carters-plan-go-after-tax-cheats-has-challenges/", "speaker": "Jason Carter", "vclaim": "Georgia can substantially increase its funding for education by going after $2.5 billion in uncollected taxes.", "truth_label": "half-true", "date": "stated on August 27, 2014 in press conference:", "title": "Carter's plan to go after tax cheats has challenges", "text": "Education eats up the largest share of the state budget, so it only makes sense that it’s consuming much of the debate in the neck-and-neck governor’s race.\nNathan Deal, the Republican incumbent, says his efforts to grow jobs and the economy have paid off for schools. Hs education track record also includes work for passage of a 2012 charter school amendment and a bipartisan deal to shore up the lottery-funded HOPE scholarship and pre-K programs.\nHis challenger, Democratic state Sen. Jason Carter of Atlanta, contends that Deal has shortchanged Georgia’s children. He’s most critical of $1-billion-a-year-plus austerity cuts to education recommended by Deal in the first three of his four state budgets.\nCarter, who voted for those three budgets, is promising that, if he’s elected, he will increase education spending through a three-pronged approach that involves growing the economy, cutting government waste and going after tax cheats.\nThe latter proposal peaked the interest of our fact-checkers.\nWe reached out to the Carter for evidence to back up the candidate’s claim. Spokesman Bryan Thomas pointed us to a January report from the state Department of Audits and Account, showing about $4.4 billion in delinquent state taxes.\nThe report’s authors estimate that $1.9 billion of the $4.4 billion is uncollected. But Thomas said strong leadership would improve collection of that money.\n\"You put the force of the governor’s office behind it,\" Thomas told The Augusta Chronicle earlier this month.\nAt a press conference on Aug. 27th, Carter told reporters; \"There’s $2.5 billion that is uncollected out there from people who are cheating on their taxes, and against whom we aren’t enforcing the law.\"\nThe auditor’s report, points out that about $815 million of the $2.5 billion is at least 15 years old – making it much harder to collect.\nOf course, that leaves two-thirds of the money apparently there for the taking, right?\nThe left-leaning Georgia Budget & Policy Institute isn’t so sure the plan is viable. Executive Director Alan Essig points out that once you account for the people and businesses that lack the means to pay, you’re left with people who have intentionally dodged their responsibilities.\nEven when caught, those scofflaws aren’t likely to fork over the entire amount owed. Ramping up enforcement will yield more money, but just how much is unclear, he said.\n\"Are we talking about $3 million, $30 million, $300 million?\" Essig said. \"I don’t know what the dollar amount is, and I don’t think anyone knows it.\"\nCarter’s proposal to track down delinquent taxpayers is nothing new.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nGeorgia made probably its biggest push to go after tax cheats when Sonny Perdue was governor and Bart Graham was revenue commissioner.\nWe pulled a report that showed Graham identified 420,693 taxpayers that owed a combined $1.6 billion as of September 2003. Some of that debt dated back to 1988.\nGraham’s agency chased down the money on several fronts. For instance, $23 million came in when the state refused to renew alcohol licenses for businesses with outstanding taxes. Another $18.6 million came in when the state began shaming scofflaws by posting their names on the internet.\nAll told, the state’s two-year vigorous enforcement campaign collected $172.5 million – just 11 percent of what was owed.\n\"This is a messier process than (Carter) is suggesting,\" said Barbara Neuby, a political science professor at Kennesaw State University who specializes in public budgeting and finance. \"There is no automatic money that comes in once letters go out.\"\nThat’s because collection would be handled through regulatory enforcement. The same laws that give state agencies broad powers to enforce taxation give people the right to appeal, Neuby said.\nThe hearing process can take months and years, especially if the delinquents hire attorneys to fight enforcement.\nThere is also the matter that some delinquent taxpayers may have legitimate reasons they have not paid – and therefore do not actually owe, Neuby said.\nState House Appropriations Committee Chairman Terry England, R-Auburn, said there are complications, even if the state could collect the amount in back taxes that Carter’s claiming.\n\"Nobody would argue putting it into education,\" England said. \"But that’s one -time funds.\"\nThe question becomes: What about the next year? he said.\nWe circled back out to Thomas about some of the concerns that were expressed.\n\"Sen. Carter has never said that this is the only way to pay for the education investments we need,\" Thomas said. \"He has identified it as one of several ways to invest in our schools.\"\nOther efforts, such as cutting waste and improving efficiency in government, would provide sustained funding for schools, Thomas said.\nSo where does this leave us?\nCarter said he believes the state can collect a substantial amount to help education by going after delinquent taxpayers. The state’s experience – and a report from state auditors – say that may be more challenging than he suggests.\nCarter has a point. But there’s there’s a lot of context missing from his proposal.\nWe rate it Half True.", "vclaim_id": "vclaim-pol-07267"}