{"url": "/factchecks/2016/may/27/donald-trump/donald-trump-says-clinton-foundation-pays-top-wome/", "speaker": "Donald Trump", "vclaim": "\"Hypocrisy at the Clinton Foundation: Top male staff made on average $218,029 while top female staff made $153,014 from 2010-2014.\"", "truth_label": "half-true", "date": "stated on May 24, 2016 in an Instagram post:", "title": "Donald Trump says Clinton Foundation pays top women less than top men", "text": "Donald Trump is calling Hillary Clinton a hypocrite when it come to gender pay equality, charging that her husband’s Clinton Foundation doesn’t walk the walk when it comes to paying women and men equally.\nTrump recently shared a post on his Instagram account that sought to highlight pay disparities at the Clinton Foundation. The foundation was founded by her husband, former President Bill Clinton. Hillary Clinton has worked for the foundation in periods when she wasn’t serving in government or running for president.\n\"Hypocrisy at the Clinton Foundation: Top male staff made on average $218,029 while top female staff made $153,014 from 2010-2014,\" Trump posted on May 24, 2016, to his 1.6 million followers.\nClinton has been the target of these types of charges before in her time as a U.S. senator. Sean Hannity’s claim that Clinton \"actually paid female staffers a lot less than men\" rated Mostly False.\nWe wondered if this attack was more accurate.\nA general warning about these types of claims\nDemocrats and Republicans often spin the facts about the gender pay gap, and small changes in how you phrase a claim can make a big difference.\nFor years, we have fact-checked claims by Democratic politicians decrying the gender wage gap, which has been in the neighborhood of 77 cents on the dollar, with slight ups and downs over the years.\nWhen politicians simply state the existence of this wage gap, we generally rate those claims Mostly True. What keeps it from a full True is that this gap does not stem entirely from discrimination. The statistic in question doesn’t say that women earn 77 cents for every dollar a man does in the same job. Indeed, that’s a claim we have consistently rated as Mostly False.\nRather, the 77 cent figure refers to the overall difference between what men make and what women make. That difference can be shaped not just by discrimination but also by voluntary choices, such as the specific careers men and women pursue and whether they decide to take time off to raise children.\nOnce you genuinely compare men and women in an apples-to-apples comparison -- that is, in an equivalent job, with similar experience, tenure and achievements -- the wage gap doesn’t disappear, but it does shrink significantly. Academics differ on exactly how much, but the 77 cent figure is a much more powerful data point, so it’s the one Democrats and their allies have traditionally turned to.\nWe suggest you read our PolitiFact Sheet to learn more.\nThe number behind Trump’s claim\nTrump’s claim includes spin we’ve seen before. He’s looking at only a small number of foundation employees while ignoring the central point of the equal pay argument -- which is whether the employees are doing the same work and being compensated differently because of their gender.\nThough the Trump campaign did not respond to an inquiry, we’re fairly certain his data comes from the Clinton Foundation’s IRS form 990 -- the tax form that nonprofit groups are required to file annually. The forms -- which are available for public inspection on the foundation’s website -- require the organization to list the compensation for its highest-paid officials. For the Clinton Foundation, that has typically been in the range of eight to 12 officials per year.\nWe couldn’t reverse-engineer the specific figures cited in Trump’s post -- there are various ways to calculate the compensation figures listed -- but the numbers we did come up are in line with the ones Trump cited.\nTrump’s calculation has female top officials at the foundation earning, on average, 70 cents for every dollar that the average male top official at the foundation earned.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIf you look at the total compensation reported, which includes fringe benefits, our calculations showed that women earned 67 cents for every dollar earned by a man.\nIf you look instead at the salary column only, the figure was 66 cents on the dollar.\nIf you remove the compensation for the officials identified as CEOs during that period, the ratio improves, but still climbs only to 77 cents.\nAnd if you use the median amount rather than the average -- which statisticians usually prefer because it gives less emphasis to extreme data points -- the figure still improves to only 76 cents on the dollar.\nAny way you look a it, among those eight to 12 high-ranking foundation employees, the men consistently earned more than women. (For what it’s worth, an analysis of the Trump campaign’s financial-disclosure forms reported in the Huffington Post and Slate.com found the same trend applied to Trump.)\nWhy these figures don’t prove gender discrimination\nThe salaries of eight to 12 executives do not prove the Clinton Foundation and Hillary Clinton are hypocrites when it comes to equal pay.\nThe number of salaries included in Trump’s comparison accounts for just a fraction of all employees in the organization -- and even of senior management at the foundation. The foundation told PolitiFact that there are \"several hundred\" employees in the United States alone. Experts say this is too small a sample to say much about the foundation’s overall compensation practices.\n\"I’m not sure I would draw too much from such a small number of employees,\" said Linda Babcock, an economist at Carnegie Mellon University's H. John Heinz III School of Public Policy and Management.\nIn addition, the types of jobs disclosed in the tax form run the gamut from CEO to information technology director to senior fellow to human resources director. Few organizations would pay the CEO the same as an IT director, so finding differences doesn’t necessarily mean much without a much deeper analysis of the employer’s hiring practices.\n\"The Clinton Foundation could argue it has paid equitable wages to both men and women, notwithstanding the fact that its high-paid men earned higher salaries than its high-paid women,\" said Gary Burtless, an economist with the Brookings Institution.\nIn fact, experts say that evidence of gender pay discrimination is most discernible at the lower end of the pay scale.\nTop-level positions are usually filled by people who have specific credentials and career experiences. Because these factors are in high demand in the broader employment marketplace and often hard to find in a single candidate, the compensation level tends to be tailored to the specific candidate, whether a man or a woman.\n\"Compensation is influenced by one's alternative pay options,\" said Hannah Riley Bowles, a senior lecturer in public policy at Harvard’s Kennedy School of Government. \"Dramatic differences could be explained by one's market value in the private sector, which is likely to vary substantially looking at senior professionals with public-interest careers.\"\nIn a statement, the foundation told PolitiFact that at the end of 2014, the senior leadership listed publicly on their website included nine women and nine men, and those women earned 91 cents for every dollar a man earned. The foundation also said that at the end of 2014, 64 percent of its U.S.-based employees were women. \"Pay equity is an important and difficult issue that many large organizations grapple with, and we take it seriously at the Foundation,\" the foundation said.\nOur ruling\nTrump’s post said, \"Hypocrisy at the Clinton Foundation: Top male staff made on average $218,029 while top female staff made $153,014 from 2010-2014.\"\nIf you allow some leeway on what accounts for top staff, Trump is close on the numbers. But the statistical pool is too limited and the methodology is too crude to demonstrate evidence of hypocrisy. Trump is guilty of ignoring the nuances of gender-based wage disparities, just as Democrats often over-simplify the meaning of the 77-cent figure.\nThe statement is partially accurate but takes things out of context, so we rate it Half True.\nhttps://www.sharethefacts.co/share/ba673130-73fe-4886-9d2d-d3a5f79b4428", "vclaim_id": "vclaim-pol-04904"}