{"url": "/factchecks/2018/oct/24/future45/democrat-not-socialism-tax-increase-open-borders/", "speaker": "Future45", "vclaim": "Voting for \"any Democrat\" gets you \"socialism ... undefended open borders ... immediate tax increases ... 100 percent government-run health care ...\"", "truth_label": "pants-fire", "date": "stated on October 16, 2018 in a campaign ad:", "title": "A vote for any Democrat is not a vote for socialism, open borders and tax increases", "text": "A new national ad sponsored by Future 45, a pro-President Donald Trump Super PAC, claims that voting for any Democrat will result in chaos.\n\"The screaming. The violence. The smears. And death threats. The far left moving to socialism. Undefended open borders. Immediate tax increases. 100 percent government-run health care. The booming economy, stopped. Nancy Pelosi, back in power. Gridlock. And then, impeachment. Is that really what you want? Voting for any Democrat gets you all of that.\"\nThe sweeping statements, paired with images of protests and a burning flag, are intended to frighten. But the ad distorts the platforms of most Democratic candidates running in the 2018 election.\n\"This is wild and over-the-top exaggeration and hyperbole,\" said Norm Ornstein, a resident scholar at the American Enterprise Institute. \"Outlandish is the nicest way of putting it.\"\nFuture 45 did not respond to multiple requests for comment.\n‘Moving to socialism’\nRepublicans have used the socialist label to attack Democrats over policies for decades. It has become a common, but still false, motif during the 2018 midterms.\nRunning for U.S. Senate, Florida Gov. Rick Scott called Democratic incumbent, Bill Nelson, a socialist: We rated that Pants on Fire. We rated as False a claim from Republican Ron DeSantis that Andrew Gillum has a \"far left socialist platform\" akin to Venezuela. The claim that U.S. Sen. Sherrod Brown of Ohio is fond of communism also rated False.\nThe narrowest definition of socialism is where the state owns all the means of production, said Eduardo Gamarra, a political science professor at Florida International University. That’s not what any Democrat is running on.\nWhen Bernie Sanders or Alexandria Ocasio-Cortez use the term, they are referring to expanding the social programs already available, along with potentially higher tax rates to pay for them.\nThat resonates with the systems in place in Canada or Europe; not Venezuela or Cuba.\nEven the programs that may be labeled as socialist carry broad support, like Social Security, \"which has secured bipartisan support for over 70 years,\" Gamarra said.\n\"100 percent government-run health care\"\nThis attack is misleading because Medicare for All doesn’t call for a fully government-run health care system. It’s a gross exaggeration to claim all Democrats support the measure.\nMedicare for All is the most fundamental change to the health insurance system among the  proposals put forth by Democrats in Congress, according to Tricia Neuman, senior vice president of the Kaiser Family Foundation. Sanders’ bill has 16 Democratic co-sponsors and similar legislation in the House has 123 co-sponsors.\nBut Peter Dreier, a political theorist at Occidental College, said Medicare for All does not fit the bill of socialism.\n\"In Medicare for All, private providers, private doctors, nurses and hospitals will provide the health care,\" Dreier said. \"The government will provide the insurance, which is what Medicare is now.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nOther senators have introduced similar, though less sweeping, bills to provide a Medicare buy-in  through the marketplace or for older individuals who have not yet hit 65.\n\"Immediate tax increases\"\nThere are no \"immediate\" tax increases on the horizon.\nMost Democrats have called for changing or repealing parts of last year's tax cut.\nIn March, Senate Democrats unveiled a plan to finance infrastructure projects by rolling back parts of the law. Senators Chuck Schumer of New York, Bernie Sanders of Vermont, Debbie Stabenow of Michigan, Maria Cantwell of Washington and Bill Nelson of Florida presented the blueprint.\nThe plan calls for increased taxes for corporations and the rich as well as cutting the carried interest loophole that benefits some money managers, while repealing or reforming the cap on state and local tax deductions (which would be a cut).\nBut the proposal is unlikely to go anywhere soon.\n\"Whoever wins control in November, there is still Republican President Trump in the White House,\" said Steve Ellis, vice president of Taxpayers for Common Sense. \"So even in the unlikely event that both chambers flip to Democrats, they won't be able to do anything ‘immediate’ regarding taxes.\"\n\"Undefended open borders\"\nCongressional Democratic leaders have called for a restructuring of the U.S. Immigration and Customs Enforcement agency, but no one has called for immigrants to freely cross the border. A few Democrats seem to want the agency shuttered, but others talk of restructuring or a new focus.\nSchumer and House Democratic Leader Nancy Pelosi have called for reforms to ICE.\nIn July, we found six additional Democrats in the House and Senate who have said they want to \"abolish,\" \"dismantle\" or replace ICE.\nRep. Mark Pocan, of Wisconsin, said he planned to introduce legislation to abolish ICE, because the Trump administration had \"so misused ICE that the agency can no longer accomplish its goals effectively.\"\nBut that’s hardly all Democrats, and it’s not a call for open borders.\n\"I don’t support open borders, I don’t know any Democrat who supports open borders,\" Pocan said in a June 30 Twitter video. \"In fact, ICE doesn’t operate at the borders. The Customs and Border Protection operates at the borders. So anyone who says that, is either ill-informed or outright lying.\"\nOur ruling\nFuture 45 said voting for \"any Democrat\" gets you \"socialism ... undefended open borders ... immediate tax increases ... 100% government run health care ...\"\nThe Democratic Party is a tent that houses a wide variety of views. Some candidates are self-proclaimed socialists, but even their platforms don’t fit the narrow definition of traditional socialism. Some, not all, support expansions of Medicare, but that would not qualify as 100 percent government-run health care.\nThese and other policies may raise taxes, but immediate tax increases are unlikely under a Republican president. The tax increases on the table mostly target the rich and corporations.\nAnd finally, Congressional Democratic leaders have called for a restructuring of ICE, but no candidate has called for undefended open borders.\nThe ad cherry-picks extreme positions and suggests all Democrats support them. That is false and ridiculous. We rate this statement Pants on Fire.\n Share the Facts 2018-10-24 22:01:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Voting for \"any Democrat\" gets you \"socialism ... undefended open borders ... immediate tax increases ... 100 percent government-run health care ...\"    Future 45 Republican Super PAC https://www.youtube.com/watch?v=PeVC5Kp5N4A   In an ad Tuesday, October 16, 2018 2018-10-16    Read More  info", "vclaim_id": "vclaim-pol-01412"}