{"url": "/factchecks/2011/aug/04/fred-clark/candidate-fred-clark-says-state-sen-luther-olsen-s/", "speaker": "Fred Clark", "vclaim": "Says Sen. Luther Olsen, his recall opponent, supported the sale of state-owned power plants \"not to the highest bidder, but to the biggest donors\" with no oversight.", "truth_label": "barely-true", "date": "stated on July 25, 2011 in a television ad:", "title": "Candidate Fred Clark says State Sen. Luther Olsen supported sale of power plants to \"biggest donors\" with no oversight or bidding", "text": "Two Democrats working to knock off Wisconsin state senators in recall elections on Aug. 9, 2011, are reviving the short-lived controversy over Gov. Scott Walker’s plan to sell off state-owned power plants.\n\nIn a strongly worded TV ad, Nancy Nusbaum and Fred Clark pair up to accuse their respective opponents, GOP senators Robert Cowles and Luther Olsen, of an abuse of power -- or at least an attempted one.\n\n\"Power. We gave it to senators Robert Cowles and Luther Olsen, then they tried to sell it,\" intones a narrator in the ad. \"Supporting the sale of Wisconsin’s power plants, not to the highest bidder, but to the biggest donors. No bid contracts, no oversight, an invitation for corruption.\"\n\nTwo contested races, a high-stakes election and a provocative claim -- in other words, right up our alley.\n\nBecause the case against each is slightly different, we are looking at them in separate items. You can find the Nusbaum vs. Cowles analysis here.\n\nSo, did Olsen support selling the plants to the biggest campaign donors with no oversight?\n\nWalker’s budget-repair bill, proposed in February 2011, would have allowed a no-bid sale of up to 37 heating and cooling plants, primarily at University of Wisconsin campuses. Walker said the sale would avoid costly plant upgrades at taxpayer expense.\n\nThe clause immediately triggered accusations that Walker was setting up a deal to benefit Koch Industries, which the Journal Sentinel reported was the largest corporate contributor to Walker in the 2010 campaign. At the time, Koch Industries denied any interest in the plants.\n\nThe power-plant controversy all but died out amid the massive protests over Walker’s move to curtail collective bargaining for most public employees.\n\nIn fact, the power-plant sale provision was removed from the bill in the chaotic endgame that allowed Republican senators to approve the collective-bargaining changes without the Democrats who had fled to Illinois to block a quorum.\n\nLet’s look at the three components of the claim:\n\n Supporting the no-bid sale approach.\n\nThe state Democratic Party, responding on behalf of the two Democrats, pointed us to a vote by Olsen.\n\nAs a member of the Legislature’s Joint Finance Committee, Olsen voted to approve an amended version of Walker’s budget -- at a time when the bill still included the no-bid sale language.\n\nOlsen told us the potential lack of transparency concerned him, but that the power plants were unique facilities.\n\nIn 2005, Republicans also pushed for sale of the plants, trying to insert it into the budget. When the matter came up at Joint Finance. Olsen opposed adding it into the budget. (It ultimately went in over his objections but was vetoed by then-Gov. Jim Doyle).\n\nSupporting a sale of the plants to the \"biggest donors.\"\n\nThis is an apparent reference to campaign donors.\n\nIt’s true that Koch or Wisconsin utilities who have given to Walker and Republicans could have emerged as buyers and purchased state plants. And they may have had an easier road without a formal bidding process.\n\nBut contrary to the dramatic accusation in the TV ad, the language in the bill didn’t select any winners, much less winners who are fat-cat campaign contributors. The bill would have authorized the no-bid sale, but who the ultimate bidders -- or buyers -- would be in that scenario can’t be known.\n\nSupporting the sale without any oversight.\n\nThe original bill drew criticism in part because it went beyond the 2005 attempt by Republicans to sell the plants. That earlier effort would have required bids, and called for Public Service Commission review on whether the sale is in the public interest.\n\nThe 2011 plan submitted by Walker did not include those steps.\n\nBut amid the criticism, the Legislature’s Joint Finance Committee beefed up the oversight, requiring that any proposed sale forwarded by Walker’s administration first go through the committee.\n\nOlsen voted for the additional oversight of the selection process.\n\nLet’s review.\n\nDemocratic challenger Clark race accused Olsen of \"supporting the sale of Wisconsin’s power plants, not to the highest bidder, but to the biggest donors. No bid contracts, no oversight, an invitation for corruption.\"\n\nFor Olsen, they cite only his committee vote.\n\nSome viewers -- perhaps most -- may assume from the ad that Olsen actually voted to sell the plants to a big campaign donor. The ad is misleading on that score alone. It would have allowed a no-bid process for the sale, but did not designate any specific buyer.\n\nThe ad’s claim starts off OK by saying Olsen supported a no-bid approach. So there’s an element of truth in the claim.\n\nBut some critical facts are ignored and evidence missing on part of the claim. Olsen backed legislative oversight of any sale, and there is no evidence that his vote was \"supporting\" a sale to the flashiest campaign donor.\n\nWe rate Clark’s claim against Olsen as Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12623"}