{"url": "/factchecks/2013/nov/08/steve-leslie/one-measure-ut-opening-first-medical-school-top-ti/", "speaker": "Steve Leslie", "vclaim": "The University of Texas is starting \"the first medical school at a major Tier One\" university \"in the last 50 years.\"", "truth_label": "mostly-true", "date": "stated on October 29, 2013 in remarks at an Austin town hall about the Dell Medical School:", "title": "By one measure, UT poised to be first major university to open a medical school in nearly 50 years", "text": "A University of Texas official declared that the Dell Medical School slated to open in Austin in time for students to enroll in 2016 happens to be the first one to debut at a top-notch research university in decades.\nSteve Leslie, the university’s special assistant to the president for medical education, prefaced the claim to history by telling Austin-area residents at the Oct. 29, 2013, town hall that the school will shine.\n\"We will follow through on making this an outstanding medical school that all of you expect us to deliver for Austin and Travis County and for the state of Texas and more broadly than that,\" Leslie said. \"This is the first medical school at a major Tier One public research university, major Tier One university public or private, in the last 50 years; these are big deals to start.\"\nOther U.S. universities have opened medical schools more recently, according to the Association of American Medical Colleges. By email, spokeswoman Lesley Ward listed about half a dozen examples including Florida State University.\nBut the UT official made a more nuanced claim by referring to UT’s uniqueness among major \"Tier One\" institutions.\nLeslie's descriptive, \"Tier One,\" has nothing to do with UT’s famous Main Building or, for that matter, big cakes. But it’s familiar to us because in 2012, we rated as Mostly True a group’s statement that Austin \"is the biggest city in America with a Tier One research university (UT-Austin) but without a medical school.\" That claim could have been clarified with the detail that Texas A&M University has a medical college in nearby Round Rock that it wants to develop into a full-blown school.\nAnd in that story, we explored how to define a Tier One university, partly by considering the suggestion that about five dozen institutions that are members of the Association of American Universities should be considered Tier One schools. The association says it chooses members \"based on the high quality of programs of academic research and scholarship and undergraduate, graduate, and professional education in a number of fields, as well as general recognition that a university is outstanding by reason of the excellence of its research and education programs.\"\nLeslie’s claim, a UT spokesman told us, was based on institutions that were AAU members before they opened their medical schools. He noted by email that AAU membership also was the indicator relied upon in a Jan. 8, 2013, Austin American-Statesman news blog post stating that Texas had three Tier One universities: UT, Texas A&M University and Rice University.\nLeslie did not mention the AAU-first distinction in his town-hall remarks. Susswein said by email that if Leslie had done so, audience members might not have understood, so he \"used the common shorthand\" of Tier One. \"Any way you cut it, it's been a long time since a medical school has been started at a top-tier AAU university,\" Susswein wrote.\nSusswein also emailed us a spreadsheet showing when AAU-member institutions have opened medical schools since 1955 and when those institutions became AAU members. UT has been an AAU member since 1929.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe spreadsheet indicated that two other institutions opened medical schools about 50 years ago after they were AAU members or the year they joined that group. Penn State University, an AAU member since 1900, opened a medical school in 1963, while Michigan State University opened a medical school in 1964, the year it joined the AAU.\nThe spreadsheet indicated four institutions opened medical schools between 1966 and 1977 before becoming AAU members. These were the University of California Davis; the University of Arizona; UC San Diego; and Texas A&M University. We confirmed that each of those universities joined the AAU after their medical schools opened, according to university web pages and a list of AAU member-institutions.\nThen again, we became aware of a wider way of identifying Tier One universities during our 2012 look at that classification. At the time, AAU spokesman Barry Toiv said by telephone that in exploring how to define such universities, he would defer to a list of 108 doctorate-granting universities with \"very high research\" activity as designated by the Carnegie Foundation for the Advancement of Teaching, which traces its classification of colleges and universities to work by the Carnegie Commission on Higher Education.\nAnd our check of institutional web pages indicated that among the universities designated by Carnegie as having \"very high research\" activity, several opened medical schools in the latest few decades. Specifically, the University of South Florida enrolled its charter class in 1971; the University of South Carolina opened its medical school to students in 1977; the Florida State University College of Medicine welcomed its first students in 2001; and the University of Central Florida established its medical school in 2006.\nBy email, Susswein said he recognized \"that others may use a broader definition for ‘Tier One’ universities. Under that broader definition, we are one of a handful of top-tier universities to launch a medical school in the past 50 years.\"\nOur ruling\nLeslie said UT is starting \"the first medical school at a major Tier One\" university \"in the last 50 years.\"\nAs Leslie did not say, UT is the first institution that was already in the prestigious AAU to plan a medical school launch since Michigan State and Penn State opened schools 49 and 50 years ago, respectively. Several other AAU-member universities opened medical schools from 1966 to 1977, but none was a member of the association at the time their medical school opened.\nAnother way of identifying top-tier universities, the Carnegie approach, places UT among more than 100 very high-research institutions. We identified four universities considered high-research entities--though none of them is in the AAU--that opened medical schools from 1971 to 2006.\nWe rate Leslie’s claim, which would have benefited from these clarifications, as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08641"}