{"url": "/factchecks/2020/sep/29/molly-gray/attempted-didnt-vote/", "speaker": "Molly Gray", "vclaim": "\"I proudly voted for Hillary Clinton.\"", "truth_label": "false", "date": "stated on September 24, 2020 in a candidate debate:", "title": "Molly Gray’s claim she voted for Hillary Clinton in 2016 is false", "text": "As the country presses toward an election defined by disagreement over the current president, whether or not candidates voted for or against Donald Trump in 2016 is a basic political litmus test in 2020. \nMolly Gray, the Democratic candidate for lieutenant governor, seemed to understand that when she proclaimed at a debate last week, \"I proudly voted for Hillary Clinton.\"\nGray’s Republican opponent, Scott Milne, had asked her about the gap in her voting record, from 2010 to 2016 (she voted in 2008 and then again in 2018). \n\"This is not the time to vote shame Vermonters,\" Gray responded. \"I proudly voted for Barack Obama. I proudly voted for Hillary Clinton. And, yes, there was a period in my life where I was not a consistent voter. I was working incredibly hard traveling across the state. And I wasn’t registered where I was living, and there’s no excuse for that so I’m not going to talk about it anymore.\"\nBut Gray has previously admitted that she didn’t cast a vote in the 2016 presidential race, in which Clinton had the chance to become the first female president. Instead, the 36-year-old Gray has said Trump’s election opened her eyes to the importance of politics, and helped spark her decision to run for high office.\nSo why did she claim last week that she voted for Clinton in that election? VTDigger emailed Gray’s campaign to find out. \n\"To say she did not vote, is true,\" Gray’s campaign manager, Samantha Sheehan, wrote in an email, \"to say she did not attempt to vote is false which is what she clarified last night.\"\nIn an interview Friday, Gray said by \"voting\" she meant going through motions of filling out an absentee ballot (she was living in Switzerland and traveling at the time).\n\"The act of filling in the ballot and sending the ballot, to me, was I attempted to vote for Hillary Clinton.\" she said. \"So did I vote? Was my vote counted? No. Could it be counted? No. But did I attempt to vote? Yes.\"\nGray’s campaign has previously provided VTDigger with an email Gray sent to the town clerk in Newbury, where her parents live on a fruit and vegetable farm, dated November 7, 2016, the day before Trump’s election. In that email, Gray references a previous effort to obtain an absentee ballot, and makes a last-minute effort to vote in any way possible.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBernie Sanders\n\n\nstated on October 1, 2018 in a speech\n\n\n\n\n\n\n\n\n\n\"99 percent inequality.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lola Duffort • October 10, 2018\n\n\n\n\n\n\n\n\"Can you confirm that I can write in the VT candidates (Governor, Lt Gov, AG, etc?)\" Gray wrote to the town clerk. \"I think it is fine if you receive this after tomorrow, and I believe it is actually meant to address situations where an absentee ballot is not received and sent in time. In the alternative, if it is possible to vote via email, I’d like to do that.\"\nBut the town clerk apparently informed her it was too late. \"Molly did not receive an absentee ballot,\" Sheehan wrote in an email to VTDigger in July, \"and she didn’t get a federal write-in ballot to the town clerk in Newbury in time.\"\nSheehan added in a separate email at the time: \"As mentioned by phone, 2016 was an excruciating disappointment and wake-up call for Molly. She wasn’t able to vote, and because of that has made promoting vote-by-mail and information about how to vote a cornerstone of her campaign.\"\nGray’s voting records show that she voted in Burlington in 2008, and then registered in Newbury in 2017, where she voted in the 2018 midterm election. She also has an active voter registration in Washington, D.C., where she lived for a few years after graduating from college, but has never voted there. \nMilne’s campaign on Monday fired the latest shots in a related salvo over voting records, hitting back against spurious claims about his own voting record made by a pro-Gray political action committee.\nOur ruling\nMolly Gray said \"I proudly voted for Hillary Clinton\" during a debate last week.\nSetting aside some of the related competing claims from the candidates and their allies, it’s clear that Molly Gray did not vote for Hillary Clinton. \nAdditionally, Gray did not attempt to qualify or add additional context to her claim, likely leaving some viewers with the distinct impression that she did vote for Clinton in 2016. \nBut public records and Gray’s own statements confirm that she did not.\nWe rate this claim false.", "vclaim_id": "vclaim-pol-19039"}