{"url": "/factchecks/2015/oct/20/ron-johnson/ron-johnson-export-import-bank/", "speaker": "Ron Johnson", "vclaim": "On support for the Export-Import Bank", "truth_label": "full-flop", "date": "stated on October 20, 2015 in On support for the Export-Import Bank:", "title": "Ron Johnson was against the Export-Import Bank, and now he supports it", "text": "When General Electric announced plans to cut hundreds of jobs in Waukesha, company executives blamed Congress for failing to renew an obscure federal agency, the Export-Import Bank.\nLed by a group of conservatives, the House of Representatives over the summer of 2015 efused to reauthorize funding for the bank, which helps U.S. companies sell their goods and services in foreign countries by providing financing for export deals.\nThose opposed to the bank say it amounts to corporate welfare, while GE officials and other business leaders say it helps the playing field for U.S. companies competing in the global marketplace.\nBalancing those business interests with a desire for a smaller federal government can create some political complications -- including for U.S. Sen. Ron Johnson, the Wisconsin Republican.\nJohnson defeated Democratic U.S. Sen. Russ Feingold in 2010 with support of the tea party conservatives who strongly oppose the bank. He faces a tough rematch against Feingold in 2016.\nIn 2012, not long after he took office, Johnson, voted against reauthorization of what is often termed the \"Ex-Im Bank.\" Three years later, he had a different take on the organization.\nTime to to our Flip-O-Meter, which examines whether a politician has changed position on an issue. Our requisite reminder: It does not measure whether any change is good or bad policy or politics, only whether the candidate has been consistent.\nThe Wisconsin picture\nThe bank has been in the news in Wisconsin thanks to the Sept. 28, 2015 announcement by GE that it would cut 350 jobs at its Waukesha operation, which makes engines for the oil and gas industry. The company said it would build a new factory and move the work to Canada because that country has an export credit agency.\nBy that time, Johnson had already voted to support its reauthorization. In the wake of the GE news, Johnson told the Milwaukee Journal Sentinel that he had heard from companies that benefitted from the bank and call it an important tool to help them do business overseas.\n\"They really could not get financing in the private sector for some of their products they wanted to export overseas,\" Johnson said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nJohnson also expressed satisfaction with proposed reforms to the way the bank is operated, including increased reserves to protect against loan losses.\nIn short, the senator said, he changed his mind.\nDespite the Senate action, the bank is in limbo because the House adjourned before taking the matter up, although a reauthorization vote is could come as soon as Oct. 26, 2015.\nOther changes\nJohnson was not the only high profile politician to change his views on the bank.\nFormer Texas governor and Republican presidential candidate Rick Perry did a switch in the other direction. He was for the bank in 2014, and then then against it a year later, in the midst of his short-lived presidential campaign.\nThat was rated a Full Flop by PolitiFact Texas.\nIn an op-ed column published by the Wall Street Journal, Perry noted that since since 2007, more than 1,200 Texas companies had obtained help from the Ex-Im Bank in financing more than $24 billion in exports.\nStill, Perry wrote, he \"can't get on board\" with reauthorizing the charter for the 80-year-old bank: \"I have been deeply disturbed by recent revelations of corruption and bribery at the institution.\"\nOur rating\nUnlike Perry, Johnson has more than a rhetorical say in the future of the Export-Import Bank. He voted on reauthorization twice in the Senate. First against it, then for it.\nAnd that’s a Full Flop.", "vclaim_id": "vclaim-pol-05836"}