{"url": "/factchecks/2018/dec/19/blog-posting/elizabeth-warren-did-not-say-women-should-be-raped/", "speaker": "Bloggers", "vclaim": "Quotes Sen. Elizabeth Warren as saying \"If women need to be raped by Muslims to prove our tolerance, so be it. Then thank goodness for Planned Parenthood.\"", "truth_label": "pants-fire", "date": "stated on December 18, 2018 in a Facebook post:", "title": "Elizabeth Warren did not say women should be raped by Muslims to 'prove our tolerance'", "text": "There are some bizarre stuff that gets posted on the internet, but one meme involving Democratic Sen. Elizabeth Warren takes it to another level.\nAn image of the Massachusetts senator recently appeared on Facebook, and attributes her to the following quote: \"If women need to be raped by Muslims to prove our tolerance, so be it. Then thank goodness for Planned Parenthood.\"\nThe words, \"this is why we cannot allow lawmakers like this to be re-elected,\" is also written across the image.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis quote is flat out fake.\nQuote pulled out of thin air\nThe faux quote appears to have first surfaced on social media in January 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThere is no source provided with the meme, and we found no record of statements made by the senator that matched or paraphrased the comment.\nWe were also unable to locate a single media report on what would have been an extremely newsworthy quote by a U.S. senator.\nWarren has been an outspoken advocate for Planned Parenthood and has voiced her support of  Syrian refugees resettlement in the United States. The meme appears to have been fabricated to solely spread misinformation and diminish Warren’s credibility.\nOur ruling\nA meme attempts to link Warren to an offensive quote that said \"If women need to be raped by muslims to prove our tolerance, so be it. Then thank goodness for Planned Parenthood.\"\nWarren did not say that and the quote appears to be entirely fabricated. We found no instances of Warren (or anyone else) saying those words.\nWe rate this claim Pants on Fire!\n Share the Facts 2018-12-19 16:31:44 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Quotes Sen. Elizabeth Warren as saying \"If women need to be raped by Muslims to prove our tolerance, so be it. Then thank goodness for Planned Parenthood.\"    Bloggers Bloggers    In a Facebook post Tuesday, December 18, 2018 2018-12-18    Read More  info", "vclaim_id": "vclaim-pol-01178"}