{"url": "/factchecks/2015/jun/25/gavin-mcinnes/tweet-civil-war-was-about-secession-not-slavery/", "speaker": "Gavin McInnes", "vclaim": "\"The Civil War wasn't about slavery.\"", "truth_label": "pants-fire", "date": "stated on June 23, 2015 in a tweet:", "title": "In defense of Confederate flag, frequent Fox News guest claims Civil War wasn't about slavery", "text": "The erratic anti-feminist and purposefully politically incorrect Gavin McInnes added his take on the Confederate flag controversy. McInnes, a frequent Fox News guest, tweeted to more than 50,000 followers on June 23, 2015, that the Confederate flag should continue to fly.\nWhy? Because, \"The Civil War wasn't about slavery,\" he wrote. \"It was about secession.\"\nIn a companion tweet, McInnes said anyone, like Northerners, who think the Civil War was about slavery should go to Google. \"Look it up,\" said McInnes, who was born in England and grew up in Canada.\nSo we did.\nWe typed in \"causes of the Civil War.\" The first hit was History.net which told us, \"The burning issue that led to the disruption of the union, however, was the debate over the future of slavery. That dispute led to secession, and secession brought about a war in which the Northern and Western states and territories fought to preserve the Union, and the South fought to establish Southern independence as a new confederation of states under its own constitution.\"\nThe second link on Google was to PBS and its History Detectives series. There we read, \"What led to the outbreak of the bloodiest conflict in the history of North America? A common explanation is that the Civil War was fought over the moral issue of slavery. In fact, it was the economics of slavery and political control of that system that was central to the conflict.\"\nNo. 3 on the Google hit parade was Americanhistoryabout.com. That page offered five main reasons and the first one was \"Economic and social differences between the North and the South.\" And what were those differences?\nWell, slavery.\n\"With Eli Whitney's invention of the cotton gin in 1793, cotton became very profitable. This machine was able to reduce the time it took to separate seeds from the cotton. However, at the same time the increase in the number of plantations willing to move from other crops to cotton meant the greater need for a large amount of cheap labor, i.e. slaves. Thus, the southern economy became a one crop economy, depending on cotton and therefore on slavery.\"\nIn fact, most of the causes listed on that page, four out of five, revolved around slavery, including the growth of the abolition movement, the fight over allowing slavery in new states, and the election of Abraham Lincoln, who was seen as anti-slavery.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe fourth link on Google was from the Civil War Preservation Trust. The trust wrote \"The Civil War was the culmination of a series of confrontations concerning the institution of slavery.\"\nJust in case the Internet led us astray, we also reached out to a pair of experts on the history of the Civil War.\nThey, too, said McInnes got it fundamentally wrong.\nEric Foner, professor of history at Columbia University, used the words of secessionists themselves as proof of their intentions.\n\"Read South Carolina's Declaration of the causes of secession,\" Foner said. \"It is all about protecting slavery.\"\nIndeed, the first sentence refers to slaveholding states, and throughout, the institution of slavery is the pivot point around which all else turns.\nHistorian Stephanie McCurry at the University of Pennsylvania points to Mississippi’s declaration of secession. Sentence two begins, \"Our position is thoroughly identified with the institution of slavery.\"\nSo just to be clear: Slavery led to secession, which led to the Civil War. \nOur ruling\nMcInnes said that the Civil War wasn’t about slavery. McInnes’ preferred research method, Google, proved him wrong. In the words of the seceding states themselves, the South wanted to secede because it wanted to preserve slavery. That, in turn, started the Civil War.\nMcInnes’ Twitter profile shows a man staring intently with eyes crossed, which captures the accuracy of tweet.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-06263"}