{"url": "/factchecks/2017/apr/19/brad-schimel/which-deadlier-prescription-painkillers-heroin-or-/", "speaker": "Brad Schimel", "vclaim": "In America, \"more people die from\" prescription narcotic painkillers \"than from heroin and cocaine combined.\"", "truth_label": "half-true", "date": "stated on March 12, 2017 in an interview:", "title": "Which is deadlier: prescription painkillers, heroin or cocaine?", "text": "The explosion of deaths from heroin and other opioid drugs promises to be an issue in the 2018 elections, in Wisconsin and across the nation.\nAs Wisconsin’s top cop, Attorney General Brad Schimel has promised aggressive efforts to continue to push back against the tide.\nIn a March 12, 2017, interview on WFRV-TV in Green Bay, Schimel, who is seeking re-election, said the overdose spike \"did get ahead of us.\"\nHis explanation: prescription painkiller abuse has soared, leading in turn to greater use of heroin from Mexico, Central America and South America. Another factor: the rise of fentanyl, an often illegally produced and sold painkiller of super high potency.\n\"In America,\" Schimel added, \"more people die from the painkillers than from heroin and cocaine combined.\"\nIs he right?\nDigging into the numbers\nTo back Schimel’s claim, his office provided a 2011 news release from the U.S. Centers for Disease Control and Prevention that quoted 2008 figures on prescription painkiller use, abuse and related deaths.\n\"Overdoses involving prescription painkillers are at epidemic levels and now kill more Americans than heroin and cocaine combined,\" the release quoted CDC Director Thomas Frieden as saying.\nOn the surface, it’s compelling -- if very dated -- evidence for Schimel’s claim.\nBut a deeper dive, and a look at more recent trends, tells a somewhat different story.\nIn 2008, heroin deaths were just starting to take off, and illegally made and distributed knockoffs of prescription fentanyl were not yet a huge story.\nAt that time, the number of deaths involving prescription painkillers greatly exceeded those involving heroin and cocaine.\nBut when Schimel spoke, much more recent figures were available.\nIn 2015, the CDC estimated that heroin and cocaine deaths were more than double the 2008 total, largely due to spiking heroin use.\nBy contrast, prescription opioid-involved deaths had risen but not as fast.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nLet’s do the 2015 math on Schimel’s equation: there were 12,998 heroin-related deaths and 6,784 deaths involving cocaine, per the CDC’s National Center for Health Statistics.\nTotal: 19,782.\nMeanwhile, a spokesman at the CDC’s National Center for Health Statistics offered this total for prescription painkiller deaths: 17,536.\nSo by the agency’s own math, based on its widely publicized number, Schimel’s claim doesn’t hold up.\nBut -- stay with us -- that doesn’t leave the attorney general without a leg to stand on.\nOther creditable health-care organizations and federal agencies say there were 22,598 deaths involving one or more prescription opioid painkillers -- a figure that would make Schimel’s claim accurate.\nAnd those organizations are citing numbers published by the CDC.\nHow can that be?\nChanging definitions\nThe confusion is over an adjustment the CDC made regarding fentanyl, the synthetic painkiller that is sold both as a prescription medicine and as an illegally produced street drug used to intensify the high of other drugs such as heroin.\nIn 2016, the CDC decided to narrow what it considers \"prescription\" opioids because law enforcement reports suggested many of the deaths involving fentanyl were from the non-prescription street version of the drug.\nSo the agency removed some or all synthetic opioids from the \"prescription\" death tally, saying it’s a better way to portray what’s really happening. It’s not a perfect fix -- it excludes deaths associated with prescription fentanyl, for example.\nThat brings the number down from 22,598 to 17,536 or even lower -- and is the difference between Schimel’s claim being on or off target.\nClearly the CDC prefers the lower number and emphasizes it in its public presentation, but the higher figure, or both, are cited by others.\nThe rating\nSchimel said that in America, \"more people die from\" prescription narcotic painkillers \"than from heroin and cocaine combined.\"\nHis claim would go unchallenged if this were 2008, the year upon which his claim is based. But changing drug trends and a 2016 alteration in how federal officials tally deaths creates problems for his math.\nStill, there’s a case to be made for his number based on a long-used but recently de-emphasized way of calculating deaths from prescription drugs.\nWe rate his claim Half True.  Share the Facts 2017-04-19 17:05:46 UTC   Politifact    3 1 7  Politifact Rating: Half True  In America, \"more people die from\" prescription narcotic painkillers \"than from heroin and cocaine combined.\"     Brad Schimel Wisconsin attorney general, Republican   In an interview Sunday, March 12, 2017 2017-03-12    Read More  info", "vclaim_id": "vclaim-pol-03412"}