{"url": "/factchecks/2018/aug/14/donald-trump/after-close-ohio-special-election-trump-falsely-tw/", "speaker": "Donald Trump", "vclaim": "Says Ohio Gov. John Kasich is \"very unpopular.\"", "truth_label": "false", "date": "stated on August 13, 2018 in a tweet:", "title": "After close Ohio special election, Trump falsely tweets that Kasich is unpopular", "text": "President Donald Trump blamed Ohio Gov. John Kasich for the narrow win by Republican Troy Balderson in a special election.\n\"The very unpopular Governor of Ohio (and failed presidential candidate) @JohnKasich hurt Troy Balderson’s recent win by tamping down enthusiasm for an otherwise great candidate. Even Kasich’s Lt. Governor lost Gov. race because of his unpopularity. Credit to Troy on the BIG WIN!\" Trump tweeted Aug. 13.\nKasich didn’t seem to agree. He responded on Twitter with a GIF of Vladimir Putin laughing.\nWe will focus on Trump’s statement that Kasich is \"very unpopular,\" but we will also provide some context about Balderson’s close race in the special election for the Ohio 12th congressional district and Lt. Gov. Mary Taylor’s loss in the GOP primary to Attorney General Mike DeWine for governor.\nFirst, some background about the Aug. 7 special election to replace Republican U.S. Rep. Pat Tiberi, who resigned his seat representing suburban Columbus and nearby rural areas.\nBalderson, a state senator, has likely won the race, leading Democrat Danny O’Connor, a county recorder, by about 1 percentage point. Elections officials will begin the official canvass to count provisional and absentee ballots on Aug. 18 and certify the results by Aug. 24. No matter who wins, they are both running again in November.\nThe close race drew national interest because in 2016 Trump won the district by 11 percentage points, and the district has largely been represented by Republicans for decades.\nTrump’s tweet followed Kasich’s appearance on Meet the Press, during which Kasich criticized the Trump team, saying, \"It wasn't a good night because this is a district that you should be winning by, you know, overwhelming numbers.\"\nKasich’s popularity\nKasich was first elected Ohio governor in 2010 and re-elected in 2014. He is term-limited and considering a challenge against Trump in 2020.\nIn March 2011, Kasich’s favorability among the Ohioans was an abysmal 30 percent. But his popularity later increased.\nA compilation of recent polls show that Kasich has largely positive approval ratings.\nA Quinnipiac poll in June 2018 showed that 52 percent of Ohio voters approved of Kasich, while 36 percent disapproved, which translates to a plus-16 spread. But the poll showed that Kasich was doing better with Democrats than with his fellow Republicans -- Democrats approved of Kasich 57 - 33 percent. Republicans were divided, as 46 percent approve and 44 percent disapprove.\nKasich has drawn support from some Democrats because he has criticized Trump and supported Medicaid expansion.\nUniversity of Akron Professor David B. Cohen said Kasich remains quite popular in Ohio.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"It’s more than a bit ironic that President Trump is claiming that Gov. Kasich is unpopular since Trump is historically unpopular, has been throughout his entire presidency, and his disapproval numbers have been consistently higher than his approval ratings,\" Cohen said.\nIn July, PolitiFact found that Trump was performing relatively worse compared with his contemporaries. However, Trump has fared well with Ohio Republicans.\nHerb Asher, political science professor emeritus at Ohio State University, said Kasich is viewed positively overall.\n\"But among a subset of Republicans -- the Trump loyalists -- he is not highly regarded,\" he said.\nCedarville University political science professor Mark Caleb Smith said that the best indicator of Kasich's weakness in current Ohio politics is how no other Republicans are grabbing his moderate mantle statewide.\n\"In this narrow way, Trump's electoral influence is significant in the state,\" he said. \"Trump won Ohio handily in 2016's general election, though Kasich did defeat Trump in the Ohio Republican primary.\"\nThe White House did not respond to our emails.\nKasich impact on Balderson and Taylor races\nWe aren’t rating Trump’s comments blaming Kasich for Balderson’s narrow win and Taylor’s loss. But Ohio political experts were skeptical about Trump’s statements.\nDavid Wasserman of the Cook Political Report found that Balderson probably owed his win to a late ad featuring Kasich, not a late rally by Trump.\n\"Balderson held onto a solid nine-point margin in wealthy suburban Delaware County, Kasich's base, where turnout was high,\" Wasserman wrote. \"But turnout was abysmally low in the district's most pro-Trump rural counties.\"\nExperts generally told us that Kasich wasn’t to blame for Taylor’s loss in the primary for governor.\nTaylor, who ran on a Trumpian agenda, was viewed as the underdog in the GOP primary against the better-funded and more experienced DeWine. But Taylor distanced herself from Kasich, and he didn’t campaign for her.\nOur ruling\nTrump said in a tweet that Kasich is \"very unpopular.\"\nPolls have consistently shown that Kasich has had a positive approval rating for years. His current approval rating in Ohio is 52 percent approval, with 36 percent disapproval.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/2c32b2a0-ce0c-46a4-bd24-bd04df13c145", "vclaim_id": "vclaim-pol-01738"}