{"url": "/factchecks/2020/jul/28/facebook-posts/how-early-should-you-send-your-mail-ballot-make-su/", "speaker": "Facebook posts", "vclaim": "Social media posts claim the U.S. Postal Service “says you should give mail in ballots at least 14 days roundtrip. So, if you plan to vote by mail, election day isn’t November 3. It’s October 20th.”", "truth_label": "half-true", "date": "stated on July 24, 2020 in social media posts:", "title": "How Early Should You Send In Your Mail-in Ballot To Make Sure It Gets Counted? It Varies By State", "text": "Election officials across the United States are preparing for a surge of mail-in ballots this fall, as fears about voting in-person on Nov. 3 continue amid the COVID-19 pandemic.   \nBut there are also fears about the mail-in voting process. Some are concerned, for example, that a crush of ballots dropped in the mail could result in delays in getting them to election offices and votes not being counted. \nSeveral popular posts on Instagram, Facebook and Twitter suggest people should allow \"at least 14 days roundtrip\" to ensure they can request, fill-out and send back their ballots on time. \nSome posts say the U.S. Postal Service recommends this two-week period. They also claim that Election Day is really Oct. 20, and not the official date, Nov. 3, for those who want to vote by mail. \nHere are two examples:\n\nDo people really need to allow so much time for mail-in voting? \nWe set out on a fact check. \nOur research\nAll voters should check with their state and local election officials about mail-in voting deadlines. We found, however, that some states give far more time than others for ballots to be received, which chips away at the premise there’s a fixed deadline for all Americans who vote-by-mail. \nIn California, for example, election officials must accept mail-in ballots that arrive up to 17 days after Election Day, as long as they are postmarked by Nov. 3. That’s the result of a new law passed this year. \nIn North Carolina, ballots are accepted three days after Election Day, as long as they are postmarked by that day. In Georgia, Hawaii, Connecticut and many other states, there’s no extension: ballots must arrive by the time polls close on Nov. 3. \n\"The most common state deadline for election officials to receive absentee or mail ballots is on Election Day when the polls close,\" the National Conference of State Legislatures says on its website. \"Some states, however, accept and count a mailed ballot if it is received after Election Day but postmarked prior to the election.\"\nDeadlines for all 50 states are listed on the NCSL website here. \nSocial Media Claim ‘Misses The Mark’\nAmber McReynolds, a national expert on election administration and Denver’s former elections director, said the social media posts present a blanket warning that might be accurate for some states, but wrong for others. \nRegistered voters in seven states — California, Oregon, Washington, Utah, Colorado and Vermont, plus Washington D.C. — don’t have to request a mail-in ballot. They’ll automatically receive one in the mail several weeks ahead of the election, removing one hurdle and some time in the process, McReynolds noted. \nVoters in these states, and the dozens of others where people can request a mail-in ballot, can also return them at a drop box at designated locations to avoid concerns about postal service delays. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nIn California, voters can also return their vote-by-mail ballots at any in-person voting location, said Sam Mahood, a spokesman for the state’s Secretary of State’s Office.\n\"To say Election Day is October 20th or it takes 14 days misses the mark,\" added McReynolds, chief executive officer of the National Vote At Home Institute, which advocates for putting voters’ needs first. \"It’s not taking into account all of these other factors.\"\nThat's not to say voters should wait until the last minute. Experts, including McReynolds, say people should make sure they are registered to vote, request a mail-in ballot as early as possible and return it well in advance of their state’s deadline. \nOne of the social media posts claims \"tens of thousands\" of ballots went uncounted in 2016. That is correct. In May, The Washington Post reported that of the roughly 33.2 million mail ballots received and tabulated during the 2016 general election, approximately 1 percent weren’t counted. That would amount to about 332,000 ballots. The reasons for rejection included the lack of a matching signature, problems with the return envelope and missing the deadline, the Post reported. \nResponse From Postal Service\nWhile the suggestion that Oct. 20 is the real vote-by-mail deadline is off base in several states, there is some truth to what the social media posts are saying about recommendations from the U.S. Postal Service. \nIn an emailed statement, a spokesperson for the agency wrote: \"We recommend that jurisdictions immediately communicate and advise voters to request ballots at the earliest point allowable but no later than 15 days prior to the election date.\"\nIt went on to say: \"The Postal Service recommends that domestic, non-military voters mail their ballots at least one week prior to their state’s due date to allow for timely receipt by election officials. The Postal Service also recommends that voters contact local election officials for information about deadlines.\" \nMany questions have been raised about the Postal Service’s financial challenges and whether it has the capacity to handle the load of mail-in ballots this fall. \nThe agency said its financial condition \"is not going to impact our ability to process and deliver election and political mail.\" \n\"The Postal Service has ample capacity to adjust our nationwide processing and delivery network to meet projected Election and Political Mail volume, including any additional volume that may result as a response to the COVID-19 pandemic,\" it said. \nMcReynolds added that ballots represent a tiny fraction of the mail volume regularly handled by the postal service. \nOur rating\nSeveral widely-shared social media posts suggest that Election Day for Americans who want to vote-by-mail is really Oct. 20 and not the official date, Nov. 3. They also say the U.S. Postal Service recommends allowing \"at least 14 days roundtrip\" to ensure they can request, fill-out and send back their mail-in ballots on time.\nWe found some of this is accurate, but not for all states. \nSome allow far more time for the receipt of mail-in ballots than others. Ballots are still counted in California, for example, 17 days after Election Day, as long as they are postmarked by Nov. 3. In many others, there’s no extension and ballots must be received on Election Day.\nBut even in states that grant less time, voters have options. They can speed things up by using a ballot drop box or returning their ballot at in-person polling locations. \nGiving some credence to these posts, we found the U.S. Postal Service does recommend the early request of mail-in ballots. It says voters should do that as early as possible and no later than 15 days before the election. It also recommends returning those ballots at least a week early and contacting local election officials about deadlines.\nIn the end, these social media posts stretch the truth by suggesting there’s a fixed deadline of Oct. 20 to vote-by-mail in the United States. The Postal Service and elections experts encourage voters to act early, but deadlines vary by state. \nWe rate the overall claim Half True. \nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.", "vclaim_id": "vclaim-pol-17806"}