{"url": "/factchecks/2012/sep/07/bill-clinton/bill-clinton-says-president-let-students-pay-clear/", "speaker": "Bill Clinton", "vclaim": "Says President Barack Obama \"gives students the right to repay (federal) loans as a clear, fixed, low percentage of their income for up to 20 years.\"", "truth_label": "mostly-true", "date": "stated on September 5, 2012 in a speech at the Democratic National Convention in Charlotte, N.C.:", "title": "Bill Clinton says the president let students pay 'clear, fixed, low' rate for loans", "text": "Former President Bill Clinton told delegates to the Democratic National Convention that there was an Obama policy they needed to share with \"every voter.\"\n\nHealth care? Jobs? No — changes to student loans.\n\nClinton got down into details in his Sept. 5, 2012, speech to nominate President Barack Obama for a second term.\n\nStudent loan legislation under Obama, he said, \"lowers the cost of federal student loans.\"\n\n\"And even more important,\" he told them, \"it gives students the right to repay those loans as a clear, fixed, low percentage of their income for up to 20 years.\"\n\nHe argued that would mean students wouldn’t have to drop out of college for fear they couldn’t repay their debt, and would be free to pursue jobs of \"modest income\" such as teaching, policing or practicing small-town medicine.\n\nWe’re not checking those implications, but rather his characterization of the policy itself: Did Obama give students \"the right to repay those loans as a clear, fixed, low percentage of their income for up to 20 years\"?\n\n Health care and education\n\nThe president signed student loan legislation in March 2010 as part of a larger package that updated his attention-grabbing health care law.\n\nPreviously, the government had paid private banks fees to provide federal loans to college students. The new law got rid of the middlemen, freeing up $68 billion over 11 years for Pell Grants and other programs.\n\nIt also changed loan repayment terms.\n\nThe government already had in place an \"income-based repayment plan\" that let students cap payments at 15 percent of their income above living expenses, and forgave remaining debt if they made those payments for 25 years. Under  the new law, payments dropped to 10 percent, with debt forgiven after 20 years, or half that long for some public service workers such as teachers.\n\nThe changes apply to new borrowers as of 2008 and haven’t kicked in yet, though they will by early next year, said Jason Delisle, an education budget expert at the New America Foundation who worked on the Republican staff of the U.S. Senate Budget Committee.\n\n ‘Clear, fixed, low’\n\nNow, while \"10 percent\" may seem to fit the bill for a clear, fixed, low portion of income, the repayment plan is actually a little more complicated than that — mostly in borrowers’ favor. That’s because the plan lets borrowers deduct 150 percent of the federal poverty threshold from their incomes before calculating the 10 percent payment.\n\nSo, the rate for borrowers making less than $100,000 annually with a household size of one is actually less than 5 percent of total income, Delisle calculated, while it’s nearly 9 percent for higher income households.\n\nThe payments are adjusted each year based on borrowers’ income and family size, requiring annual documentation — not quite as simple as Clinton made it sound. And borrowers may have to pay taxes on the amount of their debt canceled or forgiven.\n\n Our ruling\n\nClinton said the president gave students \"the right to repay (federal) loans as a clear, fixed, low percentage of their income for up to 20 years.\" That’s a reasonable characterization of a law the president signed in March 2010 that goes into effect by early next year for newer borrowers. But Clinton’s use of the word \"clear\" does oversimplify a somewhat more complicated reality that students will face an annually adjusted payment requiring paperwork on income and family size. We rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10416"}