{"url": "/factchecks/2011/jun/10/paul-krugman/paul-krugman-says-average-unemployed-worker-has-be/", "speaker": "Paul Krugman", "vclaim": "\"The average unemployed American has been out of work for almost 40 weeks.\"", "truth_label": "true", "date": "stated on June 9, 2011 in a New York Times column:", "title": "Paul Krugman says average unemployed worker has been jobless for nearly 40 weeks", "text": "In a recent column, Paul Krugman of the New York Times tried to put into context how bad the current job market is.\n\n\"The latest economic data have dashed any hope of a quick end to America’s job drought, which has already gone on so long that the average unemployed American has been out of work for almost 40 weeks,\" he wrote.\n\nWe wondered if he was right. So we turned to the Bureau of Labor Statistics, the federal agency that is the official source of employment statistics.\n\nBLS publishes statistics for \"average weeks unemployed\" for unemployed workers. For the most recent month available, May 2011, the figure was 39.7 weeks -- just as Krugman had said.\n\nWe should note that BLS also publishes a second statistic that measures a similar concept -- \"median weeks unemployed.\" The terms \"median\" and \"average\" refer to different ways of determining what is a typical case.\n\nStatisticians arrive at a \"median\" by listing all of the numbers by size and then locating the one at the exact midpoint of the list. Half of all examples on the list will be bigger than the median, and half will be smaller. By contrast, an average is determined by adding up all of the numbers on that list and dividing by the total number of items on the list.\n\nAs it turns out, the \"median weeks unemployed\" statistic produces a number that’s quite different. The median unemployed worker was out of work for 22 weeks in May 2011 -- a little more than half of the average length of unemployment. This result likely happened because there were a modest number of people with very, very long unemployment spells, as well as a much larger number who had relatively short periods of unemployment. The small number with very long unemployment spells ended up boosting the average duration without moving the median very much.\n\nBut does this difference matter in analyzing the accuracy of Krugman’s statement? Not much.\n\nFor starters, Krugman’s underlying point -- that long-term unemployment is a serious problem right now -- remains true regardless of which measure you use. The \"average weeks unemployment\" figure hit a record high in May, while the \"median weeks unemployed\" figure hit its fourth-highest level ever.\n\nIn fact, prior to the current recession, the average had only surpassed 20 weeks for several months in the early 1980s. And the median only broke into double digits during two prior recessions. Both of these benchmarks are only half the levels we’re seeing today.\n\nAlso, the difference between average and median weeks unemployed has been more or less steady over the years -- pretty close to the same two-to-one ratio we see today. So today’s divergence between the two statistics is nothing unusual by historical standards.\n\nSo, Krugman could have used a similar statistic that’s shows a much shorter duration for unemployment. But he was careful in his wording, referring to the \"average unemployed American\" rather than, say, the \"typical unemployed American.\" And the two statistics tend to move in tandem, so we don’t think that either one is inherently better for describing the situation. We think he’s on safe ground using the 39.7 weeks figure, so we rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12947"}