{"url": "/factchecks/2012/feb/08/barack-obama/obama-campaign-says-officials-will-now-appear-supe/", "speaker": "Barack Obama", "vclaim": "On fundraising for super PACs", "truth_label": "full-flop", "date": "stated on February 6, 2012 in a campaign blog post:", "title": "Obama campaign says officials will now appear at super PAC fundraisers", "text": "\"Neither the president nor his campaign staff or aides will fundraise for super PACs.\"\n\n— President Barack Obama campaign spokesman Ben LaBolt, July 9, 2011\n\n\"Senior campaign officials as well as some White House and Cabinet officials will attend and speak at (super PAC) Priorities USA fundraising events.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n— President Barack Obama campaign manager Jim Messina, Feb. 6, 2012\n\n\nA fundraising decision by President Barack Obama’s campaign in February 2012 prompted news headlines on the \"reversal\" and a Republican Web video on a \"failed promise.\"\n\nWe figured it was time to crank up the Flip-O-Meter.\n\nHere’s the question: Did the Obama campaign change its stance on fundraising for super PACs?\n\nThese new political action committees weren’t an option in 2008. Super PACs grew from a federal court case in 2010, SpeechNow.org vs. Federal Election Commission. The decision allows super PACs to raise unlimited amounts of money to independently advocate for candidates. (Traditional PACs have contribution limits.) Like traditional PACs, they must disclose their donors to the election commission but may not donate directly to candidates and may not coordinate directly with campaigns.\n\nNow there are 313 of them, according to the Center for Responsive Politics, that have raised nearly $99 million. They’ve spent $45 million in the 2012 campaign cycle as of Feb. 7, 2012.\n\nThat’s not including cash raised by other kinds of advocacy groups that spend money to affect elections, which include 527s and some 501(c)s. The 527s, for example, may spend unlimited contributions on voter mobilization and issues without filing disclosure reports with the FEC.\n\nThe president has railed against such unlimited fundraising and spending, especially by organizations that are not required to disclose their spending or donors. He also specifically opposed a January 2010 Supreme Court decision, Citizens United vs. Federal Election Commission, that paved the way for super PACs by preventing the government from restricting independent political spending by corporations and unions.\n\nTwo notable examples were Obama’s 2010 State of the Union speech and comments at a Democratic rally in Philadelphia before the 2010 midterm elections.\n\n2010 State of the Union:\n\n\"With all due deference to separation of powers, last week the Supreme Court reversed a century of law that I believe will open the floodgates for special interests — including foreign corporations — to spend without limit in our elections. I don't think American elections should be bankrolled by America's most powerful interests, or worse, by foreign entities. They should be decided by the American people. And I'd urge Democrats and Republicans to pass a bill that helps to correct some of these problems.\"\n\nMoving America Forward rally:\n\n\"At the end of the day, Philly, whether the Republicans get the keys back or not is going to depend on you. There is no question — there’s no question the other side sees a chance to get back in the driver’s seat.\n\n\"And thanks to a Supreme Court decision called Citizens United, they are being helped along this year by special interest groups that are spending unlimited amounts of money on attack ads ...  just attacking people without ever disclosing who’s behind all these attack ads.  You don’t know.  It could be the oil industry. It could be the insurance industry. It could even be foreign-owned corporations. You don’t know because they don’t have to disclose.\n\n\"Now, that’s not just a threat to Democrats — that’s a threat to our democracy.\"\n\nAdvocacy groups spent furiously against Democrats in the midterm elections, but still the Obama campaign remained resolute, even in November 2011, as groups supporting Republicans vying to unseat him in November raised millions.\n\nThe Boston Globe reported this statement from a spokesman in July 2011:\n\n\"Neither the president nor his campaign staff or aides will fundraise for super PACs,\" said spokesman Ben LaBolt. \"Our campaign will continue to lead the way when it comes to transparency and reform — refusing contributions from Washington lobbyists and PACs and disclosing the names of donors who are fundraising for the campaign.\"\n\nBut on Feb. 6, 2012, the president’s re-election campaign, with Obama’s support, decided to lend a hand to a pro-Obama super PAC, Priorities USA Action.\n\nWhy?\n\nObama campaign manager Jim Messina explained the decision in a blog post titled, \"We will not play by two sets of rules.\" Super PACs affiliated with Republican presidential candidates, he said, have spent more than $40 million on television and radio over the last few months, almost all of it for negative ads.\n\n(Priorities USA Action, on the other hand, has raised just $4.4 million, spending less than $400,000 so far, according to the Center on Responsive Politics.)\n\n\"With so much at stake, we can't allow for two sets of rules in this election whereby the Republican nominee is the beneficiary of unlimited spending and Democrats unilaterally disarm,\" he wrote.\n\nSo the campaign will now \"support\" Priorities USA, he said, by sending senior campaign officials, and some White House and Cabinet officials, to speak at super PAC fundraisers.\n\nMessina said Obama still supports a law to force \"full disclosure of all funding intended to influence our elections,\" and favors limits on special interest spending, \"by constitutional amendment, if necessary.\"\n\nMessina also drew a distinction between the campaign’s super PAC fundraiser participation and soliciting funds:\n\n\"While campaign officials may be appearing at events to amplify our message, these folks won't be soliciting contributions for Priorities USA. I should also note that the president, vice president, and first lady will not be a part of this effort; their political activity will remain focused on the president's campaign.\"\n\nWhile there may be a formal line campaign officials won’t cross, we see a distinction without a difference. Would the average person consider a campaign or White House official speaking at a fundraiser \"fundraising,\" whether or not the speaker directly asked for money? We think so.\n\nOur ruling\n\nWe don’t take a position on the merits of a flip. We’re just interested in whether a person’s position has changed. In this case, Obama and his campaign have gone from refusing to fundraise for super PACs to declaring that senior officials will attend and speak at Priorities USA fundraising events. We respect that the president himself won’t participate, and that he still plans to fight the role of special interest money in campaigns, but that’s a major reversal of position, and we rate it a Full Flop.", "vclaim_id": "vclaim-pol-11643"}