{"url": "/factchecks/2011/aug/29/newt-gingrich/gingrich-says-defense-spending-historic-low/", "speaker": "Newt Gingrich", "vclaim": "\"We spend less on defense today as % of GDP than at any time since Pearl Harbor.\"", "truth_label": "pants-fire", "date": "stated on July 20, 2011 in a Twitter post:", "title": "Gingrich Says Defense Spending at Historic Low", "text": "In case you missed it, there’s been a lot of talk recently about spending cuts in Washington, D.C.\n\nLed largely by conservative Republicans, Congress curtailed future spending by more than $3 trillion earlier this month. But there’s one element of the federal budget that some conservatives are reluctant to curtail -- money for guns, fighters, tanks and missiles.\n\nA few Republican presidential candidates are even calling for increased military spending as they rally the base in anticipation of next year’s primaries.\n\nFor example, Newt Gingrich, Republican presidential candidate and former U.S. House speaker, last month tweeted: \"We spend less on defense today as % of GDP than at any time since Pearl Harbor.\"\n\nIn 1941 the country was unprepared to fight the Axis powers, but today, with thousands of soldiers in Afghanistan and Iraq, cruise missiles raining down on Libya and predator drones circling terrorist enclaves across the globe, is our investment in defense really comparable to the days preceding the Japanese sneak attack?\n\nGingrich and his staff did not return calls seeking clarification of his tweet.\n\nBenjamin Friedman, a defense research fellow at the Cato Institute, a libertarian think tank, said this lack of response is predictable.\n\nFriedman said politicians and other policy wonks sometimes use the percentage of gross domestic product, which refers to the value of all goods and services produced in the country, spent on defense as a talking point to support spending billions more on military gear. But he said the statement is so \"indefensibly false\" they typically will not engage in a discussion about the concept.\n\n\"They’re not lying, they’re just being deliberately obtuse and misleading,\" he said.\n\nThe actual numbers don’t help Gingrich.\n\nThe United States spent 4.8 percent of its GDP on defense in 2010, according to statistics from the Office of Management and Budget. Defense spending was smaller than 4.8 percent of the GDP from 2009 back through 1991, 1979, 1978 and 1948.\n\n\"It’s wrong for every year since the end of the Cold War and other years besides,\" Friedman said.\n\nSo Gingrich is flat out wrong on his statement, but maybe the facts were erroneous -- grossly erroneous, true -- but the general idea that we spend less is still spot on?\n\nGingrich is wrong there, too, said Gordon Adams, a former senior White House national security budget official for President Bill Clinton.\n\n\"Beyond the point of him being factually incorrect, it’s an irrelevant measure,\" Adams said. \"The GDP is a completely red herring argument. It doesn’t tell you how much you’re spending in real dollars or what you’re getting.\"\n\nAdams and Friedman both point out the GDP is growing and therefore tying defense spending to the GDP would suggest military spending would have to increase every year.\n\n\"It’s kind of crazy to say you should have a fixed percentage of your wealth to spend on defense because your enemies and circumstances in the world change,\" Friedman said.\n\nA better way to compare defense spending, or any kind of government spending over a long period of time, is to use dollars adjusted for inflation, Adams said.\n\nThe United States spent $700 billion on defense in 2010, $300 billion more than the adjusted Cold War average, Adams said.\n\nWinslow Wheeler, director of the Straus Military Reform Project, said defense spending also does not include funding for other agencies that contribute to national defense such as the Department of Veterans Affairs and the State Department.\n\n\"It’s a distorted way to think of it for the sole purpose to pimp for more money,\" Wheeler said.\n\nGingrich tweeted that the country now spends less on defense as a percentage of the GDP than at any time since the start of World War II. That’s a firm statement, but since the Cold War ended, and in a few other years as well, the percent of GDP used for defense has been consistently lower than current spending levels.\n\nFurther, experts say the concept is highly misleading.\n\nGingrich gets our lowest rating on this one. Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Mike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/eb4f23c2-73ca-401b-a074-f0e112a9968a", "vclaim_id": "vclaim-pol-12512"}