{"url": "/factchecks/2011/sep/30/jennette-gayer/how-dangerous-it-breathe-atlanta-air/", "speaker": "Jennette Gayer", "vclaim": "\"We have had over 40 days this summer where it was unsafe to breathe the air.\"", "truth_label": "half-true", "date": "stated on September 15, 2011 in a meeting:", "title": "How dangerous is it to breathe Atlanta air?", "text": "For many Atlanta-area residents, 2011 will be remembered as the long, hot -- no, veryhot -- summer.\n\nThe high temperature climbed past 90 degrees on 66 days this summer, according to the National Weather Service. Officials warned it was dangerously hot on some days.\n\nHow dangerous was it to be outside, you ask?\n\n\"We have had over 40 days this summer where it was unsafe to breathe the air,\" said Jennette Gayer, staff advocate for Georgia Environment, a group with goals of protecting the state’s air, water and natural resources.\n\nThe claim surprised us since we’ve seen no widespread reports of Georgians being hospitalized or claiming harm from breathing. We thought we’d check this out.\n\nGayer made the statement during a recent meeting at Atlanta City Hall. She was there to speak out about the proposed 1 percent sales tax to pay for about 150 transportation projects in the Atlanta region. A referendum is scheduled for July 2012.\n\nGayer’s remarks to the packed audience of about 200 people in the City Council chamber were focused on her desire to see more projects she thinks may improve air quality, such as a commuter rail line between Atlanta and Griffin.\n\n\"[W]e need ... more alternatives to cars,\" Gayer told us in an email.\n\nGayer based her comments on the state Department of Natural Resources, which monitors air quality in the Atlanta region from 10 different locations. The state uses federal guidelines to measure the level of carbon monoxide, nitrogen dioxide, ozone (at ground level) and sulfur dioxide. The state sets a ratings scale, green for \"good\" to purple for \"very unhealthy.\" Some observers contend the ratings are based on flawed conclusions about the impact of pollutants on the environment.\n\nSusan Zimmer-Dauphinee, who is in charge of running the state’s monitoring system, said there have been 38 days this year where air quality levels were labeled as \"unhealthy\" or \"code orange.\" The unhealthy rating is primarily for groups such as young children, the elderly and those with asthma or other respiratory conditions.\n\nSo is it stretching the truth to say there have been 40 days this summer when it was \"unsafe\" to breathe the air because the code orange doesn’t include all groups?\n\n\"The young, the elderly and people with existing respiratory problems would definitely be most impacted, but more and more research is pointing to even healthy adults experiencing problems,\" Gayer said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nGayer believes the current air quality standards should be strengthened, pointing to arguments from some scientists who lobbied the federal Environmental Protection Agency on that point. The Obama administration earlier this month reversed course on some clean air regulations aimed at reducing smog. Some congressional leaders worried the tougher air quality standards would hurt businesses in the struggling economy.\n\nArthur Winer, former director of UCLA’s Environmental Science and Engineering Program, said Gayer could have been more precise.\n\n\"In general, the air quality standards and health alerts are focused on the most vulnerable populations, rather than the general public,\" said Winer, who says he has written more than 200 journal articles and book chapters on air pollution and related topics over the past 30 years. \"However, to be rigorous, it would probably have been better if this person had said ‘there were 40 days this summer in which it was unsafe to breathe the air for small children, the elderly and people with respiratory illnesses like asthma.’ \"\n\nTo be more technical, the state’s chart shows 18 of those days were in May and early June, before the official start of summer. Gayer said she based her comments at the meeting on Atlanta’s smog season, which begins May 1 and ends Sept. 30.\n\nGayer’s comment was generally accurate -- with an emphasis on generally.  But it also leaves out some key details.\n\nWe rate it Half True.", "vclaim_id": "vclaim-pol-12345"}