{"url": "/factchecks/2020/jan/17/facebook-posts/yes-florida-ranks-bottom-states-school-funding/", "speaker": "Facebook posts", "vclaim": "Florida is \"the 45th in state education funding.\"", "truth_label": "true", "date": "stated on January 14, 2020 in a Facebook post:", "title": "Yes, Florida ranks at bottom of states on school funding", "text": "Florida has long had a reputation of lagging behind many states in education funding. But just how close to the bottom of the barrel is the Sunshine State?\nA viral post on Facebook described Florida as the \"3rd most populous state, 4th largest state economy, the 45th in state education funding.\" We saw the post the same week thousands of teachers and activists rallied in Tallahassee at the outset of the state legislative session for better funding. \nUnlike many of the statements we fact-check on Facebook, this one about education funding is on point. (Read more about our partnership with Facebook to combat misinformation.)\nMany groups rank education funding, but the one that ranked Florida 45th is a respected national education publication.\nEducation Week’s Quality Counts report released in June showed Florida received an F grade for spending (with a score of 43.4 out of 100 possible points), ranking it 45th in that category. The states that ranked lower than Florida were Tennessee, Oklahoma, North Carolina, Idaho, Utah and Arizona.\nRELATED FACT-CHECK: Fact-checking Bernie Sanders’ attack on Florida Gov. Ron DeSantis about school tests\nThe ranking is based on four spending indicators: per-pupil expenditures, the percentage of students in districts spending at or above the U.S. average, the spending index, and the percent of total taxable resources spent on education. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"Overall, 25 states get F grades for spending,\" said Sterling Lloyd, Education Week’s assistant director. \"So, Florida’s not alone there.\"\nFlorida also ranks near the bottom for the sub-category of per-pupil spending alone. Florida ranks 43rd at $9,764 per student once dollar amounts are adjusted for regional cost differences, Lloyd said. All of the data in the school finance report are from 2016, the most recent year for available  federal sources.\nRankings by other groups including the National Education Association, the U.S. Census and the National Center for Education Statistics all showed Florida ranked near the bottom of states on spending.\nThere has been some momentum to improve education funding by Gov. Ron DeSantis who declared that the 2020 legislative session would be the \"Year of the Teacher.\" DeSantis has called for a new starting teacher salary of $47,500, roughly a $10,000 increase. We won’t know the outcome of his proposal until the session ends in March.\nRELATED: Florida Gov. DeSantis proposes starting teacher pay increase\nOur ruling\nA Facebook post said Florida is \"the 45th in state education funding.\"\nThat matches an analysis by Education Week based on 2016 data. Rankings of state education spending by other organizations put Florida in the same ballpark. Because nothing significant is missing from the statement based on the available evidence, we rate the Facebook post True.", "vclaim_id": "vclaim-pol-17600"}