{"url": "/factchecks/2012/jun/05/david-axelrod/david-axelrod-repeats-claim-massachusetts-under-mi/", "speaker": "David Axelrod", "vclaim": "Under Gov. Mitt Romney, Massachusetts ranked \"47th in job creation.\"", "truth_label": "half-true", "date": "stated on June 3, 2012 in an interview on CBS' \"Face the Nation\":", "title": "David Axelrod repeats claim that Massachusetts under Mitt Romney ranked 47th in job growth", "text": "Over the weekend, the Obama campaign repeated a talking point it’s been making for at least a year.\n\nObama adviser David Axelrod said on the June 3, 2012, edition of CBS’ Face the Nation that Massachusetts ranked 47th in job creation during Romney’s tenure as governor. He said something similar a year earlier during a CNN interview -- that \"people have a right to say, why is it that your state was 47th in the country in job creation when you were governor?\"\n\nSeparately, we're checking the Romney camp’s rebuttal to Axelrod -- that year by year under Romney, the job growth rate in Massachusetts improved, from 51st in his first year in office to 30th in his final year.\n\nWho’s right?\n\nFor both fact-checks, we'll follow our usual approach of looking at the claim in two parts: First, are the numbers correct, and second, how much is the change because of Romney's policies?\n\nWe used state-level statistics from the Bureau of Labor Statistics, the federal government’s official source of employment data. We used figures for non-farm jobs, seasonally adjusted. And because the Massachusetts governor takes office in early January, we used the data for December of each year as a baseline.\n\nWe found that from December 2002 to December 2006, Massachusetts ranked 47th out of 50 states (not including the District of Columbia) in job growth. (We calculated that by using the number of jobs at the beginning and end of the period for each state to determine the percentage change and then ranking the states.) Only Ohio, Louisiana and Michigan fared worse.\n\nSo the number is correct.\n\nDoes Romney deserve credit for the job situation? This is an issue we've addressed often at PolitiFact with governors from many states. Economists have consistently told us that policies of a governor have a relatively small impact on a state's economy.\n\nMichael Widmer, president of the Massachusetts Taxpayers Foundation, an independent group that analyzes fiscal trends in the state, warned us when we first looked at Axelrod’s 47th-in-the-nation claim in June 2011 not to put too much stock in any governor's influence over their state's rate of job growth. The ability for governors to manage the state economy is vastly overrated, Widmer said. States are tied to larger economic forces, he added, and governors often claim too much credit when things are going well and no blame when things are going poorly.\n\n\"Presidents, governors, and mayors can have an impact on job creation during their terms in office,\" said Gary Burtless, an economist with the Brookings Institution. \"Almost always, however, the impact is small in relation to the effects of events and trends over which elected officials have little control, especially in their first few years on the job. A recession that is underway or begins soon after a president or governor takes office is in no way the fault of the new officeholder. The flip side is that chief executives cannot claim much credit for a strong economic recovery that begins shortly before or after they take the oath of office. The conditions that made the recovery possible were already present when their term in office began. The executive’s policies may have speeded or slowed the recovery around the margins, but the conditions that caused the recovery to begin were already present before the oath of office was administered.\"\n\n(As we’ve noted before, Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nOur rating\n\nIt’s correct that Massachusetts ranked 47th of 50 in job creation on Romney’s watch. However, the Obama camp -- like the Romney camp in its rebuttal -- exaggerates Romney’s influence on the state job market. We rated Axelrod Half True a year ago, and today, we still think it merits a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10977"}