{"url": "/factchecks/2016/jun/24/russ-feingold/did-ron-johnson-call-lego-movie-anti-business-cons/", "speaker": "Russ Feingold", "vclaim": "Says Ron Johnson referred to \"The Lego Movie\" as an \"insidious anti-business conspiracy.\"", "truth_label": "half-true", "date": "stated on June 3, 2016 in a speech:", "title": "Did Ron Johnson call “The Lego Movie” an anti-business conspiracy?", "text": "It’s not every day a U.S. Senate election includes conspiracy claims over an animated children’s movie and a staffer dispatched to visit an opponent dressed as \"Lord Business.\"\nIt felt like something we should check out.\nU.S. Sen. Ron Johnson, a Wisconsin Republican, took hits from bloggers in May 2015 after criticizing \"The Lego Movie\" for pushing an anti-business message.\nAmid a contentious election that could swing the balance of power in the Senate, challenger Russ Feingold has repeatedly revisited Johnson’s statements, including June 3, 2016, at the state Democratic Party convention in Green Bay.\nAmid one of many reminders that he had visited all 72 Wisconsin counties, Feingold said this:\n\"Something else I didn’t hear around the state is that, as Sen. Johnson said, that ‘The Lego Movie’ — he said this — that ‘The Lego Movie’ is an insidious, anti-business conspiracy. I didn’t hear that. My grandkids don’t even think that.\"\nDid a sitting U.S. senator claim Hollywood is in cahoots with anti-business forces elsewhere to bring their insidious doctrine to the masses?\nWhat Johnson said\n\"The Lego Movie\" — which was released in February 2014 and brought in almost $500 million worldwide — follows the exploits of an extraordinarily average Lego construction worker named Emmet. The Washington Post described him as \"an unthinking worshipper at the consumerist temples that President Business has erected to distract his citizens from Business’ evil plan to freeze them into a state of perfection.\"\nIn short, President Business — later revealed to be the sinister Lord Business — is trying to glue all the Legos together to keep everything in its proper place, and Emmet and his team of master builders want to maintain freedom and creativity.\nWe eventually learn the plot stems from the imagination of a young boy playing with Legos belonging to his businessman father, who plans to, yes, glue them together to keep everything in its proper place.\nSo what did Johnson say? From March to May 2015 he commented on the movie in various forums including comments to the Eau Claire Leader-Telegram and Wispolitics.com, a small group in Cedarburg and in a since-deleted blog post on his official Senate site.\nIn the various comments, Johnson made multiple references to leftist control of education and the media and repeatedly referred to \"The Lego Movie\" as anti-business, though not in those direct words.\nAs WisPolitics.com, phrased it in a May 28, 2015, post, Johnson \"lamented what he called a ‘cultural attitude’ that ‘government is good and business is bad,’ giving as an example the animated ‘Lego’ movie, in which the villain is called ‘Lord Business.’\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"That's done for a reason,\" Johnson told the site. \"They're starting that propaganda, and it's insidious.\"\nJohnson noted in his blog post the same day that his comments were inspired by a Wall Street Journal column criticizing the anti-business tone of the movie.\nSo Johnson clearly called the movie ‘insidious’ and implied it was anti-business, but there’s no conspiracy claim. (Merriam-Webster defines a conspiracy as \"a secret plan made by two or more people to do something that is harmful or illegal.\")\nWhen questioned on the \"conspiracy\" claim, Feingold’s campaign provided a dozen links to stories on Johnson and \"The Lego Movie,\" but no evidence that Johnson had called it a conspiracy.\nA Feingold spokesman noted only that Johnson mentioned the movie to the Leader-Telegram two days after describing to the U.S. Chamber of Commerce how \"the radical left\" controls the university system, education system, news media, entertainment media and \"more and more of our courts.\" The coverage of that talk also did not include any more direct reference to a conspiracy.\nAnd the conspiracy claim was notably absent when Feingold’s campaign hammered Johnson on \"The Lego Movie\" several weeks before the Democratic convention speech.\nThe campaign issued a news release May 14 and even sent a press assistant to Johnson’s Milwaukee office dressed as Lord Business, asserting he and Johnson were friends. The character offered to endorse the senator if he supported the Trans-Pacific Partnership, a trade agreement backed by the Obama administration.\nIs the movie anti-business?\nAs long as we’re on the topic, are Johnson and other commentators right to call the movie anti-business?\nHowever you summarize the plot, it is a feature-length piece of product placement, which seems a curious frame for anti-business propaganda. And while being \"anti-business\" is an opinion, it’s worth noting the creators at least didn’t intend it that way.\nPhilip Lord, who co-wrote and co-directed the movie, described it as an \"anti-totalitarian film for children. Something that was talking about the importance of freedom and innovation in keeping society honest.\"\nWhen asked to respond on Twitter to the anti-business claims last year, Lord said: \"Art deserves many interpretations, even wrong ones.\"\nOur rating\nFeingold told a hall full of Democrats that his opponent called \"The Lego Movie\" an \"insidious, anti-business conspiracy.\"\nJohnson used the word \"insidious\" to describe the movie on multiple occasions and repeatedly referred to it as anti-business, though not in so many words. But Feingold is wrong on the boldest and most significant part of the claim.\nA conspiracy implies a specific fact – that some great hidden hand or collusion is at work to indoctrinate the masses. And it’s something Johnson never said.\nWe rate Feingold’s claim Half True. https://www.sharethefacts.co/share/a8bce5ab-0679-4245-95b8-b779a490875f", "vclaim_id": "vclaim-pol-04788"}