{"url": "/factchecks/2011/apr/07/tim-kaine/tim-kaine-says-virginia-named-best-managed-state-b/", "speaker": "Tim Kaine", "vclaim": "Virginia was named \"best managed state, best state for business and best state to raise a child\" while I was governor.", "truth_label": "true", "date": "stated on April 5, 2011 in a YouTube video:", "title": "Tim Kaine says Virginia named best managed state, best for business while he was governor", "text": "Democrat Timothy M. Kaine launched his 2012 U.S. Senate campaign on April 5 by touting his record as Virginia’s governor.  \n\nKaine said Virginia was named the \"best-managed state, best state for business and best state in which to raise a child\" during his term from 2006 to 2010. (Virginia law bars governors from serving consecutive terms).  \n\nWe wondered if Kaine had his facts right.\n\nWe turned to Governing magazine. Since 1999, it has been publishing a report by the non-partisan Pew Center on the States that grades each state on the strength of its management.\n\nUnder Kaine in 2008, Virginia was one of three states to earn an \"A-\" grade, topping the rankings alongside Utah and Washington.\n\nThe Pew report does not assign one-to-50 rankings to the states, meaning Utah and Washington can also claim to be \"best managed.\"\n\nVirginia’s reputation for well-managed government hardly begins with Kaine, however. Each of the four governors who preceded Kaine also claim credit for having run the best-managed state. That includes Republican George Allen, who is also running for Senate in 2012.\n\nThe state earned the best grades in Governing  in 2005 when Democrat Mark Warner was governor and in 1999 under Republican Jim Gilmore.\n\nFinancial World magazine researched and published similar ratings -- independent of Pew -- in the 1990s.  Virginia received the top management grade in 1995 and 1996 under Allen, and in 1992 and 1993 under the governorship of Democrat Doug Wilder.\n\nThe Pew report looks at a state’s performance and resources in four major categories: money, infrastructure, people and information. The diverse topics means a state’s record is dependant on many people, including elected officials and state employees. The state’s 2008 mark under Kaine was unchanged from the \"A-\" grade received in 2005 under Warner.\n\nVirginia’s ranking as the top state for doing business comes from Forbes, the financial magazine. The state took first place each year from 2006 to 2009. In 2009 the publication said Virginia earned the top spot thanks to a highly-trained workforce, a favorable regulatory environment and high quality of life.\n\nAs governor, Kaine had only indirect control over most of these factors. Although he certainly had a say in tax rates and regulations, he had little sway over how many Virginians earned college degrees during his term and many quality-of-life issues.\n\nBut the facts match Kaine’s claim about the state being rated best for business during his tenure.  \n\nLast year the state surrendered the top spot to Utah and placed second in the Forbes survey. Despite the drop, the magazine still had high praise for Virginia’s business climate. Utah had narrowly trailed Virginia in 2009.\n\nThe claim about Virginia being the best state to raise a child comes from a 2007 report by Education Weekand the Pew Center on the States. The survey examined education test scores, high school graduation rates, family income and even the education level of Virginia parents. Connecticut, Minnesota, New Jersey and Maryland rounded out the top five.\n\nLike the other categories, Kaine can’t claim credit for all of these successes. He certainly didn’t play a role in how many Virginians went to college during the years or decades before he became governor.\n\nLet’s review our findings.\n\nVirginia has long-earned top marks for state management, finishing at or near the top of virtually every survey in that category for 20 years. Kaine built upon a strong legacy of management established by his predecessors from both parties. He deserves credit, however, for keeping the state near the top. He was handed a Cadillac and drove it well.\n\nWe rate his statements True.   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13297"}