{"url": "/factchecks/2013/nov/15/jim-mcdermott/rep-jim-mcdermott-says-minimum-wage-job-doesnt-get/", "speaker": "Jim McDermott", "vclaim": "\"On (the federal minimum wage of) $7.75, you can’t even make half the poverty level.\"", "truth_label": "false", "date": "stated on November 12, 2013 in an interview on MSNBC's \"Politics Nation\":", "title": "Rep. Jim McDermott says a minimum wage job doesn't get you half way to poverty line", "text": "A recent Gallup poll showed that an overwhelming 76 percent of Americans want the minimum wage increased to $9. There hasn’t been a minimum wage increase in four years, and the prospect of an increase -- particularly in the Republican-controlled House -- looks dim.\nBut that hasn’t stopped advocates of a higher minimum wage from making their case.\nIn a recent interview with the Rev. Al Sharpton on MSNBC, Rep. Jim McDermott, D-Wash., said that at its current level, the minimum wage is inadequate for making an acceptable living.\n\"The minimum wage at the federal level has been frozen for four years at $7.75,\" he said on Nov. 12, 2013. \"In the state of Washington, we’ve raised it to $9.15 and people there took it in their own hands and said, let’s go to $15 because people have gotten fed up with Washington, D.C. They don’t expect a thing to come out of Congress. … On $7.75 you can’t even make half the poverty level. You’ve got to have two jobs. You have to work 80 hours a week.\"\nWe wondered: Is it true that if you are paid $7.75 an hour, \"you can't even make half the poverty level?\"\nFirst off, we need to correct one aspect of McDermott’s claim.While he’s right that the federal minimum wage has been static for the past four years, it’s $7.25 an hour, not $7.75. But because he was specific about the dollar amount, we’ll use that to make our calculations.\nIf you earned $7.75 an hour for 40 hours a week and 52 weeks a year, you would earn $16,120. For this to be less than half the poverty level, the poverty level would have to be at least $32,240.\nIs the poverty level that high? For most households, no.\nThe federal poverty level is actually a matrix of different dollar amounts. It depends on the size of the family, with larger families having a higher threshold.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe poverty level only exceeds $32,240 for families with at least seven people -- say, two parents and five children, or one parent and six children. (For a seven-person household, an income of $35,610 is right at the poverty level.) If we were to use the actual minimum wage of $7.25, the yearly income would be less than half of poverty for a six-person family, rather than seven.\nIt’s worth noting that seven-person households are a small fraction of all households.\nAccording to the Census Bureau, only 9 percent of households have even three children, and the number with five (or six, if it's a single-parent household) is even smaller. Extrapolating from 2006 data, we estimate that about 2 percent of households have at least five children.\nSo, McDermott’s claim would be wrong for 98 percent of households. And this may even understate how wrong he is.\nUnder the federal Earned Income Tax Credit -- which provides a refundable tax credit to working people with low incomes -- a poverty-level household with two adults and two children would be eligible for $5,372 in tax credits, noted Michael Wiseman, a professor of public policy and economics at George Washington University. That would make McDermott’s scenario even more far-fetched.\nA spokeswoman for McDermott acknowledged that he \"misspoke,\" both about the amount of the federal minimum wage and about how far that wage would go.\n\"The point he was trying to make was that the current minimum wage is nowhere close to a livable wage,\" said spokeswoman Amber Macdonald. \nOur ruling\nMcDermott said that \"on (the federal minimum wage of) $7.75, you can’t even make half the poverty level.\" He’s wrong about what the federal minimum wage is -- it’s $7.25. And for about 98 percent of households, he’s wrong that a year of working at that wage rate wouldn’t even get you to half of the poverty level. We rate his statement False.", "vclaim_id": "vclaim-pol-08610"}