{"url": "/factchecks/2011/jul/07/barack-obama/barack-obama-claims-credit-least-16-tax-cuts-small/", "speaker": "Barack Obama", "vclaim": "\"We have provided at least 16 tax cuts to small businesses.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2011 in a Twitter town hall:", "title": "Barack Obama claims credit for \"at least 16 tax cuts to small businesses.”", "text": "During a July 6, 2011, question-and-answer session on Twitter, President Barack Obama was asked -- in a tweet by House Speaker John Boehner, R-Ohio -- \"After embarking on a record spending binge that left us deeper in debt, where are the jobs?\"\n\nPart of Obama’s answer is that his administration has worked to aid small businesses in job creation.\n\n\"We have provided at least 16 tax cuts to small businesses who have needed a lot of help and have been struggling -- including, for example, saying zero capital gains taxes on startups -- because our attitude is we want to encourage new companies, young entrepreneurs, to get out there, start their business, without feeling like if they’re successful in the first couple of years that somehow they have to pay taxes, as opposed to putting that money back into their business.\"\n\nThis response echoed a comment we checked a few weeks earlier. In a face-off between the heads of the Republican National Committee and Democratic National Committee on NBC's Meet the Press on June 11, 2011, the discussion turned to what the government should be doing to accelerate job creation.\n   \n\"I think we need to cut taxes on small businesses,\" said RNC Chairman Reince Priebus.\n   \n\"Well, that's good,\" retorted DNC Chair Rep. Debbie Wasserman Schultz, D-Fla., \"because we've done that, 17 times.\"\n   \nHere’s what we found when we looked at the question of small business tax cuts.\n\nWhen asked for supporting documents, the DNC press office pointed us to a Feb. 25, 2011, posting on the official White House blog titled \"Seventeen Small Business Tax Cuts and Counting.\" The post enumerated 17 small business tax cuts and credits created or extended through legislation signed by Obama.\n   \nEight of them were included in American Recovery and Reinvestment Act (more commonly known as the economic stimulus bill), the Affordable Care Act (also known as the health care law), and the Hiring Incentives to Restore Employment Act (aka the HIRE Act). Among the cuts were the exclusion of up to 75 percent of capital gains on key small business investments; a tax credit for the cost of health insurance for small business employees and new tax credits for hiring Americans out of work for at least two months.\n   \nAnother eight cuts came via the Small Business Jobs Act, signed by Obama in September of 2010. These included: adding deductions for business cell phone use; creating a new deduction for health care costs for the self-employed; allowing greater deductions for business start-up expenses; eliminating taxes on all capital gains from key small business investments, and raising the small business expense limit to $500,000.\n\nThree months later, the president signed a tax bill that raised the expense limit to 100 percent of small business new investments until the end of 2011. It also extended the elimination of capital gains taxes for small business investments through the end of 2012.\n   \nHere's the full list:\n   \nFrom the Recovery Act, HIRE Acts, and Affordable Care Act:\n   \n1. A new small business health care tax credit\n   \n2. A new tax credit for hiring unemployed workers\n   \n3. Bonus depreciation tax incentives to support new investment\n   \n4. 75 percent exclusion of small business capital gains\n   \n5. Expansion of limits on small business expensing\n   \n6. Five-year carryback of net operating losses\n   \n7. Reduction of the built-in gains holding period for small businesses from 10 to 7 years to allow small business greater flexibility in their investments   \n\n8. Temporary small business estimated tax payment relief to allow small businesses to keep needed cash on hand\n   \nFrom the Small Business Jobs Act:\n   \n9. Zero capital gains taxes on key investments in small businesses\n   \n10. Raising the small business expensing to $500,000\n   \n11. An extension of 50 percent bonus depreciation\n   \n12. A new deduction for health care expenses for the self-employed\n   \n13. Tax relief and simplification for cell phone deductions\n   \n14. An increase in the deduction for entrepreneurs’ start-up expenses\n   \n15. A five-year carryback of general business credits\n   \n16. Limitations on penalties for errors in tax reporting that disproportionately affect small business\n   \nFrom the Tax Relief, Unemployment Insurance Reauthorization and Job Creation Act:\n   \n17. 100 percent expensing\n   \nConservative tax specialists don't quibble much with the list, but they did take issue with the context earlier this year when we asked them about the same claim by Wasserman Schultz. \"I can't argue with any of these, but it ignores all the proposed and enacted tax hikes on small businesses,\" said Ryan Ellis, director of tax policy at Americans For Tax Reform, an anti-tax group headed by Grover Norquist.\n   \nFor example, Ellis said, it ignores President Obama's proposal to allow Bush-era individual income tax cuts to expire for those making more than $250,000. \"A clear majority of small business profits are earned in households making at least $250,000 per year.\" Ellis said. \"...That's a tax hike on the small business sector.\" (PolitiFact Virginia addressed a similar claim in this fact-check.)\n\nThere are also a number of tax increases included in the health care law, Ellis said, some of which apply directly to small businesses. For one, he said, businesses with more than 50 employees could face a tax penalty if they don't provide enough health insurance to their employees. Another example, the 10 percent tanning tax, which he said is \"nearly exclusively applied to small businesses.\"\n   \n\"So the overall story is much more of a problem for small firms than the Obama administration would suggest,\" Ellis said.\n   \nCurtis Dubay, senior tax policy analyst at the conservative Heritage Foundation, allowed that \"there have been targeted tax cuts for small businesses.\" But, he said, \"it's an error to just point to the number of tax cuts. You have to look at the overall impact and that certainly has been steep tax hikes.\"\n   \nDubay also noted that six of the 17 cuts were not just for small businesses but were made widely available to all businesses.\n   \nRichard Morrison at the Tax Foundation, a pro-business group, said that \"nothing on (the White House list) stands out as egregiously unjustified from a fact-checking perspective. Some of them are temporary, and some aren’t targeted exclusively at small businesses, but that doesn’t necessarily mean they shouldn’t 'count' \"as far as the claim is concerned.\"\n   \nWe think there's room for critics to note that in addition to the 17 tax cuts enumerated by the White House, there are there are also some tax increases in the health care law that will fall on some of the same small business owners that got tax cuts. Some health care law tax increases won't go into effect for a couple years. And with some, like the excise taxes on tanning beds, one could argue it is a tax on the customer, not the small business.\n\nAs for allowing the Bush tax cuts to expire at the end of 2012, that's still just an Obama proposal; it hasn't happened. The only policy actually signed by the president so far was a compromise agreement that extended the tax cuts. On balance, we rated Wasserman Schultz's comment Mostly True. Because Obama’s comment is substantially similar, we also rate his comment Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12787"}