{"url": "/factchecks/2013/dec/02/saxby-chambliss/chambliss-statement-partially-true-needs-context/", "speaker": "Saxby Chambliss", "vclaim": "\"The recidivism rate is nearly 29 percent and has been climbing steadily since detainees began being released from Guantanamo.\"", "truth_label": "half-true", "date": "stated on November 19, 2013 in a debate on the Senate floor:", "title": "Chambliss statement partially true but needs context", "text": "U.S. senators fighting to close Guantanamo Bay won a small victory late last month despite opposition from their colleague Saxby Chambliss.\nSenate Democrats joined forces with a handful of Republicans to successfully defend their bid to ease restrictions on transferring detainees out of the controversial military prison. The changes have yet to clear Congress.\nBut the victory may be a sign that support for closing Guantanamo is growing.  \\Chambliss, who opposes current efforts to close Guantanamo, warned during a Senate floor debate that the proposed changes could free terrorists to strike again.\n\"These are not abstract theories; they are facts. The recidivism rate is nearly 29 percent and has been climbing steadily since detainees began being released from Guantanamo,\" the Georgia Republican said.\nPolitiFact Georgia decided to unleash the AJC Truth-O-Meter to determine whether those really are the \"facts.\"\nThe proposal to alter detainee transfer rules is part of the National Defense Authorization Act for Fiscal Year 2014, which would provide defense funding. Chambliss, who is vice chairman of the Senate’s Select Committee on Intelligence, co-sponsored a failed amendment that would have prevented the changes.\nHow many former detainees have returned to terrorism is a central issue in the Guantanamo debate.\nA low recidivism rate could breathe life into President Barack Obama’s attempt to fulfill his 2008 campaign promise to close the prison. (We gave him a Promise Broken rating on the Obameter in August.) A high rate could kill it.\nBut tracking former Guantanamo detainees isn’t as easy as counting prisoners released from a state penitentiary. The calculation relies on intelligence that the government keeps classified.\nCritics complain that the figures are impossible to verify because the names of re-offenders are not released. A few may have been branded as recidivists for merely criticizing the U.S. Some former prisoners may never have been terrorists in the first place, they say.\nA semiannual report from the Office of the Director of National Intelligence addresses some of these criticisms by giving more precise descriptions for what counts as returning to terrorism.\nWhen an ex-detainee is \"confirmed of re-engaging\" in terrorism or insurgency, intelligence gatherers have found a \"preponderance of information\" showing the former prisoner is directly involved in activities such as planning attacks, financing operations or recruiting for terrorist groups.\nThe group does not include those who only make anti-U.S. statements or call other former prisoners to talk about old times.\nWhen an ex-detainee is \"suspected of re-engaging,\" intelligence gatherers have \"plausible but unverified\" evidence or \"single-source reporting\" showing the former prisoner is directly involved.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nAccording to the latest ODNI report, which was released in September, 100 of 603 released detainees were \"confirmed of re-engaging,\" or about 16.6 percent.\nAn additional 74, or 12.3 percent, were \"suspected of re-engaging.\"\nAdd them together and you get 28.9 percent, or \"nearly 29 percent,\" as Chambliss said.  \nAs part of our assessment of the senator’s statement, we also considered whether the number of \"re-engaging\" ex-detainees is \"climbing steadily.\"\nDuring the George W. Bush years, 532 detainees were released, according to the report. Of those, 97 were \"confirmed of re-engaging,\" while 70 were suspected of it.\nUnder Obama, 71 detainees were released. Three were confirmed as returning to terrorism. Four are suspected. In other words, the total number has increased under Obama, but his percentage is lower than the Bush administration’s.  \nSo, did Chambliss get it right?\nA spokeswoman for Chambliss says it’s common to combine the categories because ex-detainees often switch from the \"suspected\" to \"confirmed\" designation. Also, she says, intelligence gatherers have to detect some level of terrorist activity before it classifies someone as \"suspected.\"\nBut The Washington Post pointed out that when Lt. Gen. Ronald Burgess Jr., then the director of the Defense Intelligence Agency, testified before Congress in February 2011, he corrected Chambliss when the senator used a recidivism figure that combined the classifications.\nBurgess said the figure \"would not be confirmed by the Defense Intelligence Agency in terms of having returned to the fight or re-engaged.\"\nIn addition, the ODNI report makes clear that ex-detainees classified as \"suspected of re-engaging\" may not have done so. Chambliss’ decision to combine them with confirmed terrorists gives the impression that the data support his argument more forcefully than it actually does.\nChambliss’ assessment that the rate of recidivists is \"climbing steadily\" also has some weaknesses. The number of suspected or confirmed recidivists has grown by a half-dozen or so since Obama took office, but his percentage is lower than that of the Bush administration.\nPolitiFact’s definition of \"Half True\" means that a statement is at least partially accurate but leaves out important details or takes things out of context.\nWe think Chambliss’ claim fits the bill.\nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-08550"}