{"url": "/factchecks/2019/mar/19/david-crowley/state-rep-david-crowley-misfires-claim-african-ame/", "speaker": "David Crowley", "vclaim": "''Over 40 percent of African-American men in (Milwaukee County) have been going to prison for low-level drug offenses, and I think a hundred times that in the city of Madison.\"", "truth_label": "false", "date": "stated on February 24, 2019 in a TV interview:", "title": "Rep. David Crowley misfires with claim on African-American men and low-level drug offenses", "text": "The issue of decriminalization of marijuana is on the front burner in many states, including Wisconsin, where Democratic Gov. Tony Evers is backing a plan that would allow residents to smoke and sell small amounts of the drug.\nOne of the goals of the proposal, Evers said, is to reduce the disproportionate rate at which the state's black residents are incarcerated.\n\"People shouldn't be treated like criminals for accessing medicine that could change or maybe even save their lives,\" Evers said at a Feb. 18, 2019, news conference announcing his plan.\nIn supporting Evers’ plan, state Rep. David Crowley, D-Milwaukee, cited high incarceration rates for African-American males.\n''Over 40 percent of African-American men in my county have been going to prison for low-level drug offenses, and I think a hundred times that in the city of Madison,\" Crowley said Feb. 24, 2019, on WKOW’s \"Capital City Sunday.\"\nIs Crowley correct?\nMilwaukee County incarceration\nWhen asked for backup, Crowley’s staff cited a 2013 University of Wisconsin-Milwaukee study.\nThe study  — \"Wisconsin’s mass incarceration of African American males: Workforce challenges for 2013\" — stated: \"Forty percent of the African American males from Milwaukee County incarcerated since 1990 were drug offenders.\"\nBut that covers all drug offenses, whereas Crowley used the figure to describe \"low-level drug offenses.\" So, Crowley is clearly off — though it is difficult to say by how much.\nMolly Vidal, a spokeswoman for the state Department of Corrections, said in an email that \"There is not a Wisconsin-specific or universally common definition of ‘low-level offense.’\"\nOne point of reference is the level Evers uses for his decriminalization measure.\nUnder Evers’ plan, which faces strong opposition in the Republican-controlled Legislature, the state's agriculture and health departments would regulate medical marijuana and users, and manufacturers and distributors of medical marijuana would not be charged with crimes if they handled up to 25 grams of the drug.\nFor perspective, 25 grams of marijuana could fit inside a plastic sandwich bag.\nAccording to NORML, the National Organization for the Reform of Marijuana Laws, marijuana is a Schedule I hallucinogenic substance under the Wisconsin Uniform Controlled Substances Act.\nPenalties can vary, depending upon the amount or whether it is person’s is a first or multiple offender.\nFor example, a first offense possession charge is a misdemeanor that can result in up to six months in jail and a fine of up to $1,000, while possession of any amount (subsequent offense) is a felony and can result in up to 3.5 years incarceration and a maximum fine of $10,000.\nA November 2018 report on Dane County prison admissions notes \"in general, only criminal felony cases result in an order for a person to be admitted to the Wisconsin State Prisons.\"\nMadison incarcerations\nAs to the second part of the claim, that the rate in Madison is \"a hundred times\" that of Milwaukee County, Crowley aide Kyle Caudill said the lawmaker got it wrong\n\"The 100x comment was misspoken,\" Caudill said via email. \"It is referring to the figure in (a) CityLab article from 2016 stating that ‘in Dane County … black residents were admitted to prison for drug offenses at 97 times the rate of white residents.\"\nThe figure behind that quote is the African American drug prison admission rate is 433.76, while the white drug admission rate is 4.46. The numbers come from the U.S. Bureau of Justice Statistics.\nIn any case, it is a massively jumbled comparison.\nThe study in question compares the discrepancy between black and white incarceration within Dane County. It says nothing about how the African-American incarceration rate in Milwaukee County compares to that in Dane County. (What’s more, Crowley also erred in citing the city of Madison, not Dane County.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWhat about the gap?\nSo, where do things stand when it comes to the incarceration gap?\nA Jan. 12, 2018, Pew Research Center article notes the gap is shrinking.\nUsing numbers from the Bureau of Justice Statistics, it says \"a significant decline in the number of black prisoners in recent years has steadily narrowed the gap between blacks and whites in prison to the point where it is half as wide as it was in 2009, when America’s prison population peaked.\"\nThe article also says:\nAt the end of 2016, federal and state prisons in the United States held about 486,900 inmates who were black and 439,800 who were white —a difference of 47,100, according to the BJS. In 2009, by comparison, there were 584,800 blacks and 490,000 whites — a difference of 94,800. (This analysis counts only inmates sentenced to more than a year.)\nOf course, since there are many more whites than blacks in the nation, the rate is a better measuring stick. The article notes:\n\"In 2016, there were 1,608 black prisoners for every 100,000 black adults – more than five times the imprisonment rate for whites (274 per 100,000) and nearly double the rate for Hispanics (856 per 100,000).\"\nIt also notes that for the all three groups, the rate has declined since 2009. For blacks it has declined the sharpest (25 percent), compared to 19 percent for Hispanics and 11 percent for whites.\nA July 10, 2018, CNN report cited a number of theories about what's behind the closing gap, from tougher law enforcement in rural, mostly white areas, to the explosion of opioids and heroin, which have hit hardest in white communities.\nThose reports both relate to national numbers.\nMeanwhile, Wisconsin Department of Corrections data shows that the number of black offenders admitted to prison who were convicted in Milwaukee County, and whose most serious offense was a drug offense, has mostly been declining since 2009:\n2009 — 510 offenders\n2010 —  505\n2011 — 361\n2012 — 291\n2013 — 251\n2014 — 245\n2015 — 219\n2016 — 237\n2017 — 235\n2018 — 236\nThe number for 2018, the most recent year available, is about 54 percent lower than 2009.\nOur rating\nCrowley said ''Over 40 percent of African-American men in my county have been going to prison for low-level drug offenses, and I think a hundred times that in the city of Madison.\"\nHe was off on several levels -- from incorrectly applying the Milwaukee County number to only low-level offenses, to massively jumbling the Milwaukee County-to-Madison comparison.\nHis own aide acknowledged Crowley \"misspoke.\"\nFor a statement that is not accurate, our rating is False.", "vclaim_id": "vclaim-pol-00876"}