{"url": "/factchecks/2011/may/02/herman-cain/Oh-Canada-Cain-says-nation-behind-U-S-in-CT-machin/", "speaker": "Herman Cain", "vclaim": "Says \"in Canada, the number of CT scan machines per 1,000 people is like one-tenth of what we have here in this country. That's why people have to wait.\"", "truth_label": "false", "date": "stated on March 17, 2011 in an interview:", "title": "Oh Canada! Cain says nation way behind U.S. in CT machines", "text": "Health care in the United States is costly for patients. But it might prove even more costly for elected officials next year.\n\nBoth Republicans and Democrats hope to wield public concerns over health care as a potent weapon in the upcoming presidential and congressional elections, and some early candidates have already started swinging away.\n\nFormer Godfather's Pizza CEO and conservative activist Herman Cain set up a presidential exploratory committee in January and last month attacked President Barack Obama’s health care initiative. He described the health care plan approved by Democrats in the House and Senate as socialized medicine that increases wait times for diagnostic tests.\n\nCain, a cancer survivor, said longer waits could put cancer patients like him in danger by delaying discovery.\n\nCain told The Root, a black perspectives online magazine: \"In Canada, the number of CT scan machines per 1,000 people is like one-tenth of what we have here in this country. That's why people have to wait.\"\n\nThat’s a huge difference, so PolitiFact decided we’d pass this statement through our own diagnostic equipment to see whether Cain’s prognosis is accurate.\n\nComputerized tomography scanners are X-ray machines that emit several beams from different angles simultaneously to produce detailed images of any part of the body. CT scanners are used to look for bleeding in the body, tumors and other internal damage.\n\nUnfortunately Cain would not tell us how he determined the number of CT scanners in Canada and the United States. In fact, neither he nor anyone from his staff would say anything to us beyond, \"I don’t think we’re going to comment.\"\nBut PolitiFact did find data quantifying the number of CT scans per capita.\n\nCanada had 12.7 CT scanners per 1 million residents in 2007, according to the Organization for Economic Co-operation and Development. The United States had 34.3 per million in 2007, the last year the organization had data for the United States.\n\nCanada has fewer CT scanners per capita than Greece and Portugal, two countries on the verge of bankruptcy, and it certainly has fewer than the United States, but not \"like one-tenth.\" It’s more like one-third.\n\nEven though Cain’s numbers were not factually accurate, his general opinion that decreased diagnostic capacity puts patients at risk still deserves scrutiny.\n\nCanada spends less on medical treatment and therefore does have less capacity, said Edwin Meyer, founder of Buffalo-based Cross Border Access, a company that helps negotiate hospital billing rates for Canadians coming to the United States for medical services.\n\nCanada does a good job prioritizing who needs service right away and by doing so keeps costs for patients low, Meyer said.\n\nBut a person with a non-life-threatening injury that keeps them out of work and causes constant pain may not receive diagnostic services and surgery right away.\n\n\"People that are in need but stable can end up waiting a long time,\" Meyer said.\n\nWhile the United States has better capacity in general, many Americans, like the uninsured, do not have access to this capacity, said William Custer, a professor at the Institute of Health Administration at Georgia State University.\n\nThe high number of CT scanners has also helped to drive up the cost of health care in the United States, but Custer said there is little evidence that this more costly service leads to better health outcomes.\n\nUltimately, you can’t judge a national health care system on medical capacity alone, he said.\n\n\"They make trade-offs and we make trade-offs,\" Custer said. \"It’s a matter of taste.\"\n\nIf Cain had said Canada has one-third the number of CT scanners of the United States, he would have been correct and then we could have examined whether this lack of capacity really does make Canada’s system inferior.\n\nThat’s not what he said, though, and it doesn’t take a 3-D X-ray imager to know that one-tenth is different than one-third.\n\nPrognosis: False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-13169"}