{"url": "/factchecks/2013/jan/14/jim-jordan/jim-jordan-says-seven-nations-10-wealthiest-counti/", "speaker": "Jim Jordan", "vclaim": "Seven of America’s 10 wealthiest counties are in the Washington, D.C., area.", "truth_label": "true", "date": "stated on January 6, 2013 in an interview on Fox News Sunday:", "title": "Jim Jordan says seven of the nation's 10 wealthiest counties are in the Greater Washington area", "text": "Conservative Ohio Republican Jim Jordan has long preached the need to get government spending under control. In 2011, the congressman from Champaign County voted against raising the nation’s debt ceiling, and he recently opposed a compromise to keep the nation from plunging off a \"fiscal cliff\" because he felt it delayed needed spending cuts.\n\nOn Jan. 6, Jordan brought his critique of out-of-control government spending to Fox News Sunday, where he compared the federal government to an 18-year-old with a maxed out credit card and argued that Washington was the only winner in the \"fiscal cliff deal,\" while his constituents in Ohio lost money.\n \n\"Washington always wins,\" said Jordan, whose congressional district was recently altered to include parts of Lorain County \"The politicians, the consultants, the folks here always win. In fact, seven of the 10 wealthiest counties are in the D.C. area.  . . .  It's regular Americans who lose and it's about time we said stop this madness, cut up the credit card, we want a solution. Not another Washington deal which helps D.C.\"\n\nPolitiFact Ohio thought Jordan’s point about the relative wealth of the counties around Washington, D.C. was worth exploring.\n\nIt didn’t take long to find the statistics behind his assertion. An article in The Washington Post  last September that examined 2011 Census data verified Jordan’s claim that seven of the 10 counties in the nation with the highest household incomes are in the Greater Washington region.  \n\nLoudoun, Fairfax and Arlington counties in Virginia held the top three spots with respective median household incomes of $119,134, $105,797 and $100,735. Howard County, Maryland, ($98,953) ranked fifth. Prince WIlliam County in Virginia ($95,146) ranked seventh. Fauquier County, Virginia ($93,762) was eighth. Montgomery County in Maryland ($92,909) placed 10th.\n\nThat’s seven of the top 10. And just for good measure, nearby Charles County in Maryland ranked 11th with a median household income of $91,733.\n\nThe District of Columbia itself, which the Census Bureau compared to both states and counties, had a median income of around $63,000, which would have been 125th among counties and fifth among states.\n\nJust two counties in Jordan’s home state ranked among the nation’s 100 most affluent for 2011. Delaware County, north of Columbus, ranked 18th with an income of $85,365. Warren County northeast of Cincinnati ranked 80th at $69,201. Neither, by the way, is in his House district.\n\nAccording to Census Bureau estimates, Ohio’s $45,749 median household income put the state in the bottom third, well below the national average of $50,502. Maryland ranked No. 1 in 2011, with a median income of $70,004. Virginia ($61,882 ) ranked ninth. Mississippi had the nation’s lowest median household income: $36,919.\n\nThe Washington Post attributed the region’s relative opulence to \"the stability of an economy built on the pillars of the federal government, its legions of contractors and a flourishing high-tech sector.\" It noted that the Washington metropolitan area has the nation’s highest level of adults with college degrees, that a high proportion of its households have two wage earners and that many of its married couples put off childbearing until they’re professionally established.\n\nThe Post said that in 2007, before the recession began, five counties in suburban Washington made it into the top 10. By 2010, there were six. The seven in the latest ranking are \"all-time high,\" it said.\n\n\"It’s not only that we have low unemployment and a lot of dual-income households,\" Stephen Fuller, director of the Center for Regional Analysis at George Mason University told the Post. \"We lost a few government jobs, but not the high-paying, professional business-service jobs that are still growing, if not as fast as they used to. Since the rest of the country is in such poor shape, we just have to show a little bit of growth here, and we look pretty good.\"\n\nJordan’s claim that the Washington area contains seven of the 10 wealthiest counties in the nation checks out.\n\nOn the Truth-o-Meter, his claim rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on November 30, 2010 in an MSNBC interview\n\n\n\n\n\n\n\n\n\"Understand, this is unemployment insurance. It’s not welfare, as a lot of my Republican colleagues like to suggest it is. You pay into it when you’re working. You get help when you’re not.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • December 7, 2010", "vclaim_id": "vclaim-pol-09852"}