{"url": "/factchecks/2012/jan/06/matt-wingard/oregons-capita-income-nine-percent-below-national-/", "speaker": "Matt Wingard", "vclaim": "\"Oregon’s per capita income is 9 percent below the national average and getting worse. This is a state that’s actually getting poorer.\"", "truth_label": "half-true", "date": "stated on January 2, 2012 in a news story online:", "title": "Is Oregon’s per capita income nine percent below the national average -- and does that mean we’re getting poorer?", "text": "Oregon Rep. Matt Wingard and other House Republicans have vowed to unveil a jobs package in time for the February legislative session, saying that Oregonians are growing poorer.\n\n\"Oregon’s per capita income is 9 percent below the national average and getting worse. This is a state that’s actually getting poorer. My Republican colleagues and I are determined to change that trajectory,\" the Wilsonville Republican said in a news post at OregonCatalyst.\n\nPolitiFact Oregon hadn’t been keeping up with the latest in per capita personal income statistics so we wanted to know if the 9 percent figure was accurate. More important, we wanted to know if indeed the gap is getting worse and if we are getting poorer.\n\nFirst, what is \"per capita personal income\"? Don’t fear the phrase. It’s just a fancy term for what happens if you add all the personal income received by all Oregonians from all sources and divide by the number of residents.\n\nNext, is Wingard’s number correct? Pretty much yes. Per capita personal income in Oregon in 2009 totaled $38,833 -- 8.4 percent lower than the national average of $42,408, according to recent figures by the Oregon Employment Department.\n\nIn 2010, Oregon totaled $40,475 per person -- 8.8 percent below the national average of $44,384. So the gap widened a teeny bit between 2009 and 2010.\n\nTwo more questions then: Is the gap getting worse? And does that mean we are actually getting poorer?\n\nApparently this is a hot topic, with economists and business advocates arguing over how much weight to give per capita personal income in judging the state’s economic health.\n\nJohn Tapogna of EcoNorthwest argues income is a significant measure because our state relies so heavily on personal income for public services. His studies for the Oregon Business Council and others find that the Portland-metro area lags behind other cities such as Seattle and Denver.\n\n\"In the middle to late ‘90s we went from being a slight over-performer on income to a slight under-performer on income. Seattle, Minneapolis and Denver have persistently stayed as over-performers,\" he said.\n\nChuck Sheketoff of the Oregon Center for Public Policy finds over-reliance on the statistic \"misleading, and how we rank relative to the rest of the nation is misleading.\" The per capita personal income in Oregon has increased most years, he notes correctly.\n\n\"If personal income is your measure, we’re doing better,\" he said.\n\nPolitiFact Oregon also found a report by the Oregon Employment Department called \"Why Oregon Trails the Nation.\" It’s a detailed explanation of why our per capita personal income is lower than the national average, and more important, what that means.\n\n\"The two main reasons for the growing gap are slower earnings growth for Oregon workers when compared with the nation and a state population that has grown much faster than the nation in recent years,\" the authors write in the summary.\n\nSimply put, Oregonians don’t make as much money as people in other states, and the growth in population further flattens per-person income. Our per capita personal income has increased, but not fast enough to keep up with the national average, and not fast enough as it relates to population growth.\n\nDoes the gap mean that we are getting poorer?\n\n\"By this one measure, Oregon is a lot poorer than it was in the late ‘70s as compared to the rest of the nation,\" said Nick Beleiciks, an economist with the Oregon Employment Department. And we’re poorer -- again, as compared with the rest of the nation -- than in 1996, when Oregon reached its high tech high and lagged the national average by 3 percent.\n\nBut \"over the last four years, 2007-10, we really haven’t changed much,\" Beleiciks said.\n\nHere’s the other thing: The Employment Department report states that adjusted for inflation Oregon's per capita personal income rose in the last decade and has risen consistently during most of the last 70 years. It went from around $25,000 in 1990 to $40,475 in 2010. \n\nSo, as Sheketoff said, it’s hard to argue that the state is getting poorer when the per capita personal income has grown most years.\n\nWe turned to Wingard to get his take. He stands by the sentiment of his quote, because, he said, there’s no reason why Washington should be doing so much better than Oregon.\n\n\"The fact of the matter is we used to track very closely with Washington state and we’ve left that trajectory,\" he said. \"I do feel this state is getting poorer … It might look favorable in the short term, but not in the long term.\"\n\nAll right, that sheds more context on his statement. And he’s right that in the 1970s Oregon and Washington were on par with the national average, but Washington has always outperformed Oregon.  \n\nWe’re going to throw in two more nuggets from the Employment Department report. One, researchers found that even if Oregon attracted 10,000 jobs each paying an annual salary of $100,000, per capita personal income would rise only six-tenths of one percentage point. So even with a bumper crop of new jobs, we’d still look relatively \"poor.\"\n\nTwo, there are a handful of other states and D.C. that throw the national average out of whack. Wyoming, for example, is oil rich but not people rich so the per capita personal income is high. Removing those areas would reduce the gap by 3.8 percentage points.\n\nSo what do we know?\n\nWingard is correct that we lag the national average by around 9 percent. We are poorer than we were in the 1970s or even in 2000, relative to other states. But the fact remains that incomes have increased over time in Oregon, even adjusted for inflation. The lag itself does not mean that we are growing poorer.\n\nWe rate the statement Half True -- he’s correct on the figure, but not correct on whether it means we are growing poorer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment.", "vclaim_id": "vclaim-pol-11845"}