{"url": "/factchecks/2017/feb/16/donald-trump/trumps-flip-flop-leaks-and-release-secret-informat/", "speaker": "Donald Trump", "vclaim": "On leaks and the release of secret information.", "truth_label": "full-flop", "date": "stated on February 16, 2017 in comments during and after the 2016 presidential campaign:", "title": "Trump's flip-flop on leaks and the release of secret information", "text": "\"Boy, I love reading those WikiLeaks!\" -- Nov. 4, 2016\n\"The spotlight has finally been put on the low-life leakers!\" -- Feb. 16, 2017\nDuring the 2016 presidential campaign, Donald Trump couldn’t get enough of the private emails of senior Democrats released by WikiLeaks.\n\"Boy, I love reading those WikiLeaks!\" Trump said on Nov. 4 at a rally in Wilmington, Ohio. He also touted the fruits of WikiLeaks disclosures on Oct. 31 in Warren, Mich., on Nov. 2 in Orlando and Pensacola, Fla., and Nov. 6 in Sioux City, Iowa.\nTrump even called on Russia to locate and release emails by his Democratic rival, Hillary Clinton. \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" he said during a press conference at the Trump National Doral golf course on July 27.\nBut now Trump is assailing leaks from the intelligence community to the New York Times that led to the quick departure of Trump’s national security adviser, Michael Flynn. The articles cited anonymous officials saying that during the presidential transition, Flynn had been in contact with Russia about the sanctions that had recently imposed by the Obama administration.\nAt a Feb. 15 press conference with Israeli Prime Minister Benjamin Netanyahu, Trump lamented that Flynn -- \"a wonderful man\" -- had been treated \"very, very unfairly\" by the media.\n\"Papers are being leaked, things are being leaked,\" Trump said. \"It’s criminal actions ... and it’s been going on for a long time -- before me. But now it’s really going on, and people are trying to cover up for a terrible loss that the Democrats had under Hillary Clinton.\"\nHe followed up with several tweets between Feb. 14 and 16, such as this one from Feb. 16: \"Leaking, and even illegal classified leaking, has been a big problem in Washington for years. Failing @nytimes (and others) must apologize!\"\nAnd at a press conference the same day, he spent time criticizing leaks.\n\"The press should be ashamed of themselves\" for running stories based on leaks, Trump told reporters.\nSo is this a flip-flop? Before we start, we should emphasize that our Flip-O-Meter judges whether someone has been consistent on an issue. The rating is not making a value judgment, but simply noting if a change of position has happened.\nIn this case, there are some differences between the election leaks and the leaks by the intelligence community. However, experts on national security told us that Trump has shown inconsistent standards.\nWe’ll note that Trump doesn’t think it’s a change in position. Pressed on the question at his Feb. 16 news conference, Trump drew a distinction between the release of classified information (the leaks on Flynn and Russia) and the release of personal emails (WikiLeaks and the Democratic National Committee).\n\"In one case, you're talking about highly classified information,\" Trump said. \"In the other case, you're talking about (DNC chairman) John Podesta saying bad things about the boss (Clinton). I will say this: If John Podesta said that about me and he was working for me, I would have fired him so fast your head would have spun. He said terrible things about her. But it wasn't classified information. But in one case, you're talking about classified (material).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nTrump has a point about the distinction. But that’s not the whole story.\nThough the DNC releases weren’t classified, Wikileaks has released classified information previously. That includes 750,000 pages of documents stolen by Chelsea Manning, then known as Bradley Manning.\nIn other words, during the campaign Trump praised an organization that made its name by leaking classified information. Now he’s criticizing leaking.\n\"He went from ‘I love WikiLeaks,’ an organization that publishes leaked classified information, to his current position,\" said Barnett Rubin, associate director of the Center on International Cooperation at New York University.\n\"A few months ago, leaks were getting him elected -- now they are destroying\" his presidency, agreed John Pike, director of globalsecurity.org.\nRobert F. Turner, associate director of the University of Virginia's Center for National Security Law, said he understands the distinction between leaking classified material and information that is merely private. He also made clear that he is almost always dead-set against leaking. Regardless of who makes or broadcasts the leak, \"good people die and freedom is placed in jeopardy,\" he said.\nHowever, Turner added that \"it seems clear to me that Russia was trying to influence the outcome of our election, which I view as a serious national security issue.\" If a disgruntled Democratic National Committee official had copied some documents and leaked them, \"I think Trump could have drawn a reasonable distinction between those garden variety disclosures of private information (arguably by ‘whistleblowers’) and disclosures derived from classified national security programs that were apparently disclosed by government employees in violation of their security agreements.\"\nHowever, \"because of the Russian role I don't think that distinction holds up,\" Turner said. \"Bottom line, I would call this a flip-flop.\"\nOther experts emphasized that a hack -- something Trump was on record supporting and even encouraging during the campaign -- is potentially worse than a leak.\n\"Information from a hack carried out by a foreign power with the intention of influencing or discrediting U.S. elections is much more serious than leaks of classified information intended to inform the public or influence policy,\" Rubin said.\nBenjamin H. Friedman, a research fellow in security studies at the libertarian Cato Institute, went even further.\n\"Trump has done something worse than flip-flop,\" he said. \"He’s showed that his stance of leaks depends on whether it helps him. Flip-floppers change their mind; Trump has showed that he doesn’t have a stance on leaks independent from his interests. He’s pretending otherwise now, but it’s not credible.\"\nIndeed, there’s an example from Trump’s somewhat more distant past that addressed this issue.\nOn Oct. 30, 2013 -- long before Trump was an announced candidate for president -- he tweeted, \"ObamaCare is a disaster and Snowden is a spy who should be executed-but if it and he could reveal Obama's records,I might become a major fan.\"\nTrump may have been joking in this tweet. Still, it suggests that this dichotomy -- between leaks that help him and leaks that don’t -- has crossed his mind before.\nOur ruling\nDuring the campaign, Trump praised WikiLeaks, an organization that exists to publicize private, and at times classified, information. Now, as president, he’s criticizing federal officials who have leaked secret or classified information to the news media. Trump has a point that the leaked material from the DNC wasn’t classified. Still, the underlying principle is the same: Trump was praising the release of private information during the campaign but criticizing it after he became president. The situations are substantially similar, but Trump’s sentiments are not. We rate it a Full Flop. https://www.sharethefacts.co/share/28da9326-91a6-45a3-a7f1-cf41a47cf842", "vclaim_id": "vclaim-pol-03664"}