{"url": "/factchecks/2012/feb/03/joseph-trillo/rhode-island-state-rep-joseph-trillo-says-quonset-/", "speaker": "Joseph Trillo", "vclaim": "\"We got [the Quonset Business Park] for free and we’re getting zero dollars out of it into the state coffers … other than the fact that it produces the jobs.\"", "truth_label": "half-true", "date": "stated on January 20, 2012 in a debate:", "title": "Rhode Island state Rep. Joseph Trillo says Quonset Business Park contributes nothing to the state besides jobs", "text": "State Rep. Joseph A. Trillo wants someone to build a \"super-casino\" in the Quonset Business Park. It’s a can’t-miss proposition, the Warwick Republican says. Cruise ships could dock at the Port of Davisville, bringing visitors from afar to a 7.5-million-square-foot facility that would include such amenities as an indoor amusement park and an aquarium.\n\nIn recent weeks, Trillo, the House Minority Whip, has been touting his plan through the media, arguing that developing a casino at the former Navy base would maximize the potential of what he sees as an under-performing state asset.\n\nDuring a debate with state Sen. James Sheehan on Rhode Island PBS’ \"A Lively Experiment\" -- a portion of which aired Jan. 20 -- Trillo voiced his criticism of the state-owned business park.\n\n\"We put $45 million into Quonset Point,\" Trillo said. \"We got the place for free and we’re getting zero dollars out of it into the state coffers.\"\n\n\"That’s not true,\" said Sheehan, a North Kingstown Democrat who opposes a casino in Quonset.\n\n\"Zero dollars other than the fact that it produces the jobs,\" Trillo countered. \"We don’t get any money or any profit from 3,300 acres of land that we got given to us.\"\n\nWe wondered whether Trillo’s claim was true. Does the general fund -- what Trillo refers to as \"state coffers\" -- really get no revenue whatsoever from Quonset?\n\nWhen we called Trillo, he said he was referring specifically to the operation of the business park, which is actually 3,204 acres and is managed by the Quonset Development Corporation, a quasi-public agency under the authority of the Rhode Island Economic Development Corporation.\n\n\"There is no profit,\" he told us. \"Every dollar they take in goes into operating the industrial park.\"\n\nWe checked the QDC’s annual financial statements to see for ourselves.\n\nFor the most recent fiscal year, which ended June 30, 2011, the QDC had revenues of $8,314,944 and expenditures of $8,310,750 for a net gain of $4,563.\n\nThe bulk of revenues -- $5.2 million -- came from rental income on 403 acres that the QDC leases out to private companies.\n\nAnother $1.9 million was raised through utility sales to tenants of the park. That includes water and sewage treatment services.\n\nEarnings for the 2010 fiscal year and the three prior fiscal years followed a similar pattern. The QDC had either a small net gain ($369 in 2010 and $4,347 in 2008) or a small net loss ($50 in 2009 and $2,713 in 2007).\n\nIn other words, expenditures and revenues have been nearly equivalent in recent years. No profits were channeled into the state’s general fund in all those years -- except one.\n\nIn 2008, the General Assembly required the QDC to pay $3.5 million into the general fund to cover debt service on $48 million in bonds for road projects and other capital improvements that were approved in 2004. (The amount of the bond issue was incorrectly referred to as $45 million by Trillo in the debate with Sheehan.) That was the only year that the legislature made the QDC contribute to the general fund.\n\nWe contacted David Preston, spokesman for the QDC, who said that the agency generally pours any profits back into improving the park with better roads, railways and piers. For example, in 2011, the agency spent $1.3 million on capital projects.\n\nHe also pointed out that in terms of operating expenses the QDC is self-sufficient. It has, however, received taxpayer support for capital projects in the form of the 2004 bond issue and a $22.3-million federal stimulus grant in 2009.\n\nPreston also said there is a reason why the QDC does not generate profits: that’s not its purpose.\n\n\"The mission of the QDC is to create jobs and their record of creating jobs is unmatched in the state,\" he said.\n\nUnder the 2004 legislation that created it, the QDC is defined as a \"real estate development and management company\" whose objectives are encouraging business development, attracting jobs and promoting \"the economic development of the state and the general welfare of its citizens.\"\n\nIf the agency does what it’s supposed to do, companies are brought into the business park, jobs are created and revenue flows to the state in the form of taxes. That’s not money coming from the QDC itself but it’s money nonetheless.\n\nAccording to a five-year progress report released by the QDC in 2010, there are now 168 companies operating in the business park. They include Electric Boat, Toray Plastics America, Ocean State Job Lot and Hexagon Metrology.\n\nThe 168 companies collectively employ 8,800 workers. A third of those jobs were created between 2005 and 2009. In the same period, $142.6 million was invested in the park by private companies.\n\nThe businesses at Quonset pay corporate income tax to the state and their employees pay personal income tax. Preston said that no studies have been done totaling those revenues, but there are snapshots of the amounts of money that come in through taxes.\n\nWhen the Gateway project -- a retail and hotel development at Quonset -- was approved in 2007, construction was expected to generate $9 million in sales tax revenue and $3 million in payroll tax revenue for the state, according to the Economic Development Corporation.\n\nIn 2008, a consulting firm hired by the QDC estimated that the businesses and workers at the 290-acre Port of Davisville, which is situated inside the park, annually pay the state a total of $3.7 million in corporate income tax, personal income tax, sales tax and excise tax.\n\nWhen Galaxy Nutritional Foods moved to Quonset from Florida in 2009, the EDC projected that the personal income tax revenue to the state for 26 of the company’s positions would total $261,558 between 2010 and 2012.\n\nOur ruling\n\nDuring the debate with Sheehan, Trillo was very specific in his criticism of the Quonset Business Park. He said the state doesn’t get \"any money or any profit from 3,300 acres of land.\"\n\nOn that point, he is technically correct. While the Quonset Development Corporation does collect rent on land in the park, it uses that money for operating expenses and passes none of it on to the state.\n\nTrillo also qualified his statement about the business park by adding that the state gets \"zero dollars other than the fact that it produces the jobs.\"\n\nThat’s a huge qualification. Although the QDC does not contribute directly to the state’s general fund, the state does benefit financially from the businesses in the park.\n\nQuonset is home to 168 companies that employ a total of 8,800 people. Those companies and their employees pay millions of dollars in taxes to the state.\n\nTrillo chose his words carefully in criticizing the performance of the Quonset Business Park, but he left out important information about its benefits to the state. Because the claim fails to give those details and because it takes things out of context, we rule it Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11667"}