{"url": "/factchecks/2012/jun/24/chris-christie/chris-christie-claims-new-jerseys-job-growth-may-r/", "speaker": "Chris Christie", "vclaim": "Says New Jersey’s job growth in May represents \"25 percent of all the jobs created in the country.\"", "truth_label": "false", "date": "stated on June 15, 2012 in a video posted on YouTube:", "title": "Chris Christie claims New Jersey’s job growth in May represents 25 percent of the net new jobs nationwide", "text": "For those Democrats questioning whether to cut taxes, Gov. Chris Christie has a statistic to prove his \"Jersey Comeback\" is real: the Garden State in May created one out of every four net new jobs in the nation.\n\nChristie offered that statistic during a June 14 press conference as one of the \"real facts\" Democrats should address.\n\n\"Fact is, it is time for a tax cut in this state,\" said Christie, according to a video posted June 15 on YouTube. \"It is long overdue for a tax cut in this state, and I hope that today they stop with the make-believe and start addressing the real facts, which are that New Jersey is the single biggest job producer last month of any state in the country -- 25 percent of all the jobs created in the country right here.\"\n\nBut PolitiFact New Jersey found that Christie was making an invalid comparison of federal labor statistics.\n\nThe U.S. Bureau of Labor Statistics announced June 1 that the nation had seen a net increase of 69,000 nonfarm jobs in May, accounting for both job gains and losses. State officials said June 14 that New Jersey saw an over-the-month increase in May of 17,600 nonfarm jobs. Both figures are preliminary and seasonally adjusted.\n\nChristie’s mistake was claiming that the 17,600 jobs in New Jersey were part of that 69,000 for the nation.\n\n\nThe bureau separately develops two sets of employment estimates -- one for the nation as a whole and then estimates for each individual state. Compiling the state estimates does not necessarily equal the national total. For example, if you combine the job gains and losses for the 50 states and Washington, D.C., you reach a net increase of 98,400 nonfarm jobs in May -- not 69,000.\n\n \n\nSo, since the two sets of estimates are done separately, it's wrong to compare the two.\n\n \n\n\"As mentioned earlier, the CES national estimates are independently produced and are not an aggregation of statewide data,\" the bureau said, referring to the Current Employment Statistics program. \"Therefore users cannot disaggregate or compare CES national economic movements to state, regional, or metropolitan area CES estimates.\"\n\n\n\nThe most valid comparison would be to consider New Jersey’s 17,600 jobs as a share of the job gains across the country in May, according to Doug Hall, director of the Economic Analysis and Research Network at the Washington, DC-based Economic Policy Institute, a liberal think tank.\n\nIn May, a total of 184,500 jobs were created in 27 states and Washington, D.C. Of that amount, New Jersey’s growth represents about 9.5 percent.\n\nThose statistics, which were released by the bureau the day after Christie’s press conference, also show that California and Ohio saw greater job gains in May than New Jersey. So, Christie’s wrong to say \"New Jersey is the single biggest job producer last month of any state.\"\n\nBrian Murray, a spokesman with the state Department of Labor and Workforce Development, argued that at the time of the governor’s statement, Christie only had \"the net national gain of 69,000 jobs against which to compare the state numbers.\"\n\n\"I understand your point that the comparison made is not recommended by the BLS,\" Murray said in an e-mail. \"But I think you should consider that it was not until June 15, a day after the Governor made his remarks, that the public and Governor’s Office could have seen the full BLS numbers on national figures and other states like California.\"\n\nChristie may not have had the additional labor statistics, but that doesn’t change the fact that he made a flawed comparison with the publicly available figures at his disposal.\n\nOur ruling\n\nAt his June 14 press conference, Christie claimed New Jersey’s over-the-month increase of 17,600 jobs in May represented \"25 percent of all the jobs created in the country.\"\n\nThe governor was comparing the state’s job growth to the national estimate of 69,000 net jobs created. But according to the bureau, state estimates and the national estimate are developed separately, making it wrong to compare the two.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10874"}