{"url": "/factchecks/2020/jun/18/donald-trump/donald-trumps-pants-fire-claim-nobody-had-heard-ju/", "speaker": "Donald Trump", "vclaim": "Says before he planned a rally on June 19 “nobody had ever heard of” Juneteenth.", "truth_label": "pants-fire", "date": "stated on June 17, 2020 in an interview with the Wall Street Journal:", "title": "Donald Trump’s Pants on Fire claim that nobody had heard of Juneteenth", "text": "President Donald Trump took credit for boosting awareness of Juneteenth, a day that marks the end of slavery in America.\n\"I did something good: I made Juneteenth very famous,\" Mr. Trump said, in a Wall Street Journal interview. \"It’s actually an important event, an important time. But nobody had ever heard of it.\"\nTrump had originally planned his first political rally in more than three months in Tulsa, Okla., for June 19. He moved the rally to June 20 after, he said, African American leaders asked him to.\nIt is fair to say that outrage over George Floyd’s death while in police custody, combined with vocal demonstrations and the Black Lives Matter movement, have raised the profile of Juneteenth and its meaning to new heights. Trump’s planned rally in Tulsa fueled that sentiment. But his suggestion that no one knew about it ignores history; the day has held significance for millions of Americans for decades.\nJuneteenth stems from June 19, 1865, when Union troops under Gen. Gordon Granger landed in Galveston, Texas. Granger’s men marched through the city reading General Order No. 3 at municipal buildings and churches, declaring that all slaves were now free. African American leaders held the first celebration to mark the day on June 19, 1866.\nTrump’s assertion that he made the day famous is a matter of opinion, but we can fact-check his claim that \"nobody had ever heard of it.\"\nMillions of Americans had heard of Juneteenth before Trump’s scheduling shift.\n\"Today, if Americans have any knowledge at all about commemorations of the end of U.S. slavery, their reference point is generally Juneteenth,\" historian Mitch Kachun wrote in 2007.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn 1980, Texas made June 19 a state holiday. Today, 47 states recognize the day. New York and Virginia just moved to make it a state holiday.\nIn 2019, celebrations were held in cities nationwide, including New York City, Sacramento, Houston, New Orleans, Sioux Falls, S.D., Richmond, Va., Tulsa, Okla., Milwaukee, Kansas City, Mo., and the list goes on and on.\nFrom Texas in 1866, the Juneteenth tradition spread to surrounding states. It was popular in Oklahoma, where a young African American writer named Ralph Ellison grew up. Ellison wrote a short story entitled \"Juneteenth.\" It became a key chapter in Ellison’s posthumously published novel bearing the same title.\nThroughout the 1950s and 1960s, the social justice overtones of Juneteenth grew more prominent. In 1968, the Poor People’s March on Washington firmly embedded Juneteenth in the Civil Rights movement. The march that traveled through the South had its final day of speeches and music at the Lincoln Memorial before an estimated crowd of 50,000 on June 19, 1968. Juneteenth.com, one of several efforts to promote recognition of the day, tracked large events in Milwaukee and Minneapolis back to the 1968 march.\nStarting in the 1990s, books aimed at younger readers popularized the tradition. The head of a group that promoted Juneteenth presented a copy of \"Juneteenth: A Celebration of Freedom\" to then-governor of Alaska Sarah Palin at the Alaska Juneteenth Conference in Anchorage in 2009, where the governor spoke about the significance of Juneteenth in her state.\nUnder Trump, the White House has issued statements every year to recognize Juneteenth.\nOur ruling\nTrump said that nobody had heard of Juneteenth until this year.\nThe history is clear. Long before Trump was elected president, millions of Americans knew about the day that marks the end of slavery in America.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-17951"}