{"url": "/factchecks/2020/jan/15/elizabeth-warren/democratic-debates-biggest-electoral-losers-number/", "speaker": "Elizabeth Warren", "vclaim": "\"Look at the men on this stage. Collectively, they have lost 10 elections. The only people on this stage who have won every single election that they’ve been in are the women, Amy and me.\"", "truth_label": "true", "date": "stated on January 14, 2020 in a debate:", "title": "The Democratic debates’ biggest (electoral) losers, by the numbers", "text": "Winning is the name of the game in politics. But at one point on the Iowa debate stage, there was also talk of losing — and losing and losing.\nIt came up during a back-and-forth between Sen. Elizabeth Warren, D-Mass., and Sen. Bernie Sanders, I-Vt., over the question of whether Sanders had once told her that a woman cannot win the presidency.\nDuring the debate, Warren said, \"I think the best way to talk about who can win is by looking at people's winning record. So, can a woman beat Donald Trump? Look at the men on this stage. Collectively, they have lost 10 elections. The only people on this stage who have won every single election that they’ve been in are the women, Amy and me.\" Warren was referring to Sen. Amy Klobuchar, D-Minn.\nReaders asked us to track down the math behind this assertion. We found that Warren’s count was correct.\nHere’s a rundown of the electoral win-loss records of the six candidates on stage during the CNN-Des Moines Register debate on Jan. 14. The 10 losses are listed in boldface.\nWarren\n2012 Elected to U.S. Senate, defeating Republican incumbent Scott Brown\n2018 Re-elected to U.S. Senate.\nKlobuchar\n1998 Elected Hennepin County Attorney\n2002 Re-elected Hennepin County Attorney\n2006 Elected to U.S. Senate (open seat)\n2012 Re-elected to U.S. Senate\n2018 Re-elected to U.S. Senate\nPete Buttigieg (one loss)\n2010 Lost race for Indiana state treasurer against Republican incumbent Richard Mourdock\n2011 Elected mayor of South Bend, Ind.\n2015 Re-elected as mayor\nJoe Biden (two losses)\n1972 Elected to U.S. Senate, defeating Republican incumbent Caleb Boggs\n1978 Re-elected to U.S. Senate\n1984 Re-elected to U.S. Senate\n1988 Ran and lost for president\n1990 Re-elected to U.S. Senate\n1996 Re-elected to U.S. Senate\n2002 Re-elected to U.S. Senate\n2008 Ran and lost for president\n2008 Re-elected to U.S. Senate\n2008 Won the vice presidency\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on January 8, 2021 in an interview with Ohio reporters\n\n\n\n\n\n\n\n\nSummer “protesters outside the White House were met with tear gas, rubber bullets, a full militarized response. While ... rioters were able to breach the Capitol.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 11, 2021\n\n\n\n\n\n\n\n2012 Re-elected to the vice presidency\nSanders (seven losses)\n1972 Lost U.S. Senate special election (running on the Liberty Union party line)\n1972 Lost election for Vermont governor (running on the Liberty Union party line)\n1974 Lost Senate election (running on the Liberty Union party line)\n1976 Lost gubernatorial election (running on the Liberty Union party line)\n1981 Elected mayor of Burlington, Vt.\n1983 Re-elected Burlington mayor\n1985 Re-elected Burlington mayor\n1986 Lost election for Vermont governor (running as an independent)\n1987 Re-elected Burlington mayor\n1988 Lost U.S. House election to incumbent Republican Rep. Peter Smith\n1990 Elected to U.S. House, defeating Smith\n1992 Re-elected to U.S. House\n1994 Re-elected to U.S. House\n1996 Re-elected to U.S. House\n1998 Re-elected to U.S. House\n2000 Re-elected to U.S. House\n2002 Re-elected to U.S. House\n2004 Re-elected to U.S. House\n2006 Elected to U.S. Senate (open seat)\n2012 Re-elected to U.S. Senate\n2018 Re-elected to U.S. Senate\n2016 Ran and lost for president\nTom Steyer\nThis is Steyer’s first race for public office.\nWarren’s \"30 years\" line\nMeanwhile, after this exchange, Warren and Sanders faced off on another piece of their electoral win-loss records.\nWarren said that she was \"the only person on this stage who has beaten an incumbent Republican any time in the past 30 years.\"\nThe two candidates sparred over the meaning of \"at any time in the past 30 years.\"\nAs the list above shows, Sanders defeated an incumbent Republican in 1990. That’s right on Warren’s cutoff of 30 years.\nOur ruling\nWarren said, \"Look at the men on this stage. Collectively, they have lost 10 elections. The only people on this stage who have won every single election that they’ve been in are the women, Amy and me.\" \nWe checked the electoral histories of the candidates on stage and found that Warren spoke accurately. We rate her statement True.", "vclaim_id": "vclaim-pol-17583"}