{"url": "/factchecks/2015/mar/05/david-jolly/federal-judge-called-obama-immigration-action-unco/", "speaker": "David Jolly", "vclaim": "A federal judge said President Barack Obama’s executive action on immigration is \"unconstitutional.\"", "truth_label": "mostly-true", "date": "stated on February 26, 2015 in a speech on the U.S. House floor:", "title": "Federal judge called Obama immigration action 'unconstitutional,' David Jolly says", "text": "A recent Texas federal court decision has given congressional Republicans new hope that they can stop President Barack Obama’s executive action to delay the deportation of some illegal immigrants.\nHere’s how U.S. Rep. David Jolly, a Florida Republican, put it Feb. 26, 2015, during House floor debate:\n\"I understand there's disagreement over the president's executive order last September. I think it was wrong. Members on the other side don't,\" Jolly said. \"A federal judge has said it's unconstitutional. The president of the United States said over 20 times he didn't have the authority to do it, and yet he did it.\"\nJolly was talking as Congress was wrestling with a proposal to defund Obama’s execution action as part of a larger proposal to fund the Department of Homeland Security. House Republicans eventually passed a bill funding the homeland security agency without the immigration rider.\nWhat caught our attention was the claim that a federal judge labeled Obama’s action \"unconstitutional.\"\nTurns out, it is not as simple as that.\nThe executive action\nObama announced Nov. 20, 2014, that immigration officials would delay deportation of unauthorized immigrants for the parents of children who are citizens or have green cards, as long as the parents have been in the country for more than five years and met other criteria. (Jolly said September, but his spokesman said he had simply mixed up the dates with a press conference about Syria.)\nThe 2014 action, referred to as Deferred Action for Parents of Americans and Lawful Permanent Residents (sometimes called Deferred Action for Parental Accountability, or DAPA for short), let qualified immigrants apply for work permits and to avoid deportation for three years at a time. The applicants had to pass background checks and pay a fee.\nMore than 4 million people were estimated to qualify under the DAPA executive action, which built upon Obama’s 2012 Deferred Action for Childhood Arrivals program. That initiative protected \"dreamers,\" people who had been brought to the United States illegally as children and had no criminal record.\nDAPA in the courts\nAs of this writing, the November executive action is on hold indefinitely. On Feb. 16, a day before the action was to take effect, Texas U.S. District Court Judge Andrew Hanen issued an injunction stopping the action from being carried out. He was hearing a Texas case that included 26 states (including Florida) challenging Obama’s announcement. Hanen said the change would be a burden on states, writing \"no statute gives the DHS the discretion it is trying to exercise here.\"\nThis is the portion of the ruling Jolly first cited when we asked him what he meant. Hanen had ruled \"that the president and his secretary acted legislatively by creating new law regarding immigration enforcement,\" and thereby violated the constitutional separation of powers, Jolly told PolitiFact Florida in a statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nBut several experts in immigration policy and constitutional law disagreed with Jolly’s assessment. The impression a reasonable person could make from Jolly’s statement is that a federal judge ruled the action unconstitutional, which is not the case.\nThe states bringing the case did argue the action was unconstitutional -- a point Hanen discussed at length in his opinion, but explicitly said he would not rule on. Hanen said Texas had proven its grievance enough for the case to proceed, but not because the action was unconstitutional.\nInstead, the judge said the action violated something called the 1946 Administrative Procedure Act, which Hanen interpreted as specifying the president should have formally posted a public notice in the Federal Register about the action and held a public comment period before enacting it. The Justice Department will take the case to the Fifth U.S. Circuit Court of Appeals in New Orleans.\n\"The more correct formulation would be that ‘A federal judge has said it’s illegal,’ \" Center for Immigration Studies executive director Mark Krikorian said.\nWe did find a separate instance in which a federal judge said Obama’s executive action was unconstitutional. U.S. District Judge Arthur Schwab in Pennsylvania said in a Dec. 16, 2014, ruling that \"President Obama’s unilateral legislative action violates the separation of powers provided for in the United States Constitution as well as the Take Care Clause, and, therefore, is unconstitutional.\"\nThat case, though, was about whether Obama’s executive action applied to the defendant, a Honduran immigrant who was in the process of being deported for being in the country illegally. Schwab said the defendant could change his plea and face trial under the executive action, but the immigrant declined and was deported because the action doesn’t apply in criminal cases.\nSchwab’s position doesn’t set precedent, Washington University law professor Stephen Legomsky said, because it’s just the judge’s opinion and not a ruling. (Jolly said he agreed with Schwab’s characterization after we asked about it.)\nLastly, Washington D.C. U.S. District Judge Beryl Howell rejected the argument of Schwab and others in December when she threw out a lawsuit from Maricopa County, Ariz., Sheriff Joe Arpaio, in which the sheriff called Obama’s executive action unconstitutional. Howell ruled Arpaio couldn’t prove the action harmed the sheriff’s department and that deferred action was a congressionally approved method of enforcing policy, and therefore constitutional.\n\"Any party can raise an alleged constitutional violation,\" Cornell law professor Stephen Yale-Loehr said. \"Only when the Supreme Court rules on the executive action’s constitutionality will that issue be resolved once and for all.\"\nOur ruling\nJolly said a federal judge called Obama’s executive action on immigration \"unconstitutional.\"\nA reasonable person may think Jolly meant a judge ruled the action violated the Constitution, but that isn’t accurate. A federal judge in Texas said the government was acting outside its authority by issuing the order. But the actual ruling said the state of Texas had a chance to win a case based on a procedural misstep, not the action’s constitutionality.\nAnother federal judge in Pennsylvania really did call the action unconstitutional, but that was an opinion in a ruling on a deportation case in which the action didn’t apply.\nJolly's statement is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06655"}