{"url": "/factchecks/2011/feb/23/scott-walker/wisconsin-gov-scott-walker-says-democratic-senator/", "speaker": "Scott Walker", "vclaim": "In 2009, Democratic Wisconsin state senators \"rammed through a billion-dollar tax hike in 24 hours with no public input.\"", "truth_label": "true", "date": "stated on February 19, 2011 in a news release:", "title": "Wisconsin Gov. Scott Walker says Democratic senators “rammed through” repair bill without hearings in 2009", "text": "The Badger State’s old tourism slogan, \"Escape to Wisconsin,\" is a come-hither aimed largely at the Land of Lincoln.\n\nBut when the political temperature got too hot in Madison on Feb. 17, 2011, 14 Democratic senators escaped to Illinois and helped put Wisconsin somewhere near the center of the political universe.\n\nThe absence of the 14 made it impossible for the Senate to get a quorum for a vote on Republican Gov. Scott Walker’s budget-repair bill. The senators said they fled because the bill -- which would strip away most collective bargaining rights from most public employees -- was being rushed to a vote.\n\nTwo days later, Walker called on them to return, suggesting in a statement that they were being hypocritical.\n\n\"These are many of the same senators who, two years ago, rammed through a billion-dollar tax hike in 24 hours with no public input,\" Walker declared.\n\nWalker repeated the call for the Senate Democrats to return in his televised \"fireside chat\" on Feb. 22, 2011, about the budget stalemate. And numerous readers have asked us to sort out this piece of the debate.\n\nSo we will.\n\nWe asked Walker’s spokesman, Cullen Werwie, to explain the governor’s charge. He said the reference was to a budget-repair bill introduced by Walker’s predecessor, Democratic Gov. Jim Doyle, in 2009.\n\nThe content of Doyle’s and Walker’s repair bills -- which were needed midyear to balance the state budget -- are different, but the scenarios are similar.\n\nThe Doyle bill was approved by a Democratic-controlled Legislature under a Democratic governor. Conversely, Republican Walker introduced his bill to an Assembly and Senate that are controlled by the GOP.\n\n(Ironically, the Wisconsin 14 fled two years to the day after the Doyle bill was introduced.)\n\nWalker’s statement has three major points:\n\nWho was involved\n\nWalker is correct in saying \"many of the same senators\" who retreated to Illinois voted for Doyle’s 2009 budget-repair bill. Indeed, 12 of the 14 did; the only two who didn’t, Tim Cullen of Janesville and Chris Larson of Milwaukee, weren’t elected until November 2010.\n\nWhat the bill involved\n\nWas the Doyle bill \"a billion-dollar tax hike\"?\n\nWe found in a previous PolitiFact Wisconsin item that assessed the bill and how it was adopted that taxes, per se, would only be raised by an estimated $290 million.\n\nHowever, if a new fee on hospital revenue was included -- and news reports often referred to the fee as a tax -- the take would be an estimated $1.2 billion over three years. Doyle and Democrats argued the change was welcomed by hospitals and allowed the hospitals  to bring in a greater amount in federal money. But it was real money filling a real hole.\n\nSo, Walker’s claim of a billion-dollar tax hike is essentially accurate.\n\nHow it was adopted\n\nWas Doyle’s bill \"rammed through\" in \"24 hours with no public input\"?\n\nAgain, Walker is essentially correct. No public hearing was held on Doyle’s bill, which was approved by the Legislature the day after it was introduced.\n\nAs Walker suggested, the Senate vote was strictly along party lines, with all Democrats voting for the bill and all Republicans voting against it.\n\n(In the Assembly, all but two Democrats voted yes and all Republicans voted no.)\n\nThis is one budget-repair bill debate we can bring swiftly to a close.\n\nAccused by Senate Democrats of rushing a vote on his repair bill, Walker fired back with his own charge. He said that two years earlier, many of those senators had rammed through a billion-dollar tax hike contained in a Democratic repair bill -- in 24 hours and without public input. The record is clear.\n\nWe rate Walker’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13541"}