{"url": "/factchecks/2016/jul/25/donald-trump/no-donald-trump-bernie-sanders-wouldnt-have-won-ev/", "speaker": "Donald Trump", "vclaim": "\"An analysis showed that Bernie Sanders would have won the Democratic nomination if it were not for the Super Delegates.\"", "truth_label": "false", "date": "stated on July 24, 2016 in a tweet:", "title": "No, Donald Trump, Bernie Sanders wouldn't have won even if super delegates were nixed", "text": "Donald Trump fired off a series of tweets about Bernie Sanders over the weekend, at times commiserating with the senator over their shared disdain for the \"rigged\" political system and at others attacking Sanders for giving into it by endorsing Hillary Clinton.\nThe Republican nominee commented on Wikileaks’ release of Democratic National Committee emails in which officials appear to have, among other things, mused over questioning Sanders’ religion and attacked campaign manager Jeff Weaver.\n\n\"An analysis showed that Bernie Sanders would have won the Democratic nomination if it were not for the Super Delegates,\" he tweeted.\nThis last Trump tweet piqued our interest. Would it really be Sanders accepting the nomination this week at the DNC if not for superdelegates?\nSuperdelegates, if you’ll remember from our primer, are the party officials and bigshots who make up about one-sixth of the delegates in the Democratic Party’s system. Under the rules that governed this year’s primaries, the superdelegates weren’t bound to the voting results in their state and could vote for whomever they wish.\nMany superdelegates backed Clinton before voting even began, and she commanded a disproportionate lead in superdelegates throughout the primaries, eliciting many cries of unfairness and cronyism from voters and Sanders supporters.  \nBut Trump is wrong. Sanders would not have won the primary without these party insiders.\nThe Trump campaign didn’t get back to us, but the \"analysis\" he may have been referring to could be a blog post on Gateway Pundit, a conservative newsblog.\nThe post’s headline is \"NOTE TO SANDERS SUPPORTERS: Bernie Would Have Won If Not for Super Delegate System!\" It makes a flawed argument that Sanders would have nabbed the nomination if all of the Clinton superdelegates backed him instead.  \nThat math checks out on paper, but it is nonsensical in reality.  The post offers no rationale for why the superdelegates should flip their votes against the popular vote (Clinton won 3.8 million more than Sanders). Experts told PolitiFact Florida that superdelegates could have played a difference if the race was closer. And to top it off, Sanders himself repeatedly advocated for superdelegates to follow the will of their state’s voters.\nIn other scenarios, such as binding superdelegates to their state’s vote proportionally or taking them out of the system all together, Sanders would have still been unable to reach the magical 2,383-threshold of delegates needed to capture the nomination and would still trail Clinton.\nHere’s a breakdown of how many superdelegates Clinton and Sanders would have received under different primary systems, based on Green Papers’ superdelegate count.\n\n\n\n \n\nClinton\nTotal (superdelegates)\n\n\nSanders\nTotal (superdelegates)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\nWithout superdelegates (Trump suggestion)\n\n\n2,200\n\n\n1,831\n\n\n\n\nWith unbound superdelegates (current system)\n\n\n2,771 (571)\n\n\n1,875 (44)\n\n\n\n\nWith winner-take-all superdelegates\n\n\n2,721 (521)\n\n\n2,019 (188)\n\n\n\n\nWith proportional allocation of superdelegates\n\n\n2,590 (390)\n\n\n2,150 (319)\n\n\n\n\n(A note about our delegate methodology: Delegate counts vary from publication to publication, so we used Real Clear Politics and Green Papers, sources listed by the Gateway Pundit blog post. While RCP offers a superdelegate count, it does not offer state-by-state breakdowns so we referred to Green Papers for its superdelegate breakdown.)\nThe bottom line: Binding the superdelegates to the winner of their state’s primary or caucus would have closed the delegate gap between Clinton and Sanders, but it wouldn’t have been enough for Sanders to win.\nOur ruling\nTrump tweeted, \"An analysis showed that Bernie Sanders would have won the Democratic nomination if it were not for the Super Delegates.\"\nThis does not check out. Sanders would have still lost without superdelegates in the mix, because Clinton won a majority of the popular vote and pledged delegates.\nOn the contrary, the only way for Sanders to have won is he would have been able to persuade more superdelegates to switch their votes from Clinton to him.\nWe rate Trump’s claim False.\nhttps://www.sharethefacts.co/share/9cef5e9e-9758-42ad-845d-6f13189a554e", "vclaim_id": "vclaim-pol-04615"}