{"url": "/factchecks/2017/mar/08/nancy-pelosi/nancy-pelosi-says-donald-trumps-child-care-proposa/", "speaker": "Nancy Pelosi", "vclaim": "Says 70 percent of benefits in Donald Trump’s proposal for child care \"go to the people making over $100,000 a year.\"", "truth_label": "true", "date": "stated on March 5, 2017 in an interview with CNN's \"State of the Union\":", "title": "Nancy Pelosi says Donald Trump's child-care proposal mainly benefits high earners", "text": "House Minority Leader Nancy Pelosi, D-Calif., said she cannot jump on board with President Donald Trump’s child care proposals because they won’t actually help the poorest Americans.\nOn CNN’s State of the Union, moderator Jake Tapper said, \"In a speech to a joint session of Congress, President Trump renewed his commitment to child care and paid family leave ... Paid family leave, a big Democratic priority for a long time, is that something you could work with the president on?\"\nPelosi said, \"The first conversation I had with him after the election, that week of the election, we talked about that subject, and a subject that his family is interested in as well. But what he has proposed is something that benefits -- 70 percent of the benefits go to people making over $100,000 a year.\"\nWe decided to check out Pelosi’s claim.\nIt’s important to note she is not referring to the estimated benefits of paid family leave, but the monetary benefits of Trump’s child care tax proposals.\nTrump has made no formal attempts to advance his paid family leave policy yet, although both Democratic and Republican senators introduced two different bills on this general issue. So all we have is an analysis of his proposal from the campaign.\nTrump’s proposal includes six weeks of paid maternity leave if no policy is offered by an employer; tax deductions for child care expenses up to age 13, capped at the average cost of childcare per state; a refundable tax credit for child care costs for lower-income families; and expanding tax-free savings accounts for childcare and school tuition.\nThe Tax Policy Center, run by the Urban Institute and Brookings Institution, released its study of Trump’s child care plan Feb. 28, a few days before Pelosi’s interview. Pelosi’s spokesman confirmed she was citing this report on during her CNN interview.\nThe Tax Policy Center study found that 70 percent of total tax benefits would go to families earning more than $100,000.\nThe reason? Trump’s plan relies on tax deductions, which are worth more per dollar for higher income families. That’s because families with higher incomes face higher marginal tax rates. Lower-income families may spend less on child care because they often rely on informal, low-cost arrangements.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nChye-Ching Huang, one of the study’s co-authors and deputy director of federal tax policy at the left-leaning Center on Budget and Policy Priorities, said in an email, \"The estimate that 70  percent of the benefits go to those with incomes over $100,000 is conservative -- the share going to those with incomes over $100,000 could very well be higher.\"\nAnalysts looked at three new tax benefits related to child care proposed by his campaign: the deduction for child care expenses, a refundable credit aimed at low-income families without stay-at-home parents, and the expansion of tax-free savings accounts.\nAccording to their report, Trump’s plan would increase the average after-tax income for families by about $190 in 2017. Those with an income below $40,000 per year might see an increase of $20 or less. Families making between $100,000-$200,000 per year might see an average jump of $360.  \nFurther, they say Trump’s proposed tax credit for lower-income families is worth less than the deduction. Taxpayers who claim the credit would benefit by up to 7.7 cents per dollar spent on child care. Those claiming the deduction may receive between 10 and 39.6 cents per dollar spent on child care. Lower income families are also less likely to place money into Trump’s proposed savings accounts due to lower levels of financial liquidity.\nIn sum, then, the report finds that Trump’s current family leave policy is regressive, helping families in higher income brackets more than those in lower-income ones.\nAlan Cole, an economist from the Tax Foundation, said that he agreed with the distribution tables from the Tax Policy Center’s report. \"The only caveat I'd add is that campaign proposals like this one tend to be refined and revamped after people take office,\" he said. \"I could easily see the next version of the policy having a different distributional impact.\"\nThe White House did not respond to a request for comment.\nOur ruling\nPelosi said that Trump’s plan for child care would mean that \"70 percent of the benefits go to the people making $100,000 a year.\"\nThe one comprehensive study released so far by an independent group supports Pelosi’s claim. It’s possible that different studies -- or a substantive change to the Trump administration proposal as it works its way toward enactment -- could weaken the certainty of Pelosi’s analysis. Based on what we know now, though, we rate her statement True.\n Share the Facts   Politifact    1 7  Politifact Rating: True  Says 70 percent of benefits in Donald Trump’s proposal for child care \"go to the people making over $100,000 a year.\"    Nancy Pelosi House Minority Leader   an interview on CNN's \"State of the Union\" Sunday, March 5, 2017 03/05/2017    Read More  info", "vclaim_id": "vclaim-pol-03584"}