{"url": "/factchecks/2011/jan/22/rick-perry/rick-perry-says-first-word-spoken-moon-was-houston/", "speaker": "Rick Perry", "vclaim": "Says the first word spoken from the moon was \"Houston.\"", "truth_label": "false", "date": "stated on January 18, 2011 in his inauguration address:", "title": "Rick Perry says first word spoken from moon was \"Houston\"", "text": "Gov. Rick Perry praised Texans for their \"resilience\" and \"resourcefulness\" during his Jan. 18 inauguration speech, saying that \"if something has never been done before, it's just because we haven't tried it.\"\n\nAmong the accomplishments Perry credited to Texans was pioneering space. \"Matter of fact,\" he said, \"the first word spoken from the moon was 'Houston.' \"\n\nThat statement drew shouts and applause from the crowd — and our attention.\n\nWe'd heard the boast before. Last year, for instance, Reagan Outdoor Advertising placed this message — \"Houston\" First Word Spoken On The Moon — on billboards in the Salt Lake City area. We saw them in Austin, too. We also read the statement in several articles, including a 2001 Philadelphia Inquirer travel story about Texas' largest city.\n\nAll refer to the instantly historic line uttered July 20, 1969, by NASA astronaut Neil Armstrong to a worldwide television and radio audience and the folks in mission control at the Johnson Space Center in Houston after he and fellow astronaut Buzz Aldrin landed the lunar module, Eagle, on the moon: \"Houston, Tranquility Base here. The Eagle has landed.\"\n\nAt first, we were confident that Perry had it right. However, research raised doubts — especially after we saw YouTube posts of video and audio from the landing that suggested some technical communications by the astronauts took place after the landing and before Armstrong said \"Houston.\"\n\nWe turned next to experts both in and out of NASA, including two authors of books on the Apollo 11 mission and the editor of the Apollo Lunar Surface Journal, an online resource that's featured on NASA's website. The Journal includes a transcript of everything said by the astronauts and NASA officials on the ground.\n\nWhat was the first word said by man on the moon? The experts' answers differed, with most agreeing it was not \"Houston.\"\n\nDavid Harland — author of The First Men on the Moon: The Story of Apollo 11 — told us by e-mail: \"Technically, the first utterance would have been Aldrin saying 'contact light,' which occurred when one of the probes projecting from ... the landing legs made contact with the surface.\" The light alerted the astronauts when the lunar module had touched the moon.\n\nAccording to the Apollo Lunar Surface Journal, the next word spoken — after \"contact light\" — was \"shutdown\" by Armstrong, who was alerting Aldrin that he had turned off the engine.\n\nAndrew Chaikin, author of A Man on the Moon: The Voyages of the Apollo Astronauts, told us that he considers \"shutdown\" to be the first word uttered on the moon.\n\nEric Jones — editor of the Apollo Lunar Surface Journal — agreed. He told us that after consulting the transcripts and the November 1969 NASA report on the Apollo 11 mission, he concluded that \"shutdown\" was the first word spoken after the lunar module landed.\n\nThe next words came from Aldrin, according to the Journal transcript: \"Okay. Engine stop.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nAt NASA, spokesman Joshua Buck said this was the key moment. \"After checking online, it seems that the very first word on the moon was seconds after landing and said by Buzz Aldrin. It was 'OK,'\" Buck told us in an e-mail.\n\nAfter \"engine stop,\" there was a brief technical exchange between Armstrong and Aldrin that Jones said was part of the post-shutdown process. Next, mission control in Houston chimed in: \"We copy you down, Eagle,\" said Charles Duke, who was Apollo 11's capsule communicator, the only person authorized to talk directly to the crew.\n\nAccording to the Journal's transcript, Armstrong then said to Aldrin, \"Engine arm is off,\" before addressing mission control directly with: \"Houston ...\"\n\nAbout 20 seconds passed — and about 30 words were spoken — between Aldrin's \"contact light\" and Armstrong's \"Houston.\"\n\nFacing all these different answers to the first-word question — none of which were \"Houston\" — we sought clarity from Bill Barry, NASA's chief historian.\n\nNo luck: Barry told us that there are \"a range of right answers.\" He said \"contact light\" was one possibility because those words were uttered the moment that the module touched the surface of the moon.\n\n\"The next option,\" he said, is the first word spoken after all four of the module's foot pads came to rest on the moon. It's not clear exactly when that happened, Barry said, but it probably occurred as the astronauts were running down their post-shutdown \"checklist\" — \"like the one you do every day, but probably don't say aloud, when you park your car.\"\n\nBut Barry said that because the checklist was part of a long-rehearsed procedural script, he is \"inclined toward saying that the first 'intentional' words spoken on the moon were Armstrong's report to Houston that they had landed.\"\n\nKeeping score? That's one vote for \"Houston\" and four for some other words.\n\nBarry offered yet another take on the issue, saying that if you start from the moment humans stepped on the lunar surface for the first time, the first words spoken on the moon would be Armstrong's most famous statement: \"That's one small step for man, one giant leap for mankind.\"\n\nWe had one more question for Barry: How much of the procedural exchange between the astronauts did the millions of people hear as they listened to the moon landing on radio and television? Barry told us that they would have heard everything said by Aldrin, including \"contact light\" and \"Okay. Engine stop,\" because he was making all his checklist calls and observations over the radio. Armstrong's communications were captured by the on-board recorder, Barry said, but were not broadcast on the radio unless he pushed a button — as Armstrong did when he announced, \"Houston ... The Eagle has landed.\"\n\nWe laid out our research for Perry spokeswoman Catherine Frazier, who responded by saying: \"We stand by the governor's inaugural remarks.\"\n\nNow, to the Truth-O-Meter.\n\nWe understand the everlasting appeal of Houston as the first word flung from the moon. However, we were surprised to learn, it's not so. Armstrong's call from the moon to mission control was preceded by various other and easy-to-overlook words.\n\nWe rate Perry's statement as False.", "vclaim_id": "vclaim-pol-13740"}