{"url": "/factchecks/2007/nov/29/mike-huckabee/tuition-bill-wasnt-that-strict/", "speaker": "Mike Huckabee", "vclaim": "Supported in-state tuition in Arkansas for illegal immigrants \"if you'd sat in our schools from the time you're 5 or 6 years old and you had become an A-plus student,\" among other things.", "truth_label": "barely-true", "date": "stated on November 28, 2007 in a debate in St. Petersburg:", "title": "Tuition bill wasn't that strict", "text": "During a Republican presidential debate Nov. 28, 2007, a questioner asked Mike Huckabee about his support for a 2005 measure in Arkansas that would have granted in-state tuition to the children of illegal immigrants. Though the bill never made it out of the legislature, critics still question his support of it.\n\nHuckabee described the law's requirements as stringent, applying only to students \"if you'd sat in our schools from the time you're 5 or 6 years old and you had become an A-plus student, you'd completed the core curriculum, you were an exceptional student, and you also had to be drug- and alcohol-free — and the other provision, you had to be applying for citizenship.\"\n\n\nThat's quite a number of restrictions. Did the bill outline all that?\n\n\nNo. The bill, proposed by Rep. Joyce Elliott, D-Little Rock, said that students had to have spent three years in Arkansas high schools and graduated, and they had to sign an affidavit saying they intended to pursue citizenship. Then they would be eligible for in-state tuition and a popular state scholarship program, the Academic Challenge Scholarship, just like their fellow classmates.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHuckabee conflates the proposed law with rules for the scholarship, which does have requirements for a core curriculum and drug-testing. Maybe Huckabee was confused on which programs he was talking about; he had mentioned the Academic Challenge Scholarship by name a few moments earlier.\n\n\nBut even granting a mix-up, Huckabee is plain wrong about the A-plus average — the scholarship requires a 3.0 out of 4.0. And there's no requirement for attending state schools since age 5 or 6.\n\n\nWe award Huckabee a Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16489"}