{"url": "/factchecks/2018/oct/12/kanye-west/kanye-west-jumps-gun-saying-there-are-4000-foxconn/", "speaker": "Kanye West", "vclaim": "In Wisconsin, Foxconn has \"4,000 jobs, people making $53,000 a year.\"", "truth_label": "half-true", "date": "stated on October 11, 2018 in remarks at the White House:", "title": "Kanye West jumps the gun in saying there are 4,000 Foxconn jobs in Wisconsin paying $53,000", "text": "Not to be outdone by pop singer Taylor Swift, rapper-producer Kanye West weighed in on politics — from the Oval Office, no less  — and made a statement about Wisconsin that we want to check.\nSwift made her first foray into politics with an Instagram post in which she made a claim about a federal domestic violence law and a Republican U.S. Senate candidate from Tennessee, her home state. She earned a Mostly True from PolitiFact National.\nWest, who’s from Chicago, has spoken out before about politics, including going on a rant during one of his concerts in 2016. But as one of the highest-profile celebrity supporters of President Donald Trump, West drew more attention on Oct. 11, 2018, four days after Swift’s post.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nWest pontificated during what USA Today called a \"meandering 10-minute monologue while making remarks with Trump and Trump’s son-in-law, White House adviser Jared Kushner. He made his claim about Wisconsin during this exchange, according to the White House transcript:\nWest: And what we need is, we can empower the pharmaceuticals and make more money.  That’s one thing — I’ve never stepped into a situation where I didn’t make people more money.  So we can empower pharmaceuticals, we can empower our industries, we can empower our factories.  We can bring not only Adidas onshore, we can bring — Foxconn has set up a factory in, I think, Minnesota.\n\nKushner: Wisconsin.\n\nWest: Fifty-three thousand —\n\nTrump: Wisconsin. Yeah.Wisconsin.\n\nWest: Yeah. Wisconsin. They have 4,000 jobs. People making $53,000 a year.\nSo, does Foxconn have 4,000 jobs in Wisconsin with people making $53,000 a year?\nNot yet.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nThe Foxconn deal\nWest’s reference is to a massive deal that Foxconn, a Taiwanese company, forged with GOP Wisconsin Gov. Scott Walker. Walker has praised the deal as a mega-job creator. Critics, including Democrat Tony Evers, who faces Walker in the Nov. 6, 2018 election, say Wisconsin is spending too much on the deal.\nFoxconn plans to invest as much as $10 billion on a high-tech electronics factory in Racine County, in southeast Wisconsin, and to employ up to 13,000 people. In exchange, Wisconsin has agreed to give the company up to $2.85 billion in cash payments and $150 million in tax breaks.\nThe full $2.85 billion would be paid only if the company invests at least $9 billion in its plant and, in rough numbers, employs at least 13,000 people earning at least $30,000 per year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\n A $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nKanye’s claim\nWe didn’t hear back from a spokesman for West about the claim. But here’s what we know about what West said:\nNo jobs yet: Foxconn has broken ground on the factory. But no one is producing ultra-high-definition flat screens yet.\nThousands expected: Foxconn has said it plans to initially employ 3,000 people  — and eventually 13,000 — at the plant. So, West’s figure of 4,000 jobs is in that range.\nWages: Foxconn’s contract with the state says the average annual salary will be $53,875, plus benefits. So, West’s claim of $53,000 is on target.\nCritics of the Foxconn deal have questioned whether the average would reach that level only by Foxconn paying huge salaries to executives, and then paying wages well below the $53,875 to a large portion of employees. Under the state’s contract with Foxconn, wages paid up to $400,000 annually will be counted as part of the average.\nOur rating\nWest says in Wisconsin, Foxconn has \"4,000 jobs, people making $53,000 a year.\"\nThe Taiwanese company has broken ground on a massive electronics factory that it says will initially employ 3,000 people, and eventually 13,000, at an average wage of nearly $54,000 per year.\nBut both figures are plans, albeit connected to a contract Foxconn has signed with the State of Wisconsin. There aren’t any jobs, and therefore no average wages in that range, yet.\nFor a statement that is partially accurate, our rating is Half True.\n \n Share the Facts 2018-10-12 21:20:36 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   In Wisconsin, Foxconn has \"4,000 jobs, people making $53,000 a year.\"     Kanye West Rapper-producer https://www.whitehouse.gov/briefings-statements/remarks-president-trump-meeting-kanye-west-jim-brown/   In remarks at the White House Thursday, October 11, 2018 2018-10-11    Read More  info    \nJoin us for PolitiFact chat\nInterested in the U.S. Senate race? How about the battle for governor? Or what it’s like to do fact checks on Donald Trump and other national figures?\n\nPolitiFact Wisconsin is hosting a panel discussion about fact checking and the 2018 election at 6 p.m. Tuesday, Oct. 23 at Anodyne Coffee, 224 W Bruce St., Milwaukee.\n \nParticipating in the panel will be Angie Holan, editor of the national PolitiFact operation, Greg Borowski, editor of PolitiFact Wisconsin, and Tom Kertscher, PolitiFact Wisconsin reporter.\n \nThe event is free, but pre registration is required. Register at jsonline.com/politifactevent.", "vclaim_id": "vclaim-pol-01479"}