{"url": "/factchecks/2011/jul/27/sheila-harsdorf/state-senator-sheila-harsdorf-says-recall-election/", "speaker": "Sheila Harsdorf", "vclaim": "Says Democratic recall opponent Shelly Moore \"opposes any limit on taxes.\"", "truth_label": "barely-true", "date": "stated on July 1, 2011 in a radio ad:", "title": "State Senator Sheila Harsdorf says recall election opponent Shelly Moore opposes any limit on taxes", "text": "Don’t confuse Shelly with Sheila in the recall election that could be key in deciding which party controls the Wisconsin state Senate.\n\nThat’s the commercial message brought to you by state Sen. Sheila Harsdorf, the River Falls Republican fighting to keep her job in August 2011 -- along with seven other senators.\n\nIn one of several radio ads, Harsdorf paints herself as a courageous fighter against special interests and a backer of smaller government who \"understands that government should serve taxpayers, not the other way around.\"\n\n\"That’s what sets Sheila apart from her opponent, union activist Shelly Moore,\" the \"Serving Taxpayers\" ad continues. \"Moore opposes any limit on taxes. This summer let’s tell Shelly Moore we can’t afford more taxes.\"\n\nHarsdorf voted for Gov. Scott Walker’s budget, which included a municipal property-tax freeze and tight limits on the ability of school districts to raise property taxes. She has been labeling Shelly Moore -- who has campaigned against the GOP-backed budget -- a tax-and-spend liberal.\n\nBut Harsdorf’s claim that Moore -- her opponent in the Aug. 9 recall election -- stands against all tax limits is a broader line of attack.\n\nSo we decided to take a look.\n\nWhen we asked Harsdorf to back her claim, her campaign made it clear it is using Moore’s union leader background as a basis for the attack.\n\nA high-school English and drama teacher, Moore was president or vice-president of her local union in Ellsworth from 1999 to 2004. She was also deeply involved in statewide politics as early as 2001 with the Wisconsin Education Association Council, the powerful state teachers union. Moore says she served from 2001-2003 on the WEAC committee that recommends lobbying positions for the organization. From 2003 until May 2011 she was on WEAC’s state board.\n\nHarsdorf points to Moore’s activism in WEAC and to WEAC’s opposition to three major efforts to rein in taxes since 2003:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nConstitutional tax-and-spending limits known as the Taxpayer’s Bill of Rights, or TABOR, in 2004.\n\nLongstanding revenue limits on schools.\n\nProperty-tax freeze plans in the mid-2000s and in Gov. Scott Walker’s 2011-13 state budget.\n\n\nHarsdorf says that as a union leader, voting board member and member of WEAC’s legislative committee, Moore supported the union’s positions.\n\nHarsdorf also released an email from Moore -- written as a constituent to her senator -- that sheds some light on what Moore has said in her own words on revenue limits and TABOR.\n\nLet’s examine the evidence:\n\nThe records show Harsdorf’s office received anti-TABOR contacts both from Moore personally and from Moore on behalf of WEAC.\n\nMoore also wrote to Harsdorf regarding the longstanding revenue caps on schools. In January 2005, Moore told Harsdorf those caps on schools \"DO NOT WORK.\" Schools took budget cuts, she wrote, and are \"desperate\" and \"dying.\"\n\nMoore has not disputed the authenticity of the documents.\n\nBut Moore told us she shouldn’t be held to every WEAC position just because she was on the board. She described herself as moderate, a characterization Harsdorf disputes.\n\nBut in an interview, Moore didn’t cite any area of disagreement with the union on tax limits -- and that’s the subject of the radio ad.\n\nAsked about the three big anti-tax proposals cited by Harsdorf, Moore was critical of the longstanding revenue caps on schools. She said they disproportionately affected fiscally responsible districts.\n\nShe questioned the effectiveness of property-tax freezes, saying governments will find other ways to identify needed revenue, such as using fees.\n\nAs for TABOR, she said legislators were eyeing the Colorado model, which she described as ineffective and detrimental to critical services.\n\nSo just what is Moore’s position on taxes and limits to them?\n\nMoore pointed to her opposition to two particular tax increases in Walker’s budget, citing it as evidence that she does support a limit on some taxes.\n\nMoore was talking about Walker’s actions on tax credits that limit or eliminate the income-tax liability of low-income homeowners, renters and working families. The budget reduced those tax credits (earned income credit and the Homestead credit) by about $69.8 million over two years.\n\nMoore says she wants Wisconsin to get away from tax shifting, but has \"no interest\" in raising taxes on anyone. She said she is concerned tax burdens are tilted toward the average person and away from corporations. She opposed the corporate tax breaks Walker put in the budget.\n\nMoore also claims the budget cut $1.6 billion in funding from local schools. We fact-checked that number, used by Rep. Jennifer Shilling, D-La Crosse, and gave it a Barely True because it was based on a Democratic plan in 2009 to ease up on limits that dictate how much schools can raise in property taxes in 2011-13.\n\nLet’s review.\n\nIn a radio ad, Harsdorf contrasts her vote for a budget with a property-tax freeze with the record of her opponent, saying \"Moore opposes any limit on taxes.\" This is one of those cases where a candidate has some facts on her side but overplays the hand.\n\nMoore has objected to several high-profile tax restraint efforts over the years, either personally and/or in her role as a union leader. But Harsdorf does not limit her statement to those measures -- she makes a leap with language that states Moore opposes any tax limits, period. During the campaign, Moore has publicly supported limiting the income-tax liability of working families, the elderly and others.\n\nIn the past, we’d have called the statement Barely True, but the Truth-O-Meter becomes a little easier to read today as the PolitiFact network has a new title for the old definition: Mostly False.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12670"}