{"url": "/factchecks/2014/nov/20/jeb-bush/jeb-bush-says-orange-county-schools-made-it-imposs/", "speaker": "Jeb Bush", "vclaim": "The Orange County, Florida, school board \"voted to make it impossible for a student to receive a grade below 50.\"", "truth_label": "mostly-true", "date": "stated on November 20, 2014 in a speech:", "title": "Jeb Bush says Orange County schools made it impossible for students to receive below a 50", "text": "Former Florida Gov. Jeb Bush said in a speech that we shouldn’t worry so much about students’ self-esteem when it comes to setting grades.\nAnd he wagged his finger at Orange County, Florida.\n\"This morning, over 213 million Chinese students went to school and nobody debated whether academic expectations should be lowered in order to protect their students’ self esteem,\" he said in his keynote to the National Summit on Education Reform on Nov. 20, 2014. \"Yet in Orange County, Fla., last week I read that debate actually did occur at a school board meeting. The school board voted to make it impossible for a student to receive a grade below 50. You get 50 out of 100 just for showing up and signing your name. This was done  -- and I quote here from a local official -- ‘so that the students do not lose all hope.’ \"\nBush went on to cite statistics that showed students in Shanghai far outranking their peers in the United States in reading and math.\n\"An overriding concern for self-esteem instead of high expectations does not get you to No. 1,\" he said. \"It gets you to No. 21.\"\nSo is 50 the new zero in Orange County schools? We went in search of answers.\nOrange County\nOn Nov. 11, the Orange County school board took a vote on grading policies for middle and high school students that has received widespread attention.\nThe vote was part of changes to the district’s \"student progression plan,\" which outlines instructional goals and policies for the year. One piece of that plan related to a new grading policy.\nSuperintendent Barbara Jenkins told the board that one provision would ban grades lower than a 50 when grades for the nine-week quarter or semester are determined. However, grades below a 50 would still be possible on individual assignments. In other words, students could still get lower than a 50 on a specific test, but no longer for the entire grading period. The district already started the policy last year; the purpose of the board’s vote was to codify the practice.\nThe goal is to give students some hope that if they are failing early in the year, they can catch up and ultimately pass the class.\nLast year, 43 percent of students in the county who got an \"F\" the first quarter ended up failing the class. However the remainder of students were able to recover, with the majority getting a \"D.\"\n\"It is still very difficult for children to recover if that nine-week grade is an F,\" Jenkins told the school board. \"However, stopping them at 50 does not bury them so deep that they lose all hope and have no reason to continue for the rest of year.\"\nSome teachers told the school board they opposed the policy.\n\"Are we really helping students by inflating grades, or are we harming them?\" asked high school teacher Wendy Doromal. \"I say we are harming them by conditioning them to think they can skate by with little effort.\"\nMost of the board members supported the plan as a way to give students one last chance to pull their grades out of a failing mark.\n\"It’s just to help kids dig themselves out of a hole,\" school board member Daryl Flynn said.\nThe school board voted in favor of the plan, 7-1, with member Rick Roach dissenting. (Board chair Bill Sublette said he opposed the 50 percent rule, however he said was voting \"yes\" for the overall plan which included several policies related to student assessment.)\nOrange County school officials determined that their grading plan follows state law -- however the state Department of Education hasn’t weighed in on whether it agress with that assessment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHowever, the state’s public schools chancellor wrote a memo to superintendents in 2009 raising concerns that some were not using the 0-59 scale set in state law.\nFlorida statute sets grade ranges as follows:\n90 – 100 = A\n80 – 89 = B\n70 – 79 = C\n60 – 69 = D\n0 – 59 = Failure\nMany districts, including Miami-Dade, Hillsborough, Pasco and Pinellas, follow those guidelines and haven’t added any rules setting 50 as a minimum standard for report cards.\n\"We give kids the grade they earn,\" Hillsborough spokesman Stephen Hegarty told PolitiFact. \"If it's below 50, then you get a 30 or a zero, or whatever score you earn.\"\nThe topic of setting a minimum number for an \"F\" grade has been hotly contested nationwide, including in New York, Oregon and Texas.\nAfter a Texas school district proposed a minimum F grade, the state Legislature passed a Truth-In-Grading law. A judge upheld the law in 2010, ruling against school districts that argued they could require teachers to give minimum grades such as a 50 on report cards.\nExperts weigh in\nIs what Orange County’s doing tantamount to grade inflation? Not necessarily.\nThe main concern about grade inflation hasn’t been about making F students into D students -- it has been about making A the most common grade in high schools and colleges, said Stuart Rojstaczer, a former Duke University geology professor who has done research on grading.\n\"The impact of even a nationwide policy of ‘no less than 50’ on GPAs would be tiny,\" he told PolitiFact. \"We're taking Joe and Jane Averages and making their parents believe they are Joe and Jane Geniuses. The Joe and Jane Flunkers are still flunking out of school.\"\nAs for Bush’s statement, Rojstaczer said \"A ‘no less than 50’ policy isn't about self esteem. It's about trying to make it possible for a small percentage of students to barely cross over the bar and graduate.\"\nThomas Guskey, a University of Kentucky Education professor, made the case against percentage grades in a 2013 article in Educational Leadership, a publication of the Association for Supervision and Curriculum Development.\nGuskey wrote that \"although some have suggested minimum grade policies promote grade inflation and social promotion in schools, well-designed, longitudinal studies show this is not the case,\" he wrote. \"Rather, school districts implement minimum-grade policies simply to eliminate the confounding effects of a zero in a percentage grading system.\"\nOur ruling\nBush said that the Orange County school board \"voted to make it impossible for a student to receive a grade below 50. You get 50 out of 100 just for showing up and signing your name.\"\nThe school board voted that 50 is the minimum number for quarter and semester grades, though it’s still possible to get a lower grade on an individual assignment or test.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06983"}