{"url": "/factchecks/2017/may/01/tom-mcclintock/mcclintock-trump-signed-more-laws-first-100-days-a/", "speaker": "Tom McClintock", "vclaim": "\"President Trump has passed more legislation in his first 100 days than any president since Harry Truman.\"", "truth_label": "mostly-true", "date": "stated on April 28, 2017 in a radio interview:", "title": "McClintock: Trump signed more bills in 100 days than any president since Truman", "text": "California Republican Congressman Tom McClintock gave President Trump high marks for his initial performance in the White House, especially when it comes to the number of bills he’s signed into law.\n\"President Trump has passed more legislation in his first 100 days than any president since Harry Truman,\" McClintock claimed in an interview on Sacramento’s KFBK radio station on April 28, 2017, one day before Trump’s 100th day in office.\nMcClintock’s district includes the suburbs east of Sacramento and large stretches of the Sierra Nevada.\nThe congressman’s claim echoed a statement by White House press secretary Sean Spicer just a few days earlier.\n\"Despite the historic obstruction by Senate Democrats, he's worked with Congress to pass more legislation in his first 100 days than any president since Truman, and these bills deliver on some of his most significant promises to the American people,\" Spicer said at the White House daily press briefing April 25.\nThe national PolitiFact team has already examined Spicer’s claim. We’ll use their analysis to rate McClintock.\nTrump most productive?\nIn a related fact-check in April 2017, PolitiFact rated as False Trump’s claim that no administration had accomplished as much as he did, period. It found Trump has had some achievements in office, but at the very least, they are much less numerous and far-reaching than those of President Roosevelt, the standard against whom all presidents are measured. In more recent years, other presidents, including Obama, have accomplished more in their first 100 days than Trump has, historians told PolitiFact.\nLooking at the number of bills, Trump had signed 28 as of late April 2017, just before his 100 day mark in office. Spicer and McClintock are correct that this is more than every president going back about 70 years.\nTrump signed 31 executive orders during his first 100 days, also more than any president since Truman, according to calculations in a CNN.com article. Many of those rolled back orders signed by President Obama.\n\"Those mean something to certain groups, but they don't have the kind of broad impact that legislation has, that programs that are approved by Congress have, because the fact that they can be rescinded by a stroke of a president's pen means they can be reimplemented with the stroke of another president’s pen,\" H.W. Brands, a professor of history at the University of Texas, who has written biographies of Woodrow Wilson, Andrew Jackson, and Benjamin Franklin, told Vox.com in a recent interview.\n\"Furthermore, they don't have legitimacy, the credibility, of having the approval of more than just one person. If you get major legislation passed, it has the approval of Congress and the presidency, and that means a whole lot more than if it's just the preference of a president.\"\nStill, the bill signing measurement isn’t perfect either. That's primarily because not all bills are created equal. None of the bills Trump has signed into law are particularly significant or include any of his major campaign promises.\nThe numbers\nTruman signed 55 bills in his first 100 days after his 1948 election. (Truman first became president in 1945, when Franklin D. Roosevelt died in office. So we’re starting with the first 100 days of Truman’s first full term.)\nNo president since Truman has signed as many bills in his first 100 days, according to data from GovTrack and research by political scientists John Frendreis, Raymond Tatalovich and Jon Schaff.\nThe next highest after Trump, who has signed 28 bills, was John F. Kennedy, who signed 26. The lowest was George W. Bush, who signed seven.\nNo president comes close to Roosevelt, who began the tradition of marking the first 100 days. He signed 76.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\nNote on the chart: For presidents Jimmy Carter through Trump, we did our own count using GovTrack. For earlier presidents, we used data confirmed by Frendreis, a political science professor at Loyola University Chicago. For Lyndon Johnson and Truman, who both came into office to replace a president midterm, we used the first 100 days after their re-election. We left out Gerald Ford because he did not serve a full term.\nOf the post-Truman presidents, Trump is \"fairly typical\" in terms of the number of bills signed so far, Frendreis said.\nThe bills\nSpicer says that Trump has shepherded these bills through Congress. However, the 28 bills aren’t very significant and don’t appear to have required vote whipping from the White House. For example, three bills appoint individuals to the Smithsonian Institution board, two name buildings, and one designates a location for a National Desert Storm and Desert Shield Memorial.\nTrump worked directly with members of Congress to repeal Obamacare but failed to convince enough to end the federal healthcare law during his first 100 days.\nThe most notable bills Trump has signed are a set of 13 that reverse Obama-era regulations on a range of issues including on internet privacy and gun control. While that was a goal for Republican lawmakers, it’s important to note these bills made it to Trump’s desk through a process made possible by the Congressional Review Act, which became law in 1996. The act gives Congress a narrow window to reverse regulations, so these 13 bills had to get through Congress within Trump’s first 100 days.\nNotably missing from the list of 28 bills that have reached his desk: A bill repealing and replacing the Affordable Care Act, along with several other laws Trump said he would usher through Congress within his first 100 days.\nCompare this to President Barack Obama, who signed 14 laws, but those laws included the Lilly Ledbetter Fair Pay Act and the $800 billion stimulus package.\nOr Roosevelt, who within 100 days signed 15 major bills including the Agricultural Adjustment Act, which established farm subsidies, and the National Industrial Recovery Act, which started public-works efforts to reverse the Great Depression. He signed bills that legalized the manufacture and sale of beer and wine and established the Federal Deposit Insurance Corp. and the Tennessee Valley Authority.\nGenerally speaking, it’s rare for a president to sign major legislation in his first 100 days, Frendreis said. \"Outsider\" presidents like Trump, in particular, need time to learn how to navigate the lawmaking process in Washington, and major legislation doesn’t move through Congress quickly.\nThe first 100 days is \"not necessarily an accurate reflection of how effective a president is going to be in leading Congress,\" he said.\nOur ruling\nWhite House press secretary Sean Spicer said Trump has \"worked with Congress to pass more legislation in his first 100 days than any president since Truman.\"\nCalifornia Republican Congressman Tom McClintock made a similar claim about Trump passing more legislation than any president since Truman.\nIn the first 100 days of his first full term, Truman signed 55 bills. The president with the highest count since then is Trump with 28.\nThe national PoltiFact rated Spicer’s claim Mostly True, with the key clarification that none of the bills Trump has signed so far are major pieces of legislation. They added that his accomplishment doesn’t indicate that Trump has been particularly skilled at getting his agenda through Congress so far.\nFor the same reasons, and with the same key clarification, we rate McClintock’s claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-05-01 22:31:02 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  \"President Trump has passed more legislation in his first 100 days than any president since Harry Truman.\"    Tom McClintock U.S. Congressman    Friday, April 28, 2017 2017-04-28    Read More  info", "vclaim_id": "vclaim-pol-03360"}