{"url": "/factchecks/2020/jul/13/facebook-posts/fact-checking-which-trump-supporters-and-allies-go/", "speaker": "Facebook posts", "vclaim": "Lists eight wealthy politicians and public figures who “got millions (or close to it) in PPP loans.”", "truth_label": "half-true", "date": "stated on July 7, 2020 in an image:", "title": "Fact-checking which Trump supporters and allies got PPP loans", "text": "A popular Facebook post claims that some wealthy Republicans and other public figures have benefited from the federal government’s $2 trillion coronavirus relief package.\nThe post, which was published July 7 by a page called Feminist News, includes a collage of photos depicting eight public figures. It claims that businesses ranging from Kanye West’s apparel company, Yeezy, to \"Devin Nunes’ winery\" have received loans through the Paycheck Protection Program.\n\n\"All these millionaires got millions (or close to it) in PPP loans while tens of millions of Americans got a bullsh*t $1200 check months ago,\" reads text in the collage. \"This is how a mafia state works. The small inner circle gets rewarded. Everyone else suffers.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared more than 50,000 times, and other popular liberal pages have published similar posts.\n\n(Screenshot from Facebook)\nThe Paycheck Protection Program is a federal loan initiative to encourage businesses to keep workers on their payrolls during the coronavirus pandemic. The loans are forgivable, meaning some recipients may be able to keep the money. It passed as part of a larger legislative package in late March and was extended by President Donald Trump on July 4. \nTwo days later, the Small Business Administration and the Treasury Department released a dataset with details about the millions of loans awarded to businesses and nonprofits so far. We used that data to take a closer look at the Facebook post.\nThe post is correct in saying that some businesses connected to prominent Republicans have received money as part of the program. But in some cases the post oversimplifies their connection to those businesses, and the data do not show that each person personally received \"millions (or close to it).\"\nWho got what\nSome of the Republicans mentioned in the Facebook post directly benefited from PPP loans. Others own stakes in PPP beneficiary companies or have more indirect relationships.\nThe loan database released by the SBA and the Treasury Department does not specify exactly how much money each entity received. Instead, it offers wide ranges.\nWe took a look at the database, as well as news reports, to see how each person mentioned in the Facebook post is connected to PPP beneficiaries. (Search the database for yourself here.)\nWhat the post says: \"Kanye West’s company, Yeezy\"\nWho got the money: Yeezy LLC\nPrior to a July 8 interview in which he said he is no longer supporting the president, West was one of Trump’s biggest celebrity supporters. According to the PPP loan database, Yeezy received between $2 million and $5 million.\nWhat the post says: \"Jared Kushner’s family\"\nWho got the money: Several companies wholly or partially owned by the Kushners\nSeveral companies connected to the family of the president’s son-in-law benefited from the PPP, according to reports from ProPublica and the Daily Beast. \n\n\nObserver Holdings LLC, the parent company of Observer Media — which Kushner used to run and is currently owned by his brother-in-law’s investment firm — received between $350,000 and $1 million.\n\n\nA company called Princeton Forrestal LLC — 40%-owned by Kushner relatives, according to a 2018 securities filing analyzed by the Daily Beast — received between $1 million and $2 million.\n\n\nEsplanade Livingston LLC, a company connected to the Kushners, received between $350,000 and $1 million.\n\n\nThe Joseph Kushner Hebrew Academy in Livingston, N.J., received between $1 million and $2 million. It was named after Kushner’s grandfather and is supported by the family.\n\n\nHollwich Kushner Architecture, a firm headed by Marc Kushner, Jared Kushner’s first cousin, received between $150,000 and $350,000.\n\n\nWhat the posts: \"Mitch McConnell’s wife, Elaine Chao\"\nWho got the money: The Foremost Group LLC\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nChao is the U.S. transportation secretary. A shipping business run by her family benefited from the PPP. The Foremost Group received between $350,000 and $1 million, according to the loan database. Contrary to what the Facebook post says, Chao herself did not receive a loan.\nThe Foremost Group is not listed on Chao’s 2017 financial disclosure, but her relationship with the company has been the subject of a House of Representatives ethics investigation. The Facebook post notes she is married to Senate Majority Leader Mitch McConnell, R-Ky.\nWhat the post says: \"Trump’s campaign manager’s company\"\nWho got the money: CloudCommerce Inc.\nCloudCommerce, a digital marketing company whose largest shareholder is Brad Parscale, Trump’s campaign manager, received between $350,000 and $1 million from the PPP, according to CBS News and the loan database. \nBetween 2017 and 2018, CloudCommerce acquired several of Parscale’s companies, and he joined the company’s board of directors. On Dec. 10, 2019, Parscale resigned from the board, but he retained his 34.9% stake in CloudCommerce, according to a Securities and Exchange Commission filing. \nAs of that date, Parscale was not a \"director, officer, employee or contractor\" of the company, according to the filing. The current chairman and CEO of CloudCommerce is Andrew Van Noy.\nVan Noy told CBS that Parscale \"no longer has any involvement in decision-making for the company, including the PPP loan.\" Neither Parscale Properties LLC, an investment company that Parscale set up with his family, nor Parscale Strategy LLC, a company that was set up by Parscale and has billed millions to the Trump campaign and the Republican National Committee, has received money from the program.\nWhat the post says: \"Trump’s super PAC\"\nWho got the money: Companies that have donated to a pro-Trump super PAC\nA pro-Trump super PAC did not receive money from the PPP.\nVital Pharmaceuticals, the company that owns Bang Energy, was lent between $5 million and $10 million. In 2019, Vital Pharmaceuticals gave $250,000 to America First Action, a pro-Trump super PAC that spent $36 million during the 2018 campaign cycle, according to OpenSecrets.org. Another firm that has donated to the super PAC, G.H. Palmer Associates, received between $350,000 and $1 million, according to the loan database and CNBC.\nCompanies connected to other major Trump donors were among the earliest recipients of PPP loans, the Associated Press reported.\nWhat the post says: Betsy DeVos\nWho got the money: Renaissance Acquisition Co. LLC\nThe education secretary herself did not receive a loan, but the Facebook post framed it that way. Bloomberg reported that a company with the same name as one listed on her 2017 financial disclosure report did. Renaissance Acquisition Co., which operates an Indianapolis-based company that provides services to nonprofits, received between $2 million and $5 million, according to the loan database.\nIn her financial disclosure, DeVos reported earning $216,600 as a distributive share from Renaissance Acquisition, meaning she is a partial owner or partner in the business.\nWhat the post says: \"Devin Nunes’ winery\"\nWho got the money: Phase 2 Cellars LLC and Alpha Omega Winery LLC\nRep. Nunes, R-Calif., is not the sole owner of Phase 2 Cellars, a vineyard in San Luis Obispo that received between $1 million and $2 million from the PPP. But he is a partial owner, holding between $50,001 and $100,000 in equity in it, according to a Daily Beast analysis of Nunes’ most recent financial disclosure. Alpha Omega Winery, another California vineyard in which Nunes holds equity, received a loan within the same range.\nWhat the post says: \"Rep. Roger Williams, R-Texas\"\nWho got the money: JRW Corp.\nJRW Corp., a Fort Worth, Texas, car dealership where Williams serves as the sole director and president, was lent between $1 million and $2 million. His own stake in the company exceeds $50 million, according to Williams’ most recent financial disclosure.\nWe reached out to Feminist News for a comment, but we haven’t heard back.\nOur ruling\nA Facebook post says eight wealthy public figures received loans as part of the federal Paycheck Protection Program.\nThe post correctly characterizes how West, Kushner and Williams are connected to companies that received money. However, it oversimplifies how Chao, Parscale, DeVos and Nunes benefited from the program. \nThe federal government lent millions of dollars to companies connected to, but not wholly owned by, Parscale, Nunes and DeVos. A shipping company owned by Chao’s family received between $350,000 and $1 million, but she did not receive a loan herself, and the company is not listed on her financial disclosure.\nThe Facebook post is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-17726"}