{"url": "/factchecks/2010/oct/06/lynn-howe/lynn-howe-says-sal-esquivel-wants-tax-milk-bread-e/", "speaker": "Lynn Howe", "vclaim": "Says Sal Esquivel wants a 5 percent state sales tax on groceries.", "truth_label": "pants-fire", "date": "stated on October 5, 2010 in a campaign mailer:", "title": "Lynn Howe says Sal Esquivel wants to tax milk, bread, eggs", "text": "Yet more sales tax shenanigans!\n\nIn Southern Oregon, Rep. Sal Esquivel, R-Medford, is campaigning for his fourth term representing House District 6. His Democratic challenger is Lynn Howe, who lost to him two years ago by a margin of 46 percent to 54 percent.\n\nHowe’s campaign issued a mailer stating that Esquivel \"wants a 5 percent sales tax.\" The backside of the flier features a mother and child in a grocery aisle with a shopping list. \"Buying milk, bread, eggs, cereal, bananas, chicken, tomatoes? SAL ESQUIVEL WANTS TO TAX IT.\"\n\nA tax on food staples? That’s rare, even in states with a sales tax. PolitiFact Oregon decided to check out the claim.\n\nThe Howe campaign flier cites House Bill 3269, which was introduced by Esquivel and five co-sponsors in the 2009 legislative session. It was assigned to the revenue committee and never acted on. The bill, which ran 59 pages, included many ideas related to taxation -- reducing income and property taxes, adding a general sales tax. But a tax on groceries was not one of them.  \n \n\nSECTION 102. Food products. (1) There are exempted from the taxes imposed by the\n\nSales and Use Tax Law the gross receipts from the sale of and the storage, use or other\n\nconsumption in this state of food and food ingredients.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n(2) The exemption under this section does not apply to prepared food.\n\n\nThe proposed tax also would have exempted prescription drugs, fuel, water and utilities. The bill went nowhere.\n\nMost of the bill’s sponsors have been serious players in Oregon’s longtime quest to stabilize revenue: Rep. Vicki Berger of Salem, Rep. Scott Bruun of West Linn, Rep. Bob Jenson of Pendleton, and Sen. Frank Morse of Albany. All are Republicans. Sen. Ginny Burdick, a Portland Democrat and the Senate’s top person on finance in 2009, also was a co-sponsor.\n\nHowe now admits that the bill would have exempted groceries, but she said people need other items that could have been taxed: school supplies, diapers, shoes, refrigerators.\n\nIt’s true Esquivel has advocated for a sales tax, in exchange for lowering other taxes. But Howe takes this too far, by saying he’s going after bread-and-butter kitchen staples. The bill specifically exempts food items. Combine that with the dearth of information on what the bill, in its entirety, would have done and PolitiFact Oregon rates this Pants On Fire.\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14294"}