{"url": "/factchecks/2018/jun/04/patrick-mchenry/nc-republican-repeats-false-tax-claim/", "speaker": "Patrick McHenry", "vclaim": "\"Americans received the biggest tax cut in history last year.\"", "truth_label": "false", "date": "stated on May 29, 2018 in a newsletter:", "title": "NC Republican repeats false tax claim", "text": "With midterm elections approaching, U.S. Rep. Patrick McHenry is following in President Donald Trump’s footsteps on the campaign trail.\nMcHenry, a Republican from Western North Carolina, distributed a newsletter on May 29 that targets the \"liberal news media\" and boasts about changes to the federal tax code that Congress passed last year.\n\"Americans received the biggest tax cut in history last year, and Americans all over the country — including right here in Western North Carolina — are saving more of their hard-earned money each paycheck thanks to President Donald J. Trump,\" McHenry’s newsletter says.\nIt asks for campaign donations, warning: \"Obstructionist liberals are working nonstop to discredit our Make America Great Again agenda and thwart any progress for our great nation.\"\n\nClaims about last year’s tax cuts being the \"biggest\" in American history — a frequent talking point of Trump himself — have already been debunked by PolitiFact. It’s unclear why McHenry’s campaign made the claim. The campaign didn’t respond to multiple requests for comment.\nMeasuring cuts\nThe Treasury Department has published a list of the biggest tax cuts and increases between 1940 and 2012, measured not only by contemporary dollars but also by inflation-adjusted dollars and as a percentage of gross domestic product (a measure of the size of the overall economy).\nDepending on what projection of the recent tax cut you use and what yardstick you measure it by, several bills since 1980 were larger.\nWhen measured by inflation-adjusted dollars, the American Taxpayer Relief Act of 2012 (enacted in 2013) was the biggest cut since 1940 and last year’s tax cut ranks as the fourth-biggest.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n'\n\nWhen measured by the cut’s percentage of GDP, the Economic Recovery Tax Act of 1981 is the largest tax cut and last year’s tax cut falls to seventh.\n'\n\nLooking at GDP\nEconomists generally prefer to measure the depth of tax cuts by their impact on GDP, said Michael Walden, economics professor at North Carolina State University.\n\"[A]s the economy (GDP) becomes larger, it takes a bigger tax cut in dollar terms to have the same impact,\" Walden wrote in an email.\nComparing tax cuts this way, \"shows the Trump cuts ranked 5th among tax reduction legislation passed since 1964,\" he said, referencing a CNN analysis from earlier this year.\nSo the depth of last year’s cuts have been overstated. As for who benefits, PolitiFact found that the cuts last the longest for the wealthiest Americans.\nOur ruling\nMcHenry said \"Americans received the biggest tax cut in history last year.\" That statement, which Trump has repeated, wasn’t true when he said it and it’s not true now. We rate it False.\n Share the Facts 2018-06-04 14:51:28 UTC   PolitiFact    2 1 7  PolitiFact Rating: False   “Americans received the biggest tax cut in history last year.”    Patrick McHenry U.S. Rep. (R-NC) https://www.newsobserver.com/news/politics-government/article212371194.html   North Carolina Tuesday, May 29, 2018 2018-05-29    Read More  info", "vclaim_id": "vclaim-pol-02000"}