{"url": "/factchecks/2012/jun/08/nathan-deal/deals-support-t-splost-veers-tax-pledge/", "speaker": "Nathan Deal", "vclaim": "On opposing any and all efforts to increase taxes.", "truth_label": "full-flop", "date": "stated on May 10, 2010 in pledge:", "title": "Deal's support for T-SPLOST veers from tax pledge", "text": "A political litmus test is causing trouble for some of Georgia’s most powerful elected officials.\n\nGov. Nathan Deal and other top Republicans have faced criticism for endorsing a proposed 1 percent sales tax to fund 157 transportation projects across the Atlanta region. The overall price tag is in the billions. A voter referendum on the tax will be held July 31.\n\nBlasphemy, the critics say. You promised not to support any tax increases, they’ve complained to Republican lawmakers who have spoken in favor of the referendum.\n\nPolitiFact Georgia wondered whether the lawmakers have indeed reversed course -- particularly since some facing the criticism signed a specific pledge to oppose any tax increases.\n\nThe lawmakers and their spokesmen said no.\n\nPolitiFact Georgia began a search for clarity.\n\nThe Washington-based Americans for Tax Reform has become a major player in Republican Party politics with its Taxpayer Protection Pledge. More than half the members of the U.S. House of Representatives have signed the pledge. Nearly half the U.S. Senate has signed it. Nearly all the signers are Republicans. Both U.S. senators from Georgia (Saxby Chambliss and Johnny Isakson) have signed the pledge, along with GOP House members Paul Broun, Phil Gingrey, Tom Graves, Jack Kingston, Tom Price, Austin Scott and Lynn Westmoreland.\n\nMore than 50 members of the Georgia Legislature have signed the pledge.\n\nSo, too, has Deal, who signed it May 10, 2010, during his campaign for governor.\n\nA couple of Democrats in the Georgia House of Representatives are listed on the pledge list.\n\nATR believes any new legislation or changes to an existing tax structure that results in a new tax increase on individuals is a violation of the pledge by lawmakers who have signed it. Some Democrats blamed ATR President Grover Norquist for last year’s failure by Congress to agree on a long-term debt deal.\n\nIn recent weeks, some GOP lawmakers have done the unthinkable -- taken on Norquist in the media. They have complained the pledge doesn’t offer enough flexibility to handle the federal government’s financial challenges. But those are federal issues.\n\nHere, we are concerned with a local penny sales tax increase that would raise a lot of money for transportation projects.\n\nThe proposed Georgia sales tax would raise about $7 billion over the next 10 years, planners have said.\n\nWe asked Norquist whether Georgia lawmakers who’ve spoken in favor of the referendum have violated the pledge they’ve signed.\n\n\"It does violate the pledge,\" he said. \"It’s a rather significant tax increase.\"\n\nThe language in the pledge is different for federal and state officials.\n\nThe federal pledge asks signers to oppose any and all efforts to increase the marginal tax rate on individuals and oppose any net reduction or elimination of deductions or tax credits \"unless matched dollar for dollar by further reducing taxes.\"\n\nThe state pledge is less detailed, simply stating that the signer \"will oppose and veto any and all efforts to increase taxes.\"\n\nAlthough some federal lawmakers from Georgia such as Chambliss and Westmoreland have spoken in favor of the referendum, PolitiFact Georgia decided to focus more on state leaders since the sales tax does not fit the description of what constitutes a violation of the federal no-tax pledge.\n\nThe 1 percent sales tax, also known as T-SPLOST, has the support of some commuters eager for any improvements to shorten travel time. Some proponents also argue the projects will help the region’s economy by hiring people to work on the proposed jobs. Some opponents argue that the project list will not do enough to improve commuting in metro Atlanta. Some say it will not get enough motorists out of their cars and into mass transit. Others are skeptical that the plan will be carried out as stated by regional leaders.\n\nDeal’s name was atop a flier for a May 23 fundraiser in support of T-SPLOST held at the home of former Cousins Properties CEO Tom Bell in Buckhead. The governor said it is important to attract companies to the state. Deal has spoken in support of the referendum to several large audiences in recent months, such as at the Atlanta Press Club, at an event in Savannah and to the Greater North Fulton Chamber of Commerce.\n\nDeal spokesman Brian Robinson said it’s unfair to say the governor has flip-flopped on his commitment not to support a tax increase. Robinson said the referendum was approved before Deal took office.\n\n\"This is not a violation of the pledge. [Nathan Deal] has cut taxes. This passed before he was governor. He is advocating for Georgians to approve it, not imposing it on them,\" Robinson said via email.\n\nRobinson added: \"Governor Deal didn’t father this baby.\"\n\nRobinson said the T-SPLOST is in line with conservative principles such as consumption-based taxes. He also said the proposed penny tax is \"the best program\" to help reduce the region’s gridlock problems.\n\n\"The fact is Grover Norquist doesn’t have to commute in Atlanta,\" Robinson said.\n\nNorquist said if state leaders feel compelled to spend more on transportation, they should spend less in other areas.\n\nLt. Gov. Casey Cagle isn’t on the list of people who’ve signed the pledge, but he’s taken heat for his support of the referendum. Cagle spokesman Ben Fry made an argument similar to Robinson’s that a referendum is different than state lawmakers imposing new taxes.\n\n\"In the end, Casey Cagle has as much say as any Georgia voter,\" Fry said.\n\nSome state lawmakers who signed the pledge and made statements that suggest they support the referendum didn’t respond when we called.\n\nOthers, such as Amos Amerson, leaving the House of Representatives after 12 years, said he decided the pledge isn’t always practical and asked in a 2002 letter to be removed from the list when he heard talk about raising the cigarette tax to help fund skyrocketing state health care costs. Amerson said he never received an answer to his request.\n\nAs for his support of T-SPLOST, Amerson said: \"Georgia has to do something for road improvements. We just do not have the money.\"\n\nThere’s a good debate to be had about the issue of transportation spending.\n\nThe problem for lawmakers who signed the pledge is it specifically states \"that I will oppose and veto any and all efforts to increase taxes.\"\n\nThe T-SPLOST is an increase in the sales tax. There are no cuts to make it revenue-neutral.\n\nDeal gets a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10964"}