{"url": "/factchecks/2012/jul/27/wes-riddle/wes-riddle-says-us-giving-seven-alaskan-islands-ru/", "speaker": "Wes Riddle", "vclaim": "Says U.S. is giving seven Alaskan islands to Russia.", "truth_label": "false", "date": "stated on May 16, 2012 in a Facebook post:", "title": "Wes Riddle says the U.S. is giving seven Alaskan islands to Russia", "text": "Liberal magazine Mother Jones ran a news analysis July 24, 2012, picked up by HuffingtonPost.com, that linked a Texas congressional candidate’s claim to one that was earlier found false by a fact-checking outfit.\n\nThe article says Wes Riddle, who faces Roger Williams in a July 31 runoff for the Republican nomination in the state's 25th Congressional District, posted on Facebook in May 2012 that \"the State Department is giving away seven strategic, resource-laden Alaskan islands to Russia.\" The story says his post resembled a question FactCheck.org had tackled two months earlier.\n\nRiddle’s Facebook page did not have that post when we peeked, but we found Google’s cached version. The May 16 post said that once elected, Riddle vows to start impeachment proceedings against President Barack Obama and that the reasoning behind such action begins with the Alaskan island giveaway, as quoted by Mother Jones.\n\nSix weeks earlier, in a March 27, 2012 item, FactCheck had addressed an \"e-rumor\" containing a similar statement.\n\n\"It is simply false to claim that Obama is ‘giving away’ islands to which no U.S. president has asserted a claim for more than 85 years, if ever,\" wrote FactCheck, which is a project of the Annenberg Public Policy Center of the University of Pennsylvania.\n\nThe text version of the rumor that FactCheck examined gives several specifics that also appear in Riddle’s post. Among them: The seven islands and their many miles of \"rich oil seabeds\" were \"given away,\" the text says, in secret negotiations from which Alaska was excluded. But Obama or Secretary of State Hillary Clinton could stop the process with a pen stroke, it says.\n\nFactCheck’s findings: Although after a U.S. Navy survey in 1881, the U.S. Geological Survey listed five of the islands as being in the \"District of Alaska,\" the United States has never claimed them or disputed the Soviet or Russian claim to them.\n\n\"All lie on the Russian side of the U.S.-Russia maritime boundary set by a treaty that the U.S. Senate ratified overwhelmingly more than two decades ago, after being signed by President George H.W. Bush, and with the support of both of Alaska’s senators,\" FactCheck wrote, going on to explain that the treaty was made with the Soviet Union before its 1991 collapse and never ratified by Russia, but that Russia informed the U.S. it intended to abide by the terms.\n\nThough this is an old issue, FactCheck said, it resurfaced in a Feb. 26, 2012, opinion piece by Joe Miller, a former Alaskan candidate for U.S. Senate. Miller’s piece on the conservative site World Net Daily is similar in wording and content to the \"viral\" text FactCheck examined and to Riddle’s item.\n\nLike Riddle’s claim that the U.S. \"is giving away\" the islands, many versions of the rumor that we found online state or imply that Obama’s administration has an active role. White House spokesman Brandon Lepow told us by email that current U.S. policy in the Arctic is described in a 2009 State Department fact sheet, which says the U.S. and Russia are not discussing boundary changes. Lepow said there has been no change to the policy.\n\nThe 1990 treaty sets the modern maritime boundary at the line drawn when the U.S. bought Alaska from Russia -- or more specifically, the \"Emperor of all the Russias\" -- in 1867.   \n\n \n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n \n\n\nBy telephone, Riddle told us that he stands by his statement, but said, \"I wouldn’t be surprised if we didn’t get some bad information that we ran with. That’s possible. It’s a cautionary note for anybody.\"\n\nRiddle said he did not know of the FactCheck.org item until we called him.\n\n\"It’s hard these days to judge the veracity of information,\" he said. \"Obviously, it’s important to do so, and before anyone develops specific policy, not only to develop positions but to check everything.\"\n\nHe also pointed out that, as FactCheck noted, Russia has not ratified the 1990 treaty, and says he would favor renegotiating it.\n\nOur ruling\n\nThough Riddle took the item off his Facebook page, he stands by it, so we’ll ratify our colleagues’ findings and rate his statement False.", "vclaim_id": "vclaim-pol-10685"}