{"url": "/factchecks/2014/apr/16/marsha-blackburn/gop-rep-marsha-blackburn-says-56-percent-democrats/", "speaker": "Marsha Blackburn", "vclaim": "A recent Gallup poll found that 72 percent of Americans and 56 percent of Democrats \"say the biggest threat to our nation's security is big government.\"", "truth_label": "half-true", "date": "stated on April 12, 2014 in a speech to the Freedom Summit in New Hampshire:", "title": "GOP Rep. Marsha Blackburn says 56 percent of Democrats say 'big government' is 'the biggest threat to our nation's security'", "text": "Rep. Marsha Blackburn, R-Tenn., isn’t as well known nationally as Sen. Ted Cruz, R-Texas, or Sen. Rand Paul, R-Ky. -- two lawmakers who are weighing presidential bids in 2016. But like Cruz and Paul, Blackburn recently trekked to Manchester, N.H., to address the New Hampshire Freedom Summit, a gathering sponsored by the conservative groups Americans for Prosperity and Citizens United.\nIn her speech on April 12, 2014, Blackburn -- like many of her fellow speakers -- took aim at the government and earned applause from the staunch conservatives in the audience.\n\"Gallup did a survey recently,\" she said, \"and what they found was that 72 percent of all Americans say the biggest threat to our nation's security is big government. That is amazing. Now, the really fascinating part of this is 56 percent of all Democrats say the biggest threat to our nation is big government. Now I’ve got to tell you something -- when the Democrats say the government is too big, we all know the government is too big.\"\nWe wondered whether it was true that Gallup found that 72 percent of Americans, and 56 percent of Democrats, \"say the biggest threat to our nation's security is big government.\"\nWe didn’t hear back from Blackburn’s office, but we quickly found the study she was referring to. It was a poll taken in early December 2013, which we think qualifies as \"recent.\" It has a sampling error of 4 percentage points.\nThe survey asked the Gallup question that’s been asked with identical wording since 1965: \"Which of the following will be the biggest threat to the country in the future -- big business, big labor or big government?\"\nGallup reported that 72 percent of all respondents said \"big government,\" calling it \"a record high in the nearly 50-year history of this question. The prior high for big government was 65 percent in 1999 and 2000. Big government has always topped big business and big labor, including in the initial asking in 1965, but just 35 percent named it at that time.\"\nIn the December 2013 version of the poll question, Blackburn’s percentages were on target. Here’s the breakdown by party:\n \n\n\n\n\nParty of survey respondent\n\n\nBig government is biggest threat\n\n\nBig business is biggest threat\n\n\nBig labor is biggest threat\n\n\n\n\n\n\nRepublican\n\n\n92 percent\n\n\n4 percent\n\n\n3 percent\n\n\n\n\nIndependent\n\n\n71 percent\n\n\n20 percent\n\n\n5 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nDemocratic\n\n\n56 percent\n\n\n36 percent\n\n\n6 percent\n\n\n\n\nAll respondents\n\n\n72 percent\n\n\n21 percent\n\n\n5 percent\n\n\n\n\n \nGallup said it expects the results to continue to fluctuate as it asks the question periodically, since both parties tend to be more suspicious of government whenever the opposite party controls the White House. In general, though, Republicans have long been more wary of big government, the data shows. Democratic concern about big government maxed out at 62 percent in 2005, during George W. Bush’s presidency -- a high level, but much lower than the GOP’s current 92 percent rate.\nBut what about Blackburn’s talking point?\nGallup’s question gave respondents one of three choices -- big government, big business and big labor. Blackburn didn’t mention that framing, and that’s an important distinction to make.\nWe think most listeners, when hearing someone cite results of a poll about \"the biggest threat to our nation's security\" and \"the biggest threat to our nation,\" would assume that respondents were choosing from a larger universe of possible threats. Yet the way the question was worded prevented respondents from considering any number of possible threats to the nation’s security, ranging from radical Islamism to climate change to a weak economy.\nPollster.com co-founder Charles Franklin, a professor of law and public policy and director of the Marquette Law School Poll, agrees that there’s a disconnect between the poll question Gallup asked and the way Blackburn framed it.\n\"The Gallup question is not specific as to the nature of the possible threat, and seems to imply one of these three should be selected,\" he said. \"The reason for the threat, or its nature, would almost certainly vary across partisans and lead to very different conclusions as to what should be done.\"\nFor instance, a CBS News poll taken in March 2014 asked, \"What do you think is the most important problem facing this country today?\" It left the question open-ended for the respondent to answer. The economy and jobs finished first with 30 percent, followed by health care with 7 percent, the budget with 5 percent, \"President Obama\" with 4 percent, and four topics with 3 percent -- immigration, education, \"miscellaneous government issues\" and religious values. No fewer than 37 percent split their answers among other topics in segments smaller than 3 percent. The economy topped the list in several other versions of the CBS News question asked over the previous year.\nAnd Gallup itself has asked a similar open-ended question as well, most recently in June 2013. The question was, \"Looking ahead, what is your greatest worry or concern about the future of the United States?\"\nThe economy finished first with 17 percent, followed by \"the debt/deficit/nation’s finances\" with 11 percent, \"employment/jobs\" with 11 percent, and \"wars/conflicts in other countries\" with 5 percent.\nThe closest category to \"big government\" in this poll was \"government not working for the betterment of the people,\" with 4 percent, and government \"overreach/power\" with 3 percent.\nCombined, these two categories drew a distinct minority of respondents -- 7 percent, a far cry from the 72 percent \"consensus\" found in the more limited-question poll Blackburn cited.\nOur ruling\nBlackburn said a recent Gallup poll found that 72 percent of Americans and 56 percent of Democrats \"say the biggest threat to our nation's security is big government.\"\nShe got the numbers right, but the specific poll only offered respondents three options: \"big government,\" \"big business\" or \"big labor.\" Her phrasing gives the misleading impression that there is wide consensus -- even among Democrats -- that \"big government\" is the biggest threat to the nation’s security. Other polls, including Gallup’s own, show that when respondents are asked an open-ended question, other issues such as the economy rise to the top of the list. So Blackburn is essentially cherry-picking among polls.\nBlackburn’s statement is partially accurate but leaves out important details or takes things out of context, so we rate it Half True.", "vclaim_id": "vclaim-pol-07984"}