{"url": "/factchecks/2019/dec/16/blog-posting/no-koalas-are-not-functionally-extinct-they-are-tr/", "speaker": "Bloggers", "vclaim": "Says Koalas are \"functionally extinct\" as bushfires in Australia continue to destroy their habitat.", "truth_label": "barely-true", "date": "stated on November 24, 2019 in a story:", "title": "No, koalas are not ‘functionally extinct,’ but they are in trouble", "text": "As catastrophic bushfires spread across parts of Australia, misinformation about one of the region’s most beloved animals, the koala, spreads, too.\nAreas of Australia started to burn in September 2019, marking an early start to the region’s fire season and scorching more than 5 million acres in News South Wales and parts of Queensland. \nWhen the fires became international news, online stories – like this one – went viral with shocking headlines that claim koalas are now \"functionally extinct\" as a result of the blaze.\nIt is true that several hundred koalas have died in the bushfires (some estimates put the death toll in the thousands) and large swaths of the marsupial’s habitat have been destroyed. However, the claim that koalas are \"functionally extinct\" is inaccurate.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt appears that the idea that koalas are \"functionally extinct\" started when the Australian Koala Foundation, a local conservation nonprofit that advocates for koala protection and preservation, released a statement in May 2019 calling on Australian Prime Minister Scott Morrison to enact the Koala Protection Act, which was written in 2016.\n\"The Australian Koala Foundation (AKF) believes Koalas may be functionally extinct in the entire landscape of Australia,\" the statement says. \"The AKF thinks there are no more than 80,000 Koalas in Australia.\"\nSince the fires, the organization released another statement in October 2019 standing by its use of the term. \nNoah Greenwald, endangered species director at the US-based Center for Biological Diversity, told PolitiFact there are two different definitions of \"functionally extinct.\" One is that a species still occurs in the wild but can’t effectively reproduce, so is all but extinct. The other, is that a species is so reduced that it can no longer play its role in the ecosystem. Neither definition, he says, applies to the koala.\nThe koala population is indeed declining, but AKF’s estimate is much lower than other assessments. \nThe International Union for Conservation (IUCN), the global authority on the conservation status of all species, approximates that 300,000 mature adult koalas remain in the wild, and lists the species as vulnerable, a step above endangered and two above critically endangered. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBut IUCN last assessed the koala population in 2014, and the species may very well be worse off due to food degradation, deforestation, hunting, drought and fires over the last several years. That said, another group of scholars studied the koala population in 2016 and found comparable numbers.  \nNevertheless, several wildlife experts reject the notion that koalas are currently \"functionally extinct.\"\n\"By either definition, it's hard to see koalas as functionally extinct,\" Greenwald said. \"The last estimate for their numbers is roughly 300,000, and in some places they are very much playing their ecological role of munching on eucalyptus leaves.\" \nWildlife conservation experts also told National Geographic that it’s difficult to measure koala populations, even at the best of times, because the animal has a wide range across eastern Australia, are human-shy and live very high up in trees.\nChristine Adams-Hosking, a postdoctoral research fellow at the University of Queensland in Australia, told PolitiFact that koalas \"are certainly not functionally extinct\" in Australia. And though they have been affected by habitat loss as a result of the fires, she said, it’s too early to know the impact. \n\"We will never know exact numbers because we don’t know how many koalas exactly there were there in the first place,\" she said. \"Time will tell. Over the next few years, the burnt areas will need to be monitored to see how many koalas recolonize the burnt areas and whether they can successfully build up their population numbers again.\"\nPolitiFact also reached out to the World Wide Fund for Nature-Australia about the claim. The organization’s senior manager for land clearing and restoration, Stuart Blanch, told us that while the bushfires are a setback for koala conservation, WWF-Australia does not agree that the species is functionally extinct.\nThe organization estimates that from July to November, the fires scorched more than 8% of the known koala forest in New South Wales and that, even before the fires, koala populations disappeared from large areas of eastern and southern Australia.\n\"While koalas will survive this bushfire crisis, the longer-term picture in New South Wales and Queensland is not good unless excessive tree clearing is halted,\" Blanch said. \"WWF-Australia has published a report projecting ‘that koalas will become extinct in the wild in eastern Australia by as early as 2050 – and highly likely by 2100 – if deforestation and other threats continue.’ \"\nThe organization said that koalas require remaining eucalypt forests to be preserved, cleared forest areas to be regenerated, and isolated patches of habitat to be connected by newly planted wildlife corridors. \nOur ruling\nAs catastrophic bushfires burn in Australia, claims that koalas are now \"functionally extinct\" have gone viral.\nMany wildlife experts reject this designation, and several estimates suggest there are around 300,000 koalas left in the wild. However, the population is currently listed as vulnerable, and its numbers are steadily declining as fires, and other issues, threaten the animal.\nThis claim has some truth to it but omits crucial context that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-16691"}