{"url": "/factchecks/2012/jul/05/clackamas-county-democrats/will-passage-light-rail-ballot-measure-clackamas-c/", "speaker": "Clackamas County Democrats", "vclaim": "Says Clackamas County Measure 3-401 \"will hurt our county, cripple economic growth, and increase our taxes with excessive special elections.\"", "truth_label": "false", "date": "stated on June 22, 2012 in a campaign press release:", "title": "Will passage of light-rail ballot measure in Clackamas County increase taxes?", "text": "Clackamas County residents will vote Sept. 18 on a measure that, if approved, will require county officials to get voter approval before spending county resources for \"financing, design, construction, or operation of any public rail transit system.\" Yes, that means MAX.\n\nConservatives tend to back Measure 3-401 as a way to hip-check county commissioners who make spending decisions. In response, Clackamas County Democrats issued a statement saying they would fight the measure. The statement was published in the letters section of the Clackamas Review.  \n\nDemocrats argue that passage will stymie economic development, throttle local government and cost taxpayers money. Actually, it’s more than just costing more money -- the claim is that the measure will increase taxes: \"Let’s be very clear on 3-401. Its passage will hurt our county, cripple economic growth, and increase our taxes with excessive special elections.  A ‘no’ vote is sensible and reasonable.\"\n\nWho wants higher taxes for more elections? Nobody, right? Or was this just a scare tactic by Democrats?\n\nPolitiFact Oregon recalled a similar argument when a similar issue was on the ballot in Clackamas County last year. Supporters of one urban renewal ballot measure tried to scare voters away from a competing ballot measure by arguing that countywide elections would cost \"a fortune\" compared with geographically limited elections. We ruled that statement False because adding a voter question to a primary or general election doesn’t really cost the elections division extra.  \n\nWe acknowledge that this is a different situation. If voters approve Measure 3-401, future questions about light-rail related decisions will need to go to voters during any one of four authorized regular elections every year. Again, it doesn’t cost much money, if anything, to add a question to a primary or general election.\n\nBut it will cost money if it’s the only issue on a ballot -- and the election is held just to address that one question. Want an example? Measure 3-401 is the only issue on the Sept. 18  ballot. Steve Kindred, county elections manager, estimates the election could cost around $125,000. That’s real money.\n\nBut the claim is that the ballot measure will \"increase our taxes with excessive special elections.\" Will it?\n\nThe answer is no. There is no special tax for elections. County residents pay property taxes, which grow at a predetermined rate, and the money pays for various county agencies, including elections. Kindred checked with staff and said nobody there can recall a time when the tax base was raised to cover the cost of additional elections.\n\nJust to be on the super safe side, we checked with the county assessor, Bob Vroman. He, too, said that more elections do not translate into higher taxes.\n\nBefore we rule, we should include what the spokesman for the Clackamas County Democrats said when we put the tax-raising question to him. Remember, this is a statement that went to media outlets and elected officials. It was published in the Clackamas Review.\n\n\"Special elections cost money, that’s all it means,\" said Peter Toll. He added, \"The county is compelled to run an election at our expense. It’s going to cost tax money.\"\n\nWell, then. So much for precision in language, or even giving voters accurate information.\n\nApproving Measure 3-401 will not increase taxes. Elections cost taxpayer money, but the election may have been held anyway. Taxes in Clackamas County will go up, but for reasons outside the frequency of elections.\n\nWe rule the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10814"}