{"url": "/factchecks/2017/sep/18/joy-behar/joy-behar-politifact-said-trump-lies-95-percent-ti/", "speaker": "Joy Behar", "vclaim": "Says PolitiFact reported that \"95 percent of what (Donald Trump) says is a lie.\"", "truth_label": "false", "date": "stated on September 6, 2017 in comments on 'The View':", "title": "Joy Behar claims that PolitiFact said Donald Trump lies 95 percent of the time", "text": "The View co-host Joy Behar gave a selective — and frankly, incorrect — reading of PolitiFact’s rulings on President Donald Trump’s statements during an on-air debate with White House press secretary Sarah Huckabee Sanders.\nBehar brought up Trump’s Truth-O-Meter record during the Sept. 6, 2017, episode of the ABC talk show, asking Sanders how she thought the press should report on his statements. A reader emailed us asking if Behar was accurately describing our rulings, so we took a closer look at the exchange.\n\"Is the media supposed to not report on the fact that 95 percent of what he says is a lie?\" Behar asked.\n\"The problem with that, Joy, is that is, you are doing exactly what we are talking about and pushing a false narrative,\" Sanders replied. \"Ninety-five percent of what the president says is not a lie.\"\n\"No, it’s not,\" Behar said. \"It’s from PolitiFact.\"\nIt appeared that Behar was referring to Trump’s PolitiFact file, which tracks every statement we’ve rated on the Truth-O-Meter. We compile the results of a person's most interesting or provocative statements in their file to provide a broad overview of the kinds of statements they tend to make. A spokeswoman for The View didn’t clarify Behar’s claim by our deadline.\nAs of Sept. 6, 21 of the 446 statements we examined earned a True rating.\n\nThat is only 5 percent. Does that mean he lied 95 percent of the time?\nIn a word, no.\nWhile we appreciate being a part of a discussion about the facts, Behar wasn’t using our file on Trump properly. Let’s take some time to re-examine what the Truth-O-Meter does and doesn’t do.\nMeter reader\nThere’s no question Trump has a shaky relationship with the truth.\nHis campaign misstatements earned our 2015 Lie of the Year award, and his Truth-O-Meter record was much worse than Democratic challenger Hillary Clinton during the presidential campaign.\nHis tendency to play loose with facts has continued into his presidency. We’ve given him Pants On Fire ratings for gross distortions saying Charlottesville, Va., counter-protesters didn’t have a permit; that CNN’s ratings have suffered mightily; and that allegations his campaign colluded with Russia \"is a made-up story.\"\nHe’s also received False ratings for saying President Barack Obama’s immigration policies led to an upswing in MS 13 gang activity; that his own administration did more in the first 90 days than any other presidency; and that he’s saved \"millions of jobs\" since becoming president.  \nOverall, he’s earned 147 False ratings (33 percent of all the Trump rulings we’ve made) and 69 Pants on Fire ratings (15 percent). Those statements are provably wrong.\nBut to call the rest lies, as Behar did, doesn’t reflect the Truth-O-Meter’s design.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n \n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe define our ratings in our description of our fact-checking process, which helps us determine the veracity of a statement we’ve chosen to check:\nTRUE – The statement is accurate and there’s nothing significant missing.\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nFALSE – The statement is not accurate.\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nSo when we rate a statement something less than True but more than False, the speaker can be accurate to some degree, but incorrect because it’s omitting an important angle, being used in the wrong context or drawing a bad conclusion.\nFor example: When Trump tweeted in February, \"The National Debt in my first month went down by $12 billion,\" he was using a real statistic from the U.S. Treasury Department. He was clearly attempting to make it appear he was responsible for the decrease.\nBut experts we interviewed said not only did the national debt fluctuate on a regular basis as it continued an inexorable upward climb, there was no way Trump enacted policies leading to the minor (and temporary) drop. We rated Trump’s tweet Mostly False.\nTrump has received 52 Mostly True ratings, 64 Half True ratings, and 93 Mostly False ratings.\nAlso keep in mind that a person’s PolitiFact file isn’t a comprehensive look at every single statement they make, nor is it a random sample of what they say. It would be logistically impossible for PolitiFact to make informed rulings on every single comment an official makes.\nWe choose to fact-check statements that are interesting to us or to readers, or that are relevant to policy discussions or the news of the day.\nThe content of the statements can sometimes repeat, as well, landing another rating in the file. We’ve rated Trump’s assertion that America is the highest-taxed nation in the world four times over two years, each earning a False rating.\nThis is not to beat a dead horse, but rather to address Trump’s repetition of the falsehood during the campaign.\nOur ruling\nBehar said PolitiFact reported that \"95 percent of what (Trump) says is a lie.\"\nThat’s a misreading of Trump’s file, which notes that of the 446 statements we’ve examined, only 5 percent earned a True rating. We’ve rated Trump’s statements False or Pants On Fire a total of 48 percent of the time.\nThe definitions of our Truth-O-Meter ratings make it difficult to call the bulk of Trump’s statements outright lies. The files we keep for people's statements act as a scorecard of the veracity of their most interesting claims. Keep in mind that the statements we rate are neither a random nor comprehensive look at things Trump has said.\nBehar oversimplified when invoking our Truth-O-Meter rulings. We rate her statement False.\n Share the Facts 2017-09-18 21:04:01 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  https://abcnews.go.com/Politics/sarah-sanders-95-percent-president-lie/story?id=49653574 Says PolitiFact reported that \"95 percent of what (Donald Trump) says is a lie.\"    Joy Behar The View co-host   TV show debate Wednesday, September 6, 2017 2017-09-06    Read More  info", "vclaim_id": "vclaim-pol-02896"}