{"url": "/factchecks/2016/mar/08/ted-cruz/ted-cruz-donald-trump-hillary-clinton-best-secreta/", "speaker": "Ted Cruz", "vclaim": "Donald Trump has \"described Hillary Clinton as one of the best secretaries of state in history.\"", "truth_label": "barely-true", "date": "stated on February 28, 2016 in on CNN's \"State of the Union.\":", "title": "Ted Cruz claim about Donald Trump praising Hillary Clinton overlooks Trump calling her 'worst' ever", "text": "Just before Ted Cruz won the Republican presidential primaries in Texas and Oklahoma plus the GOP caucuses in Alaska, the Texas senator hammered Donald Trump as ill-equipped to face Democrat Hillary Clinton on the November 2016 ballot.\nOn the Feb. 28, 2016, edition of CNN’s State of the Union, Cruz confirmed he personally will support whoever lands his party’s presidential nomination, \"period, the end.\"\n\"But I will tell you this,\" Cruz said to host Jake Tapper. \"Listen, I think, if we nominate Donald, Hillary probably beats him. Not only does she get to attack him on a whole host of issues where he agrees with her, but… he's described Hillary Clinton as... one of the best secretaries of state in history.\"\nCruz leveled a similar claim during the Feb. 25, 2016, Republican presidential debate in Houston, saying: \"And on substance, how do we nominate a candidate who has said Hillary Clinton was the best secretary of state of modern times…?\"\nWe wondered. Did Trump truly rate Clinton’s performance as secretary of state among the best ever?\nIn response to our request for backup, Cruz spokeswoman Catherine Frazier emailed us a link to a Jan. 17, 2016, web post by The Daily Caller, a conservative news site, presenting video of Trump saying on camera: \"And how did she do as secretary of state? Probably above and beyond everybody else and everything else.\" A portion of the same video earlier appeared in a January 2016 Cruz campaign video suggesting tight ties between Trump and Clinton.\nWeb searches led us to the Trump clip, posted by someone on LiveLeak.com, a British video-sharing site, Dec. 8, 2015. Asked where the video originated, the same individual (with the screen name Exec) pointed us to video from an NBC News interview of Trump after the builder-developer gave an Iowa talk on politics in August 2013.\nNBC News headlined the interview by reporter Kasie Hunt: \"Trump: Clinton will have to defend record as secretary of state.\"\nOur transcript of Trump talking to Hunt on Aug. 10 or 11, 2013, about Hillary Clinton and President Bill Clinton:\n\"Well first of all, I know her very well and I know her husband very well and I like them both. And they are, uh, you know, just really terrific people. I like them both very much.\n\"But I think you’ll be, you know, you’ll be looking at the record of Hillary Clinton. And how did she do as secretary of state? Probably above and beyond everybody else and everything else. You’ll be looking at her record and everybody else is, will be looking at her record.\n\"I don’t know that Benghazi, it doesn’t seem to have resonated like perhaps it should have. But many other things have come up and the world is in turmoil. And I think that a lot of people will be looking at Hillary’s record as secretary of state and she will be defending that record. And I’m sure she’ll do a good job of defending it. But that will be the thing they will be going for.\"\nNo doubt, Trump said: \"And how did she do as secretary of state? Probably above and beyond everybody else and everything else.\" That’s not explicitly best-in-history, but could be bandied in that way.\nThen again, it occurred to us, that comment could be taken as having a different scope; that is, Trump saying only that anyone appraising Clinton would focus on her record as secretary of state. (We encourage  you to watch for yourself.) Consider this change of punctuation: \"And how did she do as secretary of state, probably above and beyond everybody else and everything else.\" Note too that Trump said next: \"You’ll be looking at her record and everybody else is, will be looking at her record,\" a point he made several times in the interview.\nTrump praised Clinton in 2012-13\nWeb searches led us to other instances of Trump making positive comments about Clinton’s tenure as secretary of state, which ran from the start of Barack Obama’s presidency in 2009 through January 2013.\nFrom a Trump-Greta Van Susteren exchange on the March 28, 2012 episode of \"On the Record,\" a Fox News program:\nVAN SUSTEREN: \"Looking at the administration, how do you think the vice president has done? (Joe) Biden, although, being a vice-president is not a job that is very visible, Secretary of State Hillary Clinton, I'm curious what you think about those two.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nTRUMP: \"I think Biden has been a very loyal person, to be honest with you. I think he has been a good vice president for the agenda that they set and he has been a very, very loyal person. I respect him for that.\n\"Hillary Clinton I think is a terrific woman. I am biased because I have known her for years. I live in New York. She lives in New York. I really like her and her husband both a lot. I think she really works hard. And I think, again, she's given an agenda, it is not all of her, but I think she really works hard and I think she does a good job. I like her.\"\nVAN SUSTEREN: \"She says she's out at the end of this term. Do you think we will see her again running for office?\"\nTRUMP: \"I think so. Assuming she is healthy, I think she probably runs after the next four years, I would imagine.\"\nVAN SUSTEREN: \"Do you support her?\"\nTRUMP: \"I don't want to get into this because I will get myself into trouble --\"\nVAN SUSTEREN: \"That's why I asked you.\"\nTRUMP: \"I just like her. I like her husband. Her husband made a speech on Monday and was very well received. He is -- he is a really good guy, and she's a really good person and woman.\"\nAlso, a July 2012 MSNBC news story noted Trump’s statement in an October 2013 interview with Larry King about Hillary and Bill Clinton: \"I like them both very much.\" (See Trump’s \"like\" about the 15:46 mark of the King interview posted here.)\nSo, Trump in 2012 and 2013 indicated he personally liked Clinton and in 2012, when Clinton was still the secretary, Trump said she \"works hard and I think she does a good job.\"\nTrump in 2015\nBut, unnoted by Cruz, Trump has most recently been critical of Clinton's work, calling her one of the country’s worst secretaries of state. On July 8, 2015, he sent a statement to the Business Insider calling Clinton \"the worst secretary of state in the history of the United States.\"\nThe publication said Trump issued his statement after Clinton told CNN she was disappointed in Trump’s campaign-opening remarks about Mexican immigrants. In his June 14, 2015, kickoff, Trump said: \"When Mexico sends its people, they’re not sending their best. They’re not sending you. They’re not sending you. They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.\"\nOur ruling\nCruz said Trump has \"described Hillary Clinton as one of the best secretaries of state in history.\"\nTo the contrary, Trump last year called Clinton the worst secretary of state in history and we didn't find any instance of Trump calling Clinton one of the best ever.\nStill, Trump previously said he liked Clinton and even that she was doing a good job as secretary -- while, in the 2013 NBC News interview, he said: \"And how did she do as secretary of state, probably above and beyond everybody else and everything else.\" We see ambiguity in this phrasing, which could be taken as high praise or, more logically, as a clumsy rehash of Trump’s repeatedly expressed prediction in the interview that Clinton’s record would be a target of scrutiny.\nOn balance, we rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05303"}