{"url": "/factchecks/2011/jun/28/democratic-congressional-campaign-committee/dccc-says-rep-jim-renacci-plan-would-jeopardize-nu/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "\"Rep. Jim Renacci’s plan to end Medicare also puts nursing home care for 3,000 seniors in the district in immediate jeopardy.\"", "truth_label": "barely-true", "date": "stated on June 8, 2011 in a news release:", "title": "DCCC says Rep. Jim Renacci plan would jeopardize nursing home care", "text": "The \"Path to Prosperity\" budget document that Republicans in the House of Representatives adopted in April has become a path to propaganda for Democrats who are using the proposals it contains in an effort to discredit its Republican supporters.\n\nThe Democratic Congressional Campaign Committee blitzed the media June 8 with news  releases that claimed particular GOP congressmen who voted for the plan would jeopardize nursing home care for senior citizens in their district.\n\nOne targeted freshman Rep. Jim Renacci from Ohio’s 16th Congressional District.\n\n\"Rep. Jim Renacci’s plan to end Medicare also puts nursing home care for 3,000 seniors in the district in immediate jeopardy,\" the news release said. It asserted the \"Republican-Renacci plan\" might force grandma \"to move out of the nursing home because families can no longer afford her long-term care.\"\n\nThis seemed like an odd claim to make about Renacci, an entrepreneur who built a personal fortune of more than $30 million through businesses that included a chain of nursing homes. PolitiFact Ohio decided to take a look.\n\nA popular soundbite has been to label the GOP plan as a plan to kill Medicare. This claim, though, also ties in nursing home care funded by Medicaid.\n\nMedicaid is the nation’s largest payer for nursing home care, bankrolling 64 percent of nursing home patients and 13 percent of assisted living residents, according to the American Health Care Association, a trade group for the nursing home industry.\n\nThe Republican plan would convert the federal share of Medicaid into block grants. Republicans say that would maximize states’ flexibility to focus benefits on specific needs. Presently, the only option for states to reduce costs, they say, is across-the-board cuts in reimbursements to doctors, which leads to fewer doctors willing to see Medicaid patients.\n\nThe GOP budget would initially give states the same allotment for Medicaid they get today, only in block grant form. The change would start in 2013. The amount would grow each year to account for inflation and population. However, Medicaid expenditures would not grow as much as they would under current law.\n\nIn support of their claim, The DCCC referred us to a series of reports produced by Democrats on the House Energy and Commerce Committee, which aim to break down the district-by-district impact the GOP budget would have on Medicare and Medicaid.\n\nDemocrats contend the GOP proposal, with its new flexibility for the states, would mean that states no longer have to abide by current federal requirements for the money’s use, thus jeopardizing nursing home care. The Medicaid report for Renacci's district says 3,000 constituents have nursing home care paid by Medicaid, a figure it got from the Centers for Medicare and Medicaid Services.\n\nThe non-partisan Congressional Budget Office estimates that federal spending for Medicaid under the House GOP plan would be 35 percent lower in 2022 and 49 percent lower in 2030 than it would be if the program was left alone.\n\nIts implementation would keep federal spending on Medicare, Medicaid and CHIP - the Children’s Health Insurance Program - under 6 percent of the nation’s Gross Domestic Product, rather than having it rise to around 12 or 14 percent, as would be expected under current scenarios.\n\nThis would make Medicaid funding more predictable from a federal perspective, but it would lead to greater uncertainty for states as to whether the federal contribution would be sufficient during periods of economic weakness. Federal payments for Medicaid under the proposal would also be substantially smaller than currently projected amounts, the CBO says, although states might be able to achieve greater efficiencies with the flexibility provided by the changes.\n\nBoth AHCA and AARP fear that converting Medicaid to a block grant program would have negative effects on nursing home patients. An issue brief from the nursing home group says block grants \"threaten care for frail seniors and the disabled.\"\n\nWhether nursing home care would continue to be paid for by Medicaid would be up to individual states if the program is converted to a block grant, AARP state government relations director JoAnn Lamphere said in an interview.\n\n\"If you recognize that the bulk of Medicaid spending goes to nursing homes, you would have to conclude that nursing homes would be severely impacted,\" Lamphere said.\n\nSo where does that leave the DCCC’s claim on the Truth-O-Meter?\n \n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nIt’s impossible to precisely know how much funding would be cut for nursing home care, since each state would make that decision. But given that the CBO predicts funding levels would be 35 percent lower under this plan than under the current system by 2022 and 49 percent lower by 2030, and that 64 percent of the nation’s nursing home care is paid for by Medicaid, it’s reasonable to expect some cuts in coverage.\n\n\n\nThe claim says nursing home care would be put in immediate jeopardy, but the language in the proposal delays the changeover until 2013 -- well over a year away.\n\n\n\nThe DCCC refers to the GOP budget plan as \"Rep. Jim Renacci’s plan to end Medicare,\" but Renacci had no role in drafting the plan. It was authored by House Budget Committee Chairman Paul Ryan of Wisconsin. Renacci merely voted for it on the House of Representatives floor.  \n\n\n\nAnd PolitiFact has repeatedly rated Democratic claims that the GOP plan would \"end Medicare\" as False, concluding the major alterations it entails don’t actually end the program.\n\n\n\n\nThere is an element of truth to the DCCC claim, but it also ignores critical facts that would give a different impression. The DCCC packs a lot of misinformation into a single sentence.\n\nOn the Truth-O-Meter, we rate it Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12842"}