{"url": "/factchecks/2019/aug/20/elizabeth-warren/warren-makes-point-disparities-insurance-coverage-/", "speaker": "Elizabeth Warren", "vclaim": "\"The law says that mental health must be treated the same as physical health,\" but coverage by health insurers is unequal.", "truth_label": "true", "date": "stated on July 11, 2019 in a public forum:", "title": "Warren makes point on disparities in insurance coverage for physical and mental health", "text": "During a July visit to Milwaukee, Democratic presidential hopeful Elizabeth Warren told an audience that when it comes to their mental health needs, their health insurer may not always be on their side.\nAccording to the Massachusetts senator, that’s because there is an unequal playing field when it comes to coverage of physical and mental health needs.\n\"The law says that mental health must be treated the same as physical health,\" Warren said at the League of United Latin American Citizens convention in Milwaukee on July 11, 2019, referencing the idea that health providers don’t care equally for the two. \nWarren was among eight Democratic presidential contenders, plus Jill Biden, wife of candidate Joe Biden, who attended the convention. LULAC is the largest and oldest Hispanic civil rights organization in the country. \nBut what does the law say about physical vs. mental health?\nAnd, as Warren contends, do insurers treat them unequally?\nCoverage requirements\nWhen we reached out to Warren’s campaign for backup, spokesman Chris Hayden told us the senator was referring to the Affordable Care Act’s essential health benefits.\nThe ACA required small group and individual market plans to cover 10 different benefit categories, including maternity and newborn care, ambulance and emergency services and prescription drugs. Mental health and substance use disorder services were also included as benefits.\nHayden also pointed to the Mental Health Parity and Addiction Equity Act, sponsored by then-U.S. senators Paul Wellstone and Pete Domenici, which was enacted in October 2008. The act requires equal coverage of treatment for mental illness and addiction.\n\n\n\n \nAccording to the National Alliance on Mental Illness, the federal government released rules to implement the law in November 2013. Before the law, mental health treatment was typically covered at lower levels in health insurance policies than physical illness. \nSo, Warren’s stance that the law requires equal insurance coverage of mental and physical health checks out.\nBut, is there a disparity in the way insurers service patients for those needs?\nStudies show disparities in coverage\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA 2017 national study by Milliman, a healthcare actuarial consulting firm, found patients used an out-of-network provider far more often for behavioral and mental health services than physical health needs. \nThe study found that in 2015, behavioral care was four to six times more likely to be provided out-of-network than medical or surgical care, and insurers paid primary care providers 20% more for the same types of care than they paid addiction and mental health care specialists.\nIn Wisconsin, about 13% of office visits for behavioral health were out-of-network compared to 2.5% for primary care.\nThis underlines that the insurance network didn’t include as many doctors who provide mental health care.\nKaiser Health News reported on Aug. 3, 2015, that since the mental health parity law went into effect, most insurers had made progress in their mental health coverage, such as dropping annual limits on therapy sessions, making higher copayments and separate mental health deductibles less of an issue. \nHowever, Kaiser also reports insurers have continued to limit treatment through other methods, such as enforcing a \"medical necessity\" review for patients in some cases. In those reviews, insurers -- not doctors -- decide whether a patient requires a certain treatment and at what frequency.\nAdditionally, only a few states have checked up on whether insurers are complying with parity laws, and the U.S. government has not taken any public enforcement action against an insurer or employer for violating the law since it was passed, according to the Kaiser report.\nLawsuits against insurers alleging a lack of parity have been filed in states such as New York, Illinois and California where patients ran into issues regarding coverage for their mental health.\nEnforcement challenges of health care laws\nBen Miller, chief strategy officer of Well Being Trust, an Oakland-based nonprofit focused on health issues, said one reason the parity law is hard to enforce is because most people don’t have a clear understanding of their health care coverage.\n\"We do not have clear transparency as ultimately what a health insurer might be doing,\" he said. \"Health insurance is like a black box.\"\n Secondly, he said it’s time consuming to enforce it.\n\"States could easily step up and enforce the federal law,\" Miller said. \"I just don’t think that’s something that happens very often.\"\nOur ruling\nWarren claimed mental health and physical health have to be treated the same under the law, but coverage by health insurers is unequal.\nThe Mental Health Parity and Addiction Equity Act says insurers must provide equal coverage of physical and mental health. The ACA made it a requirement for insurers to cover certain benefits which included behavioral health.\nBut various studies and reports found that insurers often fall short of upholding this law. \nWe rate this claim True.", "vclaim_id": "vclaim-pol-00252"}