{"url": "/factchecks/2015/dec/16/uber/uber-says-drunk-driving-crashes-down-austin-advent/", "speaker": "Uber", "vclaim": "\"Recent news reports indicate DWI crashes in Austin dropped 23 percent since ridesharing entered the market.\"", "truth_label": "mostly-true", "date": "stated on November 7, 2015 in a web post:", "title": "Uber says drunk-driving crashes down in Austin since advent of ride-sharing services", "text": "UPDATE, 12:50 p.m., May 6, 2016: Months after this fact check posted, the Austin American-Statesman obtained Austin Police Department statistics that conflict with the numbers the agency provided us when we conducted the check. The updated figures, which suggest more than 80 previously untallied DWI collisions in 2014 and 2015, would change our calculations in the fact check below, resulting, for instance, in 12 percent fewer DWI collisions in 2014 compared with 2013, not 24 percent fewer. That said, we’re not changing our story or adjusting the original Truth-O-Meter rating. The new data were not available to Uber at the time the company aired its claim, which was based on a news report that also used data the police department provided.Uber, a prominent ride-sharing service, has urged Austin-area supporters to tell Austin City Council members not to limit how it does business in part, it says, because drunken-driving accidents declined after such services started locally.\n\"Ridesharing is moving Austin forward,\" Uber says in a web post including a petition for council members that we spotted in November 2015. \"Recent news reports indicate DWI crashes in Austin dropped 23 percent since ridesharing entered the market.\"\nWe wondered about the declared link.\nIt seems plausible that if residents who consume alcohol avoid driving by enlisting a ride-sharing service, there could be fewer drinking-related accidents. In January 2015, indeed, Temple University researchers concluded from reviewing California data that the availability of ride-sharing at a lower cost than traditional taxi service in certain cities reduced drunk-driving deaths by up to about 6 percent. On the other hand, social scientists and statisticians are often quick to point out correlations don’t prove causation. Even if DWI-connected accidents are down since Uber arrived in Austin, it's not a certainty that's because of Uber's presence.\nUber's backup\nTo our emailed inquiry about ride-sharing and Austin accidents, Uber spokeswoman Brooke Anderson pointed out a March 2, 2015, KVUE-TV news story stating that according to the Austin Police Department, DWI arrests and crashes were down citywide, \"and there could be a few reasons why,\" the station said. The story said the number of DWI arrests had dropped 16 percent in 2014, according to APD statistics. \"DWI-related crashes fell even more citywide, decreasing by 23 percent last year,\" as in 2014, the story said, which also is \"the year ride-sharing started in Austin, with services like Uber and Lyft entering the market.\"\nAsked when Austin residents became able to use a cell-phone app to call a ride-sharing service, Anderson told us Uber launched in Austin in June 2014.  But it wasn't until October 2014 that the council gave permission to the Uber and Lyft ride-sharing companies to operate, effective a month later, and the city indicated plans to develop permanent rules later.\nKVUE’s news story quoted APD DWI Enforcement Lt. Keith Walker saying he didn’t  know how much of an impact its arrival had on drunk driving in Austin, but he said the more travel options people have, the better.\nPolice department figures\nNext, we asked the police department for a month-by-month breakdown of DWI collisions.\nTo our inquiry about Uber's claim, department spokeswoman Amanda Cole also forwarded an email from Lt. Brent Dupre, then in the department’s Highway Command, stating: \"We cannot say any drop\" in DWI collisions \"is due to the ridesharing groups.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nDifferent timeframes, different results\nWe crunched the department’s counts of DWI collisions different ways, mostly finding decreases over the months that ride-sharing services have been available.\nFor instance, according to the department, Austin experienced 454 DWI collisions in 2014; that count was 24 percent less than the 597 DWI collisions in 2013, much as KVUE reported.\nThen again, most recently, there were 445 DWI collisions in Austin from January through October 2015, the latest month of available data when we inquired--a nearly 6 percent increase from the 422 such collisions over the comparable stretch of 2014. Still, DWI collisions in Austin over the first 10 months of 2015 ran nearly 12 percent behind the 503 DWI collisions in the comparable part of 2013, according to the department.\nNext, we compared tallies for the 12 months after the council’s grant of permission to ride-sharing services took effect in November 2014 to the previous 12 months. According to the police, there were 497 DWI collisions in the city after ride-sharing was legal compared to 496 DWI collisions in the previous period--no change.\nBut we also compared DWI collisions over the 17 months from June 2014, when Uber started picking up passengers in Austin, through October 2015 to the preceding 17 months. According to the police, there were 821 DWI collisions in the city from 2013 through May 2014 and 675 DWI collisions from June 2014 through October 2015, or 18 percent fewer.\nOur ruling\nUber said: \"Recent news reports indicate DWI crashes in Austin dropped 23 percent since ridesharing entered the market.\"\nThat aligns with a local news report. Yet different timeframes for making statistical comparisons suggest a range of results--even, in one slice, more DWI collisions than before. It's worth repeating that Uber is referring to correlations between ride-sharing’s availability and collisions, not necessarily causation.\nWe rate this statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05614"}