{"url": "/factchecks/2015/may/05/hillary-clinton/hillary-clinton-says-us-ranks-just-65th-world-gend/", "speaker": "Hillary Clinton", "vclaim": "\"The United States is 65th out of 142 nations and other territories on equal pay.\"", "truth_label": "half-true", "date": "stated on April 23, 2015 in a speech at the Women in the World conference:", "title": "Hillary Clinton says U.S. ranks only 65th in world for gender pay equity", "text": "Hillary Clinton, who wants to become the first woman ever to win the presidency of the United States, gave an address recently at the Women in the World Summit that touched on the gap in pay between men and women in the United States.\nIt’s \"hard to believe that so many women are still paid less for men than the same work, with even wider gaps for women of color. If you doubt what I say, look to the World Economic Forum, hardly a hotbed of feminist thought,\" Clinton said at the April 23, 2015, summit. \"Their rankings show that the United States is 65th out of 142 nations and other territories on equal pay. Imagine that. We should be No. 1.\"\nThat sounds pretty bad for a nation that’s considered the world’s economic superpower. We wondered whether the United States is really that far back in the pack.\nWe found a more complex picture than Clinton’s comments showed. One study that surveyed executives supported her point, but another study of wage data actually undermined it. \nFraming the wage gap question\nPolitiFact has written frequently in the past about how much of a pay differential exists for working men and women in the United States.\nWhile the exact phrasing has sometimes made a difference in our ratings, we’ve generally rated Mostly True the claims that women earn 77 or 78 cents for every dollar a man does, while we’ve generally rated Mostly False the claims that said women earned 77 or 78 cents for every dollar a man earned for the same work. That’s because the 77 to 78 cent figure refers to earnings by men and women irrespective of the specific job held.\nThe 77 to 78 cent statistic reflects that men and women tend to choose different professions and work different numbers of hours per week -- factors that may be noteworthy for policymakers, but which do not directly reflect wage discrimination on the part of employers for women and men who hold the same job. When you compare men and women who hold the same or similar jobs, the pay gap shrinks significantly, though it does not disappear entirely.\nGlobal comparisons\nThe new wrinkle in Clinton’s comments is the international comparison.\nThe study she referred to was released by the World Economic Forum, a Switzerland-based group that describes itself as \"committed to improving the state of the world through public-private cooperation.\" It is best known for its annual meeting of world economic and political leaders in Davos, Switzerland.\nThe group’s Global Gender Gap Report 2014 says it quantifies \"the magnitude of gender-based disparities and tracks their progress over time.\" The group explained that the gender gap index looks at \"the relative gaps between women and men across four key areas: health, education, economy and politics.\"\nThe primary yardstick in the report ranked the United States 20th out of 142 countries. By contrast, the 65th place ranking comes from one of the subcategories. Specifically, that 65th-place ranking came from a survey in which executives were asked to rate on a numerical scale their answer to the question, \"In your country, for similar work, to what extent are wages for women equal to those of men?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nSo Clinton engaged in a bit of cherry-picking. By focusing on the United States’ 65th-place ranking, rather than its 20th-place ranking, Clinton painted a much grimmer picture.\nIn addition, the particular data point she used is based on a survey of several hundred business executives in the United States. That means it’s based heavily on perceptions of how much gender-based wage bias exists, not just on hard data showing actual wage differentials. Those executives’ perceptions may or may not be based on accurate assumptions.\nThat said, Clinton does have some justification for citing the ranking she did.\nOn the question of cherry-picking, it does appear that the 65th-place data point is the one most directly focused on gender-based wage discrimination; the other data points refer to elements that are less directly related, such as labor-force participation rates and overall compensation.\nAnd on whether it’s appropriate to use a survey rather than wage statistics, doing so does at least has the advantage of recording answers from executives in a wide range of countries across the globe. There does not appear to be comprehensive wage data for all or most countries by gender.\nThe Clinton campaign expressed confidence in the value of the World Economic Forum survey and emphasized that it involved a larger number of countries.\nHard data on the \"unexplained\" gender gap\nHowever, the more limited hard data that does exist puts the United States in a more favorable light on wage equity than Clinton’s talking point would suggest.\nThat data comes from the International Labor Organization, a division of the United Nations. The group’s Global Wage Report 2014/15 compared data from 29 developed countries, plus Europe as a whole. This data looks not just at gender-based wage gaps, but at how much of that gap can be \"explained\" by demographic factors unrelated to employer discrimination, such as education, experience and the divergent career choices made by men and women.\nOnce you remove the \"explained\" portion of the wage gap, what’s left -- the \"unexplained\" portion of the gender gap -- is considered a more direct approximation of how much discrimination is occurring against women when compared to men who hold the same job. And on this score, the United States rates well.\nOf the 30 nations studied, only Germany has a smaller \"unexplained\" wage gap than the United States does. By this measure, the United States outpaces such advanced industrialized rivals as the United Kingdom, France, the Scandinavian countries and Europe as a whole. That’s a much less dire picture than the one Clinton painted in her speech.\nOur ruling\nClinton said \"the United States is 65th out of 142 nations and other territories on equal pay.\"\nShe has cited a finding from one international survey of executives, but other data -- including actual wage data from more than two dozen advanced countries -- shows the United States second only to Germany in the lack of gender-based wage discrimination for men and women who hold the same job.\nThe statement is partially accurate but leaves out important details or takes things out of context, so we rate it Half True.", "vclaim_id": "vclaim-pol-06443"}