{"url": "/factchecks/2013/apr/07/susan-yoshihara/same-sex-marriage-foe-says-latest-research-has-sha/", "speaker": "Susan Yoshihara", "vclaim": "Assertions that it makes no difference whether children are raised by heterosexual or homosexual parents have been \"shattered by the latest and best social science and research.\"", "truth_label": "false", "date": "stated on March 21, 2013 in testimony before a R.I. Senate committee:", "title": "Same-sex marriage foe says latest research has “shattered” claims about children raised by same-sex couples", "text": "Supporters and opponents of bills to legalize same-sex marriage argued for more than 12 straight hours recently before the Rhode Island Senate’s Judiciary Committee. One of the many issues on which they disagreed was the consequences, if any, of same-sex couples raising children.\n\n\n\"It's true some people claim that it doesn't make a difference whether a child is raised by a mother and father or whether she's raised by adults engaged in homosexual lifestyles,\" said Susan Yoshihara, director of research at the Catholic Family and Human Rights Institute, who testified against same-sex marriage.\n\n\n\"Some go even further and say that two lesbians might make better parents than a mother and a father, and there was a study that came out a few years ago that pointed to that effect as well. But any scholarly basis for those claims has been shattered by the latest and best social science and research.\"\n\n\nWe wondered what recent research she was referring to and whether it really \"shattered\" previous findings.\n\n\nFirst, some background. According to the 2010 Census, there were 131,729 same-sex married households and 514,735 unmarried same-sex households in the United States.\n\n\nThirty-one percent of the married couples and almost 14 percent of the unmarried couples said they were raising children. Nearly 2 million children under age 18 were being raised by at least one gay or lesbian parent, the census estimated.\n\n\nThere have been numerous peer-reviewed studies of same-sex couples raising children.\n\n\nSupporters of same-sex marriage say one of the best grew out of the National Longitudinal Lesbian Family Study, which, since 1986, has been following 154 lesbian mothers who had children through artificial insemination.\n\n\nResearchers questioned 39 boys and 39 girls raised by those couples and compared responses with those of equal numbers of boys and girls raised by a mother and father. Their findings were published in 2012 in the Journal of Developmental & Behavioral Pediatrics.\n\n\n\"Our results revealed that the [children of the lesbian couples] rated themselves comparably to their counterparts in opposite-sex parent families in\" quality of life, the study concluded.\n\n\nIn March 2013, the 60,000-member American Academy of Pediatrics announced it supports same-sex marriage. In its journal, Pediatrics, it said that \"extensive data from more than 30 years of research reveal that children raised by gay and lesbian parents have demonstrated resilience with regard to social, psychological, and sexual health despite economic and legal disparities and social stigma.\"\n\n\nSO WHAT WAS the research that, according to Yoshihara, changed the landscape of scholarly thinking on the issue, shattering the past studies?\n\n\nWe contacted Yoshihara, who provided links to two recent studies.\n\n\nOne was by Mark Regnerus, an associate professor of sociology at the University of Texas-Austin.\n\n\nRegnerus’ study, published in July 2012 in Social Science Research, asserted that many previous studies finding \"no notable disadvantages\" and/or \"no differences\" for children raised in same-sex families relied on sample sizes that were too small or were biased. And he said they often relied on interviews of the same-sex parents, not the children.\n\n\nRegnerus’  New Family Structures Study used a questionnaire on a range of topics to interview just under 3,000 people ages 18 to 39 and asserted that some outcomes were worse for children of same-sex parents. It compared the children of \"lesbian mothers\" and \"gay fathers\" with the children of \"intact\" heterosexual couples.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nThe study looked at everything from whether the children had thought about suicide to whether they voted in the last presidential election. It found, for instance, that the children of lesbian mothers were more likely to be have been in therapy, a link that was not true for children of gay fathers.\n\n\nYoshihara also cited a paper by Loren Marks, a professor at Louisiana State University, which Social Science Research also published online in July 2012, which raised similar criticisms of previous studies.\n\n\nTHE REGNERUS STUDY'S methods and conclusions touched off a firestorm of criticism from same-sex marriage supporters and from social scientists from around the country.\n\n\nTwo hundred researchers signed a letter to Social Science Research, attacking the \"intellectual merit\" of the Regnerus study.\n\n\nJames D. Wright, editor-in-chief of Social Science Research, asked yet another scholar on the journal’s editorial board to review the Regnerus study and determine whether it was proper to have published it.\n\n\nThat scholar, Darren E. Sherkat, a Southern Illinois University sociology professor, found many shortcomings. Among them: the Regnerus study included among its gay parents people who had a same-sex relationship at any time, even if it was one experience and even if the people involved did not raise the child together.\n\n\nSherkat was also asked to review the companion paper by Marks and he concluded it was essentially a review of other studies and \"inappropriate for a journal that published original quantitative research.\"\n\n\nSherkat also found that reviewers of both papers failed to disclose conflicts of interest, including being paid consultants on the Regnerus study.\n\n\n\"Both papers have serious flaws and distortions that were not simply ignored, but lauded in the reviews,\" Sherkat wrote.\n\n\nMeanwhile, 27 scholars from various universities signed a letter defending the Regnerus study.\n\n\nSO WHERE ARE WE in this academic free-for-all?\n\n\nTwo things are clear:\n\n\n* There is a sharp division among scholars and advocates over the issue of same-sex parenting\n\n\n* The Regnerus study hasn’t been widely accepted as \"the best\" research on the topic and has not reordered the social-science world in the way Yoshihara suggests.\n\n\nWright, the Social Science Research editor-in-chief, put it best:\n\n\"I would regard ‘shattered by the latest and best social science research’ as something of an overstatement,\" he said in an e-mail\n\n\nA prudent scholar, he said, would conclude that \"the question is by no means settled, either by the literature as a whole or by the Regnerus study, the latter having far too many problems and issues to be considered ‘definitive.’\"\n\n\nWe rule Yoshihara’s claim  False.", "vclaim_id": "vclaim-pol-09504"}