{"url": "/factchecks/2010/dec/01/bill-nelson/bill-nelson-talks-one-way-earmarks-votes-another/", "speaker": "Bill Nelson", "vclaim": "On banning earmarks.", "truth_label": "full-flop", "date": "stated on November 30, 2010 in Senate floor votes:", "title": "Bill Nelson talks one way on earmarks, but votes another", "text": "Florida's U.S. Sen. Bill Nelson joined 32 Republicans and six other Democrats on Nov. 30, 2010, in unsuccessfully pushing for a moratorium on earmarks for the next three federal budget years.\n\nBut that's not the position Nelson staked out just two weeks prior.\n\nSpeaking to reporters on Nov. 15, 2010, after meeting with Florida U.S. Sen.-elect Marco Rubio, Nelson said earmarks were an important part of creating jobs and growing Florida's economy. (Rubio supports a moratorium on federal earmarks).\n\nNelson said he gave Rubio \"the example of bringing a nuclear aircraft carrier to Mayport (and) the necessary earmarks that take place over five years. It's a request by the Department of Defense, but if I didn't attend to that appropriation, the Virginia delegation was going to eliminate a carrier going into Florida.\"\n\nNelson then talked about ports in Miami and Jacksonville needing millions of dollars to deepen their channels so that ships using the Panama Canal could dock there -- and how getting an earmark to pay for the work is critical.\n\n\"That is huge to Florida -- to trade, to jobs, to economic activity, that all of those big cargo ships coming through the Panama Canal come to Florida instead of going to Savannah and to Charleston,\" Nelson said. \"Those are the hard realities when we talk about the appropriations we call earmarks. So if you tie them to jobs in your local economy, that seems like that's a defining way.\"\n\nYet on Nov. 30, 2010, he was one of 39 senators to support waiving Senate rules to consider an earmark moratorium for fiscal years 2011, 2012 and 2013. The measure failed 56-39.\n\nThat Nov. 30 vote also stands in contrast to a vote Nelson cast eight months earlier, according to Senate records. On March 16, 2010, Nelson was one of 68 senators to table a motion to ban earmarks for fiscal years 2010 and 2011. The motion was tabled by a vote of 68-29.\n\nAsked about the switch in positions by the St. Petersburg Times' Alex Leary, Nelson spokesman Dan McLaughlin said: \"These are unusual (economic) times. ... Going forward Sen. Nelson will keep looking for ways to cut spending, while also fighting to make sure Florida gets its fair share of federal funding for things like ports, military bases and major projects that bring new jobs.\"\n\nWithout a formal ban, Nelson -- who is up for reelection in 2012 -- is free to continue to pursue earmarks. But his Nov. 30 vote is an about-face from an earlier vote and his comments to reporters. So it's an easy call for our Flip-O-Meter. We say Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge LeMieux\n\n\nstated on January 8, 2010 in a message on Twitter\n\n\n\n\n\n\n\n\n\n\"Why is January 8th an important date in American history? This day in 1835 is the only day in our history when we have not been in debt.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 11, 2010", "vclaim_id": "vclaim-pol-13944"}