{"url": "/factchecks/2012/mar/02/rick-scott/rick-scott-floridians-pay-1500-pip-premium/", "speaker": "Rick Scott", "vclaim": "\"In some communities, for $10,000 worth of (PIP) coverage it’s $1,500 a year.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2012 in an interview with WTSP:", "title": "Rick Scott says some Floridians pay $1,500 for PIP premiums", "text": "Gov. Rick Scott says abuse of Florida’s auto insurance law is forcing drivers to pay more for their car insurance.\n\nHe’s made reforming the law, also known as personal injury protection, or PIP, his second-highest priority this legislative session. He appealed to people’s purse strings in a recent interview with WTSP Tampa Bay.\n\n\n\"It impacts the poorest families in our community the most. In some communities, for $10,000 worth of coverage it’s $1,500 a year,\" Scott said. \"It’s just money out of families’ pockets that they could put into education, food, shelter.\"\n\n\nIf Scott’s right, that’s a steep annual fee for not much protection. We wanted to know if it’s true, and for whom.\n\n\nA primer on PIP before we get rolling: The requirement is meant to guarantee treatment from injuries sustained during auto accidents, regardless of who is at fault. Over recent years, officials say, the system has been abused by people staging car accidents to collect money for treatment they do not need.\n\n\nWe previously checked a claim from Chief Financial Officer Jeff Atwater that Florida is the No. 1 state in the country for staged car accidents. We rated that Mostly True.\n\n\nFor this fact-check, we asked an array of people interested in the PIP fight if Scott’s figures are right. State officials and insurance industry representatives pointed us to a report from Florida’s PIP Working Group, coordinated by the state’s insurance consumer advocate at the request of her boss, Atwater.\n\n\nThe 65-page report bills the information in its PIP review as the \"most reliable and current insurance and claims data available.\" It offers average PIP premiums from two insurance companies for different kinds of motorists with mostly clean driving histories. It focuses on three cities with high allegations of PIP fraud: Tampa, Orlando, Hialeah.\n\n\nThe working group only examined premiums from State Farm, which insures one in five vehicles in Florida, and Direct General, a \"non-standard\" company that typically takes on high-risk motorists.\n\n\nThe other major state insurers -- Geico, Allstate and Progressive -- are not included.\n\n\nThe report shows instances of high PIP premiums that match Scott’s estimate. For instance, a young Hialeah professional with State Farm and one minor violation and one not-at-fault accident paid $1,765 for PIP coverage in 2011. In Tampa, the premium for the same person was $1,077. According to the same report, an average family with teen drivers and two vehicles purchasing Direct General insurance would pay $1,571.\n\n\nThe cost is even higher in some cases, escalating more than $800 over three years. In Hialeah, the average family with teen drivers and two vehicles and no accidents or violations on State Farm paid $2,450 in 2008 and $3,270 in 2011.\n\n\nWe asked the state how many drivers might be included in each of these categories -- since the report targets specific insurance companies, specific cities and specific types of drivers --  but we did not receive an answer by our deadline.\n\n\nSo while we do not know the sample size of the data, we do know that $10,000 worth of PIP coverage in Florida can cost $1,500 or more each year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\nBut Scott made a broader claim in his WTSP interview  -- that the cost of coverage is dependent on your community, not necessarily your personal situation, your insurance carrier or how large your deductible is.\n\n\nThe information to substantiate that claim is much more difficult to pinpoint -- largely because insurance coverage is tailored to individual situations.\n\n\nWe found a wealth of information on PIP premiums across the state from the Florida Office of Insurance Regulation. We received several spreadsheets from the office detailing average PIP premiums in 2010 from Florida’s top five insurers.\n\n\nThe numbers are required of insurance companies when they file for rate requests, which has been pretty often lately. They’re broken down for different types of drivers by coverage areas.\n\n\nOur takeaway: There are plenty of good drivers who don’t pay nearly $1,500 a year.\n\n\nThrough Geico, a Hialeah retiree with a clean driving history would pay $450 a year for $10,000 in coverage.\n\n\nA married, middle-aged couple who share two vehicles with their adult children and have a clean driving record would pay $406 a year in Central Orlando through Geico, anywhere from $327 to $860 a year in Hialeah and $253 a year in St. Petersburg.\n\n\nIn rural cities and counties, the family would pay even less: Ocala, $179; Central Jacksonville, $193; Northeast Florida counties, $153; Panhandle counties, $128.\n\n\nWith so much variance between drivers, driving histories, plans and location, pulling an average statewide PIP premium from this data wouldn’t be wise-- even if it was easily available.\n\n\nWe requested a median premium but did not hear back from the Office of Insurance Regulation by our deadline.\n\n\nBut consider this: In 2011, Insure.com determined Florida’s overall auto insurance premium costs were $1,476, below the national average ($1,561). Another measure used by the Insurance Information Institute found Florida’s average car insurance expenditure to be $1,006 (based on 2009 statistics). PIP is just one part of your car insurance bill.\n\n\nOur ruling\n\n\nScott said, \"In some communities, for $10,000 worth of coverage it’s $1,500 a year.\"\n\n\nA state report shows that in some instances, drivers pay $1,500 a year -- or even more -- for $10,000 worth of coverage. The report also makes clear that the instances of high premiums are in places where fraud allegations are highest. \n\n\nStill, those high premiums also depend on individual circumstances. People in Hialeah could pay $1,500 or more for coverage. But people also could pay less. What you pay depends on how many cars you own and what kind of driver you are. It doesn't depend solely on which community you live in.\n\n \n\nWith that clarification in mind, we rate Scott's statement Mostly True.", "vclaim_id": "vclaim-pol-11505"}