{"url": "/factchecks/2020/dec/30/pat-toomey/fact-checking-sen-pat-toomeys-comment-pa-gov-tom-w/", "speaker": "Pat Toomey", "vclaim": "“In my state, as in many other states, we have governors who are closing down businesses again.”", "truth_label": "true", "date": "stated on December 27, 2020 in an interview:", "title": "Fact-checking Sen. Pat Toomey’s comment that Pa. Gov. Tom Wolf is ‘closing down businesses again’", "text": "When President Donald Trump threatened to reject the coronavirus economic relief package passed with wide bipartisan support, U.S. Sen. Pat Toomey appeared on Fox News to defend the plan and stress how urgently businesses need relief. \n\"In my state, as in many other states, we have governors who are closing down businesses again,\" Toomey, a Republican from Pennsylvania, said Sunday before Trump relented and signed the measure into law. \nWe wondered how sweeping the latest round of virus shutdowns is and what types of establishments are affected. \nEarlier this month, Pennsylvania Gov. Tom Wolf halted indoor dining, closed casinos, gyms, and entertainment venues, and lowered retail occupancy limits statewide for the first time since the spring. The new restrictions came as the state started reporting more than 10,000 new infections per day. \nWolf said he hoped the restrictions would slow the spread of the virus and prevent hospitals from being overwhelmed just before vaccines become widely available. \n\"This is a bridge to a better future in Pennsylvania,\" Wolf said. \nBefore this latest round of closures, all 67 Pennsylvania counties had been in the \"green\" phase of the Wolf administration’s three-step reopening plan since July 3, even though Trump falsely claimed otherwise on the campaign trail. That allowed many businesses to operate at 75% capacity. \nSince the new rules took effect on Dec. 11, the number of new cases reported each day in Pennsylvania fell to as low as 4,621 on Dec. 27, and the seven-day average fell to 7,757. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe restrictions are set to expire on Jan. 4, but Pennsylvania Health Secretary Rachel Levine said the state may extend them if cases climb again in the days ahead. A local ban on indoor dining in Philadelphia will remain in effect until Jan. 15.\nSoon after Wolf announced this latest round of restrictions, at least a dozen gym and restaurant owners across Pennsylvania publicly vowed to defy them. \nBusiness owners argued they should be allowed to stay open because internal data they collected showed their establishments hadn’t been the source of any community spread. A recent Stanford University study, however, linked restaurants, gyms, and crowded indoor spaces to 80% of infections in 10 U.S. cities in the early months of the pandemic. \n\"If I have to prove my point by being taken out in handcuffs, then so be it,\" said Phil Guarno, who owns Fenicci’s Italian restaurant in Hershey, Pa., which has remained open for indoor dining despite the new order. \"It’s gotten to the point where it’s really do or die. It’s time to stand up against this tyranny.\"\nThe relief bill includes a new round of subsidies for hard-hit businesses like Guarno’s, as well as temporary $300 per week supplemental jobless benefits for the unemployed and $600 direct payments to most Americans. Schools, healthcare providers, and renters facing eviction will also get relief. \nAcross the country, at least seven other states and the District of Columbia have joined Pennsylvania and imposed restrictions on large numbers of businesses. They include Illinois, Minnesota, Washington, Oregon, California, Arizona, and New Mexico. Ten states have halted activity at some businesses, and elsewhere, establishments remain largely open even as the pandemic rages on.\nOur ruling \nToomey said \"in my state, as in many other states, we have governors who are closing down businesses again.\" \nHe’s right that Pennsylvania shuttered many businesses earlier this month, and seven other states have imposed similarly sweeping restrictions. We rate Toomey’s statement True.", "vclaim_id": "vclaim-pol-17321"}