{"url": "/factchecks/2017/feb/08/social-media/does-melania-trumps-security-detail-cost-more-fede/", "speaker": "Social Media", "vclaim": "Says Melania Trump’s security detail at Trump Tower costs more than the annual budget for the National Endowment for the Arts.", "truth_label": "barely-true", "date": "stated on February 1, 2017 in tweets :", "title": "Does Melania Trump's security detail cost more than federal arts budget?", "text": "Grumbling about the first family’s taxpayer-funded trips and expenses is a time-honored political tradition, no matter the party of the president.\nFormer President Ronald Reagan's two-week stay in Santa Barbara, Calif., ran up a Air Force One tab of at least $250,000 in 1981. President Barack Obama’s golf getaways were the subject of constant conservative consternation.\nEnter President Donald Trump, the tweeter in chief. People are turning to Trump’s favorite social medium to complain about tax dollars spent protecting first lady Melania Trump and son Barron, who still live in Trump Tower in New York.\nOne common comparison we’ve seen says that Melania Trump’s security detail at Trump Tower costs more than the annual budget for the National Endowment for the Arts, which the administration reportedly has considered eliminating altogether.\nMelania Trump staying at Trump Tower instead of the White House:$182,500,000/yearBudget National Endowment for the Arts:$149,849,000/year— Tronald V. Dump (@TrollnaldDump) February 1, 2017\n\nThe estimated security cost for Melania Trump living 200 miles away from Donald Trump is double the annual budget for the NEA. @NEAarts— Mark Kingsley (@markingsley) February 1, 2017\n\nCost of security detail 4 keeping @MELANIATRUMP in New York is 2x annual budget of @NEAarts #NationalEndowmentoftheArts @realDonaldTrump— Jose Llana (@thejosellana) February 4, 2017\n\nWe wanted to know how the argument held up. Problem is, there’s no good number for how much Melania Trump’s New York security detail costs.\nWe’ll start with what we know: The National Endowment for the Arts’ budget was a little under $148 million for fiscal year 2016, and it’s requested a budget of about $150 million for fiscal year 2017, according to its website.\nTo top the 2016 amount, Melania and Barron would need to stay at Trump Tower for an entire year with a detail costing more than $405,000 a day. To beat the 2017 budget request, the security costs would need to exceed $410,000 a day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDuring the transition period, the city took on most of the cost of protecting the Trumps in New York. A spokesperson for New York mayor Bill de Blasio told us Donald, Melania and Barron Trump ran up a $37 million bill for security from Election Day to the inauguration Jan. 20. (De Blasio has requested the federal government reimburse his city for security costs, and Congress has doled about $7 million.)\nIn comparison, the city of Chicago spent at least $2.2 million to protect Obama’s home in Chicago from his election in November 2008 to his inauguration in January 2009, the Chicago Tribune reported.\nCBS’ New York affiliate reported, based on anonymous sources, that the city spends $500,000 a day to protect Trump Tower when the president is there, but less when it’s just Melania and Barron. That figure, de Blasio spokesperson Freddi Goldstein said, likely refers to the daily cost of security ($37 million divided by 74 days).\nBut the mayor’s office has yet to complete an estimate for the cost of the first lady and Barron’s security detail alone, and believes it’ll be less than $500,000 a day.\nGoldstein told us even if the president were visiting New York, the price tag would likely be less today as much of the activity outside Trump Tower has dissipated since the first months of his election.\nTrump told reporters in November that his wife and youngest son would join him at the White House \"very soon, after he’s finished with school,\" which indicate a mid-year move. The White House said this month that Melania Trump will move to the White House at the end of the school year and split time between New York and Washington.\nOur ruling\nSocial media posts say Melania Trump’s security detail at Trump Tower costs more than the annual budget for the National Endowment for the Arts.\nThat’s a flawed projection based on incomplete data. It assumes that Melania and Barron Trump will stay at Trump Tower the entire year, racking up a security bill of more than $410,000 a day, every day. But officials say the Melania Trump and her son intend to move to the White House at the end of the school year and split time between Washington and New York.\nWhat the first family will actually do we don’t know. But neither do bloggers.\nThey should back off this claim until there is more data. We rate it Mostly False.\n \n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says Melania Trump’s security detail at Trump Tower costs more than the annual budget for the National Endowment for the Arts.    Social media Twitter users   In tweets Wednesday, February 1, 2017 02/01/2017    Read More  info", "vclaim_id": "vclaim-pol-03697"}