{"url": "/factchecks/2012/dec/23/steve-lonegan/steve-lonegan-says-hurricane-sandy-aid-package-amo/", "speaker": "Steve Lonegan", "vclaim": "\"The price tag amounted to nearly $4,200 for every man, woman and child in the state.\"", "truth_label": "barely-true", "date": "stated on December 18, 2012 in a news release:", "title": "Steve Lonegan says Hurricane Sandy aid package amounts to about $4,200 for each New Jerseyan", "text": "Count conservative activist Steve Lonegan among those not pleased with President Obama requesting $60 billion in aid for New Jersey, New York and other states hit hard by Hurricane Sandy.\n\nThat money’s coming from somewhere – taxpayers – and the bill appropriating the money reportedly has millions in pork-barrel projects attached to it, according to Lonegan, state director for the New Jersey chapter of Americans For Prosperity.\n\nLonegan issued a news release on the matter Tuesday, calling the request to Congress \"ridiculous,\" and noting that \"the price tag amounted to nearly $4,200 for every man, woman and child in the state.\"\n\nWe asked Lonegan spokesman Mike Proto whether Lonegan meant the $4,200 as a cost or grant for each New Jerseyan. \"Neither,\" he said. \"It’s just simply doing the math of what it (the aid package) would equate to.\" Lonegan, however, used the words \"price tag\" in his statement, which implies cost or debt. And in our calculations, the numbers don’t add up.\n\nLet’s first review the facts that led to Obama’s request.\n\nHurricane Sandy walloped the state on Oct. 29, shredding houses along the Shore and inland. Millions lost power for extended periods and 40 people from 13 counties in New Jersey died as a result of the storm.\n\nObama came to New Jersey and toured the damage with Gov. Chris Christie. Obama also later toured New York. The damages amount for New Jersey has fluctuated, but Christie’s latest estimate is approximately $37 billion.\n\nThe total damages estimate for all three states is $82 billion, according to estimates from Christie, New York Gov. Andrew Cuomo and Connecticut Gov. Dannel P. Malloy.\n\nProto said Lonegan’s calculation is based on the New Jersey damage estimate and U.S. Census Bureau population data for 2011.\n\nDividing $37 billion by the state’s population of 8,821,155 equals $4,194, which is correct, when looking at Lonegan’s estimate of \"about $4,200\" per person.\n\nBut there’s a couple of problems.\n\nFirst, Lonegan didn’t use $37 billion in his news release, he used $60 billion - four times. That makes the per-person amount $6,801.\n\nSecond, any federal aid package is going to be paid by the entire country, not just New Jerseyans. The current U.S. population is 314,981,492. That means a $60 billion aid package would cost every U.S. man, woman and child $190.48. A $37 billion aid package would cost each person $117.46.\n\nLonegan favors no aid for the damages caused by Sandy.\n\n\"There is a moral question here,\" Lonegan said in an e-mail. \"Should a group of people who have had their homes damaged by a hurricane have more political clout than a single person who has had their home destroyed by a tragedy?\"\n\nAid of any amount would further increase debt, Lonegan added.\n\nSen. Bob Menendez (D-NJ) spoke Monday on the Senate floor about the need for funding to help New Jersey rebuild, and acknowledged cost concerns.\n\n\"Unfortunately, there are those voices who are saying the cost to help families rebuild and recover is too much; that it should be reduced; that in this emergency, unlike many other similar emergencies in the past, we should do something smaller and wait to do the rest later,\" Menendez said. \"Those who make such arguments could not be, respectfully, more wrong.\"\n\nOur ruling\n\nLonegan said in a news release that the \"price tag\" for $60 billion in aid requested by Obama \"amounted to nearly $4,200 for every man, woman and child in the state.\" Price tag implies cost.\n\nThat calculation is only correct if it’s based on New Jersey’s damages of $37 billion, an amount Lonegan didn’t mention in his news release.\n\nA $60 billion aid package would amount to $6,801 for every New Jerseyan.\n\nFurther, the nation would share in the cost of an aid package, not just those in the Garden State, bringing the per-person cost to less than $200.\n\nSince there is an element of truth to Lonegan’s claim, we rate this statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJersey Central Power & Light\n\n\nstated on September 7, 2011 in an advertisement\n\n\n\n\n\n\n\n\nHurricane \"Irene was the second-largest storm to hit North America in terms of power outages -- and the first hurricane to make landfall in New Jersey since 1904.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Caryn Shinske • September 16, 2011\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09904"}