{"url": "/factchecks/2010/sep/18/russ-feingold/russ-feingold-says-opponent-ron-johnsons-business-/", "speaker": "Russ Feingold", "vclaim": "Says Ron Johnson’s company got government loans and a grant to help expand his business", "truth_label": "half-true", "date": "stated on September 13, 2010 in a campaign TV ad:", "title": "Russ Feingold says opponent Ron Johnson’s business benefited from a government loan", "text": "Republican U.S. Senate candidate Ron Johnson is a big-time skeptic when it comes to government \"picking winners and losers\" through subsidies and aid programs.\n\nSo when WKOW-TV in Madison reported Johnson’s manufacturing company, Pacur Inc., benefited from government loans and a federal grant, it was a natural line of attack for Democrats.\n\nPartisans love the smell of hypocrisy in the morning.\n\nDemocratic U.S. Sen. Russ Feingold, locked in a tough battle with Johnson, quickly launched a TV ad that portrays Johnson as a hypocrite on the issue.\n\nThe ad splices together bits of TV news reports and newspaper headlines, which use a variety of terminology -- \"government loan,\" \"special aid,\" \"government aid,\" and \"federal grant\" -- to describe the support Pacur received to add on to its plant and hire more workers.  \n\nCreating more confusion, the ad twice shows Johnson telling an interviewer:  \"I have never lobbied for some special treatment or for a government -- government payment.\" As the ad winds down, it uses clip of a WKOW reporter saying: \"Ron Johnson loves to say that government doesn’t create jobs, but in the case of his own business that doesn’t seem to be true.\"\n\nThere are no words spoken by Feingold or a narrator other than the boilerplate at the end, where Feingold approves the message.\n\nThere is no question the ad is misleading in its presentation.\n\nWKOW officials asked Feingold to take down the spot because it could be confused with a newscast and took statements out of context. The Feingold campaign refused.\n\nFor instance, the ad creates the false impression Johnson is responding directly to revelations that his business got government help. The question he was answering was whether a Milwaukee-area company deserved tax credits touted by President Obama.\n\nBut there is an important point about the ad to be settled here beyond its insinuation of hypocrisy. That question is whether Johnson in fact received government aid or subsidies. It’s a point Johnson disputes and in this item we will confine our review to that.\n\nSo what did Pacur Inc. get, and who did the company get it from?\n\nNo one disputes the transactions at the heart of the ad.\n\nIn 1979, a company that months later would morph into Pacur got a $75,000 federal grant to build a rail line to the new plant. Johnson says he was not part of the company when the grant was approved, but helped get the firm off the ground months later.\n\nAnd in 1983 and 1985, Pacur received a total of $4 million in low-interest loans through a government program that offers help to businesses in the form of industrial revenue bonds. The savings from reduced-rate loans of that size would save the borrower hundreds of thousands of dollars, according to the state Department of Commerce.\n\nFeingold’s senior campaign strategist John Kraus said the ad used a media report calling the  aid \"government loans\" because the program is run by the government.\n\nIt is true government administers the program: Both the City of Oshkosh and the state Department of Commerce had to decide if Pacur qualified for the loan and to sign off on how the loan would be used.  And government issues the bonds.\n\nEach year, about 23 manufacturing firms get a loan, Commerce Department records from 2000 to the present show. During that time, some firms failed to qualify, or when money was tight in 2000, were rated too low to merit a loan, according to Zach Brandon, deputy secretary of the department.\n\nJohnson acknowledges the government’s role and benefits to his company. But he says it’s misleading to call what Pacur received \"government loans\" because the money ultimately comes from private funds -- not the government -- and the local municipality is not on the hook if the company were to default.\n\nWe turned to two outside experts, who agreed on the use of private funds and that taxpayers are not at risk.\n\n\"A loan is an actual transfer of funds,\" said Adrian Moore, an economist and vice president of research at the Reason Foundation, a Los Angeles-based libertarian think tank. \"Nobody took taxpayer funds and gave it to this guy.\"\n\nMoore, who has studied industrial revenue bonds extensively, says: \"Essentially the government is loaning the industrial project its credit rating, not its money.\"\n\nBut Moore and Verlane Endorf, an attorney and partner in the public finance group in the Minneapolis law firm of Dorsey & Whitney, said government nevertheless clearly subsidizes the program.\n\nThat is, there is an interest rate subsidy, with a resulting loss of tax revenue to the federal treasury under the structure. Banks can offer the loans to companies at lower rates because of the federal role, Endorf said.\n\n\"Government-subsidized loan is the right way to say it,\" Moore said.\n\nFederal reports by the Congressional Budget Office refer to industrial revenue bonds as a subsidy program. Over the years, the approach has faced criticism from the right (interference in free markets) and left (corporate welfare).\n\nThe $75,000 grant is a bit easier to sort out.\n\nIt came from the federal government and did not have to be repaid.\n\nBut the March 1979 grant did not go to Pacur, rather to Pacur’s predecessor firm, Wisconsin Industrial Shipping Supplies, Inc. WISS changed its focus and name to Pacur Inc. in late August 1979, five months after the grant approval. It’s unclear when Johnson went to work for Pacur, but it was some time after mid-July 1979, based on pay stubs that show he was still working in Minnesota at that point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nJohnson, who says he worked as Pacur’s accountant and co-founder, says he knew nothing of the grant to WISS. Both companies were headed by Pat Curler, Johnson’s brother-in-law and his initial boss at Pacur.\n\nJohnson is now the owner of the company.\n\nLet’s review the evidence.\n\nWhen it comes to describing Johnson’s company as getting \"government aid,\" the Feingold ad is correct.  Independent experts and the federal government itself label the industrial revenue bonds a government subsidy. So the message about Pacur getting government help is on target. But a prominent reference in the ad’s mish-mash of wording -- \"government loan\" -- is off. It may be from the mouth of a TV reporter, but the Feingold campaign chose it and is responsible for its use.\n\nThe $75,000 grant is clearly government aid. And the rail line it helped create clearly has helped Pacur from its earliest days. But the grant apparently predated Johnson’s arrival in Oshkosh, and there is no evidence so far -- if more comes to light, we may revisit this ruling -- that Johnson was involved in it. Using Johnson’s out-of-context soundbite, as if he is responding to this point, makes the ad even more misleading.\n\nWe rate the statement about government aid Half True.", "vclaim_id": "vclaim-pol-14404"}