{"url": "/factchecks/2010/jul/23/karen-handel/gop-candidate-governor-karen-handel-calls-opponent/", "speaker": "Karen Handel", "vclaim": "GOP candidate for governor Nathan Deal \"is a former Clinton Democrat.\"", "truth_label": "barely-true", "date": "stated on July 21, 2010 in an interview on WSB-TV :", "title": "GOP candidate for governor Karen Handel calls opponent Nathan Deal a \"former Clinton Demcrat.\"", "text": "Republican candidate for governor Karen Handel emerged this week from the smoke of the primary election battle guns blazing.\n\nThe morning after winning a spot in the Republican runoff, the former Georgia secretary of state appeared on WSB-TV and called her opponent, former U.S. Rep. Nathan Deal of Gainesville, a name: \"a former Clinton Democrat.\"  \n\nFormer Democrat? Yes. But was Deal a big supporter of Clinton?\n\nHandel rose in the polls as a possible front-runner only weeks before Tuesday's primary, where she captured 33 percent of the vote. Deal trailed her by 10 points.\n\nThe two will face off Aug. 10 to see which Republican will go head to head in November against the Democratic nominee, former Gov. Roy Barnes.\n\nHandel went on the attack just hours after her primary win, during a live, four-minute interview Wednesday morning. She was responding to a claim by Deal that he's the only \"true conservative.\"\n\nShe laughed.\n\n\"You know, I’m not going to be lectured by Nathan Deal, who is a former Clinton Democrat. I will stack up my conservative credentials against his any day of the week,\" Handel told the WSB-TV anchor.\n\nWhen Fox 5 asked her the same question, she renewed the charge.\n\nFirst, a little history about Democrats in Georgia.\n\nDeal served in the state Senate starting in 1981 as a conservative Democrat. Democrats dominated Southern politics at the time, and Georgia was no exception. Conservative Democrats were common.\n\nWith the start of the 1990s, conservative Democrats increasingly switched to the GOP. Deal followed.\n\nDeal was a Democrat during his first congressional win in 1992, the year of Bill Clinton's first presidential victory. Deal won again as a Democrat in 1994. \n\nBut in April 1995, after the GOP took control of the U.S. House and Senate during the Republican takeover, Deal switched parties and became a Republican. He has stuck with the GOP ever since.\n\nDeal resigned from the U.S. House on March 21 to focus on his gubernatorial bid.\n\nThe Handel campaign gave four reasons why it thinks Deal deserves the \"former Clinton Democrat\" label. First is that he was elected to Congress as a Democrat when Clinton was at the top of the ticket. This is correct.\n\nHandel's camp also brought up three pieces of legislation from 1993: two on the budget and a third on gays in the military.\n\nThe first had to do with a 1993 budget vote. Handel's team claims Deal's \"yes\" vote was for a tax increase. Deal's people said that vote was on a procedural issue, and Deal voted against Clinton’s tax hike during the vote that really mattered.\n\nThe second was Clinton's economic stimulus package. He supported a Republican amendment to the bill \"that would have forced Congress to offset any new spending with revenue increases or spending cuts,\" according to a news account. When it failed, Deal voted for the package.\nThe third was a bill that opposed Clinton's efforts to lift the ban on gays in the military. It would have amended a U.S. Department of Defense appropriations bill to require the military to ask people entering the armed forces whether they were homosexual or bisexual. Deal voted against it. \n\nWhen Deal served in Congress as a Democrat, he was by no means in lock step with Clinton -- even on the president's major initiatives.\n\nDeal voted for legislation that called ending the ban on gays in the military an \"unacceptable risk.\" Clinton settled for instituting the \"Don't Ask, Don't Tell\" policy, which remains in place.\n\nDeal voted against Clinton's successful push for a family-leave bill guaranteeing millions of workers 12 weeks of unpaid leave to deal with family emergencies.\n\n\"The purpose of the bill is noble, but I don't think it's the kind of thing the federal government should force on employers,\" he said at the time.\n\nWhen Clinton proposed $10 billion in budget cuts in 1993, Deal said they were \"not really enough.\" He was described in an October 1993 account in The Atlanta Journal-Constitution as \"a key member\" of a bipartisan group that pushed him to cut more.\n\nOverall, Deal's voting record showed that Deal -- once he switched to the GOP -- was more of a Bush Republican than he was a Clinton Democrat while he was in Clinton's party.\n \nIn 1993, Deal voted in support of Clinton-backed bills 59 percent of the time, according to an analysis of voting patterns by Congressional Quarterly. In 1994, his support stood at 64 percent.\nDeal's support for the president plummeted to 23 percent when he became a Republican. It  hovered in the midteens during Clinton's final three years, then shot up to 93 percent when Bush took office in 2001.\n\nIn 1998, Deal voted to impeach Clinton.\n\nGovTrack.us, a group that tracks Congress, rates Deal as a \"rank and file Republican,\" based on his record of bill sponsorship.\n\nIn addition, political experts we interviewed were uncomfortable with describing Deal as a \"former Clinton Democrat.\"\n\nCharles Bullock, an expert on Southern politics with the University of Georgia, said he \"probably wouldn't\" use that term to describe Deal. Conservative Democrats generally came down to the right of a lot of Clinton's first-term agenda, especially on gays in the military.\n\nAlthough Handel's campaign listed Deal's votes accurately, its take on his record while he was a Democrat ignores critical facts. Deal broke with Clinton to side with Republicans on a variety of legislation, including bills that were important parts of the president's agenda.\n\nFurthermore, when Deal became a Republican, the bipartisanship evident during his career as a Democrat all but vanished. He voted enthusiastically against the president, including during Clinton's impeachment. Deal was no pal to Clinton.\n\nWe rate Handel's statement Barely True. \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Kemp\n\n\nstated on July 5, 2010 in a Cobb County Republican Party breakfast speech June 5\n\n\n\n\n\n\n\n\nSays his GOP challenger, Doug MacGinnitie, \"hadn’t voted in a Republican primary for almost 20 years until 2008.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 4, 2010\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14724"}