{"url": "/factchecks/2014/oct/20/john-kitzhaber/do-95-percent-oregonians-now-have-health-insurance/", "speaker": "John Kitzhaber", "vclaim": "\"Ninety-five percent of Oregonians now have health insurance coverage, tens of thousands for the very first time.\"", "truth_label": "true", "date": "stated on October 20, 2014 in a campaign debate:", "title": "Do 95 percent of Oregonians now have health insurance coverage? PolitiFact Oregon", "text": "The rollout of Cover Oregon -- the state’s health insurance marketplace -- could hardly have been messier. Cost overruns, a famously dysfunctional website and, now, litigation, left the entire effort somewhere between comedy and tragedy.\nBut that didn’t stop Democratic Gov. John Kitzhaber, during a recent televised debate with Republican challenger Rep. Dennis Richardson, from claiming that health care in Oregon has never been more successful in terms of the number of people covered.\nThe claim:\nKitzhaber said the state will have an operating website for new insurance sign-ups within weeks. He added: \"Ninety-five percent of Oregonians now have health insurance coverage, tens of thousands of them for the very first time.\"\nDo that many Oregonians now have health insurance? PolitiFact Oregon checked.\nThe analysis:\nWe contacted Kitzhaber’s campaign and received an email back from spokeswoman Amy Wojcicki. She provided links to three news stories, all on the release in September of a report produced by Oregon Health & Science University.\nAll three cited the report’s finding that \"an estimated\" 95 percent of Oregon residents now have health coverage (up from 86 percent one year ago).\nWanting to check the original source, we contacted the report’s author, OHSU health economist Peter Graven. He explained that the insurance numbers in the report came directly from state enrollment reporting.\n\"Oregon is one of only a few states that collect health insurance enrollment information from its insurers,\" according to the report. \"These data sources make it possible to implement this approach with a greater degree of confidence than would otherwise be possible.\"\nThe biggest driver in reducing the number of uninsured people in Oregon, he said, was the large expansion of Medicaid that was key to President Barack Obama’s Affordable Care Act.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThat expansion, all paid for by the federal government, saw participation in the Oregon Health Plan increase by more than 360,000 individuals, or 59 percent, Graven said.\nThe state, though, deserves credit for both reaching out to eligible populations and obtaining a waiver from the federal government to use a \"fast track\" process to automatically enroll eligible individuals and families, he said.\n\"Oregon pursued those options very aggressively,\" Graven said. \"Other states didn’t do that.\"\nCover Oregon, forced to sign people up manually, made a far smaller dent in the number of uninsured, he said. Using an extended open enrollment period and relying on insurance agents and community partners, Cover Oregon allowed nearly 80,000 people to find insurance through the marketplace. Of those, about 80 percent received tax credits based on their incomes.\nThe estimated 550,000 Oregon residents who had no health insurance in June 2013 dropped to 201,794 one year later, Graven said.\nThe number who gained insurance was offset somewhat by people who lost insurance offered through small- and large-group plans, Graven said. In some of those instances, employers eliminated company-offered health care, leaving people to seek other insurance options on their own.\nOf the 3.9 million residents living in the state in June 2013, 14 percent had no health insurance, he said. That number dropped by June 2014.\n\"We’ve never seen a nine-point drop in the overall population of uninsured,\" Graven said. \"We used to get really excited about two-point drops. This blows that out of the water.\"\nThe ruling:\nKitzhaber, trying in a debate to put the Cover Oregon debacle in the best light, claimed that 95 percent of Oregon residents have health insurance coverage, many for the first time.\nThe author of the report that produced the number said its accuracy is bolstered by regulations that make Oregon one of a few states allowed to collect comprehensive health insurance enrollment information directly from insurers. None of those insurers has questioned the validity of the report’s numbers, including the 95 percent figure.\nThe claim is healthy enough to be rated True.", "vclaim_id": "vclaim-pol-07115"}