{"url": "/factchecks/2020/jul/02/facebook-posts/wisconsin-manufacturing-job-loss-blame-china/", "speaker": "Facebook posts", "vclaim": "\"China has been stealing our manufacturing, costing Wisconsin almost 90,000 jobs.\"", "truth_label": "barely-true", "date": "stated on June 4, 2020 in a Facebook post:", "title": "Not all Wisconsin manufacturing job loss can be blamed on China", "text": "Is China to blame for all the manufacturing jobs Wisconsin lost in recent decades?\nThat’s the claim from a Facebook video making the rounds in the runup to the November 2020 presidential election.\nPresident Donald Trump and former Vice President Joe Biden are ramping up their own campaign ads, but an avalanche of outside groups are trying to get their own messages across.\nA June 4, 2020 Facebook video from conservative SuperPAC America First Action attacks the former vice president for not understanding \"the threat\" China poses to the United States.\nThe video features Biden and then-Secretary of State Hillary Clinton at a State Department luncheon on January 19, 2011, toasting Hu Jintao, who was president of China at the time. \nThe caption of the video reads: \"China Has Been Stealing Our Manufacturing, Costing Wisconsin Almost 90,000 Jobs! Joe Biden Doesn't Understand the Threat. To Stop China, You Have to Stop Joe Biden.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nWe are going to focus on the first part of that caption.\nHas China really cost Wisconsin 90,000 jobs?\nThe claim\nWhen asked to back up the claim, America First Action spokesperson Kelly Sadler pointed to a January 30, 2020, report from the Economic Policy Institute, a left-leaning think tank.\nThe report argues the United States’ trade deficit with China has cost Americans millions of jobs since China joined the World Trade Organization in 2001. It estimates 88,900 Wisconsin jobs were displaced due to the \"goods trade deficit with China\" from 2001 to 2018. \nThe report claims the growing trade deficit over the 17-year period \"was responsible for the loss of 3.7 million U.S. jobs,\" including 2.8 million manufacturing jobs.\nThe deficit is substantial. In 2019 alone, the U.S. imported $345 billion more in goods from China than it exported.\nAnd the manufacturing climate has certainly changed in the last two decades.\nAn analysis of Census data by PolitiFact found that the U.S. lost more than 60,000 factories from 2001 to 2017. \nWhat’s more, Federal Reserve Economic data shows the number of employees in manufacturing jobs in Wisconsin decreased from about 584,400 in January 2001 to around 483,400 in January 2020. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nSo Wisconsin did lose about 100,000 manufacturing jobs since 2001, but is it reasonable to attribute that all to China?\nAssessing blame for manufacturing drops\nChina has had a significant negative effect on Wisconsin’s manufacturing workforce, but that doesn’t mean it is the only factor in job loss.\nDavid Hummels, a professor of economics at Purdue University, said trade deficits do not \"cause\" job losses. Instead, he pointed to specialization, saying trade can cause particular sectors of the economy to expand or contract. \nHe noted people tend to buy things that have a lower cost and higher quality. Since production in certain industries tends to be cheaper in China, U.S.-based manufacturers are sometimes left out of the competition.\nHummels also said that while some changes in unemployment can be attributed to China, technological changes also influence employment rates.\nMichael Hicks, a professor of economics at Ball State University, echoed this idea. Hicks noted Wisconsin’s factory employment rate rose after 2010, even as the U.S.’s trade deficit with China continued to increase. \nHicks led a 2017 study that found productivity increases had resulted in 88 percent of  job losses in manufacturing in the United States. The study estimated trade accounted for just 13.4% of losses between 2000 and 2010. \nWhile Wisconsin’s factory employment shrank from 2001 to 2018, non-factory employment rose by more than 400,000, he noted in an email.\n\"If you are going to blame China for the lost factory jobs, you need to also credit them with the gain of 409,000 non-factory jobs,\" he said.\nKurt Bauer, president of industry trade group Wisconsin Manufacturers & Commerce, attributed the loss of Wisconsin manufacturing jobs to trade, as well as demographics, in a fall 2019 magazine column\nBauer claimed that 81% of WMC members said they are having trouble finding workers \"because there are simply fewer people of working age in Wisconsin.\"\n\"I would argue that demographics may be impacting job numbers just as much as economic factors,\" he wrote in the column.\nThat’s not to say China had no role, of course.\n\"It is reasonable to say that trade with China, along with changes in mechanization and automation, led to a pretty sharp contraction in manufacturing employment in the U.S. since 2000,\" said Hummels, the professor from Purdue. \nOur ruling\nAmerica First Action on Facebook said China has cost Wisconsin almost 90,000 jobs.\nThe state has in fact lost around 90,000 manufacturing jobs since the early 2000s. While this shift in the number of jobs can be partially attributed to the trade deficit with China, experts say that is not the only factor.\nOur definition of Mostly False is \"the statement contains an element of truth but ignores critical facts that would give a different impression.\"\nThat fits here.", "vclaim_id": "vclaim-pol-17681"}