{"url": "/factchecks/2018/sep/13/scott-walker/scott-walker-misleads-claiming-tony-evers-could-ha/", "speaker": "Scott Walker", "vclaim": "\"A teacher watched hard-core pornography in his classroom,\" along with other inappropriate behavior, but Tony Evers didn't revoke the teacher's license and \"the teacher is still in the classroom.\"", "truth_label": "barely-true", "date": "stated on September 5, 2018 in a TV ad:", "title": "Scott Walker misleads in claiming Tony Evers could have revoked teacher license in porn viewing case", "text": "It hasn’t reached the ubiquity  — yet — of advertising on NASCAR race cars.\nBut in the race for governor, advertising about a teacher viewing porn case is all over television.\nThere have been three ads on the case that we’ve checked attacking Tony Evers, the state schools superintendent and Democratic candidate for governor. Each were by the state Republican Party, with one dating back more than a year.\nThere also have been two TV ads on the case that we’ve checked from two groups defending Evers, who will face Republican Gov. Scott Walker in the Nov. 6, 2018, election.\nNow comes another attack ad, this one from Walker, released Sept. 5, 2018. The narrator goes into lengthy detail, saying:\nA teacher watched hard-core pornography in his classroom, showed obscene images to female coworkers, commented about the chest sizes of middle-school girls, suggested one struggling student should brush up on her sex skills because it's the only thing she'd ever be good at -- then intimidated the female teacher who complained. Tony Evers should have revoked the teacher's license, but he didn't, and the teacher is still in the classroom with young girls.\n\n\n\n\nAll our fact checks in the governor’s race.\n\n\n\n\n \nWe’ll break down the statement into two parts:\n\"A teacher watched hard-core pornography in his classroom,\" along with other inappropriate behavior, but Tony Evers didn't revoke the teacher's license and \"the teacher is still in the classroom.\"\nThe case\n \nLike the other ads, this one focuses on Andy Harris, a middle-school science teacher in the Middleton-Cross Plains Area School District, west of Madison. He was fired in 2010 for viewing images and videos of nudity on his school computer and showing them to co-workers.\n\nHarris got his job back after an arbitrator ruled he should have been given a suspension rather than be fired. Two courts, without ruling on whether the firing was illegal, concluded that the arbitrator was within her authority in making her decision.\nThe arbitrator based her decision in part on her determination that Harris’ behavior, given that students were not present when he viewed the images, did not endanger any students, as defined by state law.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nNow to what Walker’s ad claims about the teacher’s behavior.\nWhat the teacher did\nWe’re relying on Milwaukee Journal Sentinel news reports on the case, the arbitrator’s report and the school district’s investigation of the case.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n‘Watched hard-core pornography in classroom’: Correct, though \"hard-core\" might be debatable. Harris looked at pornographic material at school during the workday, via 23 emails sent by Harris' sister, that included pornographic photos, jokes and movies.\n‘Showed obscene images to female co-workers’: Correct.\nCommented about chest sizes, sex skills: Undetermined. In the school district’s investigation, an unidentified employee said Harris made the remarks. But the Department of Public Instruction, which Evers heads, said neither the arbitrator nor the department could determine whether Harris made the remarks.\n‘Intimidated the female teacher who complained’: Correct. The teacher who complained said Harris could sometimes be intimidating. The district’s investigation found that emails Harris sent to the teacher \"suggests retaliation,\" but Harris denied they were retaliatory.\nSo, the first part of Walker’s claim is partially accurate.\nBut the second part is more important, given that it contains the attack on Evers.\n‘Didn't revoke, teacher still in classroom’\n \nThis part of the ad states — particularly in saying Evers should have revoked Harris’ license  — that even though the legal system returned the teacher to his job, Evers had the power to stop him from teaching.\nBut when Harris was fired, state law defined immoral conduct, according to the Legislature’s nonpartisan legal advisers, \"as conduct or behavior that is contrary to commonly accepted moral or ethical standards and that endangers the health, safety, welfare, or education of any pupil.\"\nAnd is the pivotal word.\nEvers’ department did have the discretion on whether to go through license revocation proceedings, which Harris could have challenged. The department has said it decided against that course after concluding Harris’ behavior didn’t endanger kids, as defined by the law.\nWalker, in effect, argues that Evers nevertheless should have tried revocation. But the lack of a legal basis to take away Harris’ license appears to be supported by the fact that in November 2011, nearly a year after Harris’ firing, Walker signed a bill, supported by Evers, that redefined immoral conduct to specify that what Harris did is legal cause for license revocation.\nSo, the second part of Walker’s statement is misleading in claiming that Evers could have revoked Harris’ license and simply didn’t.\n(Before he was fired, Harris taught seventh-grade science at one of the district’s two middle schools; now he has the same job at the other.)\nOur rating\nWalker says: \"A teacher watched hard-core pornography in his classroom,\" along with other inappropriate behavior, but Tony Evers didn't revoke the teacher's license and \"the teacher is still in the classroom.\"\nThe first part of Walker’s statement, about the teacher’s behavior, is correct on two points; but on two other points, the validity of the allegations is unclear.\nMeanwhile, the more important part of Walker’s statement is misleading in saying Evers could have and didn’t revoke the teacher’s license. There was a lack of legal basis for revocation at the time — made clear by the fact that Walkers and Evers backed a change in state law so that teachers can be fired for viewing pornography at school.\nFor a statement that contains only elements of truth, our rating is Mostly False.\n Share the Facts 2018-09-13 20:16:45 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"A teacher watched hard-core pornography in his classroom,\" along with other inappropriate behavior, but Tony Evers didn't revoke the teacher's license and \"the teacher is still in the classroom.\"    Scott Walker Wisconsin governor, Republican https://www.youtube.com/watch?v=rtcOVH6FAM0&feature=youtu.be   In a TV ad Wednesday, September 5, 2018 2018-09-05    Read More  info", "vclaim_id": "vclaim-pol-01623"}