{"url": "/factchecks/2007/sep/17/ron-paul/a-few-exceptions-to-his-small-government-principle/", "speaker": "Ron Paul", "vclaim": "\"Dr. Paul never votes for legislation unless the proposed measure is expressly authorized by the Constitution.\"", "truth_label": "false", "date": "stated on September 17, 2007 in a statement on his campaign Web site.:", "title": "A few exceptions to his small-government principles", "text": "Paul's campaign Web site declares: \"Dr. Paul never votes for legislation unless the proposed measure is expressly authorized by the Constitution.\"\n\n\nThere is no hedging in that promise. Indeed, Paul has earned the nickname \"Dr. No\" because he has a long history of standing against the tide on even very popular measures because he disagreed on principle. But \"never\" is a tough standard to meet, and 17 years in Congress covers an awful lot of votes. An examination of Paul's record shows that although he usually adheres to his principle, he has sometimes voted for programs that aren't \"expressly authorized\" in the Constitution.\n\n\nFor example, in the late 1970s and early 1980s, he voted to authorize the continuing operation of NASA and to celebrate Martin Luther King Jr.'s birthday on the third Monday in January.\n\n\nMore recently, he voted to change federal law governing organ transplants to make it easier for people to receive donated kidneys. He voted to designate the Ellis Island Library as the \"Bob Hope Memorial Library.\" And he voted to change federal law so the American flag would be displayed on Father's Day.\n\n\nThe Constitution discusses many things, but there's nothing that \"expressly authorizes\" organ transplant law, naming rights for libraries or flags on Father's Day.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nWhen we sent the Paul campaign an e-mail asking for an explanation of these votes, spokesman Jesse Benton declined to discuss them in detail. He quibbled over whether the measures technically could be considered legislation. \"Your argument over semantics sounds more like a fishing expedition than good journalism,\" he said.\n\n\nBenton later e-mailed to say that one explanation for the NASA vote was that the agency \"has a national security component.\"\n\n\nWe checked with a congressional historian and two constitutional law professors who said they believe those votes do not meet Paul's claim. A.E. Dick Howard, a law professor at the University of Virginia, said Paul's claim \"just doesn't stand up. ...My guess is you could find a hundred other examples.\"\n\n\nSo we find that Paul's absolutist statement \"never\" is false.", "vclaim_id": "vclaim-pol-16616"}