{"url": "/factchecks/2020/mar/02/facebook-posts/no-bernie-sanders-didnt-vote-favor-every-war-durin/", "speaker": "Facebook posts", "vclaim": "“Bernie Sanders voted in favor of every war during his tenure.”", "truth_label": "false", "date": "stated on February 20, 2020 in social media:", "title": "Bernie Sanders’ voting record on wars is mixed", "text": "A shareable image circulating on social media claims that Democratic presidential candidate Bernie Sanders \"voted in favor of every war during his tenure\" in Congress. \"Just like the rest.\"\nSanders portrays himself as an opponent of open-ended military intervention overseas; his campaign website’s issues page says he will \"follow the American people, who do not want endless war.\" \nBut the post is incorrect about his record. (The Sanders campaign did not respond to an inquiry for this article.)\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nSanders has had a long career in Congress, first serving in the House between 1991 and 2007, and since then in the Senate, representing Vermont. His party affiliation in Congress is as an independent, but he caucuses with Democrats and is running for the Democratic presidential nomination.\nWhen we looked at some of the major war-related votes Sanders has taken, we find that he did vote in support of some of them, but he also voted against others. Here’s a rundown:\nVotes against wars\nPersian Gulf War, 1991: Sanders voted against authorizing the war. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIraq War, 2002: Sanders voted against authorizing the war.\nWar in Yemen, 2018: Not only did Sanders vote to end U.S. military support for Saudia Arabia’s war in Yemen, but Sanders was the lead sponsor of the bill. He managed the unusual feat of securing bipartisan support for the measure during the presidency of Donald Trump. Trump eventually vetoed the resolution and the Senate was unable to override his veto.\nVotes for wars\nBosnia War, 1998. This measure was for removing military forces after they were already there. It failed, but Sanders voted against it. So he voted in favor of staying. He joined most Democrats in voting against it, effectively supporting President Bill Clinton, a Democrat.\nKosovo War, 1999. Sanders voted yes on this measure to authorize the war, which failed in the House. Here, too, Sanders joined most Democrats in voting to back the use of force by Clinton.\nPost-9/11 authorization for the use of military force, 2001: Sanders voted in favor. Only one House member, Rep. Barbara Lee, D-Calif., voted against the measure.\nOur ruling\nThe post says that Sanders \"voted in favor of every war during his tenure.\"\nThat’s incorrect. Sanders’ record on major war authorization votes is actually mixed. While he cast votes affirming military actions in Bosnia, Kosovo, and after 9/11, Sanders voted against entering the Persian Gulf War in 1991, against entering the Iraq War in 2002, and successfully led the charge to pass a measure that would have removed U.S. support for Saudi Arabia’s war in Yemen in 2018.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18029"}