{"url": "/factchecks/2015/jan/15/john-mccain/mccain-30-past-guantanamo-detainees-re-enter-fight/", "speaker": "John McCain", "vclaim": "\"About 30 percent\" of those released from Guantanamo \"have re-entered the fight.\"", "truth_label": "barely-true", "date": "stated on January 13, 2015 in a press conference:", "title": "McCain: 30% of past Guantanamo detainees 're-enter the fight'", "text": "Too many detainees released from Guantanamo are re-engaging in terrorism, according to several key Republicans pushing legislation to keep the prison open.\nRepublican Sens. Kelly Ayotte, N.H., Richard Burr, N.C., Lindsey Graham, S.C., and John McCain, Ariz., proposed a bill Jan. 13 that would restrict detainee transfers from the detention facility at Guantanamo Bay, Cuba. The bill would prohibit the transfer of high or medium-risk detainees and any transfers to Yemen, as well as increase transparency about detainees’ risk assessments, among other measures.     \nPresident Barack Obama in recent months has ramped up the number of people he’s transferred out of Guantanamo, in hopes of closing the facility by the time his term ends. During his 2008 campaign, Obama promised to close the prison, which opened in 2002 during the war on terror, but 122 prisoners remain.\nAt a press conference announcing the legislation, McCain, chair of the Senate Armed Services Committee, gave a statistic that he’s said before, regarding how many detainees go back to terrorism.\n\"We know for a fact that roughly 30 percent of those who have been released have re-entered the fight, and usually at a very high level, because it's a badge of honor to have been an inmate at Guantanamo Bay,\" McCain said. \"So instead we're going to continue to release batches of prisoners, according to this administration, with no plan, and the extreme likelihood that approximately one out of every three of them will re-enter the fight.\"\nOthers critical of Obama’s policy on releasing Guantanamo detainees have recited the claim that 30 percent \"re-enter the fight\" -- including former Vice President Dick Cheney and Sen. James Inhofe, R-Okla.\nIt turns out that the numbers aren’t that strong when broken down into their parts.\nThe facts\nDetermining how many released prisoners have \"re-entered the fight\" is not an exact science, and some dispute the numbers provided by the federal government, particularly because the government does not release the names of individuals on its list. How they arrive at their numbers is not transparent.\nHere’s what we do know: At least every six months, the Director of National Intelligence, an Obama appointee, publishes a Congress-mandated report detailing the number of former Guantanamo detainees who have re-engaged in terrorist or insurgent activity since the prison opened in 2002. The latest report was published in September 2014 and has data from July 2014. A quick scan of these numbers shows problems with the 30 percent re-engagement claims.\n\n\nTotal detainees held since 2002: more than 750\n\n\nDetainees released: 620\n\n\nFormer detainees confirmed of re-engaging: 107 (17.3 percent)\n\n\nFormer detainees suspected of re-engaging: 77 (12.4 percent)\n\n\nTo get near that 30 percent figure, we have to group together those confirmed of re-engaging and those suspected of re-engaging. Also, of those 107 confirmed of re-engaging, 48 are either dead or in custody.\nSo in total, 59 of 620 released Guantanamo detainees -- or about 9 percent -- are confirmed by the government to have re-engaged in terrorism and are currently at large.\nIn an email to PolitiFact, McCain spokesman Brian Rogers acknowledged that the 30 percent figure includes both the confirmed and suspected categories.\n(In the same press conference, Ayotte also cited the 30 percent statistic, but she was careful to note the distinction between confirmed and suspected cases.)\nOf the first 20 prisoners brought to Guantanamo, only eight remain, according to a report out of the Miami Herald. Of those 12 who are no longer at Guantanamo, only one is known to have re-engaged in terrorist activity.  \nIn June 2014, the New America Foundation, a centrist think tank, conducted its own investigation of the 620 released former detainees, using Pentagon reports, media stories and other public information. They found that 54 of them \"are either confirmed to be or suspected of engaging in militant activities against either the U.S. or non-U.S. targets.\"\nThis is about one-third of the government’s figure -- 184 confirmed or suspected of engaging in these activities.\nIn a CNN article, the New America Foundation researchers said it is possible that the publicly available information they used might not have identified some of the former detainees who are engaged in terrorist activity. However, they said they are \"confident\" in their numbers because terrorist groups \"are eager to trumpet the identities of released Guantanamo detainees who join their ranks.\"\nIn its reports on recidivism rates, the foundation’s researchers have not argued for or against releasing prisoners or closing Guantanamo, but they have called on the government to be more transparent with its list of individuals included in their counts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStephen Vladeck, a law professor and expert in national security at American University, said the government numbers are suspect because it’s unclear how the government proves that someone has re-engaged in these activities and how much evidence is required.\n\"To paraphrase a Scottish writer, Sen. McCain and his colleagues are using these numbers the way drunks use lampposts—more for support than for illumination,\" Vladeck said.\nAn ongoing trend?\nMcCain doesn’t necessarily blame Obama outright for the recidivism rate. But, at the very least, he implied that former detainees re-engaging in terrorism is an ongoing trend: \"We're going to continue to release batches of prisoners, according to this administration, with no plan, and the extreme likelihood that approximately one out of every three of them will re-enter the fight,\" he said.\nThe numbers show that the majority of releases that have resulted in re-engagement happened before 2009 -- during former President George W. Bush’s administration.\nHere’s the total number of released detainees and their re-engagement rates broken down over those two periods:\n\n\n\n\n \n\nPre-Jan. 22, 2009 (Bush)\n\n\nPost-Jan. 22, 2009 (Obama)\n\n\n\n\nTotal detainees released\n\n\n532\n\n\n88\n\n\n\n\nConfirmed of re-engaging\n\n\n101 (19 percent)\n\n\n6 (6.8 percent)\n\n\n\n\nSuspected of re-engaging\n\n\n76 (14.3 percent)\n\n\n1 (1.1 percent)\n\n\n\n\n\nWe should note Obama has sped up the transfer of Guantanamo detainees to foreign countries since mid November. The government transferred five Yemenis Jan. 13. This report only includes data up until July 2014.\nRogers, McCain’s spokesman, pointed out that \"it can take some time for us to identify (former detainees) on the field of battle, and it would make sense that some recent releases may not yet have been identified or engaged.\"\nAccording to the annual report, the Director of National Intelligence has come to expect some relapse into criminal activity from its former detainees, particularly if they are transferred to countries with active conflicts and terrorist recruiting operations.\nTo McCain’s point that those who have \"re-entered the fight\" do so \"usually at a very high level,\" DePaul University history professor Thomas Mockaitis said this isn’t necessarily the case.\n\"Those released who have been out of the fight for so long would probably not have been important players any longer, if they ever were,\" he said. \"So it is not clear how much their going back to terrorism mattered.\"\nHe added that, \"Neither al-Qaida or (the Islamic State of Iraq and Syria) is short of recruits.\"\nOur ruling\nMcCain said \"about 30 percent\" of those released from Guantanamo \"have re-entered the fight.\"\nGovernment numbers show 17 percent of former Guantanamo detainees are confirmed to have re-engaged in terrorist or insurgent activity, while 12 percent are just suspected of re-engaging. Accounting for those who have been killed or taken back into custody, about 9 percent are confirmed to have re-engaged in terrorism and are currently on the battlefield. Additionally, McCain implies that this is a recent trend, which doesn’t seem to be the case.\nThere are also some experts who dispute the government’s figures.\nThe 30 percent figure doesn’t come out of thin air, but it doesn’t give an accurate picture. We rate McCain’s claim Mostly False.", "vclaim_id": "vclaim-pol-06841"}