{"url": "/factchecks/2019/feb/06/viral-image/viral-image-falsely-identifies-us-congressman-el-c/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi and Beto O’Rourke were photographed with El Chapo.", "truth_label": "pants-fire", "date": "stated on January 30, 2019 in a post on Facebook:", "title": "Viral image falsely identifies U.S. congressman as El Chapo", "text": "\"Why is Nancy and Beto with convicted Mexican drug lord El Chapo?\"\nThat’s the grammatically errant query posed in a viral Facebook post featuring a photo of U.S. House Speaker Nancy Pelosi, U.S. House Rep. Beto O’Rourke and another man who the post identifies as El Chapo.\nThe photo, which was published on Jan. 30 and shared more than 12,000 times by Jan. 5, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And rightfully so — this Texas-based PolitiFact correspondent knows the congressman from the state’s 28th district when she sees him.\nThe man identified as El Chapo is actually U.S. Rep. Henry Cuellar from Texas. Cuellar even posted the same picture to Facebook back when it was taken in 2016.\n\"Democratic Leader Nancy Pelosi and I met with Mexican President Enrique Peña Nieto in Los Pinos in Mexico City to discuss U.S.-Mexico trade relations, the Trans-Pacific Partnership and immigration,\" Cuellar said in the May 3, 2016 post. \"Our meeting occurred during a bipartisan congressional delegation visit to Mexico, Peru and Child this week focusing on security, trade, migration and human rights.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nCuellar credits the photo to El Financiero-Bloomberg Mexico.\nNieto is walking between Cuellar and Pelosi, who issued a statement about the delegation’s meeting with the Mexican president.\n\"At Los Pinos, we appreciated the opportunity to visit with President Enrique Peña Nieto and to engage in a productive dialogue on security, the economy, migration and human rights issues,\" she said.\nAccording to the Rio Grande Guardian, Pelosi, Cuellar and O’Rourke were joined by U.S. Reps. Richard Hanna, Lucille Roybal-Allard, Linda Sanchez, Michael Fitzpatrick, Michelle Lujan-Grisham, Pete Aguilar, Ruben Gallego and Norma Torres.\nNone of those people are Mexican drug lord El Chapo.\nWe rate this post Pants on Fire!\n Share the Facts 2019-02-06 19:16:01 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Nancy Pelosi and Beto O’Rourke were photographed with El Chapo.    Viral image On the internet     Wednesday, January 30, 2019 2019-01-30    Read More  info", "vclaim_id": "vclaim-pol-01055"}