{"url": "/factchecks/2018/feb/05/phil-ting/false-claim-gop-tax-plan-nothing-more-middle-class/", "speaker": "Phil Ting", "vclaim": "\"Trump’s tax reform plan was nothing more than a middle-class tax increase.\"", "truth_label": "false", "date": "stated on January 21, 2018 in a newspaper article:", "title": "False claim GOP tax plan “nothing more than a middle-class tax increase”", "text": "Like many California Democrats, Assemblyman Phil Ting is no fan of the Republican tax plan signed by President Donald Trump. He has likened it to a tax giveaway for big corporations.\nThe San Francisco lawmaker has proposed a surcharge on large companies in California, to claw back some of the billions of tax dollars that would be lost to the state under the plan. Such a bill, Ting said, would \"help blunt the impact of the federal tax plan on everyday Californians.\"\nWe wondered, however, whether Ting accurately described the GOP tax plan in the statement he provided to the San Francisco Chronicle on Jan. 21, 2018.\n\"Trump’s tax reform plan was nothing more than a middle-class tax increase,\" Ting, who formerly served as San Francisco's Assessor-Recorder, said in the statement. \"It is unconscionable to force working families to pay the price for tax breaks and loopholes benefiting corporations and wealthy individuals.\"\nWe decided to check the facts, with a focus on the first part of Ting’s claim that the tax plan \"was nothing more than a middle-class tax increase.\"\nHis words could be considered a burst of political rhetoric, but they also make an assertion about how millions of Americans would be impacted by the GOP plan.\nOur research\nWe spoke with experts at the centrist Tax Policy Center and conservative-leaning Tax Foundation to assess Ting’s claim.\nBoth said it was off the mark.\n\"What we found is most taxpayers would be getting a tax cut,\" Frank Sammartino, a senior fellow at the Tax Policy Center, told us.\nThat includes most middle-income taxpayers, at least in the short-run, he said.\nThe Tax Policy Center center estimates 91 percent of those who earn between $50,000 and $85,000 would receive a tax cut averaging about $900 in 2018, Sammartino said. Seven percent in this group would see their taxes go up, he said, while the rest would see their taxes remain the same.\nAdditionally, 93 percent of Americans who earn between $85,000 and $150,000 would experience a tax cut in 2018, an amount averaging $1,800.\n\"We’re just not seeing that in the data,\" Sammartino said of Ting’s statement that the plan results in \"nothing more\" than middle class tax increase. \"We’re not seeing that it’s a tax increase for most people.\"\n\"A fairly substantial tax cut for the middle class\"\nScott Greenberg is a senior analyst at the conservative-leaning Tax Foundation.\nHe described the GOP tax plan as \"a fairly substantial tax cut for the middle class in the short term. And in the long-term, after many of the provisions in the bill expire (at the end of 2025), the net effect of the tax bill on middle income households will be more or less zero.\"\nThe Tax Foundation concluded it will amount to tax cut of about 1.7 percent of one’s after-tax income, on average, for the middle quintile of taxpayers, Greenberg said.\nMeanwhile, the Tax Policy Center found it will amount to nearly the same amount, a tax cut of about 1.6 percent of one’s after-tax income for middle income earners.\nGreenberg said the plan accomplishes this by lowering rates for several tax brackets, expanding the standard deduction and the child tax credit.\n\nAssemblyman Phil Ting / Capital Public Radio file photo\nResponse from Ting\nWhen asked about the statement, Ting’s spokeswoman Jessica Duong pointed to news articles that show some in the middle class will see higher taxes under the GOP bill. She did not counter the estimate that most would see a tax cut.\n\"The quote was intended to counter Trump’s claim that \"this is going to be one of the great gifts to the middle income people of this country that they’ve ever gotten for Christmas\" – it is being sold as a middle-class tax cut but the benefits for such families will expire in 2025 while the corporate tax cuts are permanent,\" the spokeswoman told us in an email.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin McCarthy\n\n\nstated on February 3, 2021 in a press conference\n\n\n\n\n\n\n\n\n“I don’t even know what (QAnon) is.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 4, 2021\n\n\n\n\n\n\n\n\"Assemblymember Ting’s use of \"nothing more\" is intended to counter that misleading billing and highlight the fact that the plan currently and purposefully relies on the middle class paying for future tax cut deficits,\" she added.\n\"Little if anything\"\nWe also examined the California Budget and Policy Center’s assessment of the tax plan. The group, considered more liberal leaning, painted a dire picture of the plan’s impact on most taxpayers.\nIt warned in a recent post the plan \"would do little if anything for middle- and low-income families across the nation, and especially in California.\" By scaling back the federal income tax deduction for state and local taxes, known as the SALT deduction, the plan would \"harm many middle-income families.\"\nIt added that the plan is \"clearly tilted to wealthy households and major corporations, while providing very little if any benefit for most middle- and low-income families.\"\nNational tax experts don’t dispute the wealthy would see larger tax cuts. The top one percent of households by income, for example, would see a tax cut of 3.4 percent, according to the Tax Policy Center. That’s about twice the rate of savings compared with middle class households.\nThe plan cut the corporate tax rate from 35 percent to 21 percent.\nCalifornia hardships?\nIn California, which has high state and local taxes, the GOP plan is expected to create more financial hardships compared with lower-tax states because it caps state and local income tax deductions.\nHere’s how Forbes.com explained the changes: \"Under the old tax law all property taxes paid to state and local governments could be claimed as an itemized deduction. It was also possible to deduct state and local income or sales taxes. The new law bundles all these so-called \"SALT\" taxes together and limits the deduction, in total, to $10,000 for both individuals and married couples.\"\n\"For some homeowners in high-tax areas such as California, $10,000 does not come close to covering their combined property and income tax bills.\"\nThere’s also a change that affects mortgage interest deductions for homeowners. Under the previous law, homeowners could write off any interest they pay on mortgages up to $1 million. The new law will limit these deductions to mortgages of $750,000 or less.\nGiven the Golden State’s high housing costs, some Californians will be impacted by the new cap. The change, however, impacts new mortgages, not existing ones.\nSammartino of the Tax Policy Center told us those factors will would hurt some Californians. Even so, he said, the vast majority of middle class taxpayers in the state will still see a tax cut.\n\"The overall tax cuts might be a little bit less,\" Sammartino said. \"But in general, probably upwards of 85 percent of the middle class or so should see a tax cut in California,\" for 2018.\nWhat happens when the tax cuts expire?  \nWhile the plan’s corporate tax cuts are permanent, the individual reductions are temporary.\nThe national PolitiFact took a closer look at who would be paying more once the individual tax cuts expire. It found all filers who make $75,000 or less annually will see a tax increase. Some of those are middle-class households.\n\"Only those income ranges above $75,000 still see a cut by 2027,\" according to the PolitiFact analysis. \"That’s a significantly different pattern than in 2019, when every group saves, on average.\"\nRepublicans hope a future Congress will extend the individual provisions. Experts believe that’s likely, though it’s not guaranteed.\nOur ruling\nDemocratic Assemblyman Phil Ting recently claimed the GOP tax plan is \"nothing more than a middle class tax increase.\"\nThat doesn’t match up with estimates from the centrist Tax Policy Center and conservative leaning Tax Foundation. They project the plan will result in a tax cut for about 90 percent of middle-income households nationwide in 2018. Those cuts would range from about $900 to $1,800. The remaining middle-income households would see their taxes stay the same or go up.\nThe California Budget and Policy Center, a liberal leaning group, warns the plan will provide little if any help to middle- and low-income earners in high-tax California, given new limits placed on state and local tax deductions. But even with those new caps, plus a change to the mortgage interest deduction, national tax experts told us the vast majority of middle-class Californians -- up to 85 percent -- will still experience a tax cut in the plan’s first year. That could change by 2027 after the individual tax cuts expire, when households who make $75,000 or less are expected to see a tax hike. Congress could extend those cuts, though nothing is guaranteed.\nThere might have been some truth to Ting’s statement had he said the plan was \"nothing more than a middle class tax increase\" — by 2027, after the cuts expire.\nBut his statement ignores the fact that the vast majority in America’s, and California’s, middle class are expected to get a tax break between now and then.\nWe rate Ting’s claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-02-05 23:37:14 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Trump’s tax reform plan was nothing more than a middle-class tax increase.\"    Phil Ting California State Assemblyman https://m.sfgate.com/bayarea/article/California-democrats-want-businesses-to-give-half-12508742.php    Sunday, January 21, 2018 2018-01-21    Read More  info", "vclaim_id": "vclaim-pol-02438"}