{"url": "/factchecks/2016/may/09/terry-mcauliffe/mcauliffe-held-va-record-retoring-felon-voting-rig/", "speaker": "Terry McAuliffe", "vclaim": "Before April 22, \"we have restored the rights of more than 18,000 individuals, which is more than the past seven governors combined in their four-year terms.\"", "truth_label": "true", "date": "stated on April 22, 2016 in a speech.:", "title": "McAuliffe held Va. record for restoring felon voting rights before his blanket action", "text": "The shock waves still are being felt from Gov. Terry McAuliffe’s blanket restoration of voting rights on April 22 to an estimated 206,000 Virginia felons who had served their prison sentences and completed their probationary periods.\nRepublicans say the action is a ruse to help Hillary Clinton - McAuliffe’s close friend and fellow Democrat - carry Virginia in November’s presidential election. GOP legislative leaders have hired a lawyer to guide an expected lawsuit challenging the governor’s authority to order the sweeping restoration.\nMcAuliffe says it’s only right to forgive people after they’ve served their punishments and that Virginia’s traditionally steep path toward restoration of rights can be traced to Jim Crow-era efforts to exclude black voters. The governor says that before his blanket action, he already had shattered the restoration-of-rights records by previous governors.\nHere’s what he said during an April 22 speech on the Capitol steps, moments before announcing his blanket policy. He also republished it on Medium.com. \"Today, I am proud to tell you that in a little more than two years that we have restored the rights of more than 18,000 individuals, which is more than the past seven governors combined in their four-year terms.\"\nWe wondered whether the McAuliffe’s figures were correct. The governor’s office sent us a data sheet with McAuliffe’s restoration numbers just before his announcement and those of every governor dating to 1938. We were able to confirm the figures of past administrations through old newspaper stories and with the help of Roger Christman, senior state governors’ archivist at the Library of Virginia.\nMcAuliffe reports restoring the rights of 18,009 felons at the time of his announcement. Here’s how that compares with the previous seven governors, listed in descending order by their terms:\n•Republican Bob McDonnell, 8,111;\n•Democrat Tim Kaine, 4,402;\n•Democrat Mark Warner, 3,486;\n•Republican Jim Gilmore, 238;\n•Republican George Allen, 460;\n•Democrat Doug Wilder, 427; and\n•Democrat Jerry Baliles, 853.\nThe seven governors restored rights to 17,977 felons - 32 fewer than McAuliffe’s total before his April 22 announcement. The seven governors, all serving four years, go back to 1986.\nLet’s keep going back, in descending order, to 1938:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n•Democrat Chuck Robb, 1,180;\n•Republican John Dalton, 939;\n•Republican Mills Godwin, 515;\n•Republican Linwood Holton, 303;\n•Democrat Mills Godwin, 260;\n•Democrat Albertis Harrison, 158;\n•Democrat Lindsay Almond, 136;\n•Democrat Tom Stanley, 163;\n•Democrat John Battle, 139;\n•Democrat William Tuck, 167;\n•Democrat Colgate Darden, 157; and\n•Democrat James Price, 273.\nIf you’re wondering, the 19 governors before McAuliffe restored the rights of 22,367 felons. If McAuliffe’s action withstands legal challenge, he’ll have restored voting rights to about 224,000 felons in less than 2 1/2 years - 10 times more than the last 19 governors combined during their entire terms.\nMcAuliffe says he’s empowered to issue a blanket restoration of rights and points to language in the Virginia Constitution that grants governors the authority to \"remove political disabilities\" for felons.\nRepublicans say the governor must follow a more individualized process for restoring rights. The Richmond Times-Dispatch, in a May 3 article, said the GOP challenge could center on other language in the constitution that says no \"person\" convicted of a felony can vote unless \"his\" civil rights have been restored.\nOur ruling\nMcAuliffe said that before issuing a blanket restoration of rights on April 22 to felons who had served their time, he already had \"restored the rights of more than 18,000 individuals, which is more than the past seven governors combined in their four-year terms.\" Records prove his point.  \nWe rate his statement True.https://www.sharethefacts.co/share/11494026-9243-4851-ab1b-4d3ca1aded06", "vclaim_id": "vclaim-pol-04991"}