{"url": "/factchecks/2020/jun/01/donald-trump/trump-falsely-claims-dc-mayor-kept-police-white-ho/", "speaker": "Donald Trump", "vclaim": "During protests outside the White House, Mayor Muriel Bowser \"wouldn't let the D.C. Police get involved.\"", "truth_label": "pants-fire", "date": "stated on May 30, 2020 in a tweet:", "title": "Trump falsely claims DC mayor kept police from White House protests", "text": "As protests over the death of George Floyd in Minneapolis reached the White House, President Donald Trump falsely claimed that the mayor of Washington, D.C., refused to let the district’s police support the U.S. Secret Service outside the White House and in nearby Lafayette Park.\n\"The D.C. Mayor, @MurielBowser, who is always looking for money & help, wouldn’t let the D.C. Police get involved,\" Trump tweeted May 30. \"‘Not their job.’ Nice!\"\n....good practice.” As you saw last night, they were very cool & very professional. Never let it get out of hand. Thank you! On the bad side, the D.C. Mayor, @MurielBowser, who is always looking for money & help, wouldn’t let the D.C. Police get involved. “Not their job.” Nice!— Donald J. Trump (@realDonaldTrump) May 30, 2020 \nThe attack on Mayor Muriel Bowser, a Democrat, came hours after demonstrations that began May 29. \nSimilar protests, focused on the long list of black men who have died from fatal run-ins with law enforcement, have continued across the country in recent days. Floyd, 46, died after a white officer kneeled on his neck for minutes following his arrest.\nThe district’s police — the Metropolitan Police Department — were assisting the uniformed Secret Service officers during the May 29 protests, despite Trump’s claims.\nThe Secret Service contradicted Trump roughly four hours after his tweet. In a statement on the night’s demonstrations, the agency said it made six arrests as some protesters clashed with officers and tried to knock over barriers on Pennsylvania Avenue.\n\"The Metropolitan Police Department and U.S. Park Police were on the scene,\" the agency said.\nSecret Service statement on Pennsylvania Avenue demonstrations: pic.twitter.com/ZaTtG9iCkR— U.S. Secret Service (@SecretService) May 30, 2020 \nBowser held a press conference later that day. \"My police department in Washington, D.C., will always protect D.C. and all who live and visit here,\" she said, echoing comments she had made on Twitter after Trump’s attack. \"In fact, that is exactly what we did yesterday and last night.\"\n\"No one needed to ask the Metropolitan Police Department to get involved because we were already involved,\" she continued. \"Our police were doing their jobs from the start. D.C. police supported uniformed Secret Service last night like we have done literally dozens of times at Lafayette Park.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\nBowser said the district’s police were coordinating with the Secret Service and U.S. Park Police throughout the night on May 29 and into the early morning on May 30.\nThe night’s protests included more than 1,000 people at their peak, and a much smaller number remained in Lafayette Park until 3:45 a.m. on May 30, said district police chief Peter Newsham. \nThe White House and Lafayette Park, Newsham noted, are under federal jurisdiction and managed by the U.S. Secret Service and the U.S. Park Police. But the district police stay in communication with both agencies and often work in tandem to manage major protests.\nWhen large-scale demonstrations do take place, the district police establish a \"unified command\" with other local and federal law enforcement agencies to \"collectively make decisions on how to proceed,\" Newsham said.\n\"All of the decisions that are made in an instance like this (are) made in a unified command. A collective decision was made on how to proceed,\" Newsham said. \"That’s the way we handled it last night and early this morning.\"\nThe Metropolitan Police Department did not specifically station officers as part of the line of Secret Service officers guarding the White House, Newsham said, although some of the department’s leaders working with the unified command might have been behind that line. \nThe Metropolitan Police Department also provided Secret Service officers with equipment that they didn’t have, including helmets, Newsham said.\nReporters at the scene noted a visible district police presence at the city’s protests, as well.\nThe White House did not respond to a request for comment.\nOur ruling\nTrump said that during protests outside the White House on May 29 and into May 30, Bowser \"wouldn't let the D.C. Police get involved.\"\nThat’s wrong, and Trump offered no evidence to support the attack. The Metropolitan Police Department in Washington coordinated with the U.S. Secret Service and U.S. Park Police and also provided some equipment, including helmets.\nThe district’s police were \"on the scene,\" the Secret Service said.\nWe rate Trump’s statement Pants on Fire!", "vclaim_id": "vclaim-pol-17850"}