{"url": "/factchecks/2014/jan/22/joe-scarborough/scarborough-top-1-took-95-gains-under-obama/", "speaker": "Joe Scarborough", "vclaim": "\"Since Barack Obama became president of the United States, 95 percent of economic gains have been made by the richest 1 percent.\"", "truth_label": "mostly-true", "date": "stated on January 21, 2014 in a broadcast of MSNBC's \"Morning Joe\":", "title": "Joe Scarborough: Top 1% took 95% of gains since 2009", "text": "As we’re sure you noticed, income inequality in America figures to be a central theme of 2014.\nJoe Scarborough, co-host of MSNBC’s Morning Joe, called it \"the issue of our time\" this week and cited Gallup Poll numbers that say only 30 percent of Americans are satisfied with the distribution of wealth; and 67 percent are dissatisfied.\n\"Since 2009, what's the stat,\" Scarborough said. \"Do we have the stat since Barack Obama became president of the United States, 95 percent of economic gains have been made by the richest 1 percent?\"\nWe decided to fact-check Scarborough's statement. (Far be it for us to duck the issue of our time.)\nScarborough’s statement goes back to a study from University of California-Berkeley economist, Emmanuel Saez. In the years from 2009 to 2012, Saez found that the income flowing to families in the top 1 percent of  families went up by over 30 percent, while for the rest, income grew by less than half a percent.  \n\"Hence, the top 1 percent captured 95 percent of the income gains in the first three years of the recovery,\" Saez wrote.\nThe main caveat with Saez’s work is that he used preliminary data for 2012 and didn’t include two significant kinds of income -- money from the government (Social Security, welfare, food stamps, etc) or  the value of health insurance benefits. Saez focused on employment wages, capital gains, dividends and interest.\nSo Scarborough has his figures right by Saez’s figuring, but what you count as income makes a difference. We’ll now walk you through some other ways of looking at this question.\nOther interpretations, analysis\nWe came across a study that measured income differently than Saez -- by measuring capital gains regardless of whether the owner cashed out and including government assistance programs.\nThat study, published by the National Bureau of Economic Research, found a wide income disparity as well, but noted that the gap actually narrowed between 1989 and 2007.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThere’s another argument that it makes more sense to calculate consumption rather than income. Economist Aparna Marthur with the American Enterprise Institute, a free-market oriented think tank in Washington, believes what people spend shows you how well people are actually living, and it doesn’t matter if they pay for it using credit cards, their weekly paycheck or their savings. Viewed this way, the situation is not as bad.\n\"We find that consumption inequality is much narrower than income inequality,\" Marthur said. \"And has shown no trend towards widening over the last few decades.\"\nMarthur’s perspective is fuel for a policy debate that goes far beyond what we are writing about here, but there is one other criticism of Saez’s analysis. Eugene Steurele, a fellow at the Urban Institute, a D.C-based academic center, warned about using 2009, the very bottom of the recession, as the starting point.\n\"The economic cycle messes up this comparison,\" Steurele said. \"In recovering from a recession, if an unemployed person stays with the same unemployment benefits, and a wage earner doesn’t increase her wages, but the stock market recovers enough so there are more capital gains, then one might get these types of results.\"\nSteurele said Saez’s findings are useful but his approach simplifies a complex situation.\nWork by the Congressional Research Service, the nonpartisan policy analysis arm of Congress, goes at least part way toward addressing Steurele’s concern. A 2011 report chose two points at the same place in the economic cycle, 1996 and 2006. It also factored in taxes and if its results are not exactly comparable to the Saez article, they point in the same direction.\n\"The poorest tax filers (the bottom fifth) saw average after-tax income fall by 6 percent between 1996 and 2006,\" the report said. While \"the richest 1 percent of tax filers experienced a 74 percent increase in after-tax income.\"\nThe main reason for the widening gap was the rapid growth in capital gains and dividends income among the wealthy, the Congressional Research Service concluded.\nOur ruling\nScarborough said that under Obama, 95 percent of the economic gains have gone to the top 1 percent of earners.\nTo be clear, we saw no evidence that Scarborough was blaming Obama, so we're only evaluating the numbers.\nScarborough accurately reflected the findings of a much publicized report from Emmanuel Saez, a Berkeley economist. Other studies confirm the overall trend in that report, although the disparities in gains between the wealthiest Americans and everyone else are not always as large as Scarborough said and depend on how you define income.\nScarborough’s statement is accurate but in need of clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-08369"}