{"url": "/factchecks/2019/jun/25/scott-walker/wisconsin-top-10-state-health-care-coverage/", "speaker": "Scott Walker", "vclaim": "\"Wisconsin is a Top 10 state for health care coverage.\"", "truth_label": "true", "date": "stated on May 30, 2019 in a tweet:", "title": "Is Wisconsin a Top 10 state for health care coverage?", "text": "Health care remains a political flashpoint in Wisconsin, with the refusal by Republicans to accept federal Medicaid dollars drawing constant criticism from Gov. Tony Evers and other Democrats.\nBut former Republican Gov. Scott Walker says Wisconsin’s health care system is already in great shape.\nWhile debating socialism on Twitter with U.S. Sen. Bernie Sanders, a Democratic presidential contender from Vermont, Walker touted his accomplishments as governor.\n\"Under Democrat control of the state, WI had a waiting list for healthcare coverage under Medicaid. I eliminated the waiting list and everyone living in poverty is now covered,\" Walker said in a May 30, 2019, tweet. \"WI is a Top 10 state for healthcare coverage.\"\nWe’re going to focus on the last part of that — is Wisconsin really a top state nationally for health care coverage?\nDefining a ‘Top 10’ state\nThis is not the first claim in this vein for Walker.\nWe gave him a Mostly False rating in August 2017 for claiming Wisconsin moved from the Bottom 10 to Top 10 states for business. Many organizations do such ratings, but only one prominent one listed Wisconsin that high.\nIn this case, Walker’s claim is a little narrower, referring not to health care in general, but health care coverage.\nThere is no shortage of rankings for health care, each with its own methodology and focus. Many organizations try to gauge overall health care quality, but we found three well-respected national groups that addressed coverage or access more specifically.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n* The Kaiser Family Foundation, a nonprofit think tank focusing on national health issues, used U.S. Census Bureau data to identify the number of uninsured people by state. Wisconsin was tied for sixth-best in the country with 5% of the population uninsured in 2017.\n\n\n\n\n* The latest U.S. News & World Report health care ranking slotted Wisconsin eighth for health care access based on child wellness visits, health insurance enrollment, adult wellness visits, adult dental visits, child dental visits and health care affordability. Access was one of three factors in the overall state health care system ranking the publication generates.\n\n\n* The Commonwealth Fund, a foundation that seeks to improve health care access and quality, ranked Wisconsin 11th for access and affordability on its 2018 Scorecard on State Health System Performance. The ranking is based on rates of insurance coverage for various age groups, out-of-pocket expenses and other cost-related barriers to care.\n\n\nAs a quick aside, we’ll note Wisconsin’s overall health care system drew fairly high marks as well among the various rankings — though not always in the Top 10.\nU.S. News & World Report ranked the Wisconsin health care system 14th overall, the Commonwealth Fund ranked the state eighth and the federal Agency for Healthcare Research and Quality listed Wisconsin in the Top 12 without a specific rank. \nTwo other companies that compile rankings on various subjects also examined healthcare: SmartAsset combined metrics to rank Wisconsin sixth, while Wallethub’s data compilation landed Wisconsin 23rd.\nOur ruling\nWalker said Wisconsin is a Top 10 state for health care coverage.\nThe latest raw data on percentage covered shows 95% of Wisconsin residents have health insurance, which is tied for sixth-best in the country.\nTwo other prominent national rankings list Wisconsin eighth and 11th in combined metrics that examine coverage and healthcare access.\nWe rate Walker’s claim True.", "vclaim_id": "vclaim-pol-00494"}