{"url": "/factchecks/2020/oct/09/nikki-haley/no-khrushchev-didnt-say-about-americans-60-years-a/", "speaker": "Nikki Haley", "vclaim": "Says that Nikita Khrushchev said, “Your children's children will live under communism. You Americans are so gullible. No, you won't accept communism outright; but, we will keep feeding you small doses of socialism until you will finally wake up and find you already have Communism.”", "truth_label": "false", "date": "stated on October 5, 2020 in a post on Facebook:", "title": "No, Khrushchev didn’t say this about Americans 60 years ago", "text": "In a recent social media post, Nikki Haley — former governor of South Carolina and U.S. ambassador to the U.N. — attributed a nefarious-sounding quote about socialism to Soviet Union leader Nikita Khrushchev.\n\"Khrushchev 60 years ago…\" she wrote in the Oct. 5 Facebook post, before continuing on to provide the supposed Khrushchev quote: \n\"Your children's children will live under communism. You Americans are so gullible. No, you won't accept communism outright; but, we will keep feeding you small doses of socialism until you will finally wake up and find you already have Communism.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere is no evidence Khrushchev, who led the Soviet Union from 1953 to 1964, ever said this about Americans, though this quote and similar ones have been attributed to Khrushchev by people including President Ronald Reagan and staunch anti-communist Ezra Taft Benson, former secretary of agriculture.\nPolitiFact attempted to reach out to Haley on social media and through the organization she founded, Stand For America, to see if she had evidence to back up her claim. She did not respond to our request for comment.\nIn the Nikita Khrushchev section of a book titled \"They Never Said It: A Book of Fake Quotes, Misquotes, and Misleading Attributions,\" a version of this quote is listed:\n\n\n\"You Americans are so gullible. No, you won’t accept Communism outright, but we’ll keep feeding you small doses of Socialism until you’ll finally wake up and find you already have Communism. We won’t have to fight you. We’ll so weaken your economy until you’ll fall like an overripe fruit into our hands.\"\n\n\nAccording to the book, the quote emerged and began circulating in the 1960s. \nIn 1961, Reagan — who was an actor and TV host at the time — attributed a version of the quote to Khrushchev in a speech, without providing evidence of its origin: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"Three months before his last visit to this country, Nikita Khrushchev said, ‘We can't expect the American people to jump from capitalism to communism, but we can assist their elected leaders in giving them small doses of socialism, until they awaken one day to find they have communism.’\"\nIn the late 1960s, anti-communist Ezra Taft Benson claimed Khrushchev said these things during his 1959 visit to the United States. Benson recounted his exchange with Khrushchev in a speech he delivered in 1966: \n\"I have talked face-to-face with the godless Communist leaders. It may surprise you to learn that I was host to Mr. Khrushchev for a half day, when he visited the United States. ...\n\"As we talked face-to-face, he indicated that my grandchildren would live under Communism. After assuring him that I expected to do all in my power to assure that his, and all other grandchildren, would live under freedom, he arrogantly declared, in substance:\n\"‘You Americans are so gullible. No you won’t accept communism outright, but we’ll keep feeding you small doses of socialism until you’ll finally wake up and you find you already have communism. We won’t have to fight you. We’ll so weaken your economy until you fall like over-ripe fruit into our hands.’\"\nBut Benson’s account has been questioned because he also attributed those words to Khrushchev in a book he wrote in 1962. In that instance, Benson wrote that the Soviet leader made the statement months before his trip to the U.S., and Benson did not claim Khrushchev said them to him one-on-one. \nIn terms of what Khrushchev said publicly, the Soviet leader’s 1959 speeches in the U.S. were documented by news outlets and others. The book \"Khrushchev in America\" compiled Khrushchev’s speeches during the 1959 trip, and the full text is searchable online.\nBut when PolitiFact reviewed the speeches and searched for key phrases — including \"doses of socialism\" and \"Americans are so gullible\" — we did not find any indication that Khrushchev said the things attributed to him in the Facebook post.\nOur ruling\nOn Facebook, Haley quoted Khrushchev as saying, \"Your children's children will live under communism. You Americans are so gullible. No, you won't accept communism outright; but, we will keep feeding you small doses of socialism until you will finally wake up and find you already have Communism.\"\nApart from one anecdotal claim from an individual whose story was inconsistent, there is no evidence Khrushchev said any variation of this quote.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18655"}