{"url": "/factchecks/2011/apr/05/jim-jordan/rep-jim-jordan-presses-reform-numerous-welfare-pro/", "speaker": "Jim Jordan", "vclaim": "The federal government has \"77 different means-tested social welfare programs.\"", "truth_label": "true", "date": "stated on March 22, 2011 in an interview on the Fox Business Channel:", "title": "Rep. Jim Jordan presses to reform the volume of welfare programs", "text": "Rep. Jim Jordan chairs an influential group, the Republican Study Committee, at an opportune time. The group’s political beliefs generally intersect with those of the Tea Party, and they include a desire to stop wasteful government spending.\n\nAmong the targets: redundant social welfare programs. You might know these as food stamps and Temporary Assistance to Needy Families, but Jordan, of Urbana, Ohio, says there are a whole lot more than that.\n\nJordan counts 77 federal means-tested social welfare programs, citing that number during an interview on the FOX Business Network and in backup materials to support one of his bills.\n\n\"There are seven -- this is according to Heritage Foundation, we get a list of these -- 77 different means tested social welfare programs -- 77 different ones,\" Jordan said during a March 22 appearance on Fox.\n\nA week earlier he had introduced his Welfare Reform Act of 2011, which would require a full accounting of each social welfare program. It also would require food stamp recipients to work or prepare for a job, much as welfare reform under President Bill Clinton required of cash aid recipients. And it would require federal welfare spending to return to pre-recession levels, with allowance for inflation growth, once the unemployment rate fell to 6.5 percent.\n\nThe sheer number that Jordan cited --  77 separate welfare programs -- sounded extraordinary, so PolitiFact Ohio took a look.\n\nJordan’s office had a list with all 77 programs.\n\nSpace limits our ability to include all here, and Jordan’s list is not online. You can find them in Jordan’s bill, or watch as they scoll across the screen on this Republican Study Committee video.\n\nThey include Medicaid, food stamps,  Section 8 housing assistance; weatherization help for home owners and Pell grants to help students afford college. Jordan’s list also includes low-income home energy assistance, school breakfast for children from low-income families, the Job Corps training program for at-risk teens and young adults, and Head Start for pre-kindergartners.\n\nMost of the programs are geared toward people who fall below a certain income level. But Jordan’s list also included at least a dozen programs that don’t give federal money or services directly to the poor.\n\nSome examples: the Appalachian Regional Commission; urban development block grants; Title 1 education grants that help schools in low-income areas; empowerment zones, which typically benefit businesses as well as communities, and Americorps, which sends college graduates into low-income neighborhoods for social service work.\n\nIs this really welfare spending?\n\nJordan’s office says yes. His bill defines \"means-tested welfare spending\" as \"any federal program that is designed to specifically provide assistance or benefits exclusively to low-income Americans.\" Each of the 77 programs he cites were designed with that in mind.\n\nHis bill also states that \"community and economic development programs targeted to low-income communities or populations shall be considered means-tested welfare programs\" for purposes of the legislation.\n\nWe asked Mimi Abromovitz, an authority on welfare reform at City University of New York’s Hunter College of Social Work. In an e-mail, she said, \"To me, ‘means test’ means you have to be below a specified income level and the level varies by program.\" She also referred us to a description on LibraryIndex.com, a reference site on social topics. It said:\n\n\"Means-tested programs provide benefits to those whose income and financial resources meet certain requirements. More than 80 benefit programs provide cash and/or non-cash aid to individuals who meet certain low-income qualifications in the United States.\"\n\nIn case you missed that: \"More than 80.\"\n\nFinally, Abromovitz noted a 2005 Government Accountability Office study that found that 50 percent to 70 percent of eligible people do not use these programs. But the question here is the number of programs, not their outreach -- and the GAO addressed that, too:\n\n\"Each year through more than 80 means-tested programs, the federal government provides benefits and services to individuals and families with low incomes — just 12 of which account for as much as $330 billion in annual federal expenditures.\"\n\nThe GAO said 80. Jordan said 77.\n\nYou could say he was just being conservative, but on the Truth-O-Meter his claim rates as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill O'Neill\n\n\nstated on July 30, 2010 in in a letter\n\n\n\n\n\n\n\n\n\"In recent years, Rep. LaTourette has sponsored legislation that would increase spending by 551.6 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • August 5, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13310"}