{"url": "/factchecks/2012/apr/20/ellen-rosenblum/has-dwight-holton-never-set-foot-oregon-courtroom/", "speaker": "Ellen Rosenblum", "vclaim": "Says Dwight Holton has never set foot in an Oregon courtroom.", "truth_label": "barely-true", "date": "stated on April 11, 2012 in a news story :", "title": "Has Dwight Holton 'never set foot' in an Oregon courtroom?", "text": "There are two narratives in the race between two Democrats for Oregon attorney general. Dwight Holton paints himself as an exciting advocate and opponent Ellen Rosenblum as a boring government lawyer. Rosenblum describes herself as the home-grown -- double Duck! -- candidate and Holton as not from around here.\n\n\"When you’ve joined the Oregon State Bar in 2009 and you've never set foot in an Oregon courtroom, I'm not sure that qualifies you to be Attorney General,\" Rosenblum said of Holton in a news story published in The Oregonian.\n\nThe average person is likely to think that Rosenblum means Holton has never been in a courtroom physically located in the state of Oregon. That, on its face, is a ludicrous claim. Holton started work in the U.S. attorney’s office in Portland in 2004 before resigning in January to run for attorney general.\n\nHowever, we understand Rosenblum is making the case that the attorney general is a state position, and Holton has spent his career in Oregon working in federal court. Rosenblum’s spokeswoman, Cynara Lilly, said as much in defense of the statement.\n\n\"Federal Court is referred to as 'U.S. Court,' state courts as 'Oregon Court.' It has nothing to do with the physical state the court is in, it is the type of court. So yes, our campaign stands by the statement that Dwight has never set foot in an Oregon State Courtroom,\" Lilly writes. \"If you search the Oregon Courts online under his name and/or his bar number you will find no record of him trying any cases in Oregon Court.\"\n\nJillian Schoene, a spokeswoman for Holton, confirms the candidate has not tried a case in a state courtroom. But she raises a number of points we think add important context to the claim.\n\nHolton has lived in Oregon since 2002, when he moved here with his wife. During his time in the U.S. attorney’s office, he worked with local law enforcement to address prescription painkiller abuse and to keep illegal guns away from domestic abusers. He reached out to Muslims living in Oregon.\n\nIt’s not as if Holton was sitting in his nice federal office keeping away from public safety issues important to this state. As interim U.S. attorney, he supervised the lawyers who represented the federal government in state courts in Oregon.\n\nAnd we’re not inclined to repeat endorsement sound bites, but it means something that most of the state’s 36 district attorneys -- all in the state system, last time we checked -- have endorsed him.\n\nCertainly Rosenblum has deeper experience with state courts. She was a state judge for 22 years. We gave Holton a Half True for saying that Rosenblum said 80 percent of the attorney general’s job is being the state’s lawyer. She said it -- and even denied saying it -- but she said other things about the job, as well.\n\nHere we find that her attempt to paint Holton as an Oregon outsider, just because he personally hasn’t argued in state court, is misleading. The statement contains a bit of truth, but ignores critical facts that would give a different impression.\n\nWe rule Rosenblum’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-11234"}