{"url": "/factchecks/2011/mar/03/matt-miller/matt-miller-blasts-deficit-debt-implications-paul-/", "speaker": "Matt Miller", "vclaim": "Says Rep. Paul Ryan’s budget \"roadmap … doesn't balance the budget until the 2060s and … adds an unthinkable $62 trillion to the national debt between now and then.\"", "truth_label": "mostly-true", "date": "stated on February 24, 2011 in a column in the Washington Post:", "title": "Matt Miller blasts deficit, debt implications of Paul Ryan's budget proposal", "text": "In a Feb. 24, 2011, column in the Washington Post, Matt Miller, a senior fellow with the liberal Center for American Progress, criticized Republican plans for the federal budget. Miller specifically took aim at a \"roadmap\" put forth by Rep. Paul Ryan, R-Wis., the chairman of the House Budget Committee.\n   \n\"We're so accustomed to political flimflam that, as (the late Democratic Sen.) Daniel Patrick Moynihan might have put it, we're defining truth-telling down,\" Miller wrote. He charged that leading Republicans have so far only offered \"half-truths\" about the long-term budget realities.\n   \n\"Thanks to House budget chief Paul Ryan, it's possible to measure the size of this fraud. And it's colossal,\" Miller wrote. \"As can never be said often enough, Ryan is absurdly hailed as a fiscal ‘conservative’ for a ‘roadmap’ that doesn't balance the budget until the 2060s and that adds an unthinkable $62 trillion to the national debt between now and then.\"\n   \nMiller said that Ryan \"pretends we can keep federal taxes at their recent historic levels of 19 percent of gross domestic product as the boomers age. No can do. The math doesn't work. Ryan's endless red ink proves this.\"\n   \nAs Congressional leaders and the White House negotiate over the next federal budget, we thought we’d check whether Miller fairly characterizes Ryan’s proposal -- specifically whether it’s true that Ryan’s roadmap \"doesn't balance the budget until the 2060s and … adds an unthinkable $62 trillion to the national debt.\"\n   \nFirst, we turned to Ryan’s roadmap itself. In a summary table, Ryan provided the amounts for outlays, revenues, deficits or surpluses, and debt for every year of the plan through 2083. (Yes, through 2083 -- more on that in a moment.) Ryan’s table offers these figures as a percentage of gross domestic product rather than as dollar amounts.\n   \nFor the question of when the budget reaches balance, Miller is correct. The percentage of GDP shifts from negative (representing a deficit) to positive (a surplus) in 2063. From that point on, the percentage stays in positive territory -- that is, in surplus -- through 2083.\n   \nAn analysis by the Congressional Budget Office -- Congress’s non-partisan arbiter of budgetary figures -- doesn’t list the exact year that surpluses first occur under Ryan’s plan, but it agrees that it will happen sometime between 2060 and 2080. So on this point Miller appears to be correct.\n   \nHow about Miller’s claim that Ryan would add $62 trillion to the debt?\n   \nWe couldn’t find a $62 trillion figure in either Ryan’s roadmap or in the CBO analysis. We looked back at a previous column and discovered that Miller had also mentioned the figure there. Here’s what he wrote:\n   \n\"According to the Congressional Budget Office, Ryan's plan would result in annual deficits of between 3.5 and 4.5 percent of GDP between now and somewhere after 2040, with a balanced budget coming only around 2063,\" Miller wrote. \"This would add at least $62 trillion to the national debt over the period. (My estimate is conservative mostly because the independent Tax Policy Center says Ryan's tax reforms would produce far less revenue than Ryan required the CBO to assume.)\"\n   \nIn other words, the $62 trillion figure is an estimate that Miller -- not Ryan or CBO -- produced, and it doesn’t cover the debt added by Ryan’s plan through either 2080 (the final year of CBO’s analysis) or 2083 (the final year of Ryan’s projection).\n\nMiller told PolitiFact that his $62 trillion estimate was conservative, stopping the count at 2050 rather than the deficit/surplus tipping point of 2063, and using lower annual debt estimates than CBO did.\n   \nWhether or not Miller's figure is right -- and the number is certainly in the trillions of dollars -- it's important to note that he was selective in choosing his time frame.\n   \nThat’s because between 2063 and 2080, the federal debt under Ryan’s plan is projected to disappear. In fact, by 2083, the debt under Ryan’s plan would actually turn into a surplus -- a surplus equal to one-sixth of the nation’s GDP.\n   \nThese numbers come from Ryan’s proposal, but CBO’s analysis essentially backs them up, agreeing that the national debt would fall to between negative 0.5 percent and positive 0.5 percent of GDP in 2080. In other words, CBO reckons that the debt would be either small, zero, or in a modest surplus by then.\n   \nSo while Miller has a point that it would take Ryan 52 years to balance the budget -- and that perhaps trillions of dollars in debt will be added between now and then -- the columnist leaves out the counterpoint that Ryan’s plan would eliminate the federal debt after an additional 17 to 20 years.\n   \nThere’s also another bit of missing context: Under the status quo, it would take even longer to reach a surplus, and the U.S. would acquire even more debt.\n   \nThere aren’t many budgetary projections that look 69 years into the future. But CBO does produce long-term budget analyses, including one under a scenario in which the current baseline budget numbers are adjusted to include changes to those policies that are widely expected to be enacted.\n   \nUnder this status-quo scenario, CBO sees the deficit growing consistently as a percentage of GDP, from 7.4 percent of GDP in 2020 to 17.2 percent in 2040, 28 percent in 2060 and 42.8 percent in 2080.\n   \nSo under this model there isn’t a surplus in sight at all, at least through 2080.\n   \nAs for debt, the situation is similar. According to CBO, the status-quo model produces debt levels that reach 433 percent of GDP by 2060 and 716 percent of GDP by 2080. The comparable numbers for Ryan’s plan are 77 percent of GDP by 2060 and essentially zero by 2080.\n   \nBy glossing over what happens to the debt under Ryan’s plan between 2063 and 2083, Miller does give a misleading impression of its projected full fiscal impact.\n   \nDan Mitchell, a senior fellow at the libertarian Cato Institute, calls Miller’s debt assertion \"ridiculous. Yes, Ryan's plan may allow $62 trillion of debt, but that is far, far, far less than what would happen under current law.\"\n\nBut Miller makes two counter-arguments.\n   \nFirst, Miller isn’t advocating the status-quo plan CBO used. To the contrary, his point is that while some of Ryan’s proposed policies are admirable, the lawmaker should be more aggressive about deficits and the debt by proposing tax increases. Such increases, which are anathema to most Republicans, could help reduce the deficit and the debt much more quickly than Ryan’s plan would.\n   \nSecond, 70-year budgetary estimates ought to be taken with a big grain of salt. On the one hand, economists use the tools they have available, and because much of the federal budget is dictated by long-term demographics -- including Social Security and Medicare -- experts in the field say that the numbers are reasonable approximations.\n\nStill, 2083 is as long in the future as 1939 is in the past. Any estimates made in 1939 about what the nation’s economy would look like in 2011 would not have accounted for factors that were unimaginable then, from the baby boom to free trade policies to computerization and the Internet.\n\n\"Ryan is the one who claims his plan is ‘conservative,’\" Miller told PolitiFact. \"The idea that he runs 62 or 80 or 100 trillion in debt but then pledges to do better when all of us are long dead is silly.\"\n   \nSo where does this leave us?\n\nOn the one hand, Miller’s statement fails to mention the fact that Ryan’s plan does eventually eliminate the debt, according to CBO -- a sizable achievement when one realizes that under status quo policies, the debt would be more than seven times the size of the nation’s economy. Still, an outcome 70 years from now is subject to a lot of uncertainty, and Miller’s actual statement was phrased carefully. It’s true, as he says, that Ryan’s plan \"doesn't balance the budget until the 2060s,\" and before it gets there, it will probably add trillions of dollars in debt. It’s a close call, but we rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13493"}