{"url": "/factchecks/2012/jun/30/barry-hinckley/republican-us-senate-candidate-barry-hinckley-says/", "speaker": "Barry Hinckley", "vclaim": "President Obama’s health-care law will \"add trillions of dollars in debt.\"", "truth_label": "false", "date": "stated on June 28, 2012 in a fundraising letter:", "title": "Republican U.S. Senate candidate Barry Hinckley says decision to uphold Obama health plan will add trillions of dollars in debt", "text": "After the Supreme Court issued its June 28, 2012, ruling upholding key provisions of President Obama's health-care legislation, Barry Hinckley, the Republican candidate for the U.S. Senate seat held by Sheldon Whitehouse, D-R.I., issued a fundraising letter warning that the decision was bad news for the national debt, which is now approaching $16 trillion.\n\n\"Our country did not want or approve of ObamaCare when it was introduced and they still do not now. Americans oppose it because it will decrease the quality of care, raise taxes, cut Medicare, and add trillions of dollars in debt.\"\n\nHealth care is certainly expensive; we wondered if the plan for mandating coverage and expanding insurance would really add that much to the debt.\n\nWe contacted Hinckley's office seeking the source of their information and received no response.\n\nIt turns out that PolitiFact National has examined this claim a few times, most recently when Mitt Romney made the same statement in response to the Supreme Court ruling.\n\nHere's the bottom line: according to the PolitiFact analysis, it's not going to add to the debt because the legislation also raises money to pay for the costs.\n\nThe nonpartisan Congressional Budget Office (CBO) projected back in 2010 that the health-care law would lower the deficit by about $124 billion over 10 years. In 2011, when Republicans offered a bill to repeal the health-care law, the CBO estimated that wiping out the law, which Romney is promising to do, would actually increase the deficit by about $210 billion over 10 years.\n\nThe budget office acknowledges circumstances can change, the CBO isn't infallible, and the issues that come up in making an analysis can be contentious, as PolitiFact found when it looked at a statement from U.S. Rep Paul Ryan, R-Wis., judged Mostly False, that the law was \"accelerating our country toward bankruptcy.\"\n\nHow much would the new health-care law actually raise? As PolitiFact reported when it gave Rush Limbaugh a Pants On Fire for declaring that \"Obamacare is . . . the largest tax increase in the history of the world,\" the CBO estimates the additional revenues coming into the government will be $525 billion between now and 2019. In addition, the Joint Committee on Taxation, a nonpartisan committee of Congress with a professional staff of economists, attorneys and accountants, estimates the health law will bring in more than $437.8 billion by 2019.\n\nAs an aside, Obama claimed in his 2010 State of the Union speech that health-care reform \"would bring down the deficit by as much as $1 trillion over the next two decades.\" PolitiFact rated that statement as Half True.\n\nBut for Hinckley's claim, congressional budget experts say he is wrong, so we will give it the same rating that Romney received: False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10841"}