{"url": "/factchecks/2021/jan/22/facebook-posts/kamala-harris-was-sworn-stack-bibles-not-clutch-pu/", "speaker": "Facebook posts", "vclaim": "On Inauguration Day, Vice President Kamala Harris “put her clutch on top of the Bible so her hand is not touching it.”", "truth_label": "pants-fire", "date": "stated on January 21, 2021 in an image:", "title": "Kamala Harris was sworn in on a stack of Bibles — not a clutch purse", "text": "On Jan. 20, Kamala Harris became the first female, Black and Asian American vice president of the United States. But on Facebook, some say her swearing-in ceremony was a sham.\n\"JUST SO YOU KNOW: She put her clutch on top of the Bible so her hand is not touching it,\" says one post published Jan. 21.\n\n(Screenshot from Facebook)\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar claims have been widely shared in groups dedicated to former President Donald Trump, according to CrowdTangle, a social media insights tool.\nThe post includes a photo of Harris with her right hand raised as she takes the vice president’s oath of office. Her left hand is on a flat, black object resting on top of a thick Bible, which belongs to a close family friend.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat object is not a clutch, as the Facebook post claims — it’s another Bible. Other fact-checkers have debunked rumors that it’s a small handbag.\nHarris requested the second Bible prior to Inauguration Day. It belonged to Thurgood Marshall, a former Supreme Court justice who as a civil-rights lawyer argued groundbreaking cases like Brown v. Board of Education of Topeka and Shelley v. Kraemer. In her memoir, Harris called Marshall \"one of my heroes and inspirations.\"\nA photo of Harris’ swearing-in ceremony from another angle shows that her left hand is resting on a Bible.\n\n(AP)\nThe Facebook post is inaccurate and makes a ridiculous claim. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-19208"}