{"url": "/factchecks/2010/dec/03/todd-staples/todd-staples-says-21-percent-2009-texas-high-schoo/", "speaker": "Todd Staples", "vclaim": "In \"the fall of 2009, only 21 percent of Texas high school graduates enrolled in a four-year public university.\"", "truth_label": "half-true", "date": "stated on November 11, 2010 in a Web post.:", "title": "Todd Staples says 21 percent of 2009 Texas high school graduates enrolled that fall in a four-year public university", "text": "Who says campaigns fade in import after Election Day?\n\nOn Nov. 11, for instance, we came across a statement about Texas high-school graduates that would be notable any time.\n\nAgriculture Commissioner Todd Staples, making a case for workforce training, writes on the \"issues\" part of his campaign website: \"Preparing our students for a global economy means more and more of them will require college degrees, yet in the fall of 2009, only 21 percent of Texas high school graduates enrolled in a four-year public university.\"\n\nOne in five hustled to college? Staples' posted statement includes a link to a Texas Higher Education Coordinating Board website, \"High School to College Linkages.\" With advice from Staples' spokesman Bryan Black, we isolated a spreadsheet on the site indicating the percentage of public high school graduates who went on to higher education the fall after their spring graduations from 2000 through 2009.\n\nAnd according to the spreadsheet, 21 percent of the state's more than 264,000 2009 graduates enrolled that fall in four-year public institutions of higher education, with 28.5 percent enrolling in public two-year institutions and 4.4 percent marked as attending an in-state private or independent college or university. Dominic Chavez, senior director for external relations at the coordinating board, confirmed the figures for us.\n\nBut we noticed a difference between the board breakdown and Staples' statement. The board's 21 percent refers solely to graduates who enrolled in Texas institutions, while Staples' statement refers to graduates who went to any four-year public university.\n\nAlso, the board breakdown gives no information for many graduates. Nearly 42 percent of the 2009 graduates are categorized as \"not found,\" meaning the students' identifying numbers -- usually Social Security numbers -- did not show up in enrollment records of state higher education institutions that fall, according to a footnote on the chart and Chavez. Another 4 percent of graduates are listed as not trackable; those graduates had non-standard ID numbers \"that will not find a match at Texas higher education institutions,\" a footnote says.\n\nWe wondered too about 2009 graduates who went to college out of state. Chavez told us the board did not research that because its research reach extends to Texas colleges only.\n\nChavez said, though, that the board earlier paid for such information from the National Student Clearinghouse, a nonprofit that describes itself online as the nation's \"trusted source for student degree and enrollment verification.\" Board spokesman Andy Kesling later told us that 4 to 5 percent of 2003 Texas high-school graduates enrolled that fall in out-of-state institutions of higher education; the clearinghouse's data set did not include colleges in Oklahoma, which attracts some Texas graduates, and did not specify the types of schools the graduates were attending. The same year, the board says, 20 percent of Texas high-school graduates enrolled that fall in a Texas four-year public institution. Kesling said it would be fair to conclude that more than 24 to 25 percent of graduates enrolled in a four-year college in or out of Texas (counting the unknown share of students who hitchhiked to Oklahoma) in fall 2003.\n\nBlack, Staples' spokesman, said by e-mail that Staples' statement was in a column focused on Texas. \"It's clear, both because of the context of the article\" and that the coordinating board is the cited source, Black said, that Staples is commenting on graduates enrolled in Texas four-year public universities.\n\nWe don't see that clarity.\n\nUpshot: Staples said that only 21 percent of Texas high school graduates in 2009 went on to a four-year public university, without noting that the statistic only applies to public universities in Texas.\n\nWhile the state has no data on the number of 2009 graduates who enrolled in out-of-state colleges, it stands to reason that more than 21 percent of graduates went to four-year public universities across the country.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13934"}