{"url": "/factchecks/2013/dec/10/david-madland/david-madland-cbo-says-jobless-aid-will-boost-econ/", "speaker": "David Madland", "vclaim": "\"The CBO just said if we cut this (unemployment benefits) extension, we will kill jobs, because those people who are looking for work won't have any money to spend.\"", "truth_label": "half-true", "date": "stated on December 6, 2013 in a broadcast of CNN's \"Crossfire\":", "title": "David Madland: CBO said failing to extend unemployment benefits 'will kill jobs'", "text": "As the days tick down on this session of Congress, one of lawmakers’ final acts will be to extend or end unemployment benefits for about 1.3 million people. Without an extension through 2014, checks for the long-term unemployed would stop at the end of the month. The matter is intertwined with the budget deal that Republicans and Democrats are negotiating behind closed doors.\nThe extension’s price tag is $26 billion. Democrats support it, but Republicans do not want to see the expense added to the national debt.\nConservatives also argue that providing the additional money will simply encourage some people to turn down jobs they would otherwise accept. The longer they stay out of work, conservatives say, the less desirable they become in the eyes of a potential employer and the lower their earnings. Ultimately, the economy suffers.\nDavid Madland with the Center for American Progress, a Democratic-leaning group that favors progressive government policies, rebutted that assertion with an opposite economic argument.\n\"The CBO (Congressional Budget Office) just said if we cut this extension, we will kill jobs, because those people who are looking for work won't have any money to spend,\" Madland said on CNN’s Crossfire.\nMadland told PunditFact he was referring to a report the Congressional Budget Office issued Dec. 3. We looked at that report. The budget office, the ultimate nonpartisan authority on money matters facing Congress, determined extending those additional unemployment checks would boost the economy by two-tenths of a percent next year and add about 200,000 jobs.\nThat makes Madland's broader point -- that extending unemployment benefits actually boosts job creation -- correct. But he erred is suggesting the CBO determined that failing to extend unemployment benefits would \"kill\" jobs. The CBO did not analyze that.\nThe report also came with a cautionary note. It said that if the government borrows more to pay for the extension then the move would \"eventually reduce the nation’s output and income slightly below what would occur under current law.\"\nSteven Elliott, an economist at Miami University in Ohio, said the Congressional Budget Office is applying basic economic theory.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"The extended unemployment benefits will increase consumption because unemployed individuals who would otherwise not have income will be buying things,\" Elliott said. \"That in turn will mean that more products will need to be produced and then there are multiplier effects from there.\"\nOn the other end however, the meter runs in reverse. If Washington borrows the money, Congress will need to raise taxes to pay it back. That takes money away from households, and as a result, they buy less and the economy loses steam.\nMadland said that could happen but \"it is pretty hard to predict what fiscal policy or debt levels will be like in the long run.\"\nElliott agreed that the losses down the line might be avoidable. The hope, he said, is that a temporary hike in household spending becomes permanent. This leads to more jobs and more people paying taxes to pay back the borrowed funds.\nBut there’s no guarantee that will happen. \"That’s the risk.\" Elliott said.\nOur ruling\nMadland said the Congressional Budget Office found that a failure to extend unemployment benefits would kill jobs. Madland's language is close, but goes a step too far. The CBO said that extending unemployment benefits would spur growth and add about 200,000 jobs.\nThe CBO did not conclude that failing to do so would result in the loss of jobs.\nAs such, we rate this claim Half True.", "vclaim_id": "vclaim-pol-08520"}