{"url": "/factchecks/2015/aug/03/facebook-posts/did-george-w-bush-borrow-social-security-fund-war-/", "speaker": "Facebook posts", "vclaim": "Say President George W. Bush \" ‘borrowed’ $1.37 trillion of Social Security surplus revenue to pay for his tax cuts for the rich and his war in Iraq and never paid it back.\"", "truth_label": "barely-true", "date": "stated on March 27, 2015 in comments on social media.:", "title": "Did George W. Bush 'borrow' from Social Security to fund the war in Iraq and tax cuts?", "text": "Evoke George W. Bush, his income tax cuts and the war in Iraq, and you’re sure to arouse some liberal ire. Suggest that Bush financed those projects by plundering Social Security’s retirement coffers, and you’ve got yourself a popular meme.\n\"Next time a Republican tells you that ‘Social Security is broke,’ remind them that Pres. Bush ‘borrowed’ $1.37 trillion of Social Security surplus revenue to pay for his tax cuts for the rich and his war in Iraq and never paid it back,\" reads one version of the meme, which appeared on the Facebook pages of Occupy Democrats and Americans Against the Republican Party.\nA number of readers asked us to check out the claim, so we decided to take a look. The meme seems to extrapolate a point made in a 2009 newsletter post by Allen W. Smith, a professor of economics emeritus from Eastern Illinois University.\n\"Bush spent every dime of Social Security surplus revenue that came in during his presidency. He used it to fund his big tax cuts for the rich, and much of it was spent on wars,\" Smith wrote.\nThe meme’s claim and Smith’s argument circle back to how Social Security funds are managed. Experts say words like \"borrow\" and \"raid\" don’t really capture how the system works.\nBonds, ‘borrowing,’ and Bush\nFor about 50 years, Social Security was a \"pay-as-you-go\" system, meaning annual payroll taxes pretty much covered that year’s benefits checks. Then in 1982, President Ronald Reagan enacted a payroll tax hike to prepare for the impending surge of retiring baby boomers, and a surplus began to build.\nBy law, the U.S. Treasury is required to take the surplus and, in exchange, issue interest-accruing bonds to the Social Security trust funds. The Treasury, meanwhile, uses the cash to fund government expenses, though it has to repay the bonds whenever the Social Security commissioner wants to redeem them.\nIn this broad sense, Bush technically did \"borrow\" Social Security surplus to pay for the income tax cuts and the Iraq war. But even if we use this loose definition of the word, we still run into a few issues.\nFirst, the amount of surplus Bush \"borrowed\" is actually around $708 billion, a little more than half of the $1.37 trillion claimed in the meme. While around $1.52 trillion in bonds was added to the trust funds from 2000 to 2008, the Treasury only has access to the cash revenue collected every year, not the interest accrued on the entire surplus.\nSecond, Bush didn’t exclusively spend on the war, which has an estimated cost of $1.7 trillion. Other big costs include the financial bailout in 2008.\n\"Since all money is green, the cash that the Treasury received from the Social Security surplus was not earmarked for any specific government program,\" said Andrew Eschtruth, a former Social Security research analyst at the U.S. Government Accountability Office and current spokesperson for the Center on Retirement Research at Boston College.\nThe larger question is whether the existence of the surplus influenced Congress’ spending decisions, but Eschew pointed out that no one can prove what was on the lawmakers’ minds.\n\"The idea that lawmakers consciously thought, ‘We can only go into Iraq because of the surplus’ is a stretch,\" he said.\nThird, if we characterize the entire trust fund system as the government borrowing from Social Security, Bush is by no means the only debtor.\n\"That’s how the Social Security trust fund has worked ever since the program started, so there’s no point in focusing on Bush,\" said Andrew Biggs, an economist at the conservative American Enterprise Institute. \"You could focus on pretty much any president.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat being said, some nonetheless contend that Bush’s case is unique. Smith, a self-described progressive, told us in an interview that the tax cuts wouldn’t have been possible without the surpluses funded by payroll taxes.\nMaintaining payroll taxes (everyone pays the same rate) while cutting income taxes (rates are much higher for the rich) effectively streams the money from lower- and middle-income earners into the pockets of millionaires, according to Michael Hiltzik, a financial reporter with the Los Angeles Times.\n\"Bush was able to do whatever he wanted without raising income taxes,\" he said.\nReplenishing the coffers\nAs for the claim that Bush \"never paid back\" what he reaped, experts told us that doesn’t really make sense.\nThe meme’s language implies that Bush bailed on a loan, but no one was really pressing him for repayment. During his presidency, the Social Security trust fund was still running surpluses (which stopped in 2010), enough to cover the benefits checks, and had no need to cash in their bonds (which won’t happen until 2020).\nThe larger question posed by critics of the trust fund system is if and how the government will provide cash for all the bonds, now totalling  $2.8 trillion. These bonds are a special class of securities unique to the Social Security fund that can’t be sold. Because they’re not-marketable, some contend that they’re \"worthless IOUs.\"\n\"These special-issue things, they’re all in a filing cabinet in West Virginia. That’s the entire trust fund,\" Smith said in an interview. \"There’s no trust, and there are no funds.\"\nExperts told us there's no question that the Treasury will repay the Social Security surplus (including what was accumulated during the Bush years) when the trust fund starts redeeming the bonds in 2020. Otherwise, says Hiltzik of the Los Angeles Times, \"you’d have to march 40 years worth of Treasury, Labor, Health and Human Services secretaries, Social Security commissioners, and public trustees -- Republicans and Democrats -- into prison.\"\nTo Paul Craig Roberts, the assistant Treasury secretary under Reagan, the bonds are harbingers of more tax hikes and more public borrowing to come.\nBiggs said the bonds are like money that we owe ourselves. \"The bonds are worthless to the taxpayer as a way of actually paying for Social Security, since those bonds must be paid off by the taxpayer,\" he said.\nHiltzik, though, dismisses these concerns as alarmism. He pointed out that taxpayers who would foot most of the bill for surplus repayment are those who pay higher income tax rates and who reaped the benefits of the Bush tax cuts. As for borrowing to cover the bonds, doesn’t the meme suggest that’s what the government's been doing the whole time?\n\"You’re not actually increasing the public debt. If you have to redeem $100 million bonds and you do it by borrowing $100 million, the net change is 0,\" Hiltzik said.\nOur ruling\nA Facebook posts says, \"Bush ‘borrowed’ $1.37 trillion of Social Security surplus revenue to pay for his tax cuts for the rich and his war in Iraq and never paid it back.\"\nBy law, the Social Security surplus is converted into bonds, and the cash is used by the Treasury to pay for government expenses. If we agree that this is \"borrowing,\" every president since 1935 has done it, to fund all sorts of things. Even if Bush \"borrowed\" from the surplus, the amount is more like $708 billion, and the borrowing wasn’t earmarked for a special purposes.\nAs for not \"paying back,\" the bonds won’t need to be repaid until 2020.\nOverall, the claim is misleading and confuses many points. So we rate it Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Say President George W. Bush \" ‘borrowed’ $1.37 trillion of Social Security surplus revenue to pay for his tax cuts for the rich and his war in Iraq and never paid it back.\"    Facebook posts Facebook   In comments on social media Friday, March 27, 2015 03/27/2015    Read More  info", "vclaim_id": "vclaim-pol-06118"}