{"url": "/factchecks/2017/feb/06/donald-trump/president-trump-says-109-people-were-affected-trav/", "speaker": "Donald Trump", "vclaim": "Says \"109 people out of hundreds of thousands of travelers\" were affected by the immigration executive order.", "truth_label": "false", "date": "stated on February 5, 2017 in an interview with Bill O'Reilly:", "title": "President Trump says 109 people were affected by travel ban. It's at least 60,000", "text": "President Donald Trump defended the rollout of his executive order restricting immigration from seven Middle Eastern countries in an interview before the Super Bowl with Fox News’ Bill O’Reilly.\nIn addition to repeating false claims about widespread voter fraud, Trump also brushed off criticism of how his travel ban was implemented. The order has been temporarily halted by a federal judge, with a protracted legal battle on the horizon.\n\"I think it was very smooth,\" Trump said in part of the interview that aired Feb. 5. \"We had 109 people out of hundreds of thousands of travelers and all we did was vet those people very, very carefully.\"\n\"You wouldn't do anything differently if you had to do it over again? Some of your people didn’t really know what the order was,\" O’Reilly asked.\n\"Well, that's not what General (John) Kelly said. General Kelly — who's now Secretary Kelly — he said he totally knew, he was aware of it, and it was very smooth. It was 109 people,\" Trump repeated.\nTrump and his administration have used this figure to downplay the effects of the order many times.\nOnly 109 people out of 325,000 were detained and held for questioning. Big problems at airports were caused by Delta computer outage,.....— Donald J. Trump (@realDonaldTrump) January 30, 2017\n\nBut it is not accurate.\nTrump severely understated the scope of his action. He was referring to the number of people who were in transit to the United States when the order was released and detained at airports.\nThe story is more complicated and far-reaching than the frantic 24-hour travel period after the order’s release. The official estimate of the number of revoked visas alone is 60,000 — or almost 520 times the amount of people Trump claimed — and does not account for any refugees that were temporarily banned from resettlement.\nTravel ban refresher\nTrump’s Jan. 27 executive order suspends entry into the United States of most foreign travelers from Iraq, Syria, Iran, Sudan, Libya, Somalia, and Yemen for 90 days. This encompases refugees, visa holders and U.S. permanent residents, who may apply for waivers. (Read PolitiFact’s explainer for more context, and whether it’s really a \"Muslim ban.\")\nThe order was halted after a week following court intervention. Here’s a timeline:\n• Feb. 1: The states of Washington and Minnesota sued Trump over the order, requesting an emergency restraining order.\n•  Feb. 3: District Court Judge James Robart, a George W. Bush appointee, granted the restraining order, effectively halting enforcement of the executive order:\n• Feb. 4: Trump called the ruling \"ridiculous\" on Twitter. The State Department reversed its revocation of visas, and the Department of Homeland Security suspended implementation. The Justice Department filed a motion appealing the decision and seeking to reinstate the ban.\n• Feb. 5: The San Francisco-based Ninth Circuit Court of Appeals denied the Justice Department’s motion, but requested more briefs from the federal government and the states that sued.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• Feb. 6: The Justice Department had until 3 p.m. (Pacific time) to respond to the ruling.  \nThe number of people affected is much higher than 109\nThe White House referred us to press secretary Sean Spicer's Jan. 31 comments that the 109 figure refers to number of the people who were \"in transit at the time the executive order was signed.\"\nObviously, a lot more people were affected than just those were traveling that night.\nBetween Jan. 27 and Feb. 2, more than 1,200 people were denied boarding flights to the United States, according to the Department of Homeland Security. Another 87 received waivers to board their planes and enter the country during that time.\nA lawyer for the Justice Department told a federal court in Virginia that about 100,000 visas were revoked on Jan. 27.\nBut the State Department pinned the number at fewer than 60,000 visas issued to nationals of the seven countries and said they are currently investigating the discrepancy, according to The Hill.\nA spokesperson for the State Department told PolitiFact that the 60,000 figure does not include refugees.\nWe wanted to provide a sense of the possible scope of people who were affected, though it is a bit imprecise.\nThe State Department provides reports on the number of visas issued by country for each fiscal year, but the details for each visa’s validity period and allowed length of stay vary. That makes it hard to know how many of the visas issued in the past year or two would have been affected by the executive order. Furthermore, the official numbers also include visas that would have not been affected by the order, such as diplomatic visas.\nSimilarly, the department’s refugee processing center provides breakdowns of how many refugees are accepted in each fiscal year. But it’s not clear how many of them had yet to arrive in the United States by the time of Trump’s temporary suspension.\nWith these caveats in mind, we tallied up the State Department’s annual visa reports and refugee admissions data. About 117,000 people from the seven countries were issued immigrant or nonimmigrant visas or admitted as refugees in the 2015 fiscal year (Oct. 1, 2014 to Sept. 30, 2015). Another 68,000 were granted immigrant visas or admitted as refugees in the 2016 fiscal year. (Data for nonimmigrant visas was not yet available).\nHere’s a breakdown:\n\nIn other words, the United States approved at least 185,000 people from the seven countries for visiting or residence in the last two fiscal years.\nOn top of 60,000 valid visas affected by the order, there could be an additional 64,000 admitted refugees barred entry to the United States. That’s nearly 1,140 times as many people as Trump claimed.\nOur ruling\nChallenged about the rollout of his administration’s temporary travel ban, Trump said the process was \"smooth\" and affected \"109 people out of hundreds of thousands of travelers.\"\nThis refers to the number of people who were in transit when the ban was announced. It doesn’t account for people who tried to board flights to the United States (over 1,200) and were denied, for visas that were revoked (about 60,000 according to the State Department) or for refugees admitted (64,000 in the last two fiscal years).\nTrump’s narrow claim ignores the full scope of his order’s impact. We rate it False.\nhttps://www.sharethefacts.co/share/43c63873-076f-4bc1-a756-3a314dea028b", "vclaim_id": "vclaim-pol-03710"}