{"url": "/factchecks/2012/mar/26/christopher-l-smith/sen-chris-smith-claimed-deaths-due-self-defense-fl/", "speaker": "Christopher L. Smith", "vclaim": "Since Florida passed the \"stand your ground\" law in 2005, deaths due to self-defense have jumped over 250 percent.", "truth_label": "half-true", "date": "stated on March 21, 2012 in a press release:", "title": "Self-defense deaths in Florida have increased dramatically since 'stand your ground' became law in 2005, lawmaker claims", "text": "The fatal shooting of unarmed black teenager Trayvon Martin by a neighborhood watch volunteer in Sanford, Fla., has reopened debate about the state’s \"stand your ground\" law.\n\nOne of the arguments we’ve heard from lawmakers wanting to change the 2005 law is that deaths due to self-defense are up dramatically since \"stand your ground\" passed. The law -- approved overwhelmingly by the Legislature and signed by Gov. Jeb Bush in 2005 -- allows people to use deadly force when they believe their life is at risk.\n\nSen. Chris Smith, a Democrat who represents parts of Broward and Palm Beach counties, wants to rewrite the law because he fears its protections are too broad. Smith wants to change the law so that it only applies in cases that take place in a home, car or at work. He also wants to prohibit the use of \"stand your ground\" in cases where the shooter has provoked a confrontation, Smith said in a March 21 press release sent by the Senate Democratic office.\n\n\"This law has been a double-edged sword,\" said Smith, who was the House Democratic leader in 2005 when \"stand your ground\" passed. Smith voted against the law. \"Stand your ground’ appears to be giving suspects better protections from arrest and prosecution than increased security measures for the citizens the law was originally intended to protect. This needs to be dramatically changed. … We can’t keep turning a blind eye to the number of lives this law has claimed.\"\n\nAccording to the press release, Smith noted that \"since the law’s passage, deaths due to self defense have jumped over 250 percent.\"\n\nThat’s a significant increase worth checking out.\n\nAs we do in cases like this, we’ll first check the numbers and then check to see if \"stand your ground\" is to blame as Smith suggests.\n\nThe statistic\n\nThe \"stand your ground\" statute states that \"a person who is not engaged in an unlawful activity and who is attacked in any other place where he or she has a right to be has no duty to retreat and has the right to stand his or her ground and meet force with force, including deadly force if he or she reasonably believes it is necessary to do so to prevent death or great bodily harm to himself or herself or another or to prevent the commission of a forcible felony.\"\n\nSmith’s office and the Senate Democratic office pointed to news stories -- a 2010 article in the Tampa Bay Times and a March 20, 2012, report on CBS 4 -- about the number of \"justifiable homicides,\" since the \"stand your ground\" law passed in 2005.\n\nWe contacted the Florida Department of Law Enforcement directly for data on justifiable homicides from 2000-10 and through the first half of 2011.\n\nFDLE uses this definition of justifiable homicides when collecting data for the FBI’s Uniform Crime Reporting: \"The killing of the perpetrator of a serious criminal offense either by a law enforcement officer in the line of duty or by a private citizen, during the commission of a serious criminal offense.\"\n\nFDLE’s manual explains that the label is based on an investigating officer’s findings -- not on the actions by a prosecutor or court.\n\nThe FBI’s UCR handbook explains that a storekeeper shooting a gunman attempting a robbery is a justifiable homicide. But if two men playing cards get into an argument in which the first man attacked the second with a broken bottle and the second man shot his attacker claiming self-defense, that should not be reported as justifiable homicide.\n\nFDLE’s data is based on information reported by police departments -- that reporting is voluntary but nearly all the agencies comply, FDLE spokesman Keith Kameg said. The data refers to how police labeled the homicide -- not charging decisions by prosecutors or court outcomes. FDLE compiles the data for the FBI’s Uniform Crime Reports, a national source of crime statistics.\n\nHere’s a breakdown by calendar year and whether the person acting in self-defense was a civilian or a law enforcement officer:\n\n\n\n\n\nCalendar Year\n \n\nJustifiable homicide by civilian\n\nJustifiable homicide by police\n\nTotal\n\n\n\n2000\n\n12\n\n20\n\n32\n\n\n\n2001\n\n12\n\n21\n\n33\n\n\n\n2002\n\n12\n\n23\n\n35\n\n\n\n2003\n\n16\n\n16\n\n32\n\n\n\n2004\n\n8\n\n23\n\n31\n\n\n\n2005\n\n18\n\n25\n\n43\n\n\n\n2006\n\n12\n\n21\n\n33\n\n\n\n2007\n\n42\n\n60\n\n102\n\n\n\n2008\n\n41\n\n52\n\n93\n\n\n\n2009\n\n45\n\n60\n\n105\n\n\n\n2010\n\n40\n\n56\n\n96\n\n\n\nFirst half of 2011\n\n16\n\n33\n\n49\n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nFrom 2000-04 -- the five full years before \"stand your ground\" took effect -- law enforcement agencies in Florida reported an average of 12 justifiable homicides a year committed by civilians. From 2006-10 -- the first five full years after \"stand your ground\" became law -- law enforcement agencies reported an average of 36 justifiable homicides committed by civilians. Average to average, the number of justifiable homicides by civilians is now three times higher than it was in the years before 2005. That’s an increase of 200 percent. (We excluded 2005 from this calculation because the law went into effect part way through the year.)\n\nIs ‘stand your ground’ to blame?\n\nSo Smith is a little high in his estimate using FDLE data. Next, we wondered whether the 2005 law is the reason justifiable homicides among civilians are up.\n\nExperts we contacted didn’t agree whether there is a simple cause and effect.\n\nGary Kleck, a professor of criminology at Florida State University, has researched how the FBI and police departments define justifiable homicide.\n\nCriminologists are suspicious of sharp increases or decreases within a short time frame, he said.\n\n\"I don’t believe anything triples.…Increases that sharp are probably due to some artificial cause like a shift in how people are defining events,\" Kleck said. \"It’s possible nothing actually changed in frequency except police departments increasingly defined homicide claimed to be defensive as a justifiable homicide. … Local police departments are increasingly viewing alleged defensible homicide as falling into the UCR definition. I don’t think they are trying to rig data, they honestly shifted their perceptions of what qualifies.\"\n\nBill Eddins, state attorney in Florida’s 1st Circuit and president of the Florida Prosecuting Attorneys Association, said he couldn’t conclude if there is a correlation between the \"stand your ground\" law and the increase in justifiable homicides.\n\nAlthough our overall crime rate has trended downward, \"the random violence seems to be increasing to me,\" Eddins said.\n\nTo determine the effect of the \"stand your ground\" law would require examining how many times the statute was used, the result of the case and whether or not the \"stand your ground\" statute contributed to that resolution, he said.\n\n\"There is no real measurement set up to do that at this point. I cannot reach the conclusion that there is a direct correlation in the increases of justifiable homicide as a result of stand your ground law. I know other people are saying you can, but I can’t reach it.\"\n\nNancy Daniels, a public defender in the 2nd Circuit and president of the Florida Public Defender Association, said that she thinks there is a clear correlation between the \"stand your ground\" law and increase in justifiable homicide cases.\n\n\"The types of incidents involved in ‘stand your ground’ cases have always been with us, but some now are found to be justifiable,\" she said in an email. \"And who knows how many people have been emboldened to think violence is justified just because of the new law?\"\n\nDennis Kenney, a criminal justice professor at John Jay College of Criminal Justice in New York and a former police officer in Polk County, said that determining correlation between the numbers and the law would require examining the cases and seeing how often elements from the \"stand your ground\" law were raised. Without examining the numbers or the cases themselves, Kenney said it’s \"highly likely\" that there is a correlation.\n\nAnd Kenney, who was critical of the law, predicted: \"After all the publicity the current case is getting you would expect it to go up much more.\"\n\nDavid LaBahn, president of the Association of Prosecuting Attorneys based in Washington, said the increase in reported justifiable homicides could be the result of any number of factors -- including overall crime or population growth.\n\nOur ruling\n\nSmith said that since \"stand your ground\" passed in 2005, deaths due to self-defense have jumped over 250 percent. When we calculated the average for five years before the law passed and five years after it passed, we found an increase of 200 percent. That’s short of Smith’s claim, though the numbers largerly support the idea that self-defense deaths have increased since 2005. As for whether \"stand your ground\" is the reason self-defense deaths are up, experts either disagree or say it’s difficult to determine without examining the specifics of each case.\n\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-11379"}