{"url": "/factchecks/2016/sep/30/vote-no-2/amendment-2-would-bring-kid-friendly-pot-candy-flo/", "speaker": "Vote No On 2", "vclaim": "\"Amendment 2 will bring kid-friendly pot candy to Florida.\"", "truth_label": "half-true", "date": "stated on September 22, 2016 in a mailer:", "title": "Amendment 2 would bring 'kid-friendly pot candy to Florida,' opponents say", "text": "Opponents of Florida’s medical marijuana amendment are warning that cannabis-enhanced edibles will endanger children, hoping that voters will eat up their dire predictions and reject the measure.\n\"Amendment 2 will bring kid-friendly pot candy to Florida,\" the anti-drug campaign Vote No On 2 said in a flier we received in the mail Sept. 22, 2016.\nThe campaign is run by the Drug Free Florida Committee, an anti-drug group started in 2014 by longtime GOP fundraiser Mel Sembler and his wife, Betty, with financial backing from casino magnate Sheldon Adelson.\nWe wanted to find out whether the medical marijuana amendment allows \"pot candy,\" and whether it really would be \"kid-friendly.\"\nCandy plan\nAs a quick refresher, Amendment 2 would let doctors recommend medical marijuana for patients with a host of certain conditions, including cancer, epilepsy, Parkinson’s disease and more. It’s only a recommendation, because marijuana still is illegal under federal law, so doctors can’t prescribe it and pharmacists can’t distribute it.\nThe patients would take their recommendations to what is referred to as a Medical Marijuana Treatment Center, which would be regulated by the state to provide the drug. Here’s where we get into Vote No On 2’s assertion about pot candy.\nThe amendment language says the following (emphasis ours):\n\" ‘Medical Marijuana Treatment Center’ (MMTC) means an entity that acquires, cultivates, possesses, processes (including development of related products such as food, tinctures, aerosols, oils, or ointments), transfers, transports, sells, distributes, dispenses, or administers marijuana, products containing marijuana, related supplies, or educational materials to qualifying patients or their caregivers and is registered by the Department.\"\nSo while the amendment doesn’t specifically mention candy, it does allow edibles. Proponents argue that edible forms of marijuana are better for some patients, in part because the effects can be longer-lasting than other methods of ingestion. That’s also part of the problem, because it can be difficult to gauge how the drug may affect people when eaten instead of smoked.\nVote No On 2 cites an uptick of children being hospitalized in many of those states for eating marijuana-laced candy, which they say is tempting to kids if left out. They pointed to several news stories about children in medical marijuana states consuming cookies, chocolate bars, brownies and other sweets and candies.\nIn some of their cases it wasn’t apparent if the candy was medical marijuana or from some other source. (It’s also possible that people could always just buy cannabis in bud form and make their own edibles.)\nBen Pollara, director of United for Care, the group behind the amendment, said Vote No On 2 was creating a \"total dystopian fantasy about the way the amendment could be implemented.\" He said a child getting into an adult’s medical marijuana presents the same issues as any medication, and it was up to the adult to prevent accidents from happening.\n\"Put it away,\" he said. \"That’s Parenting 101.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 5, 2011 in an interview on CNN\n\n\n\n\n\n\n\n\n\"Studies show that people that are on welfare are higher users of drugs than people not on welfare.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 9, 2011\n\n\n\n\n\n\n\nKate Bell, legislative counsel at the Marijuana Policy Project, which supports the amendment, said 19 of the 25 medical marijuana states allow edibles, although they all handle them a bit differently.\nAmendment 2 offers the state plenty of leeway on how it could regulate the marijuana industry. The Legislature would have to pass a law on the issue and the Department of Health would have to write the regulations. What those rules would specifically say is anyone’s guess, and the health department told us that they couldn’t speculate.\nA health department spokeswoman pointed out that under current Florida law allowing medical marijuana for some epileptics and terminal patients, the only prohibited form is smoking, which Amendment 2 would allow.\nThat leaves us to look to see how other states handle guidelines about things like packaging and sales practices.\nWashington, for example, bans products designed to appeal to kids. Connecticut requires tamper-resistant packages just like prescription drugs. California, which is phasing in new regulations, requires labels warning patients to keep products away from children. New Jersey only allows edibles in lozenge form, which were previously only available to child patients to take at school. (There’s an overview of guidelines for each state here.)\nIn Colorado, which started selling medical marijuana in 2001 and recreational marijuana in 2012, there has been an increase in the number of children hospitalized for ingesting marijuana. A spokeswoman for the state’s marijuana enforcement division acknowledged in 2014 that edible forms carry \"a significant public safety risk.\"\nColorado this year banned some products shaped like people, fruit or animals. The state also requires opaque, tamper-resistant packaging and a label announcing the content of THC, the psychoactive ingredient in marijuana. The state also is starting to use a universal symbol designating a marijuana product.\nThat doesn’t mean kids don’t end up getting exposed to the drug. Mike Van Dyke, the chief of environmental epidemiology, occupational health and toxicology at the Colorado Department of Public Health and Environment, said the state continues to adapt its packaging policies to make edible marijuana less accessible to children.\nA Colorado report on the amount of emergency room visits and hospitalizations for marijuana exposure shows the number of affected children under 9  — when use is more likely to be accidental — has increased over the last 15 years. But Van Dyke says they still are small numbers. In 2000, prior to medical marijuana being legalized, only 1 child was hospitalized statewide. In 2014-15, there were 37 ER visits and 15 hospitalizations.\nThere’s also been an increase among people older than 9, too, but there are caveats to the data. Hospitals record these as exposures, but they don’t necessarily specify how patients were exposed, or if they were at the hospital because of the exposure or for a related issue.\n\"We’ve definitely seen an increase, but a lot of people are inflating the impact of these cases,\" Van Dyke said. \"Prior to 2010, we didn’t have commercially available, edible marijuana products, so of course there’s going to be more instances with an increase in availability.\"\nThe Journal of the American Medical Association this year published a study of marijuana exposures in Colorado for kids younger than 10. It found between 2009 and 2015, children’s hospital visits increased from 1.2 to 2.3 per 100,000. The Washington Post noted that means hospitals and poison control centers are much more likely to get calls about diaper cream, toothpaste, laundry detergent and crayons than they are about marijuana.\nOur ruling\nVote No On 2 said, \"Amendment 2 will bring kid-friendly pot candy to Florida.\"\nThe proposal would allow edible forms of marijuana, but the amendment does not specifically identify candy. Calling it \"kid-friendly\" plays on parents’ fears without any proof that’s what will happen. \nThe statement is partially accurate but requires additional context. We rate the statement Half True.\nhttps://www.sharethefacts.co/share/0a465176-d408-4b16-a6b6-192099324a66", "vclaim_id": "vclaim-pol-04232"}