{"url": "/factchecks/2011/jun/27/tom-kean-jr/state-sen-tom-kean-jr-says-new-jerseys-taxes-cause/", "speaker": "Tom Kean Jr.", "vclaim": "\"The state’s tax burden has, according to census figures released today, cost our state another 190,000 residents in 2009.\"", "truth_label": "false", "date": "stated on May 24, 2011 in a press release:", "title": "State Sen. Tom Kean Jr. says New Jersey’s taxes caused 190,000 residents to leave in 2009", "text": "State Senate Minority Leader Tom Kean Jr. has taken aim at the New Jersey Supreme Court after its latest ruling in the state’s school funding saga.\n\nKean (R-Union) criticized the justices for deciding that the state must dole out an additional $500 million to 31 low-income school districts and said the GOP won’t let taxpayers foot the bill.\n\n\"Republicans have been clear: we will not raise taxes on the most highly taxed people in America to pay for another wrongheaded decision by the Supreme Court,\" Kean said in a news release on May 24. \"The state’s tax burden has, according to census figures released today, cost our state another 190,000 residents in 2009.\"\n\nIs it true the state's famously high taxes are driving people away? PolitiFact New Jersey decided to check.\n\nAdam Bauer, a spokesman for the Senate Republicans, said Kean’s statement was partly based on a May 23 article in the Asbury Park Press. The story, citing new data from the U.S. Census Bureau, stated that nearly 190,000 New Jersey residents left the state in 2009.\n\nThe story further explained that about 136,000 residents moved into New Jersey during the same period, creating an \"estimated net loss of 53,744 residents out of 8.7 million.\"\n\nThe statistics come from the Census Bureau’s 2009 American Community Survey on state-to-state migration.\n\nAccording to the data, 189,956 people moved from New Jersey to another state or Puerto Rico in 2009. During that time frame, 136,212 people moved into the state, for an estimated net loss of 53,744 residents.\n\nBecause the numbers are from a survey, they are estimates. However, a survey statistician with the Census Bureau told us that the margins of error on the data aren’t large enough to significantly impact what the numbers show: New Jersey lost tens of thousands of residents in 2009.\n\nSo, Kean got the number of New Jersey residents who left the state largely correct, but he did not account for the 136,212 people who moved here.\n\nNow, we need to determine how many New Jersey residents left because of high taxes.\n\nBauer pointed us to a study by Boston College that found $70 billion in wealth left New Jersey from 2004 to 2008.\n\nThe report attributed that loss of wealth more to the decline of wealthy households moving into New Jersey than the increase of wealthy households leaving the state. The report also found, through an analysis of federal data, that the two major reasons behind the moves were changes in employment and family matters.  The report also covers a different time period than what Kean referenced.\n\nBauer said Kean’s assertion about the tax burden \"certainly wasn’t intended as a monolithic statement,\" and that any attempt to construe it as such \"is just splitting hairs.\"\n\nHe provided no other evidence to prove taxes drove tens of thousands of New Jerseyans out of the state. \"The senator has known people\" that left the state because of taxes, Bauer said. \"Everyone has anecdotal evidence.\"\n\n\"If you take issue with the [statement’s] wording,\" he said, \"I apologize.\"\n\nSurveys by the pro-business Tax Foundation show that New Jersey’s tax burden is, well, burdensome. New Jersey takes seven spots on the Washington, D.C.-based group’s top 10 list of counties paying the highest median property taxes from 2005 to 2009. The group also ranks the state and local tax burden in New Jersey as the highest in the nation for 2009, the most recent year the group reviewed.\n\nBut what impact did taxes have on the state’s population?\n\nAmerican Community Survey data doesn’t include information on what motivated New Jersey residents to leave the state or what attracted out-of-state residents to move here.\n\nNationwide, the Census Bureau found that more than 40 percent of people moved between 2009 and 2010 because of housing-related reasons, such as moving to a new home, about 30 percent cited family concerns and 16.4 percent said employment needs prompted their move. The agency doesn’t break down those numbers to the state level.\n\nSo we asked some experts for their opinions.\n\nJames W. Hughes, dean of the Edward J. Bloustein School of Planning and Public Policy at Rutgers University in New Brunswick, said that while a \"whole range of factors\" go into a decision to move, \"certainly New Jersey is an extraordinarily expensive place to live and taxes are part of that burden.\"\n\n\"Whether it’s residential property taxes, sales taxes and the like, it does constitute a push factor,\" he said.\n\nJoseph J. Seneca, a professor at the Bloustein School who co-authored a 2007 study with Hughes that analyzed New Jersey migration patterns, said the number of residents moving out of state from New Jersey has dropped in recent years, an assertion supported by American Community Survey data from 2006 to 2009. He attributed the slowdown to the lack of job opportunities elsewhere and the collapse of the housing market.\n\nStill, he said,  \"certainly taxes in general affect people’s decision\" to move, but the \"causes are many and complex.\"\n\n\"Taxes are definitely not the only factor. But they are one of the factors,\" said Mark Robyn, an economist with the Tax Foundation. \"Some people want to live in a high-tax, high-service state.\"\n\nDouglas Massey, director of the Office of Population Research at Princeton University, co-authored a 2008 report on migration into and out of New Jersey. It found that low-income individuals impacted by New Jersey’s high cost of living were driving up the number of residents moving out of state. \"It was more jobs and real estate than tax burden,\" Massey said.\n\n\"New Jersey is a high-value, high-wealth state that attracts professionals,\" Massey said. \"They are willing to pay the high taxes because of the amenities in the state of New Jersey.\"\n\nNow, let’s get back to Kean’s statement.\n\nKean said that New Jersey’s tax burden pushed 190,000 residents out of the state in 2009.\n\nThe figure matches estimates from the American Community Survey, but Kean ignores the tens of thousands of people who moved into the state during the same period.\n\nAnd even Kean's spokesman acknowledges that high taxes are not the sole reason residents left New Jersey. Bauer produced no solid evidence that even a substantial share of the approximately 190,000 people left because of taxes.\n\nIt's a powerful line to claim that people are fleeing the state because of high taxes. But we find insufficient evidence it is true. We rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12854"}