{"url": "/factchecks/2020/feb/25/pete-buttigieg/past-prologue-questioning-buttigiegs-claim-about-k/", "speaker": "Pete Buttigieg", "vclaim": "“If you like your private plan, you can keep it.”", "truth_label": "barely-true", "date": "stated on February 21, 2020 in a video ad released by the Pete Buttigieg for President campaign:", "title": "Past as prologue: Questioning Buttigieg’s claim about keeping your health care", "text": "As the Democratic presidential campaign moves to the battleground of South Carolina this weekend, candidate Pete Buttigieg, the former mayor of South Bend, Indiana, is highlighting his health plan as he seeks to slow the momentum of the front-runner, Vermont Sen. Bernie Sanders.\nIn a video ad airing across the state, Buttigieg argues that his health plan — called \"Medicare for All Who Want It\" — offers Americans their choice of insurance plans, in a way he says Sanders’ more sweeping \"Medicare for All\" plan does not.\nThe Sanders plan would eliminate private insurance and move everyone into a government-run program.\nUnder Buttigieg’s proposal, the ad says, \"Everyone gets access to Medicare, if they choose.\" Specifically, according to campaign documents, people or employers could buy into a government-provided health plan, which the campaign says would provide an \"affordable, comprehensive alternative\" to what is sold on the private market.\nBut, the voiceover adds, \"if you like your private plan, you can keep it.\"\nThis isn’t the first time a politician has made such a promise. Arguing in favor of the Affordable Care Act, then-President Barack Obama repeatedly said the health law would let people keep their private health plans, if they liked them.\nThat didn’t pan out: Millions of Americans’ plans were canceled, spawning months of controversy. In 2013, PolitiFact rated Obama’s statement the \"Lie of the Year.\"\nWith that context, we decided to look deeper at Buttigieg’s remark. We reached out to his campaign but never heard back.\nAn uncertain market\nExperts we talked to said the former mayor’s remark is remarkably similar to Obama’s ― right down to the pitfalls it encounters.\nThose policy analysts said Buttigieg is trying to differentiate his plan from Sanders’ sweeping proposal, arguing his offering is more moderate than Sanders’ and preserves choice. He suggests many Americans would be able to pick between buying private insurance or opting into the government plan.\nBut does that mean that if you like your plan, you can keep it? As the Obama White House learned, not necessarily.\n\"It’s like déjà vu all over again,\" said Sabrina Corlette, a research professor at Georgetown University’s Center on Health Insurance Reforms.\nThe problem is that private insurance availability isn’t up to the government. To be sure, state and federal regulators have the power to dictate, for example, the inclusion of certain benefits and to set basic consumer protections. But the government cannot specifically require insurance companies to offer plans, and any carrier has the option to stop providing coverage.\nAlready, market forces dictate what health insurance is available from year to year. For example, negotiations between an insurer and physicians could mean that an insurer drops doctors from its network. Changing profit margins could drive a private carrier to exit a certain market. An employer looking to trim expenses might decide to change health insurers, changing coverage offerings for employees.\nButtigieg’s health plan — which would more generously subsidize people buying private insurance than the ACA does and create a public health insurance option that individuals and employers could buy ― wouldn’t change any of those economic scenarios.\n\"When you have private plans offered and sold by private companies, those private companies are going to make business decisions that might affect your coverage,\" Corlette said. \"They can opt to get out of the business.\"\nThat’s been especially clear in the ACA individual marketplace. In many counties, only one private insurer sells coverage on the marketplace. It’s impossible to predict, but a competing public option might change the financial incentives for those plans and push some of those carriers to abandon the exchange. If that happened, people using that plan would lose the insurance they have, regardless of how they feel about it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSteve Scalise\n\n\nstated on February 2, 2021 in an interview on Fox News\n\n\n\n\n\n\n\n\n“Now (Biden) is saying that people who came here illegally can jump ahead of other Americans who have been waiting to get the vaccine.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Victoria Knight • February 8, 2021\n\n\n\n\n\n\n\nPut more forcefully, \"There’s no way the government can guarantee a private plan will continue, without mandating it will,\" said Cynthia Cox, a vice president at the Kaiser Family Foundation.\nSo, she added, suggesting that people who like their private plans will have the option to keep them under Buttigieg’s proposal is \"probably not true.\" (KHN is an editorially independent program of the foundation.)\nThe employer question\nThis is especially the case when it comes to the nearly 160 million people who get their insurance from an employer.\nAlready, that group experiences volatility when it comes to their health insurance. In 2019, 53% of employers providing coverage considered changing the plan or the carrier they offered, according to a KFF survey. Of that group, almost a fifth — 18% ― ultimately did change insurance carriers.\nThat flux would likely increase under a plan like Buttigieg’s. Already, many employers (particularly smaller ones) indicate frustration with providing a health benefit that is increasingly complex and expensive. If a public option were cheaper, more might shift employees into that pool, dropping private insurance.\n\"Even if you don’t want the public option, your employer might decide that they do,\" Cox said.\nHow big the change would be is difficult to gauge. It depends, for instance, on how generous the public option is, how much it costs employers and whether current private insurance trends continue.\nStill, \"any change you make to the health care environment would cause changes to reverberate throughout the system,\" said Sherry Glied, a health economist and dean of New York University’s Wagner School of Public Service. \"Any government action will cause change to happen more than they would otherwise.\"\nIt’s worth noting that many people may not be affected. Under the ACA, for instance, 4 million lost their plans, or fewer than 2% of all people who had coverage.\nMost people who move from private insurance to the public option would likely have better benefits, said Benjamin Sommers, a health economist at the Harvard T.H. Chan School of Public Health. But, some would be unhappy to lose the existing, private coverage that they know.\n\"The more accurate soundbite would be most people with private insurance would be able to keep it,\" he added. \"That would beg the question of who isn’t included there — and the answer is, we don’t know.\"\nAnd, in contrast with Sanders’ Medicare for All single-payer proposal, Buttigieg’s plan would preserve much of the current private insurance. But Buttigieg suggests that Medicare for All Who Want It — if administered well — could function as a \"glide path\" to a Medicare for All world, eventually bringing everyone into the public system.\n\"There’s good reason to think some of the private insurance competition won’t fare well against ‘Medicare for All Who Want It,’ \" Sommers said. \"You might see some of the private plans dropping out. And that may be a sign the policy is working.\"\nOur ruling\nIn a new campaign ad, Buttigieg claims that under his proposal to overhaul the health care system, \"if you like your private plan, you can keep it.\"\nThis may be true for some Americans who have private coverage, but it is not true for all. It ignores the inherent instability of the private insurance markets — in which plans are canceled or changed all the time, people often don’t get to pick which private plan is even available to them, and government intervention would likely exacerbate that volatility.\nIntroducing a public option, as Buttigieg intends to do, could create more incentives for employers to drop private coverage and switch to the public Medicare plan — and, in some cases, for private carriers to exit the individual marketplace. The fact that it would be less disruptive than Medicare for All doesn’t change this.\nButtigieg’s claim has some truth to it, but leaves out key facts and context. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17456"}