{"url": "/factchecks/2010/apr/25/bill-white/white-says-perrys-rental-home-will-cost-taxpayers-/", "speaker": "Bill White", "vclaim": "\"By the end of Governor Rick Perry's term, he will have drained Texas taxpayers ... of more than $360,000 to pay for the rental mansion he has been living in while the historic Governor's Mansion is repaired.\"", "truth_label": "true", "date": "stated on April 13, 2010 in a press release:", "title": "White says Perry's rental home will cost taxpayers more than $360,000", "text": "With the state facing a multibillion-dollar budget shortfall, Democratic gubernatorial nominee Bill White recently aired advice to GOP Gov. Rick Perry on how to save the state some money: Move.In fall 2007, the state rented a home for the governor and his wife, Anita, about 11 miles southwest of downtown Austin so the Governor's Mansion could be renovated. In an April 13 press release, White, who faces Perry in November, calls the monthly rent an \"extravagant, unwarranted use of taxpayer dollars,\" adding that by the end of his current term, Perry \"will have drained Texas taxpayers ... of more than $360,000 to pay for the rental mansion he has been living in while the historic Governor's Mansion is repaired and renovated.\"White then calls on Perry to \"set a budget-cutting example for other state employees and move out.\" We wondered whether White's right about how much Perry's rented pad will cost taxpayers.Katy Bacon, a spokeswoman for White, pointed us to a column in the Houston Chronicle that mentioned the monthly rent of the 4,600-square-foot home and to an earlier PolitiFact Texas item, in which we rated as Mostly True a statement by U.S. Sen. Kay Bailey Hutchison, R-Texas, that Perry \"lives in a luxury house that costs taxpayers $10,000 a month.\"The lease for the house at 8113 Hickory Creek Drive, which last year was appraised by the Travis Central Appraisal District at $1.1 million, was initially for one year starting Oct. 1, 2007. The rent was set at $9,900.Less than a year after the Perrys moved into the rental home in a gated community near Barton Creek, the Governor's Mansion, just southwest of the Capitol, was heavily damaged in an arson fire for which no one has been arrested. Work has stopped on the mansion pending a decision on options for rebuilding the historical structure.In fall 2008, the lease on the rental home was renewed through October 2011 with the rent lowered to $9,000. Through this April, the state has paid $290,700 in rent. Toss in the eight months left in Perry's current term -- as White does -- and the total rental payments come to $362,700.So, does White get the tab for Perry's rented digs right? Yes -- and that's not counting other housing-related expenses.The state has not responded to requests for information on the costs of security at the governor's home-away-from-mansion.However, $197,000 has been spent on utilities and other items, such as preparing the rental residence for the governor, according to the Texas Facilities Commission and State Preservation Board.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhile we don't have an exact comparison of the ancillary costs of living at the Governor's Mansion, we know that in 2007 -- the last year that Perry lived there -- those bills, including for grounds work and utilities, totaled more than $330,000. (Kay Molina, assistant executive director of the Facilities Commission, said high maintenance costs that year reflected the fact that the mansion needed to be renovated.)Regardless, White nails the expected rent costs for the Perrys to reside in suburban Austin. We rate White's statement as True.", "vclaim_id": "vclaim-pol-15078"}