{"url": "/factchecks/2019/feb/27/viral-image/no-alexandria-ocasio-cortez-didnt-call-woman-who-j/", "speaker": "Viral image", "vclaim": "Says Alexandria Ocasio-Cortez said, \"We must block Trump from stopping the return of the heroic Alabama mother from ISIS. In many ways she is more of a hero then our veterans. Welcome home sister!\"", "truth_label": "pants-fire", "date": "stated on February 26, 2019 in a Facebook post:", "title": "No, Alexandria Ocasio-Cortez didn't call the woman who joined ISIS a hero", "text": "President Donald Trump’s announcement that his administration would prevent the return of Hoda Muthana, a U.S.-born woman who went to Syria to join the Islamic State, has spurred debates over citizenship status. But U.S. Rep. Alexandria Ocasio-Cortez did not salute the 20-year-old from Alabama, as one Facebook post claimed.\n\"This is messed up if you are a true American this should get you boiling,\" reads the text above what looks like a screengrab of an AOC-sanctioned Twitter account. One of the tweets says: \"I still believe Jussie Smollett,\" the actor accused of faking a hate crime. Another says: \"PRESS RELEASE: We must block Trump from stopping the return of the heroic Alabama mother from ISIS. In many ways she is more of a hero then our veterans. Welcome home sister!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBut both tweets are from a parody Twitter account called \"Alexandria Ocasio-Cortez Press Release (parody).\" The bio says: Official press releases from AOC - parody - follow her personal account @AOC - political satire.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThe parody account uses the same photo avatar as Ocasio-Cortez's personal account. Only the real one is verified with a blue checkmark, which Twitter uses to indicate an account's authenticity.\nWe searched Ocasio-Cortez's actual Twitter account for a statement similar to the one the parody account made and couldn't find it. We also couldn't find any evidence that she elsewhere lauded the ISIS recruit.\nWe rate this post Pants on Fire!\n \n \n Share the Facts 2019-02-27 16:27:08 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Alexandria Ocasio-Cortez said, \"We must block Trump from stopping the return of the heroic Alabama mother from ISIS. In many ways she is more of a hero then our veterans. Welcome home sister!\"    Viral image On the internet     Tuesday, February 26, 2019 2019-02-26    Read More  info", "vclaim_id": "vclaim-pol-00967"}