{"url": "/factchecks/2010/apr/11/jon-kyl/obama-criticized-supreme-court-filibuster-alito-ev/", "speaker": "Jon Kyl", "vclaim": "\"President Obama himself attempted to filibuster Justice Alito, who now sits on the Supreme Court.\"", "truth_label": "true", "date": "stated on April 11, 2010 in in an interview on ABC News' \"This Week\":", "title": "Obama criticized Supreme Court filibuster of Alito even as he joined it", "text": "U.S. Supreme Court Justice John Paul Stevens announced his retirement last week, and while President Obama has not yet announced his nominee, U.S. senators are already discussing prospects of a filibuster.Democrats in the Senate hold 59 votes, one short of the 60 needed to bring nominees or legislation to an up or down vote.Republican Sen. Jon Kyl of Arizona, who sits on the Judiciary Committee, said he thought a filibuster was unlikely, but he wasn't taking it entirely off the table as an option. Kyl appeared on ABC News' This Week, alongside Democratic Sen. Charles Schumer of New York. \"President Obama himself attempted to filibuster Justice Alito, who now sits on the Supreme Court,\" Kyl said. \"So if the president isn't going to take it off the table, I'm not going to take it off the table. But I think it can easily be avoided by appointing, frankly, the kind of person that Senator Schumer just mentioned, someone who is mainstream enough that with intellect and the application of good law can persuade colleagues to support his position or her position.\"We wanted to examine whether Kyl was correct about Obama's position on then-Judge Samuel Alito back in 2006, when Obama was a senator and Alito was President George W. Bush's nominee.We found that Obama did join a broader Democratic effort to filibuster Alito. Democrats said Alito opposed abortion and was too deferential to executive power.But in what's become Obama's trademark on-the-one-hand, on-the-other-hand style, he joined the filibuster while at the same time saying he thought it was a bad idea. Here's what he told George Stephanopoulos on Jan. 29, 2006:Stephanopoulos: \"Two of your colleagues, Senator (Edward) Kennedy and Senator (John) Kerry, want to try to mount a filibuster tomorrow. Will you join them?\"Obama: \"Well, I will be supporting the filibuster because I think Judge Alito, in fact, is somebody who is contrary to core American values, not just liberal values, you know. When you look at his decisions in particular during times of war, we need a court that is independent and is going to provide some check on the executive branch, and he has not shown himself willing to do that repeatedly. I will say this, though, I think that the Democrats have to do a much better job in making their case on these issues. These last-minute efforts using procedural maneuvers inside the Beltway, I think, has been the wrong way of going about it, and we need to recognize, because Judge Alito will be confirmed, that if we're going to oppose a nominee that we've got to persuade the American people that, in fact, their values are at stake and frankly I'm not sure that we've successfully done that.\"Stephanopoulos: \"Well, it sounds to me like you're not really happy about going forward and joining this filibuster. And I've actually seen some reports that inside the Democratic caucus you were arguing against this strategy. Is that true?\"Obama: \"Well, you know, I don't talk about what I, you know, what takes place in caucus but what I will say is that there is an over-reliance on the part of Democrats for procedural maneuvers and mechanisms to block the president instead of proactively going out to the American people and talking about the values that we care about. And, you know, there's one way to guarantee that the judges who are appointed to the Supreme Court are judges that reflect our values and that's to win elections.\"Later that day, a report from the Associated Press carried the headline, \"Sen. Obama Criticizes Filibuster Tactic.\"The next day, Democrats failed in their attempt to filibuster on a vote of 72 to 25, with Obama joining 24 other Democrats on the losing end. Obama may have criticized the filibuster even as he joined it, but at the end of the day, he still joined it. Kyl said, \"President Obama himself attempted to filibuster Justice Alito, who now sits on the Supreme Court.\" We rate Kyl's statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15122"}