{"url": "/factchecks/2013/mar/08/scott-walker/wake-mass-shootings-scott-walker-says-half-wiscons/", "speaker": "Scott Walker", "vclaim": "\"In Wisconsin, only half of all the adults with serious psychological distress received mental health treatment or medication.\"", "truth_label": "mostly-true", "date": "stated on February 20, 2013 in a speech:", "title": "In wake of mass shootings, Scott Walker says half of Wisconsin adults with \"serious psychological distress\" don't get care", "text": "In the wake of mass shootings in Wisconsin and around the country, it may have been alarming to hear Gov. Scott Walker explain why he proposed more spending for mental health care in his 2013-2015 budget.\n\n\"Nationally, serious mental illness costs at least $193 billion a year in lost earnings,\" Walker said during his Feb. 20, 2013, budget presentation. \"In Wisconsin, only half of all the adults with serious psychological distress received mental health treatment or medication.\"\n\nIn the course of his remarks, Walker used two different terms -- \"serious mental illness\" and \"serious psychological distress.\" He used the second to illustrate lack of care.\n\nIs he correct that only half of Wisconsin adults with \"serious psychological distress\" receive care?\n\nBackdrop: mass shootings\n\nWalker didn’t mention mass shootings in his budget address, but he alluded to them two weeks earlier when he revealed his plan to boost mental health spending by $29 million over two years.\n\nThe National Alliance on Mental Illness Wisconsin praised the spending boost, which would be done from several different pots of money.But the advocacy group said Walker’s rejection of a federal proposal to expand Medicaid \"reflects a shallow understanding\" of \"crucial means to affordable mental health care for Wisconsin residents.\"\n\nIn revealing his plans, the governor stopped short of drawing a clear link between treating mental illness and preventing mass shootings, but indicated his plan took on greater urgency after mass killings in 2012.\n\nThose incidents included the shooting deaths of six worshippers at a Sikh temple outside of Milwaukee and of 26 children and adults at an elementary school in Newtown, Conn.\n\nTo be clear, only about 1 percent of people with mental illness considered to be severe are regarded as dangerous. But a 2011 Milwaukee Journal Sentinel report found that this group can pose a dilemma for policy-makers, who lack the data to develop a sound system for dealing with it.\n\nWalker’s budget, which could be modified by the Legislature, includes $12.6 million to treat more patients who have been committed to mental hospitals, $10.2 million to expand community-based care programs for people with severe mental illness and $3.8 million for more coordination of care for children with behavioral issues.\n\nWalker’s evidence\n\nWhen we asked Walker’s office for evidence to back his claim, we were initially referred to a January 2013 report by his Department of Health Services. The report estimated, based on a federal survey of American adults, that in 2011, 49 percent of the 1 million adults in Wisconsin who had \"any mental illness\" did not get treatment.\n\nAny mental illness refers to people who have a \"diagnosable mental, behavioral, or emotional disorder.\" The disorder causes impairment -- ranging from mild to moderate to substantial -- in carrying out major life activities.\n\nThe 49 percent figure cited in the health department’s report might appear to support Walker’s claim.\n\nBut his claim about Wisconsin didn’t use the term mental illness. It used the phrase \"serious psychological distress.\"\n\nWe pointed out the difference to Stephanie Smiley, spokeswoman for the department. She then cited federal survey data showing that over a two-year period -- 2010 to 2011 -- an estimated 51 percent of Wisconsin adults with \"serious psychological distress\" did not get treatment in the previous year.\n\n(She also said that in 2008-2009, 31 percent of state adults with serious mental illness got treatment.)\n\nSo, the 51 percent figure about serious psychological distress appears to back Walker’s claim.\n\nBut let’s understand serious psychological distress as compared to serious mental illness, given that mental illness was the focus of Walker’s comments and his proposed spending increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOther evidence\n\nBased on definitions pertaining to adults from the U.S. Substance Abuse and Mental Health Services Administration, which oversees the surveys Walker cited: there are differences between serious mental illness -- the first term Walker used in his budget speech -- and serious psychological distress, which he mentioned second.\n\nSerious mental illness refers to a \"diagnosable mental, behavioral, or emotional disorder\" that involves substantial impairment in carrying out major life activities.\n\nSerious psychological distress refers to how a person responds to six questions in a federal survey about whether they feel nervous, hopeless, restless or fidgety, sad or depressed, \"that everything was an effort\" and \"no good or worthless.\"\n\nExperts we consulted said that serious mental illness was a more precise term used to identify a person after thorough diagnosis and that serious psychological distress was an intentionally vague term used by researchers doing surveys.\n\n\"It kind of casts a wider net,\" Annabelle Potvin of the National Alliance on Mental Illness Wisconsin said of the serious psychological distress term, which she said indicates a need for a person to get a mental health assessment.  \n\nSerious psychological distress can encompass people anywhere on a scale from mild to serious mental illness, but tends to be lower on the scale. That’s according to the University of Wisconsin-Madison’s Tim Connor, who evaluates mental health programs across the state; and Walter Laux, behavioral health division director of Community Advocates, a Milwaukee-based nonprofit agency.\n\nIndeed, the state Department of Health Services, in a 2010 report, also made a distinction.\n\nSerious psychological distress is a \"non-specific category of distress\" characterized by a \"mood or anxiety disorder and a lesser degree of functional impairment than serious mental illness.\" It is considered to be \"an indicator of possible serious mental illness, with similar but less strict inclusion criteria.\"\n\nIn other words, people with serious psychological distress might have mental illness, but that distress is generally regarded as lower on a scale than serious mental illness.\n\nOur rating\n\nAfter making a reference to serious mental illness, Walker said: \"In Wisconsin, only half of all the adults with serious psychological distress received mental health treatment or medication.\"\n\nStrictly speaking, Walker’s statistical claim is accurate, at least based on estimates derived from a federal survey.\n\nBut his statement needs clarification, given that people with serious psychological distress may have mental illness, but have not been diagnosed as being mentally ill.\n\nWe rate his statement Mostly True.", "vclaim_id": "vclaim-pol-09619"}