{"url": "/factchecks/2010/sep/22/ted-ankrum/ted-ankrum-democrat-us-house-says-annual-us-deaths/", "speaker": "Ted Ankrum", "vclaim": "\"More people were killed in the United States last year by tainted food than U.S. troops killed in Iraq and Afghanistan since the wars began.\"", "truth_label": "false", "date": "stated on August 31, 2010 in an e-mail blast.:", "title": "Ted Ankrum, Democrat for U.S. House, says annual U.S. deaths due to food poisoning exceed U.S. deaths in the Iraq and Afghanistan conflicts", "text": "Ted Ankrum, the Democratic nominee for the U.S. House seat held by Michael McCaul, R-Austin, floats a startling comparison in an e-mail blast advocating laws ensuring food inspections: \"More people were killed in the United States last year by tainted food than U.S. troops killed in Iraq and Afghanistan since the wars began,\" his Aug. 31 statement says. \"... It takes laws to require testing and inspections AND government inspectors to enforce them. Yet, we do not have the laws since Congress won’t pass them.\"\n\nWait a sec: Tainted food kills more o' us than war?\n\nTo our inquiry, Ankrum told us by e-mail that he made the comparison by recalling an article in The New York Times. Via an online search, we found the relevant July 24, 2010, op-ed column, titled \"Unsafe at Any Meal.\" The piece, by Eric Schlosser, author of \"Fast Food Nation,\" says about 200,000 Americans are sickened every day by contaminated food and every year about 325,000 people are hospitalized (due to) a food-borne illness.\n\nIt goes on: \"And the number who are killed annually by something they ate is roughly the same as the number of Americans who’ve been killed in Iraq and Afghanistan since 2003.\"\n\nWhile that punch line is less sweeping than Ankrum's statement, the article doesn't substantiate the comparison. Seeking evidence, we visited websites that respectively track casualties in Iraq and Afghanistan and U.S. deaths due to foodborne diseases.\n\nAccording to the Iraq Coalition Casualties Count, the United States suffered 4,421 deaths in Iraq from 2003 to Sept. 21, 2010 and 1,301 deaths in Afghanistan since 2001, for a total of 5,722. Keeping in mind when Ankrum made his statement, we also checked U.S. deaths in Iraq and Afghanistan as of the end of August 2010; that total was 5,670, according to numbers posted by the U.S. Department of Defense covering deaths in Afghanistan as of Aug. 31 and deaths in Iraq as of Sept. 4.\n\nAnd what of deaths due to food?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nAccording to the U.S. Centers for Disease Control and Prevention, some 76 million cases of foodborne disease occur each year in the United States, most of them mild. The CDC estimates 325,000 hospitalizations and 5,000 deaths related to foodborne illnesses each year. A CDC official, Barbara Mahon, told us via e-mail that although the 5,000 figure was declared in a 1999 article, it remains the best number to cite until the CDC completes an update that's under way.\n\nMahon said: \"Making these (death) estimates is a complex process that uses multiple data sources and statistical methods.\" For instance, she said, threatening Salmonella bacteria can come from many sources including food, water, direct animal contact or even transmission from another person.\n\nIf a person dies from such an infection, she said, \"there is usually no way to know whether they got their infection from contaminated food or from another source. Only if they are part of an outbreak for which a source is determined (usually less than 5 percent of cases of Salmonella infection) would it be possible to know where that particular infection came from. Otherwise, it might or might not have been foodborne.\"\n\nMahon noted that people \"could die of Salmonella without it ever being diagnosed. So, to estimate the true number of Salmonella deaths due to food, it is necessary to take all of this into account, which requires looking at many different kinds of data from multiple sources and using appropriate statistical techniques to adjust for the various sources of infection and for under-diagnosis and under-reporting.\"\n\nBack to Ankrum's statement: It looks like annual U.S. food-borne deaths, based on the figure aired in 1999, run short of U.S. deaths in Iraq and Afghanistan by about 700.\n\nWhen we followed up, Ankrum told us he relied on his memory of Schlosser's op-ed column in making his statement. \"So 'uncle,' you got me,\" he said.\n\nSide note: Schlosser's comparison might have fared better on the Truth-O-Meter even though it says U.S. residents killed by what they eat each year is \"roughly\" the same as U.S. deaths in Iraq and Afghanistan since 2003. Accounting for his 2003 limit and also adjusting for when the column appeared reduces combined U.S. deaths in the conflicts to 5,477-- less than 10 percent off the CDC's number for annual U.S. deaths from food-borne causes.\n\nWe rate Ankrum's statement False.", "vclaim_id": "vclaim-pol-14380"}