{"url": "/factchecks/2014/may/30/chain-email/chain-email-falsely-claims-obama-only-president-no/", "speaker": "Chain email", "vclaim": "Says Barack Obama is the only American president who has not visited the D-Day Monument in Normandy on D-Day.", "truth_label": "pants-fire", "date": "stated on May 30, 2014 in messages on the Internet:", "title": "Chain email falsely claims Obama is only president not to visit D-Day monument", "text": "Off and on for several years, readers have been sending us a chain email that claims, among other things, that President Barack Obama is the only American president in the last 69 years who has failed to visit France’s D-Day Monument on D-Day.\nWith the D-Day anniversary coming up -- the pivotal Allied invasion of Normandy took place on June 6, 1944 -- we thought it was time to check it out again. You can read the full text here.\nIn addition to the claims about Obama, the email also makes false statements about the D-Day anniversary celebrations in Normandy and the number of American forces involved in the battle. The email is fairly lengthy, so we’ll break it down into parts.\nObama is the only American president in the last 69 years who has not visited the D-Day Monument on D-Day. \nThe email claims that since the D-Day invasion in 1944, the United States \"has only four times not been there to do the honors.\" The language of the email is ambiguous, but we will assume it is referring to \"there\" as the D-Day Monument in Normandy, rather than also including the monuments in the United States and Britain.\nThere are actually only four American presidents who have visited the D-Day Monument on D-Day. While Presidents Eisenhower, Kennedy, Nixon, Ford, Carter and George H.W. Bush all visited France after 1944, they were never there on D-Day. Presidents Harry Truman and Lyndon Johnson never went to France at all, according to the State Department. Here are the four who did visit Normandy on D-Day anniversaries:\nRonald Reagan attended commemorative ceremonies and delivered the 40th anniversary address in 1984.\nBill Clinton gave a speech at the 50th anniversary in 1994.\nAt the 60th anniversary in 2004, George W. Bush delivered an address in Normandy with French President Jacques Chirac. Previously in 2001, Bush spoke at the dedication of the National D-Day Memorial in Bedford, Virginia. And in 2002, he spoke at an event in Normandy on Memorial Day, but it was not associated with D-Day.\nAnd the fourth president to speak on D-Day? President Barack Obama, at the 65th anniversary ceremony in 2009, where he dedicated the new visitor center at the U.S. Military Cemetery in Normandy.\nThe email lists events from Obama’s schedules on June 6 of 2010, 2011, 2012 and 2013, and it’s correct when it says Obama was not at the D-Day anniversary in Normandy in those years. But the email omits mention of the year he was present at the anniversary -- 2009.\nMaking the email’s claim even more ironic is that Obama is scheduled to attend the upcoming 70th anniversary on June 6, 2014 -- which means he would be the only U.S. president to ever visit the D-Day Monument on D-Day twice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor comparison, Snopes.com reported that George W. Bush had no public events connected to D-Day in 2008, 2007, 2006, 2005, 2003, or 2002.\nEvery year the French have a four-day celebration in Normandy complete with American uniforms, tanks, jeeps and guns. \nThe email is largely correct in stating that the French host a celebration in Normandy every year, but it is not necessarily 4 days long.\nFor instance, in 2004, the 60th anniversary of D-Day was remembered with a 3-day celebration that included 17 official ceremonies between June 5 and 7.\nThis year, 2014, marks the 70th anniversary -- possibly the last decennial anniversary for those who took part in or witnessed the battle. To commemorate this event, Normandy is hosting a 3-month long celebration, from June 5 to August 21.\nD-Day was \"the largest invasion ever attempted, where 200,000 Americans stormed the beaches at Normandy\" and 6,000 soldiers died.\nIt is true that the invasion of Normandy was the largest land, air and sea operation in the history of warfare. However, the email’s numbers are off when it comes to the troops and casualties involved.\nRoughly 156,000 Allied troops landed in Normandy on D-Day, but only 73,000 of those were Americans, not 200,000, as the email states.\nThe email also says 6,000 Americans died on D-Day, but this mistakes total casualties for deaths.\nThe D-Day Museum in Britain defines casualties as all losses suffered by the armed forces, including those killed, wounded, missing in action and prisoners of war. There is no official casualty figure for D-Day because of the lack of accurate records, but it is estimated that there were 6,603 American casualties. The U.S. National D-Day Memorial Foundation has recorded the names of individual Allied troops killed on D-Day, verifying 2,499 American fatalities -- not 6,000, as the email says.\nOur ruling\nThe chain email said that Barack Obama is the only American president who has not visited the D-Day Monument in Normandy on D-Day.\nThis long-circulating email was always wrong -- presidents Reagan, Clinton, George W. Bush and Obama himself had indeed visited the monument in Normandy on D-Day -- but it’s especially wrong now, with Obama scheduled to visit the monument again on D-Day 2014, making him the only president to visit it twice on D-Day. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07804"}