{"url": "/factchecks/2017/dec/27/jenna-fischer/jenna-fischer-office-tweets-outdated-info-teacher-/", "speaker": "Jenna Fischer", "vclaim": "After enactment of the Republican tax bill, \"school teachers can no longer deduct the cost of their classroom supplies on their taxes.\"", "truth_label": "false", "date": "stated on December 23, 2017 in a tweet:", "title": "Jenna Fischer of 'The Office' tweets outdated info on teacher tax deduction", "text": "Jenna Fischer, the actress best known as Pam on NBC’s The Office, prompted a bit of a Twitter tussle before Christmas.\n\"I can't stop thinking about how school teachers can no longer deduct the cost of their classroom supplies on their taxes...something they shouldn't have to pay for with their own money in the first place. I mean, imagine if nurses had to go buy their own syringes. #ugh,\" Fischer tweeted on Dec. 23.\nThe tweet attracted 66,000 retweets and 223,000 likes. (Fischer has about 750,000 followers.)\nBut the tweet was wrong, relying on an outdated proposal. (After this fact-check was posted, Fischer deleted the tweet; see \"After the Fact\" below.)\nAn existing provision in the tax code has allowed teachers to deduct eligible, unreimbursed classroom spending up to $250. The provision was expanded and made permanent in December 2015.\nThe tax bill unveiled by House Republicans in November would have scrapped the deduction. But amid an outcry from teachers and their allies -- we wrote about opposition from Sen. Dianne Feinstein, D-Calif., here -- it was stripped before the House and Senate passed identical versions of the bill and President Trump signed it on Dec. 22. (The Senate bill actually would have doubled the deduction, but that idea was rejected too.)\nA number of Twitter users pointed this out, including one identified as Matt Rossetto, who snarked later that day that Fischer’s tweet \"is 100% wrong, because the final bill KEPT this deduction, but 14,000 RT’s later...\"\nFischer noticed Rossetto’s tweet and fired back, \"It was capped at $250 which is woefully insufficient especially considering they shouldn't have to go out of pocket at all. #iloveteachers.\"\nIt was capped at $250 which is woefully insufficient especially considering they shouldn't have to go out of pocket at all. #iloveteachers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n— Jenna Fischer (@jennafischer) December 24, 2017\n\n\nSome Twitter users, however, still found fault with Fischer, since $250 was always the limit for that particular deduction -- it was not lowered due to the new law. Rossetto, for instance, tweeted back, \"It WAS $250 before the bill and hasn’t changed. If you’re going to grandstand, get it right.\"\nFinally, on Christmas Day, Fischer returned to Twitter to acknowledge her critics.\nShe tweeted, \"Thanks for your tweets! I had some facts wrong. Teachers surveyed by Scholastic in 2016 personally spent an average of $530 on school supplies for students. Teachers who worked at high-poverty schools spent an average of $672. The tax deduction was capped at $250.\"\nThanks for your tweets! I had some facts wrong. Teachers surveyed by Scholastic in 2016 personally spent an average of $530 on school supplies for students. Teachers who worked at high-poverty schools spent an average of $672. The tax deduction was capped at $250.— Jenna Fischer (@jennafischer) December 25, 2017\n\n\nFischer didn’t explicitly acknowledge that the $250 limit existed before the Republican-backed bill, but she was right on the other statistics. They refer to a national survey of 4,721 public school educators for Scholastic by the firm YouGov in July and August 2016.\nAs of the time this article was published, however, Fischer’s initial correction tweet had garnered far less interest than her original one -- 830 retweets and about 6,600 likes.\nOur ruling\nFischer tweeted that after enactment of the Republican tax bill, \"school teachers can no longer deduct the cost of their classroom supplies on their taxes.\"\nAs numerous Twitter users pointed out, that is incorrect -- the newly signed tax bill does not affect the existing deduction for teacher expenses. Fischer later acknowledged that \"I had some facts wrong\" and deleted the tweet.\nWe rate her initial tweet False.\n Share the Facts 2017-12-27 21:01:46 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  After enactment of the Republican tax bill, \"school teachers can no longer deduct the cost of their classroom supplies on their taxes.\"    Jenna Fischer Actress https://twitter.com/jennafischer/status/944609878349246464?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fwww.foxnews.com%2Fentertainment%2F2017%2F12%2F26%2Foffices-jenna-fischer-blasted-over-incorrect-gop-tax-bill-tweet.html   a tweet Saturday, December 23, 2017 2017-12-23    Read More  info", "vclaim_id": "vclaim-pol-02564"}