{"url": "/factchecks/2020/oct/16/joe-biden/joe-biden-wrong-say-cops-funding-has-been-eliminat/", "speaker": "Joe Biden", "vclaim": "\"They eliminated the funding for community policing.\"", "truth_label": "false", "date": "stated on October 15, 2020 in an ABC town hall:", "title": "Joe Biden wrong to say COPS funding has been ‘eliminated’", "text": "During a town hall hosted by ABC News, Democratic presidential nominee Joe Biden touted the Community Oriented Policing Services, or COPS, program, which was enacted as part of the 1994 crime bill. \nThe 1994 bill, which Biden spearheaded, included some provisions on prosecution and sentencing that have recently been criticized for exacerbating criminal justice disparities for minority groups. But at the town hall, Biden highlighted other parts of the law that have been more popular.\nThe idea behind community policing was to develop new policing strategies focused on engaging officers members of the community on their beat, rather than seeming like an occupying force.\nIn an exchange with host George Stephanopoulos in the Oct. 15 town hall, Biden lamented that \"they eliminated the funding for community policing.\"\nBiden was vague about who eliminated the funding, and when. Either way, he’s wrong about the elimination of funding.\nBiden’s campaign told PolitiFact that he was referring to Trump’s fiscal 2019 budget proposal, which would have halved funding for the community policing program. But this proposal wasn’t enacted, and it did not amount to an \"elimination.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe program is smaller than it was in its early years, when its budget ranged between $1.2 billion and $1.6 billion, and crime rates were higher. But funding was never zeroed out. \nSince 2012, which was under the Obama-Biden administration, funding has been around $200 million a year. Crime rates are also much lower now than they were during the early and mid-1990s.\nHere’s a rundown of the annual budgetary authority for the COPS program from the Congressional Research Service:\n\n \nOur ruling\nBiden said, \"They eliminated the funding for community policing.\"\nThat’s incorrect. While the program’s funding is lower than it was in the 1990s, it was never brought down to zero and remains in the neighborhood of $200 million a year.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18714"}