{"url": "/factchecks/2016/jul/29/jeannette-vaught/researcher-rounds-wrong-figure-texas-cattle/", "speaker": "Jeannette Vaught", "vclaim": "\"Only five Texas counties account for almost 90 percent of the (state’s) cattle industry.\"", "truth_label": "false", "date": "stated on May 4, 2016 in an op-ed published in the Austin American-Statesman:", "title": "Researcher rounds up wrong figure on Texas cattle", "text": "From the citrus of the Rio Grande Valley to the peaches of the Texas Hill Country, many crops flourish across the vast expanse of the Lone Star State.\nAsk just about anybody about Texas agriculture, however, and the first offering that often comes to mind is beef.\nIn a May 4, 2016 op-ed article in the Austin American-Statesman, University of Texas lecturer Jeannette Vaught suggested that’s not coincidental. Her dissertation on the same subject is being published as a book.\nShe argued that the promotion of beef culture, in part by politicians such as the Texas Agriculture Commissioner Sid Miller, means it’s recognized as the epitome of Texas agriculture. Even though, she writes, it hails predominantly from one part of the state and economically benefits a small region. This obscures the actual diversity of agricultural production in Texas, she said.\nVaught wrote that only five counties out of the state’s 254 account for almost 90 percent of the state’s cattle industry.  \nWith almost any drive beyond the state’s urban areas incomplete without a few cow sightings, we wondered if the state’s beef cattle are concentrated in just a few counties.\nVaught, asked to provide factual backup, said she relied on Texas statistics posted by the National Agricultural Statistics Service in the U.S. Department of Agriculture. \"It's arresting,\" Vaught said by email, \"because cows are visible everywhere! But they are super concentrated in feedlots in the counties surrounding Lubbock.\" Feedlots are designated lots of land where cattle are given a specific type of feed  before slaughter.\nWe sought to check on the data on the NASS Quick Stats website, learning that the agency annually surveys some 38,000 cattle producers to gauge the state of the country’s cattle industry by mail, phone, online and in face-to-face interviews. For the 2015 survey behind Vaught’s claim, producers were asked to report cattle inventories based on Jan. 1, 2016 counts.\nTo our inquiry, Michael Klamm, a cattle statistician with NASS, walked us through the database to those latest counts.\nSeparately, we reached out to the Southwestern Cattle Raisers Association, the largest and oldest livestock association in the state, to see if Vaught’s claim sounded familiar. Laramie Adams, director of public affairs for the group, told us by phone that the NASS data is the complete source for cattle data.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWe checked back with Klamm at NASS, who wrote back that the inventory category we used included all cattle, both dairy and beef cattle.\nFrom our analysis, the five counties with the largest cattle counts (Deaf Smith, Castro, Parmer, Hartley and Hansford), as of January 2016 had a total of 1,980,000 head of cattle out of a total 11,700,000 in the state, or 16.9 percent. While those counties lie in the state’s Panhandle region, at most a three-hour drive from Lubbock, the counties don’t account for anywhere close to the 90 percent Vaught tied to just five counties.\nBy our calculation, the federally collected counts place 90 percent of Texas cattle across 157 counties, spread from regions that include the Panhandle, Blackland Prairies and Cross Timbers region in north and central Texas, to name a few.\nWe circled back to Vaught with our findings. When she checked the NASS state facts, she advised, she misread a map that mapped out cattle counts by county and, Vaught said, \"neglected to break down the math step by step, and made a terribly under-informed estimate that supported my initial assumption that feedlots in North Texas concentrated cattle at rates far higher than the rest of the state.\"\nStill, Vaught said, five counties accounting for 16.9 percent is \"still significant, given that there are 254 counties in Texas, each one reporting cattle inventory.\"\nOur ruling\nVaught wrote that only five Texas counties account for 90 percent of the state’s cattle industry.\nHowever, after checking with the USDA National Agricultural Statistics Service and looking at the most recent inventory, we found the percentage to be far lower.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04559"}