{"url": "/factchecks/2020/jul/13/facebook-posts/says-amber-alerts-are-issued-white-kids-not-black-/", "speaker": "Facebook posts", "vclaim": "Says Amber Alerts are issued for white kids \"but not Black kids in Milwaukee.\"", "truth_label": "false", "date": "stated on July 6, 2020 in a Facebook post:", "title": "Allegation of racial bias in Wisconsin Amber Alerts unfounded, data shows", "text": "Cell phones across Wisconsin received the all-too-familiar pop-up on July 6, 2020 — an Amber Alert had been issued for a missing child.\nKodie Dutcher, 10, went missing from her home in Baraboo about 4 p.m., and the search for her went on through the night. The story ended sadly the next morning when searchers found her body. The death was later ruled to be suicide.\nIn a nation rife with racial tension in the wake of George Floyd’s death and the ensuing police brutality protests, even this story drew questions. Several widely shared Facebook posts raised the role of race in the widespread alert system.\n\"So Amber Alert works for kids in Baraboo but not Black kids in Milwaukee,\" one Facebook post stated July 6. The text was accompanied by a \"thinking\" emoji.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nThe writer’s use of the word \"works\" muddles the issue a bit, since the item was posted before the girl’s body was found, showing the alert unfortunately had not worked. So we’ll interpret that to be a general reference to which children are the subjects of Amber Alerts.\nIs the poster right to allege racial bias? We’ll check it out, but first, there’s some important background to note.\nThe context\nThe first slew of comments on the Facebook post supported the statement, with posters saying they thought the same thing. Later comments were more critical of the post as news of the tragic outcome spread.\nThe post likely spread in part because in Milwaukee, particularly in the Black community, there are concerns police do not respond quickly enough in missing child cases.\nThis issue came sharply into focus in a bizarre incident June 23, 2020, in which a civilian-led search for two teenage girls spiralled over the course of several hours to involve three people shot, 10 officers and a firefighter injured, police firing tear gas and rubber bullets into a crowd and protesters setting fire to a house they believed to be connected to the girls and sex trafficking. \nPolice later said there was no evidence of sex trafficking and that the girls hadn’t met the criteria for an Amber Alert since authorities had no reason to believe their lives were in danger. The girls, ages 13 and 15, were later found several miles away.\nAn hourslong livestream of the situation included one community activist talking about the difficulty of \"getting a missing person’s report going,\" and how community members had set up their own system for missing people on social media.\nSome comments on the Facebook post about Amber Alerts referenced this incident.\nStrict requirements for alerts\nWisconsin has been issuing Amber Alerts since 2003, but only 41 alerts have been sent out in that span, according to state Department of Justice records. That’s a rate of just over two per year.\nThe Amber Alert tally is low because incidents must meet strict criteria for an alert to be issued:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe child (or children) must be 17 years of age or younger.\n\n\nThe child must be in danger of serious bodily harm or death.\n\n\n The initiating agency must have enough descriptive information about the child, the suspect and/or the suspect’s vehicle to believe an immediate broadcast alert will help locate the child.\n\n\nAny law enforcement agency in the state can request an Amber Alert, and DOJ personnel then decide whether an alert is justified. If approved, the information is sent to TV and radio stations, cell phones, highway message boards, lottery terminals and other locations.\nA similar Amber Alert system is used in all 50 states.\nBreaking down the Wisconsin alerts\nWith that background, let’s dig into the alerts issued in Wisconsin.\nAmong the 41 alerts issued since the program began here, 18 were for Black children, 15 were for white children and eight were for children listed as Hispanic, Native American or unknown, according to DOJ records.\n\nPut another way, Black residents account for 6.7% of the population in Wisconsin but have been the subject of 44% of the Amber Alerts.\nThe breakdown by agency shows Milwaukee uses this system far more than any other municipality — hardly a surprise given its size. The Milwaukee Police Department was the initiating agency for 11 of the 41 alerts. That’s more than 25% of the alerts, even though Milwaukee has about 10% of the state’s population.\nEvery one of the Milwaukee alerts was for a Black child.\nGreen Bay had the second-highest tally with three. The Barron County Sheriff’s Office and police in Eau Claire, Racine and Baraboo also issued two. The last two alerts were from Baraboo, the other sent in February 2020 for a missing 15-year-old girl who was later found. \nTo be sure, the frustration that underlies the post may be more about whether the system is used often enough — particularly when it comes to Black children. To make that determination, however, one would need to understand the circumstances of each case, and whether ones that met the criteria were not issued.\nIn the post at hand, though, the claim — strictly speaking — is about whether it is used at all in cases of missing Black children, or whether it is disproportionately used for non-Black children. By those measures, the claim is off.\nOur ruling\nA widely shared Facebook post said Amber Alerts are issued for white kids, \"but not Black kids in Milwaukee.\" It grew out of concerns in the Black community that missing children are not taken serious enough in Milwaukee.\nBut the data actually shows a disproportionate high number of alerts — based on population — have been issued precisely for Black children in Milwaukee.\nNearly half of all alerts involved Black children, even though only about 1 in 15 state residents is Black. And more than one-fourth of all alerts were initiated by Milwaukee police — all for Black children.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17731"}