{"url": "/factchecks/2020/jul/08/viral-image/kansas-city-chiefs-ceo-clark-hunt-says-statement-a/", "speaker": "Viral image", "vclaim": "Says Kansas City Chiefs CEO Clark Hunt said, “You will stand, with your hand over your heart and with respect, when our country’s national anthem is being played or you will no longer be a Kansas City Chief.”", "truth_label": "false", "date": "stated on September 3, 2017 in a Facebook post:", "title": "Kansas City Chiefs CEO Clark Hunt says this statement attributed to him is a ‘hoax’", "text": "With the news that Kansas City Chiefs quarterback and Super Bowl MVP Patrick Mahomes signed the largest sports contract in history, an old Facebook post — shared more than half a million times — is again getting traction. \nIt shows an image of what purports to be a statement made by Clark Hunt, the team’s chief executive officer and chairman, during a meeting he called with his coaches, players and field staff in 2017.\n\"You are all simply paid performers on a stage and that field is my stage,\" the statement says. \"You will stand, with your hand over your heart and with respect, when our country’s national anthem is being played or you will no longer be a Kansas City Chief, a coach for the Kansas City Chiefs or have any association with the Chiefs organization. I will immediately fire you, no matter who you are!\"  \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nAccording to the Kansas City Star, the statement attributed to Clark started circulating in 2016, the year that San Francisco 49ers quarterback Colin Kaepernick began kneeling during the anthem to protest racist oppression. But Hunt told the paper that \"it was an internet hoax.\" \nHere’s what Hunt has actually said about anthem protests: \"It’s not something where I’ve spoken specifically to the players or any specific player about it. But the entire team knows that our desire is for them to stand during the national anthem.\" \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17710"}