{"url": "/factchecks/2019/sep/26/facebook-posts/no-police-arent-warning-shoppers-use-wipes-carts-o/", "speaker": "Facebook posts", "vclaim": "Says police are warning shoppers to use wipes to clean their carts over deadly risk of fentanyl residue.", "truth_label": "false", "date": "stated on May 15, 2019 in a Facebook post:", "title": "No, police aren’t warning shoppers to use wipes on carts over fentanyl overdose risk", "text": "A viral Facebook post claims police are warning shoppers to use wipes on shopping carts to prevent overdosing on fentanyl residue: \n\"You know when you go to Wal-Mart and the grocery store and they have the wipes to clean your cart handle? How many of you don’t use them? Well, I do and I always thought of the germs only. Was told that the police also suggests (sic) you do it because of all the problems with drugs, if someone has Fentanyl still on their hands and they touch that cart they transfer it to the cart, then you get it on you, one drop can cause death. Scary but worth taking the time to clean the handle. All you have to do is rub your nose or touch your child’s mouth. Copy and post. I did! This is a scary truth.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis claim is inaccurate. First, police are not warning about shopping cart handles as a means of fentanyl overdose. And second, a close look into the medical research shows that overdose through skin contact is highly unlikely.\nThe idea that a small amount of fentanyl residue can cause an overdose by skin contact alone took off following a May 2017 incident in which an Ohio police officer said he came into contact with the residue while searching a car and later began to overdose after he brushed some off his shirt. Reports at the time said it took multiple doses of Narcan, an emergency \"opioid antagonist\" used to counter the effects of overdose, to revive him.\nWarnings about the dangers of the drug residue went viral by November 2017 after someone posted a variation of this notice on the Facebook page of the Leachville Police Department in Arkansas. The department deleted the post shortly after and, according to contemporaneous reports, posted an update apologizing for the misinformation: \n\"The post about the fentanyl was sent (to) me from another officer at another department. I simply shared it. I'm (sic) should have checked into it further before I posted it. Sorry for the confusion.\"\nFirst, there are different forms of fentanyl. One can be legally prescribed as a skin patch that regulates the release of the drug through the skin.\nBut, in this case, the viral post is referring to the powder form of street fentanyl, which can be 50 to 100 times more potent than morphine and can cause death in small doses.  \nThere is no question that there is a legitimate risk of fentanyl overdose when it is ingested or injected intravenously, according to the Centers for Disease Control and Prevention, and such overdoses are on the rise. But while skin contact can be an exposure route, experts from the CDC say it isn’t likely to lead to an overdose unless there is a large amount of highly concentrated powder:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\n\"Responders are most likely to encounter illicitly manufactured fentanyl and its analogues in powder, tablet, and liquid form. Potential exposure routes of greatest concern include inhalation, mucous membrane contact, ingestion, and percutaneous exposure (e.g., needlestick). Any of these exposure routes can potentially result in a variety of symptoms that can include the rapid onset of life-threatening respiratory depression. Skin contact is also a potential exposure route, but is not likely to lead to overdose unless large volumes of highly concentrated powder are encountered over an extended period of time. Brief skin contact with fentanyl or its analogues is not expected to lead to toxic effects if any visible contamination is promptly removed.\"\nWhen it comes to whether an overdose is possible after someone touches the residue to their \"nose or mouth\" as the post warns, PolitiFact reached out to the American Chemical Society, a nonprofit organization that supports scientific inquiry in the field of chemistry.\n\"Yes, small amounts of fentanyl can be picked up from surfaces and absorbed through the skin or mucous membranes (e.g. nasal passages),\" Richard Sachleben, a retired chemist, wrote in an email. \"However, it would take a pretty substantial level of surface contamination for a person to receive a fatal dose of fentanyl this way. The human lethal dose is not well established, but probably on the order of milligrams for adults, and lower for children and infants. To get a milligram dose of fentanyl from a shopping cart, for instance, would probably require tens to hundreds of milligrams to be present on the surface, which is pretty unlikely.\"\nMedical experts who looked into the May 2017 account of the Ohio police officer who was treated following his exposure to fentanyl took issue with the notion that it was the casual physical contact that caused his reaction. They said that while it was possible the officer accidentally ingested the powder, overdosing by only touching a small amount was implausible. \nJeremy Samuel Faust, an emergency physician at Boston’s Brigham and Women’s Hospital and an instructor at Harvard Medical School, wrote a piece in Slate questioning the incident:\n\"Neither fentanyl nor even its uber-potent cousin carfentanil (two of the most powerful opioids known to humanity) can cause clinically significant effects, let alone near-death experiences, from mere skin exposure … Each of the medical and toxicology professionals I asked agreed that it’s implausible that one could overdose from brushing powder off a shirt.\"\nFaust also cites Ed Boyer in the article, a medical toxicologist, who said that fentanyl applied dry to the skin \"will not be absorbed.\" \nAround the same time, the American College of Medical Toxicology issued a new position statement on fentanyl, saying that \"incidental dermal absorption is unlikely to cause opioid toxicity.\"\nOur ruling\nA viral Facebook post says police are warning shoppers to use wipes to clean their cart handles to mitigate the risk of overdosing on fentanyl residue.\nThe risk of overdosing from fentanyl residue via the skin is unlikely, medical experts say. As well, the rumor went viral after being mistakenly shared by a police department, which has since apologized and deleted the post. \nThis claim is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-00127"}