{"url": "/factchecks/2017/jun/14/andrew-gillum/democratic-candidate-governor-andrew-gillum-overco/", "speaker": "Andrew Gillum", "vclaim": "Says his campaign has received donations from \"more than 7,000 contributors.\"", "truth_label": "barely-true", "date": "stated on June 9, 2017 in a news release:", "title": "Democratic candidate for governor Andrew Gillum overcounts campaign donors", "text": "Tallahassee Mayor Andrew Gillum says he outperformed his rivals for Florida governor in a key fundraising metric despite having less name recognition and taking time off from the campaign.\nHis campaign issued the following statement to media under the headline, \"Gillum Leads Gov. Field in Donors, $1.2M Raised YTD,\" on June 9:\n\"Our campaign was thrilled for the mayor’s family to welcome their third child last month, and he took some well-deserved time off the campaign trail. We’re excited to have more than 7,000 contributors, the most in the race, and we’re raising the resources to compete in all 67 counties.\n\"The mayor doesn't have a famous last name or personal wealth, but we're proud to have the support of thousands of Floridians.\"\n\nThe number of contributors was repeated by a few news outlets.\nGillum, the first major candidate to enter the 2018 governor’s race, wasn’t claiming to be the fundraising frontrunner in terms of dollars through May, but only in the number of donors -- often cited by campaigns as a measure of grassroots support.\nIn terms of dollars raised, Republican Adam Putnam has raised the most overall while former U.S. Rep. Gwen Graham raised the most on the Democratic side.\nGillum raised about $1.1 million, excluding in-kind contributions: almost $500,000 for his campaign account and $600,000 through his Forward Florida PAC.\nGillum has a point that he has more donors. But Gillum’s donor count is exaggerated.\nWe looked at individual contributions to Gillum’s campaign and his Forward Florida PAC.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nAt a glance, Gillum’s point nearly checks out, with a combined total of 6,933 contributions between both lists.\nThe problem: Several people gave multiple times.\nBy removing individuals who donated more than once, we got a smaller number.\nWe found 5,383 unique names on individual contributions and 70 on Florida Forward PAC for a combined total of 5,453 donors. (The total includes a few donors who gave in-kind contributions as well for food and beverages.)\nWe counted nine donors who gave money to both Gillum’s account and the PAC, including actress Jane Fonda and Allison Tant, the former Florida Democratic Party chair. Take out people and entities who gave to both the campaign and committee, and the donor count goes down to 5,444.\nOther donors gave multiple times in small increments -- for example Marilyn Bailey, a Sanford resident, gave 10 times in amounts ranging from $5 to $20.18.\nWe sent those numbers to spokesman Geoff Burgan and asked how he arrived at \"more than 7,000.\"\n\"Our campaign has 6,933 total contributions from more than 5,300 people across Florida and the country,’ Burgan told PolitiFact in an email. \"After further reviewing our in-kind contributions, we realized we slightly misstated the total in our press release.\"\nOur ruling\nGillum says his campaign has received donations from \"more than 7,000 contributors.\"\nGillum has raised more individual donations than leading competitors. But his donor total was wrong by more than 1,500 individuals because he counted some donors more than once.\nWe rate this claim Mostly False.\n Share the Facts 2017-06-14 17:23:44 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says his campaign has received donations from \"more than 7,000 contributors.\"    Andrew Gillum candidate for Florida governor    Friday, June 9, 2017 2017-06-09    Read More  info", "vclaim_id": "vclaim-pol-03214"}