{"url": "/factchecks/2012/jan/23/william-perry/ga-group-uses-claim-back-pay-play-proposal/", "speaker": "William Perry", "vclaim": "\"Eleven states have enacted these pay-to-play reforms.\"", "truth_label": "mostly-true", "date": "stated on January 4, 2012 in an interview:", "title": "Ga group uses claim to back up pay-to-play proposal", "text": "The presidential race isn’t the only place where there has been some bare-knuckle debate recently.\n\nAtlanta Mayor Kasim Reed and Common Cause Georgia Executive Director William Perry went one on one during a recent broadcast on WXIA-TV, and it got quite heated.\n\nThe main topic was Atlanta’s process of awarding contracts to individuals and companies hoping to run businesses at the city-owned Hartsfield-Jackson International Airport. Perry’s argument: It wasn’t transparent and lends itself to accusations of cronyism. Reed’s take: It was open, and Perry’s complaints were hypocritical.\n\nPerry wants Atlanta to enact pay-to-play legislation that would restrict campaign contributions to elected officials or candidates running for office. Perry’s proposal would cap campaign contributions for those doing business with Atlanta at $250 per business entity. He wrote a letter to Reed outlining the idea and said he supports similar legislation for the state of Georgia and in Fulton County.\n\n\"It is the state law in 11 states and has withstood court challenges, so we’ll continue to push it because it is good public policy,\" Perry said during the WXIA broadcast on Jan. 4.\n\nPerry’s claim about 11 states having pay-to-play laws prompted us to test the accuracy of his claim on the Truth-O-Meter.\n\nDuring the Jan. 3 Atlanta City Council meeting, Perry and Councilman H. Lamar Willis went back and forth on several details concerning Perry’s pay-to-play idea. Perry defended the idea.\n\n\"It is the state law in 11 states and has withstood court challenges, so we’ll continue to push it because it is good public policy,\" Perry said.\n\nPerry said the 11 states he was referring to were California, Connecticut, Hawaii, Illinois, Louisiana, New Jersey, Ohio, Pennsylvania, South Carolina, Vermont and West Virginia. Perry told PolitiFact Georgia he may have underestimated the total. He provided us a May 2010 report by the law firm Perkins Cole to back up his argument. The report on pay-to-play statutes lists 19 states with some sort of pay-to-play guidelines.\n\nSome of those states, such as New Jersey, prohibit businesses with state contracts exceeding $17,500 from making contributions to any candidate, state or county political committee. New Jersey’s law has an exemption for highway contracts.\n\nOther states in the report that Perry cited have guidelines that are more narrowly defined. Here are some examples from the report Perry sent us:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\nIndiana prohibits anyone who has a contract with that state’s Lottery Commission from making a contribution to a political candidate while the contract is in effect and three years after the contract has expired. Violators can face up to three years in prison and a $10,000 fine.\n\nLouisiana has pay-to-play restrictions on casino operators, no-bid hurricane rebuilding contractors and contractors for the Louisiana Citizens Property Insurance Corp.\n\nNew Mexico does not allow a prospective contractor, family member or representative to give a campaign contribution or any other thing of value to a public official during the negotiation period for a sole-source or small purchase contract.\n\nIn Pennsylvania, a person who has made a political contribution to a municipal official or candidate within the past two years is disqualified from entering into a contract with that municipality’s pension system.\n\n\n\n\nThe report notes two states that had their pay-to-play initiatives removed. In Florida, state lawmakers repealed two statutes concerning pay-to-play. In Colorado, the state Supreme Court overturned its law that sole-source government contractors and their families cannot contribute to political campaigns during the contract or two years afterward. The court ruled it violated the First Amendment to the U.S. Constitution.\n\nNatalie O. Wood, an official with the National Conference of State Legislatures, published a study of pay-to-play laws for her organization in 2009. Her report concluded that there were nine states with comprehensive pay-to-play laws: Colorado, Connecticut, Hawaii, Illinois, Kentucky, New Jersey, Ohio, South Carolina and West Virginia. Each state has laws that essentially limit people doing business with the government from making campaign contributions to elected officials or candidates.\n\nIn an interview, Wood said she would cut that list to eight states because of the Colorado court decision. She discussed the distinction between comprehensive pay-to-play laws and the rules in some states that focus on sole-source contracts.\n\n\"My understanding of the issue of no-bid versus competitive-bid contracts is that in those states that only focus on the former, the ban on contributions would only impact companies who obtained their contract without having to bid on it,\" Wood said.\n\nA few states have seen legal efforts to challenge pay-to-play laws, arguing the guidelines violate free speech. Some have argued the laws aren’t strong enough.\n\nNew Jersey Comptroller Matthew Boxer complained in September that the state’s pay-to-play law \"does not work\" because some local governments exploit a loophole that allows them to award contracts to any vendor — regardless of how much money they contribute to candidates — as long as they use a \"fair and open\" process.  \n\nPerry told us he stood by his claim.\n\n\"Some [states’ pay-to-play laws] are extremely specific while others are expansive,\" he said. \"In at least 11 states, there is some recognition that it is not a good idea to allow campaign contributions to decision makers.\"\n\nThere are variations of pay-to-play laws in at least 11 states, as Perry said. However, some are more detailed and comprehensive than others, as Wood said. The laws in some states seem to be less rigorous than what Perry has proposed in the city of Atlanta. We believe Perry’s claim needs some clarification and rate it as Mostly True.", "vclaim_id": "vclaim-pol-11745"}