{"url": "/factchecks/2011/may/26/democratic-national-committee/tim-pawlenty-eliminated-health-insurance-33000-min/", "speaker": "Democratic National Committee", "vclaim": "Says that Tim Pawlenty eliminated health insurance for 33,000 to 35,000 people when he was governor of Minnesota.", "truth_label": "half-true", "date": "stated on May 22, 2011 in a Web ad:", "title": "Tim Pawlenty eliminated health insurance for 33,000 in Minnesota, DNC says", "text": "An ad from the Democratic Party suggests Tim Pawlenty doesn’t have any good reason for running for president. The text of the ad asks, \"Why is Tim Pawlenty running for president? Is it his track record as governor?\" while really annoying oompa music plays in the background.\n\nThe ad then shows what looks like local news coverage from 2009. \"Gov. Pawlenty eliminated the program that provides health care to 33,000 low-income residents,\" says a narrator. \"(The) governor has systematically been cutting programs to the core since he took office.\" Another person says, \"All of a sudden we’re going to have 35,000 people without health insurance.\"\n\nThe ad makes some other claims, too. It said that Pawlenty has flip-flopped on his position on cap and trade (accurate; we gave him a Full Flop for that) and that he’s said he doesn’t know why he’s running for president (inaccurate, according to FactCheck.org).\n\nHere, we wanted to focus on the claim that Pawlenty eliminated a health insurance program for approximately 33,000 low-income people in 2009.\n\nWe asked the Democratic National Committee and the Tim Pawlenty campaign for responses on this, and didn’t hear back from either one.\n\nBut journalists in Minnesota thoroughly covered the big political fight over a health care program that covered about 33,000 people back in 2009. We found that Pawlenty ultimately reduced the size of the health program and limited benefits, but care wasn’t entirely eliminated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe program was called General Assistance Medical Care, and it was a health plan for very low-income adults who were not eligible for the federal Medicaid program. (At that time, Medicaid was only open to people who were both low income and elderly, disabled, young or pregnant.)\n\nMinnesota needed to trim its budget in 2009, and Pawlenty proposed changing the program to save money. The changes would limit benefits and discourage emergency room visits by transferring some, but not all, of the beneficiaries to a program called MinnesotaCare, which required premiums. Advocates for the poor and hospital officials said the cuts would be devastating.\n\nPawlenty used his line-item veto to eliminate funding for the old program in May 2009, but he continued to negotiate with the Democratic-controlled legislature for the rest of the year and into 2010. \"We are open to considering health care reforms during the 2010 session, but they need to be financially responsible,\" Pawlenty spokesman Brian McClung said on Jan. 13, 2010.\n\nBy February, though, Pawlenty vetoed General Assistance Medical Care again, which led to a public outcry and another round of negotiations with the Democratic-controlled legislature. In April, a compromise was reached to continue the program through May and then begin scaling it back, forcing beneficiaries to get care through hospitals or the hospitals’ approved clinics. The compromise reduced funding from an estimated  $400 million to $132 million for the year, according to the Minneapolis-based Star Tribune.\n\nThe compromise itself wasn’t without problems. Pawlenty’s administration had to negotiate with hospitals on limits for how many beneficiaries each hospital had to accept.\n\nAs a footnote, the program changed yet again once Pawlenty left office. Pawlenty was succeeded by a Democrat, Mark Dayton, who campaigned on using the federal health care law of 2010 to expand the Medicaid program in Minnesota. Signing an executive order to do so was one of Dayton’s first acts as governor, which moved the General Assistance Medical Care program into Medicaid.\n\nThe ad from the Democrats says that Pawlenty eliminated a health care program for 33,000 to 35,000 people. He did veto the program, but then he negotiated a change to lower costs by reducing benefits. So we rate the ad’s claim Half True.", "vclaim_id": "vclaim-pol-13036"}