{"url": "/factchecks/2016/jan/14/conservative-solutions-pac/marco-rubio-superpac-says-chris-christie-imposed-i/", "speaker": "Conservative Solutions PAC", "vclaim": "Says Chris Christie \"instituted an Internet sales tax.\"", "truth_label": "barely-true", "date": "stated on January 4, 2016 in an attack ad:", "title": "Marco Rubio super PAC says Chris Christie imposed an Internet tax in New Jersey", "text": "New Jersey's Republican governor and presidential candidate Chris Christie is under attack for his tax policies by the Conservative Solutions PAC, a political action committee that supports GOP Sen. Marco Rubio for the presidency. It is not directly tied to the Rubio campaign.\nIn a 30-second TV commercial, the super PAC said that \"Christie could well be (President) Obama's favorite Republican governor.\" One reason given by the narrator: \"He instituted an Internet sales tax.\" The accompanying graphic, beneath a photograph of Christie with a smiling Obama, shows a Wall Street Journal headline from July 16, 2012, which says, \"Christie Embraces Online Sales Tax.\"\nRepublicans tend to be passionately opposed to new taxes so we wondered if that was the whole story.\nFirst, some background.\nCurrently, under a 1992 U.S. Supreme Court decision, if a customer lives in a state with a sales tax, online companies only have to collect that tax if the company has a physical presence -- such as a warehouse -- in that state. Otherwise, it's up to the consumer to directly pay the tax to the state in the form of a \"use\" tax. The use tax, which nearly all consumers ignore, will become important later in this fact check.\nThe absence of a sales tax on Internet purchases puts local brick-and-mortar businesses at a competitive disadvantage, which is one reason some states would like to tax Internet sales. Another reason, obviously, is that it brings in extra revenue.\nBut critics point out that it can be a nightmare for companies that do business over the Internet to keep track of the widely-varying rules and rates in all the states, counties and municipalities that have a sales tax.\nSo what's Christie's role in all of this?\nWhen we contacted the Tampa-based Conservative Solutions PAC, spokesman Jeff Sadosky sent us several links to articles showing that Christie supports an Internet sales tax, including federal legislation designed to standardize the collection system for all states.\nWe also found the 2012 Wall Street Journal report, cited in the commercial, reporting that Christie was one of several Republican governors pushing for a tax on online purchases to help deal with their fiscal crises.\nBut the super PAC didn't just say he supports the tax. It says he instituted it, and here it gets a bit more complicated.\nNew Jersey started getting serious Internet money when Amazon, the online retail giant, decided to build two distribution centers in New Jersey as part of an effort to improve delivery. But Christie didn't have to do anything to get that revenue. (In fact, the state delayed Amazon's requirement to collect New Jersey sales taxes for two years.)\n\"By building a warehouse, Amazon then has physical presence in the state and must automatically begin collecting sales tax on sales to residents in the state. This is automatic, unless a state passes legislation to exempt them (as one or two have, for a limited transition period of time),\" said Joseph Henchman, vice president for state projects at The Tax Foundation, a business-backed tax policy group that does state-by-state comparisons of tax issues.\nAmazon also negotiates deals with individual states. It currently pays sales taxes to 27 of the 44 states with such a tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat Christie -- and the state legislature -- did was institute was a \"click-through nexus\" tax law, commonly called an Amazon tax. It makes Internet companies responsible for collecting the sales tax from New Jersey customers if they, in essence, have middlemen in the state.\nSaid Henchman: \"These are laws that expand the definition of physical presence to something beyond having employees and property in the state. For example, the New York law said that any non-present retailer, who has contracts with in-state people to refer potential customers for compensation, is physically present.\"\nNineteen states now have such laws, he said. They're becoming popular after the New York Court of Appeals upheld that state's law and the U.S. Supreme Court declined to hear the appeal.\nNew Jersey's law was part of the 2015 budget signed by Christie.\nIt applies to out-of-state online retailers who meet two basic criteria. First, their cumulative income from sales to New Jersey consumers must exceed $10,000 per year. Second, the retailer must have a referral program. That's where a person or business in New Jersey gets a cut of the profits when sending a consumer to the retailer's out-of-state website and the consumer makes a purchase.\nA true Internet sales tax, one unencumbered by all of these rules, would require federal legislation.\nBut there's a final twist, as acting state treasurer Ford Scudder pointed out.\nNone of this adds to the tax burden of New Jersey residents.\nRemember the \"use tax\" we mentioned earlier? Residents were already required to pay that sales tax directly to the state on all Internet purchases.\n\"From our way of thinking, this is not a new tax,\" Scudder said. \"All this is saying is, rather than putting the onus on individual (to pay the use tax), it's on the company\" to pay the same amount as a sales tax.\nHenchman of the Tax Foundation agreed, \"It's a different way of collecting an existing tax, albeit a tax that wasn't being paid.\"\nOur ruling\nConservative Solutions' attack ad says Chris Christie \"instituted an Internet sales tax.\"\nInternet businesses with a physical presence in the state were required to collect a New Jersey sales tax long before Christie took office. For businesses outside the state, Christie did expand the requirement that online businesses pay taxes when they have an agreement with an individual or a business in New Jersey to promote their products.\nThe ad says \"implemented,\" which implies that Christie imposed a new tax burden on residents. In fact, the money New Jersey is collecting through Internet sales is, by law, already owed to the state -- either through the sales tax collected by the business or the use tax that's supposed to be paid by consumers.\nBecause the statement has an element of truth but leaves out critical context, so we rate it Mostly False..", "vclaim_id": "vclaim-pol-05554"}