{"url": "/factchecks/2010/apr/29/rick-perry/gov-rick-perry-says-obama-administration-hasnt-res/", "speaker": "Rick Perry", "vclaim": "\"We've got a 1,000 National Guard troop request that's been in front of this president for over a year and no response.\"", "truth_label": "half-true", "date": "stated on April 15, 2010 in an interview with The Texas Tribune and Newsweek:", "title": "Gov. Rick Perry says that the Obama administration hasn't responded to his request for 1,000 National Guard members for more than a year", "text": "Saying foreign policy is most certainly a governor's business, Texas Gov. Rick Perry blasted the federal government for not doing enough to protect the border Texas shares with Mexico.\n\n\"We do not have the resources or the manpower to secure the border the way it needs to be,\" Perry said during an April 15 interview with the online Texas Tribune and Newsweek magazine. \"We've got a 1,000 National Guard troop request that's been in front of this president for over a year and no response, so we are forced by Washington's inaction to take action ourselves.\"\n\nHas President Barack Obama been a non-responsive pen pal?\n\nWe learned from Perry's office that Perry first wrote Janet Napolitano, secretary of Homeland Security, to request more National Guard troops in February 2009. Napolitano had been in a similar pinch in 2008; as Arizona's governor, she twice called on the Department of Homeland Security to extend the two-year Operation Jump Start mission that stationed more than 6,000 National Guard members on the U.S.-Mexico border of four U.S. states. However, the mission ended as planned in July of that year.\n\nPerry spokeswoman Katherine Cesinger told us last week that \"so far we've not received official approval or disapproval\" of Perry's February 2009 request. Cesinger also e-mailed us Perry's related correspondence with the Obama administration.\n\nPerry's Feb. 26, 2009, letter refers to his January 2009 phone conversation with Napolitano about the Texas-Mexico border. His letter states: \"As you know, the National Guard can play an important role in securing our border, which benefits not only the border states but the entire nation... as we discussed during our telephone conversation, an additional 1,000 Title 32 National Guard positions are needed...\" Title 32 service is primarily state active duty.\n\nIn an April 2, 2009, letter to Napolitano, Perry asked to discuss his request for 1,000 National Guard troops; the letter also mentions the pair's March 26 phone conversation.\n\nOn Aug. 21, Perry wrote President Obama, stating: \"As violence in northern Mexico continues, it is paramount that our international borders be secured to ensure the safety of our citizens and the security of our homeland. To reiterate my standing request with your administration, I respectfully ask that you authorize the use of 1,000 Title 32 National Guard personnel in support of civilian law enforcement along the Texas-Mexico border.\"\n\nPerry followed up with a Sept. 1 letter to U.S. Defense Secretary Robert Gates mentioning the \"long-standing request.\" And on March 12, Perry sent a fresh letter to Napolitano — this time asking for a Predator drone, an unarmed reconnaissance aircraft — to be based on the Texas border to support local, state and federal law enforcement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\nThe upshot? The feds wrote back, but made no promises.\n\nCesinger showed us a a June 24, 2009, letter from Napolitano to Perry acknowledging his Feb. 26 and April 2, 2009, letters. \"National Guard support is an option that is being seriously considered as part of our overall border strategy,\" Napolitano's letter states.\n\nMatthew Chandler, a spokesman for the U.S. Department of Homeland Security, told us \"the administration continues to evaluate additional law enforcement options as needed, including the use of the National Guard, along the Southwest border. We continue to work with Congress on comprehensive reform of our immigration system, which would provide lasting and dedicated resources at our borders.\"\n\nChandler forwarded two more letters from Homeland Security to Perry. A March 1 letter from Juliette Kayyem, assistant secretary for intergovernmental affairs, states on the White House's behalf that \"the authorization of additional National Guard resources remains an option that we continue to consider seriously as part of our overall strategy.\"\n\nOn March 19, Napolitano responded to Perry's drone request, writing that the department was considering expanding drone operations into West Texas. And on April 27, Napolitano told a Senate hearing that Texas would receive a drone, but didn't offer a timeline.\n\nBoth Napolitano and Obama have also publicly spoken to Perry's request — though not encouragingly.\n\nIn a March 2009 interview with reporters for regional newspapers including The Dallas Morning News, Obama said plans to deploy troops to the border weren't imminent: \"We've got a very big border with Mexico. I'm not interested in militarizing the border.\"\n\nDuring a subsequent press briefing on U.S.-Mexico border security, a reporter asked Napolitano how Perry could persuade her to deliver the 1,000 National Guard troops. \"Why 1,000?\" Napolitano answered, according to a transcript of the briefing on the Homeland Security website. \"Where did that number come from? Where in Texas? Texas has a huge border with Mexico. What does he anticipate the Guard doing? And those are the kinds of things that I think then I will transmit to the secretary of defense and the president in the ongoing decision about Guard — yes, no, and if so how many and where.\"\n\nBottom line: The Obama administration has repeatedly acknowledged Perry's request for troops; it just hasn't given him the answer he seeks.\n\nWe rate Perry's statement as Half True.", "vclaim_id": "vclaim-pol-15060"}