{"url": "/factchecks/2016/jul/13/bruce-rauner/gov-bruce-rauner-says-illinois-family-incomes-lowe/", "speaker": "Bruce Rauner", "vclaim": "\"We have lower family incomes in Illinois today than we had 17 years ago in Illinois ... because of the control of (House) Speaker (Michael) Madigan and his Democrats.\"", "truth_label": "half-true", "date": "stated on June 1, 2016 in a press conference:", "title": "Gov. Bruce Rauner says Illinois family incomes lower today than 17 years ago", "text": "If you were to boil down the guiding theme of Bruce Rauner’s governorship, it would be: \"For 12 years, Illinois Democrats and the unions to whom they are beholden ran the state economy into the ground and now they refuse to help me fix it.\"\nRauner, Illinois’ first Republican governor since 2003, has been sharply critical of Illinois’ declining business and job climate under Democratic leadership from 2003 to 2015. His insistence that he will not engage in budget negotiations until Democrats pass business and government reforms led to a historic impasse that has left the state with no budget -- and a fast-growing pile of debt -- since June 30, 2015.\nTo back his case for business-friendly reforms, Rauner frequently cites figures intended to demonstrate the toll Democratic policies have exacted on the state economy.\nSuch was the case June 1, when Rauner appeared with local Republican lawmakers and school officials at the administrative offices of Community Unit School District 3 in Mahomet. Rauner’s visit came a day after, for the second straight year, the Democrat-controlled General Assembly adjourned without passing either Rauner’s various reforms or a state budget.\n\"We’ve had massive out-migration of people and jobs. We have the highest unemployment rate of any state in America,\" Rauner said, detailing a litany of Illinois’ problems on the business and government front. \"We have the highest level of corruption and cronyism and patronage of any state in America. We have lower family incomes in Illinois today than we had 17 years ago in Illinois. We are fundamentally in decline because of the control of (House) Speaker (Michael) Madigan and his Democrats.\"\nRauner made several claims here, but we’re going to focus on the part about family incomes. Is it true that Illinois has lower family incomes today than in 1999?\nAccording to his office, Rauner based his claim on U.S. Census Bureau data (click here and scroll to Table H-8) for median household income from 1984 to 2014. The 2015 figure won’t be out until September, so Rauner’s \"last 17 years\" really means from 1999 to 2014.\nThe top chart below shows average annual household incomes for Illinois and Indiana in the period mentioned by Rauner. The lower chart shows Illinois and its neighboring states. \n\nIndeed, the 2014 median household income in Illinois was $54,916 and the 1999 median household income, adjusted for inflation, was $65,850. That’s a decline of 16.6 percent.\nPretty bad, right?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarie Newman\n\n\nstated on April 24, 2019 in a radio interview\n\n\n\n\n\n\n\n\n\"We’re in a situation right now where 80% of the country is living paycheck to paycheck.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kiannah Sepeda-Miller • April 28, 2019\n\n\n\n\n\n\n\nBut look at neighboring Indiana, which saw its median household income plummet 17.2 percent -- to the current $48,060 -- in the same time period. Or Wisconsin, which had a 10.5 percent drop. Missouri went from $58,819 in 1999 to $56,630 in 2014 -- a 3.7 percent decline.\nNationwide, the inflation-adjusted median income went from $57,843 in 1999 to $53,657 in 2014. That’s a drop of 7.2 percent. \nSo there’s no disputing that Illinois’ median household income fell between 1999 and 2014, but Rauner presented the figure as if Illinois were an outlier among other states; that its political leadership had chartered a uniquely disastrous course. A look at the same time period for Indiana -- a state repeatedly cited by Rauner as a beacon of economic growth -- shows Illinois was far from alone.\nIn fact, only four states in the nation -- Maryland, Montana, North Dakota and Oregon -- had higher median household incomes in 2014 than at some other point in the Census Bureau's 30-year survey. (Only North Dakota had a Republican governor in 2014.)\nAnd 1999 is no ordinary year for Illinois in this set of numbers. It’s the year with the highest median household income in the 30 years covered. Had Rauner gone for a 25-year comparison and used 1991’s median household income, he would have found an increase of 1.5 percent ($54,068 in 1991 and $54,916 in 2014).\nPinpointing whether and to what extent state government policy influenced an economic trend like median household income is difficult, says Darren H. Lubotsky, a professor in the economics department at the University of Illinois-Chicago and a member of the university’s Institute of Government and Public Affairs.\nA state’s industrial base is the greatest indicator of how it will reflect or resist an economic downturn like those that hit the national economy after 9/11 and in the Great Recession, Lubotsky says.\n\"Is it accurate to blame state government leadership? Maybe. Is it the unfunded pension liability? The quality of schools? Crime? The so-called culture of corruption? Maybe they all play a role or maybe only some do. I am not sure one could credibly point to what policies really matter,\" Lubotsky says.\nOur ruling\n\"We have lower family incomes in Illinois today than we had 17 years ago.\"\nRauner is stretching the time frame when he says income is lower \"today\" than it was 17 years ago. The Census Bureau won’t even have 2015 figures for three more months.\nBut the bigger problem here is that by choosing the peak income year among 30 years’ worth of data and presenting Illinois as an isolated case, Rauner tacitly asserts that Illinois is unique in seeing lower income \"today\" than in 1999.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-04705"}