{"url": "/factchecks/2017/feb/02/donald-trump/trump-claims-obama-made-deal-take-thousands-illega/", "speaker": "Donald Trump", "vclaim": "\"The Obama Administration agreed to take thousands of illegal immigrants from Australia.\"", "truth_label": "half-true", "date": "stated on February 1, 2017 in a tweet:", "title": "Trump claims Obama made deal to take thousands of illegal immigrants from Australia", "text": "Did Donald Trump really hang up on the Australian prime minister?\nThat’s what a Washington Post report based on anonymous sources says.\nReportedly, the heated Jan. 28 exchange was about a refugee agreement between the United States and Australia, countries that are usually close allies.\nWe can’t know how the call really went down, but a few days later, Trump slammed the agreement publicly on Twitter.\n\"Do you believe it? The Obama Administration agreed to take thousands of illegal immigrants from Australia. Why? I will study this dumb deal!\" Trump tweeted Feb. 1.\nDo you believe it? The Obama Administration agreed to take thousands of illegal immigrants from Australia. Why? I will study this dumb deal!— Donald J. Trump (@realDonaldTrump) February 2, 2017\n\nTrump’s tweet mischaracterizes the deal in two ways. First, the deal involves fewer than 2,000 people. That’s not \"thousands.\" Second, the individuals would not come to the United States illegally, but through the legal refugee program.\nBackground on the Australian deal\nAustralia has a strict policy against illegal maritime arrivals. The country has intercepted migrants at sea and sent them to regional processing centers on Pacific islands away from Australia, specifically Nauru and Manus. (Manus is part of Papua New Guinea).\nInstances of abuse have been reported at the centers, with the United Nations calling for the closure of the Nauru facilities after claims of \"violence, sexual assault, degrading treatment and self-harm.\"\nPapua New Guinea’s Supreme Court in April 2016 ruled that detaining refugees at the Manus facility was illegal, because they had not willfully entered the island. Australian officials said in August they would close the Manus facility but still would not accept the detainees into their country.\nAustralian Prime Minister Malcolm Turnbull said in November 2016 that his government reached an agreement with the United States for the resettlement of refugees held in its regional processing centers. Most of those refugees are from Iran, Iraq and Somalia.\nThe centers held 1,254 individuals — not \"thousands\" as Trump said — as of a November 2016 immigration detention report.\n\"The priority under this arrangement will be for resettlement of those who are most vulnerable, namely women, children and families,\" Turnbull said in a statement.\nHe also said the United States would assess the refugees and decide which ones would be resettled in America. He said the United Nations High Commissioner for Refugees was supporting the arrangement.\nWorldwide, the United States accepted 84,994 refugees in fiscal year 2016 (Oct. 1, 2015-Sept. 30, 2016) out of a cap of 85,000, according to data from the State Department’s Refugee Processing Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nObama’s administration last year said it would raise the refugee admission ceiling to 110,000 in fiscal year 2017. But in his Jan. 27 executive order, Trump said the entry of more than 50,000 refugees in fiscal 2017 \"would be detrimental to the interests of the United States, and thus suspend any such entry until such time as I determine that additional admissions would be in the national interest.\"\nUp to Jan. 27, the United States had admitted 32,125 refugees.\nAfter extensive vetting, refugees arrive legally in the United States and are required by law to apply for a green card one year after their arrival.\nThe fate of the deal\nThe U.S.-Australian deal resurfaced after Trump signed an executive order on Jan. 27 temporarily halting the refugee admission program and the admission of nationals from seven countries -- Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen -- flagged by the Obama administration as terrorist hotbeds.\nThe White House’s official readout of the next day’s phone call simply states, \"Both leaders emphasized the enduring strength and closeness of the U.S.-Australia relationship that is critical for peace, stability, and prosperity in the Asia-Pacific region and globally.\"\nTurnbull told reporters on Jan. 30 that he and Trump had a \"constructive\" conversation, adding, \"We also discussed the resettlement arrangement of refugees from Nauru and Manus, which had been entered into with the previous administration, and I thank President Trump for his commitment to honour that existing agreement.\"\nThe White House has given conflicting signals about the fate of the deal.\nSean Spicer, Trump’s press secretary, said during a Jan. 31 press briefing that the deal to take in 1,250 refugees would go on, applying extreme vetting to potential arrivals as was agreed in the deal.\nThe day after Trump’s tweet, Turnbull told the Wall Street Journal that Australia was still negotiating refugee agreements with other governments, but couldn’t accept them given its laws banning the resettlement of asylum seekers coming by boat.\n\"Our expectation naturally, given the commitments that have been made, is that it will go ahead,\" Turnbull said. \"The only option that isn’t available to (the refugees) is bringing them to Australia for the obvious reasons that that would provide a signal to the people smugglers to get back into business.\"\nSpicer, at a press briefing Feb. 2, said the president was \"unbelievably disappointed\" by the \"horrible deal\" cut by the Obama administration, but said the process would continue under \"extreme vetting\" conditions.\nGiven his opposition to the deal, Trump would be able to walk back on it, as it appears to be an executive-to-executive agreement, said Stephen W. Yale-Loehr, an immigration law professor at Cornell Law School. \"The new U.S. executive could back away from what Obama agreed to,\" Yale-Loehr said.\nOur ruling\nTrump tweeted, \"The Obama Administration agreed to take thousands of illegal immigrants from Australia.\"\nTrump’s referring to a deal for the United States to take in 1,250 people -- mostly from Iran, Iraq and Somalia -- held by Australia in offshore detention centers. The detainees were caught at sea by Australian officials as they tried to illegally land on the island.\nThe United States is expected to vet the individuals and determine who will be accepted as refugees. Refugees arrive in the United States legally.\nTrump’s claim is partially accurate but leaves out important details. We rate it Half True.\nhttps://www.sharethefacts.co/share/e3995915-11af-4036-a175-903c2c7a4786", "vclaim_id": "vclaim-pol-03722"}