{"url": "/factchecks/2011/nov/22/mitt-romney/mitt-romney-says-obama-said-if-we-keep-talking-abo/", "speaker": "Mitt Romney", "vclaim": "Says Barack Obama said, \"If we keep talking about the economy, we’re going to lose.\"", "truth_label": "pants-fire", "date": "stated on November 21, 2011 in a television ad:", "title": "Mitt Romney ad charges Obama said, 'If we keep talking about the economy, we’re going to lose'", "text": "On the eve of a presidential trip to New Hampshire on Nov. 22, 2011, Mitt Romney’s campaign released an ad targeting President Barack Obama. In the ad, the Romney campaign used a quote that prompted an immediate counterattack from the Obama camp, which argued that it had been taken out of context.\n\nThe 60-second ad, called \"Believe in America,\" is designed to contrast \"candidate Obama from 2008 with President Obama of today,\" highlighting \"his failures in between,\" according to the Romney campaign.\n\nThe ad contrasts a 2008 campaign speech by Obama with text on the screen that criticizes Obama’s economic record, including, \"Greatest Jobs Crisis Since Great Depression,\" \"Record Home Foreclosures\" and \"Record National Debt.\"\n\nThe ad then has a clip of Obama saying,\"If we keep talking about the economy, we’re going to lose.\"\n\nThe clear implication is that Obama believes that his economic record is so bad that he will lose in 2012 unless he can steer the conversation away from the economy.\n\nBut the Obama camp, among others, immediately charged that the clip was taken out of context. Was it?\n\nHere’s what Obama said in the October 2008 speech, which came about two weeks before he defeated Sen. John McCain:\n\n\"Even as we face the most serious economic crisis of our time, even as you are worried about keeping your jobs or paying your bills or staying in your homes, my opponent's campaign announced earlier this month that they want to ‘turn the page’ on the discussion about our economy so they can spend the final weeks of this election attacking me instead,\" Obama said in the speech. \"Sen. McCain's campaign actually said, and I quote, ‘If we keep talking about the economy, we're going to lose.’\"\n\nSo the comment is drastically different than the way it's portrayed in the Romney ad. Obama was actually saying that his opponent’s campaign three years earlier had said, \"If we keep talking about the economy, we're going to lose.\" That context is not included in the Romney ad -- and leaving it out sends a profoundly different message.\n\nThe Romney camp seems to have anticipated this complaint. In a blog post published around the time the ad was released, Romney spokeswoman Gail Gitcho acknowledged that, \"Three years ago, candidate Barack Obama mocked his opponent’s campaign for saying, ‘If we keep talking about the economy, we're going to lose.’\" She went on to say Obama is trying to distract voters from his economic record.\n\nOur ruling\n\nWe certainly think it’s fair for Romney to attack Obama for his response to the economy. And the Romney camp can argue that Obama’s situation in 2011 is ironic considering the comments he made in 2008. But those points could have been made without distorting Obama’s words, which have been taken out of context in a ridiculously misleading way. We rate the Romney ad’s portrayal of Obama’s 2008 comments Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12051"}