{"url": "/factchecks/2020/aug/28/facebook-posts/melania-trump-not-first-flotus-visit-troops-combat/", "speaker": "Facebook posts", "vclaim": "Says Melania Trump is the “first FLOTUS to visit troops in a combat zone since 1969.”", "truth_label": "false", "date": "stated on August 27, 2020 in a Facebook post:", "title": "Melania Trump is not the first FLOTUS to visit troops in a combat zone in 50 years", "text": "A Facebook post claims that Melania Trump is the first president’s wife to visit troops in a combat zone since 1969.\nThat’s not true. At least two former first ladies have traveled to greet U.S. troops in designated combat zones since then.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere is no record of any first lady traveling to an area under an active attack.\nThe IRS defines \"combat zone\" as a general term that \"includes all of the following hostile areas where military may serve: actual combat areas, direct combat support areas, and qualified hazardous duty areas. With respect to deadline extensions, the term ‘combat zone(s)’ includes contingency operations areas.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nFirst lady Melania Trump traveled with President Donald Trump to Al Asad Airbase in Iraq in a surprise visit to troops on Dec. 26, 2018.\nBefore that, Michelle Obama made a 2015 visit to troops at the Al-Udeid Air Base in Qatar, a combat zone since 1991.\nLaura Bush visited Afghanistan in 2005 and 2008 and made stops to meet with troops. The country has been a combat zone since the U.S. invaded in 2001.\nPat Nixon accompanied President Richard Nixon to visit troops in South Vietnam in 1969, the Associated Press reported.\nHillary Clinton visited Bosnia as first lady in 1996, the trip implicated in her Pants on Fire claim that her plane landed under \"sniper fire.\" But it was considered a \"hostile area,\" and not a combat zone, the AP reported.\nThe Facebook claim about the historical significance of Melania Trump’s trip is False.", "vclaim_id": "vclaim-pol-17200"}