{"url": "/factchecks/2015/nov/03/kevin-de-leon/does-california-have-most-ambitious-clean-energy-g/", "speaker": "Kevin de León", "vclaim": "\"No city in the state, no state in this nation, for that matter the entire world, has adopted (clean energy) targets more ambitious in scale.\"", "truth_label": "mostly-true", "date": "stated on October 7, 2015 in a speech:", "title": "Does California have the most ambitious clean energy goals on the planet?", "text": "LISTEN TO THIS STORY:\n\nCalifornia is known for setting lofty clean energy goals.\nBut are its targets the most ambitious on the planet?\nThat’s what state Senate leader Kevin de León claimed in a speech in October after Gov. Jerry Brown signed SB 350, a landmark climate change package authored by the senator.\nThe current legislation requires 50 percent of California’s electricity come from renewable energy sources by 2030. That’s up from an earlier mandate calling for 33 percent of the state’s energy to come from renewable sources by 2020.\nCurrently, California gets about a quarter of its energy from renewables, thanks to the huge solar and wind farms that have popped up in places like the Mojave Desert in recent years. The bill by the Los Angeles Democrat also calls on the state to double the energy efficiency of its buildings by 2030.\n\"Senate Bill 350 puts us on track to generate half, half of our electricity from renewable sources. And double the energy efficiency of all of our buildings by 2030. No city in the state, no state in this nation, for that matter the entire world, has adopted targets more ambitious in scale,\" De León said in a speech at the Griffith Observatory in Los Angeles.\nWe decided to fact-check De León’s claim that no one else has more ambitious clean energy targets than California, with a focus on renewable energy.\n\nOur research\nAt first glance, the senator’s statement seemed headed for a \"False\" rating or even \"Pants on Fire!\" That’s because some countries, as well as other U.S. states, and even some cities in California have more aggressive renewable energy goals, at least on a percentage basis. San Francisco’s goal, for example, is to meet 100 percent of its electricity demand with renewable power by 2020 — a decade before California wants to get half of its electricity from renewables.\nHawaii’s target is 100 percent renewable energy use by 2045. Vermont’s is 75 percent renewable use by 2032. The percentage threshold is higher for both states but further out than California’s.\nInternationally, Norway has a goal to produce 67.5 percent of its energy from renewables by 2020, which would be a higher rate and earlier timeframe than California’s goal.\nBut looking at De León’s statement closely, he qualifies it by saying California’s clean energy goals are the most ambitious \"in scale.\" His office clarified that the senator was referencing California’s large population size, and its potential to consume and produce more clean energy compared with other states and even some countries.\nCalifornia used 261.5 million megawatt hours of electricity two years ago. That was 27 times the amount used in Hawaii that year, and also far more than Vermont or even Norway. Considering that disparity, some clean energy experts said California does have the most ambitious goals, at least nationally.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"There are many different ways you can try to quantify this, and ways that you can judge how ambitious something is,\" said Brian Lips, who manages a national database on renewable energy for the North Carolina Clean Energy Technology Center. \"But, I think, in general, this claim was mostly true.\"\nMore difficult to answer is the question about whether California’s clean energy goals are the most ambitious globally.\nVarious rankings place China at or near the top for global production of renewable energy, far beyond what California can produce. But that country’s goal of deriving 15 percent of its energy from renewables by 2020 lags behind the Golden State’s target of 33 percent by that year.\nComparing California’s clean energy targets and with those of countries is difficult because not all goals are measured the same way, said Laura Wisland, a senior energy analyst with the Union of Concerned Scientists and an expert on California renewable energy.\nSome countries list goals for future clean energy capacity, or the amount of energy they hope to generate after building wind, solar or other renewable energy projects, Wisland said. California’s goal, on the other hand, is tied to the amount of energy it actually uses each year.\nThe enforcement of clean energy standards is a key factor in judging how aggressive they are. Goals set by about a quarter of the states in the U.S. that have renewable energy goals are non-binding recommendations, Wisland added.\nThat’s not the case in California, said Alex Jackson, legal director for the Natural Resources Defense Council’s California Climate Project. NRDC is an environmental advocacy group.\n\"I think what differentiates California is the degree of specificity and accountability on the main strategies that we are going to be deploying to achieve that target,\" said Jackson, referring to the goals in SB 350. \"We have the goals in place. We also have the roadmap to get there, with the appropriate oversight and enforcement to hold emitters accountable.\"\nIn 2012, California became the first state to create a comprehensive cap-and-trade program. It effectively puts a price on carbon emissions by imposing a limit on the amount of carbon dioxide industry can release. The state raises money for clean energy projects each year by auctioning emissions permits.\nJackson said that model plus the new goals in SB 350 set California apart.\n\"If you add up the combined effect of the targets that are in the bill, they easily represent the most ambitious clean energy roadmap anywhere in the world,\" he said.\nOur ruling\nSenate leader Kevin de León says \"no city in the state, no state in this nation, for that matter the entire world, has adopted (clean energy) targets more ambitious in scale.\"\nIf we define \"ambitious\" as setting high goals and being able to follow through on them, then California clearly has some of the strongest clean energy initiatives in the country and on the planet.\nThat doesn’t mean, however, that it has established the only aggressive targets. Prominent examples include Norway, Hawaii and even San Francisco.\nIn terms of producing clean energy, California won’t be able to compete with global leaders such as China or the United States even if those countries have less aggressive renewable energy targets. Their size makes that impossible.\nBut working in California’s favor, it has an enforcement framework in place. Notably, its cap-and-trade system provides an incentive for industry to invest in renewable energy.\nWe rate the claim Mostly True, which we define as \"accurate but needs clarification or additional information.\"", "vclaim_id": "vclaim-pol-05781"}