{"url": "/factchecks/2016/apr/25/ted-cruz/ted-cruz-says-he-won-more-votes-wisconsin-donald-t/", "speaker": "Ted Cruz", "vclaim": "\"I earned more votes in the state of Wisconsin than Donald Trump did in New York.\"", "truth_label": "true", "date": "stated on April 25, 2016 in remarks in Borden, Ind.:", "title": "Ted Cruz says he won more votes in Wisconsin than Donald Trump did in New York", "text": "Ted Cruz got whomped by Donald Trump in the New York primary. But in remarks in Borden, Ind., Cruz tried to take some solace by looking at the numbers a different way.\n\"I earned more votes in the state of Wisconsin than Donald Trump did in New York,\" Cruz said.\nIs that right? We took a closer look.\nHere’s the final results of the April 5, 2016, Wisconsin Republican primary, according to the Associated Press:\n\n\n\n\n\nCandidate \n\n\nWisc. votes\n\n\nPercentage\n\n\nDelegates\n\n\n\n\nTed Cruz\n\n\n531,129\n\n\n48.2 percent\n\n\n36\n\n\n\n\nDonald Trump\n\n\n386,370\n\n\n35.1 percent\n\n\n6\n\n\n\n\nJohn Kasich\n\n\n155,200\n\n\n14.1 percent\n\n\n0\n\n\n\n\nMarco Rubio\n\n\n10,569\n\n\n1 percent\n\n\n0\n\n\n\n\nBen Carson\n\n\n5,608\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\n0.5 percent\n\n\n0\n\n\n\n\nJeb Bush\n\n\n3,153\n\n\n0.3 percent\n\n\n0\n\n\n\n\n\nAnd here are the final results of the April 19 New York Republican primary:\n\n\n\n\n\nCandidate \n\n\nN.Y. votes\n\n\nPercentage\n\n\nDelegates\n\n\n\n\nDonald Trump\n\n\n524,932\n\n\n60.4 percent\n\n\n89\n\n\n\n\nJohn Kasich\n\n\n217,904\n\n\n25.1 percent\n\n\n4\n\n\n\n\nTed Cruz\n\n\n126,151\n\n\n14.5 percent\n\n\n0\n\n\n\n\n\nSo Cruz did win more raw votes in Wisconsin (531,129) than Trump did in New York (524,932). It’s a modest edge -- Cruz won about 1.1 percent more votes in Wisconsin than Trump did in New York -- but an edge nonetheless.\nThe discrepancy owes much to two factors: Wisconsin’s turnout rate, which was two and a half times higher than New York’s, and the Republicans’ greater strength in purplish Wisconsin than in solidly blue New York.\nIn Wisconsin, about 24 percent of the voting-age population cast a Republican primary ballot. In New York, it was just 5.6 percent.\nThat helps explain why Cruz eked out more raw votes than Trump even though Trump won the much bigger state and almost three times as many delegates.\nOur ruling\nCruz said, \"I earned more votes in the state of Wisconsin than Donald Trump did in New York.\" This is certainly a glass-half-full way of looking at the results, but factually, Cruz is on target.\nWe rate his statement True.\nhttps://www.sharethefacts.co/share/54262b32-5a45-42e8-beaf-187ce92f7272", "vclaim_id": "vclaim-pol-05051"}