{"url": "/factchecks/2011/aug/05/wisconsin-manufacturers-and-commerce/wisconsin-manufacturers-commerce-says-brown-county/", "speaker": "Wisconsin Manufacturers and Commerce", "vclaim": "\"When Nancy Nusbaum was Brown County executive, spending went up nearly 50 percent.\"", "truth_label": "mostly-true", "date": "stated on July 18, 2011 in a television ad:", "title": "Wisconsin Manufacturers & Commerce says Brown County increased spending 50 percent while Nancy Nusbaum was county executive", "text": "As she campaigns to upend GOP state Sen. Robert Cowles in one of the closely watched Wisconsin recall campaigns, Democrat Nancy Nusbaum is talking up her long record of public service.\n\nNow an ally of Cowles, the Wisconsin Manufacturers & Commerce, is trying to use that record against Nusbaum.\n\nIn a television ad paid for by its issues fund, the heavyweight business group is ripping Nusbaum’s fiscal record during her eight years as Brown County executive, which ended in 2003.\n\n\"Spending went up, taxes went up,\" the ad says in part. \"Everything Nancy Nusbaum touches goes up. When Nusbaum was Brown County executive, spending went up nearly 50 percent. Tell Nancy Nusbaum we expect fiscal responsibility to be real, not a lot of hot air.\"\n\nIn the ad, hot air balloons and rockets rise to underline the point.\n\nWhen we sought backup from WMC, the group did not return calls. So we checked the record.\n\nBrown County officials looked up the budget numbers for us, focusing on the seven budgets Nusbaum signed from late 1995 to early 2003.\n\nOperating spending went up 53 percent over those seven years. That works out to an average increase of 6.3 percent per year. State, local and federal funds contribute to the budget.\n\nSo the ad is on target numerically.\n\nIndeed, Nusbaum does not dispute the numbers in it and did not criticize the ad as unfair but noted the County Board had a role in the budgets.\n\nBy contrast, the spending increase over the seven years following Nusbaum’s tenure was 34 percent, which is 4.2 percent per year on average.\n\nThe ad pulls the statistic out without any context for what was behind it.\n\nWhy the dramatic difference in spending?\n\nNusbaum pointed to replacement of an overcrowded jail, the cost of state-mandated services, increasing urbanization and associated social service costs, and the costs of caring for an aging population, among other reasons.\n\nProperty values and state aid to counties were rising, welfare and jail spending grew rapidly, and counties saw big increases in administrative costs for things such as information technology, said John Reinemann, legislative director for the Wisconsin Counties Association.\n\nLevy limits on counties were minimal compared with today, Reinemann noted.\n\nReinemann told us that 7 percent to 8 percent annual spending increases such as those in Brown County were not uncommon in the late 1990s among Wisconsin counties.\n\nHis view is backed up by a ranking of counties that shows Brown in the middle of the pack in growth of spending per capita from 1993-2001. That is from the Wisconsin Taxpayers Alliance, a research organization.\n\nSpending in six key categories went up 6.3 percent annually during that time, the group found.\n\nNusbaum, a retired teacher and former mayor of De Pere, said she prefers to point to the property tax rate instead of the total tax levy and kept it stable as executive. Brown County records show she did that.\n\nBut the rate does not reflect the true cost of government, especially when it comes to property taxes. The rate can stay steady or decline, but tax bills can rise if the property tax levy (an indicator of spending) goes up.\n\nIn Brown County, as elsewhere, increasing property values in the 1990s helped hold down the tax rate even as total tax levy collections rose. Statewide values jumped up 7.7 percent a year from 1993-2002, WTA found. In fact, statewide, net property tax rates actually dropped during the decade as property values soared.\n\nLet’s conclude.\n\nA business group spotlighted the budget increases during Nusbaum’s term, suggesting through words and graphics that they were sky high.\n\nThey certainly were large compared with the years that followed, for reasons related to decisions by Nusbaum, county supervisors, the state, and local residents -- as well as demographics and sociological trends.\n\nThe number -- 50 percent -- is on target.\n\nBut the ad leaves out information about the other factors that went into the spending. Indeed, Brown County’s spending was not atypical for the time and by at least one group’s measure was in the middle of the pack.\n\nWe rate the WMC claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12614"}