{"url": "/factchecks/2016/aug/24/patrick-murphy/rubio-voted-against-violence-against-women-act-mur/", "speaker": "Patrick Murphy", "vclaim": "Says Marco Rubio \"voted against the bipartisan Violence Against Women Act.\"", "truth_label": "true", "date": "stated on August 19, 2016 in a post on his campaign website:", "title": "Rubio voted against the Violence Against Women Act, Murphy says", "text": "Democratic U.S. Rep. Patrick Murphy is attacking Marco Rubio, his presumptive general election opponent in the race for Senate, for allegedly voting against domestic violence measures.\nMurphy lambasted Rubio for having a \"terrible record on women’s health\" in an Aug. 19 post on his website. Murphy’s post said Rubio opposed the right to choose an abortion, Obamacare and Planned Parenthood.\n\"He even voted against the bipartisan Violence Against Women Act,\" Murphy’s campaign wrote.\nThat sounded like a ready-made attack for election season, so we checked the voting record. Sure enough, Rubio voted against the legislation. But he had his reasons.\nQualified support\nThe original 1994 Violence Against Women Act was championed by then-Sen. Joe Biden of Delaware. It provided grants to authorities on the state and local levels for domestic violence hotlines, police training, legal and housing assistance, and more. It has been credited for a decrease in domestic violence and an upswing in reporting incidents to police.\nThe act was reauthorized in 2005, then due to expire in 2011. That brings us to Rubio’s first term.\nSen. Patrick Leahy, D-Vt., sponsored a Senate bill in 2011 to continue the provisions of the act. It didn’t come to a vote until the following year.\nRubio said he supported reauthorizing the law. But he voted against it.\nOn April 26, 2012, Rubio and 30 other Republicans voted against Leahy’s bill, which still passed with at least some support from both sides of the aisle. Rubio released a statement after the vote saying he was in favor of the act, but opposed portions of the bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMaurice Ferre\n\n\nstated on July 1, 2010 in an editorial meeting.\n\n\n\n\n\n\n\n\nMaurice Ferre says Kendrick Meek \"has voted 98.6 percent of the time with the Democrat party.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Trenton Daniel • July 21, 2010\n\n\n\n\n\n\n\nRubio pointed out he had voted for a proposed amendment he thought better addressed rape kit backlogs, sentencing guidelines and law enforcement databases. He added that he was against Leahy’s bill because it didn’t deal with spending controls the way he liked and gave the Justice Department control over state programs.\n\"I support reauthorizing the current Violence Against Women Act as written and hope we can vote for it once it comes out of the House-Senate conference committee,\" Rubio said.\nLeahy’s bill passed the Senate, but died in the House that year.\nThe reauthorization came back in 2013, with Rubio again voting against it in the Senate, where it passed Feb. 13 with bipartisan support, 78-22. All 22 nays were Republicans.\nRubio released another statement saying he liked provisions of the bill and was proud it included human trafficking protections, but he again said he wished the original law had been reauthorized.\n\"Unfortunately, I could not support the final, entire legislation that contains new provisions that could have potentially adverse consequences,\" he said.\nHe echoed some concerns from the year prior, saying he disagreed with how the bill shifted funding from domestic violence programs to sexual assault programs and took power out of state hands. He also opposed a provision allowing Native American tribal governments greater jurisdiction in abuse cases, giving tribal courts the power to prosecute non-Native American men.\nOn Feb. 28, 2013, the House reauthorized the Violence Against Women Act with a bipartisan vote of 286-138, with 87 Republicans voting for it.\nOur ruling\nMurphy said Rubio \"voted against the bipartisan Violence Against Women Act.\"\nRubio voiced support for the original law, but he and some Republicans in both the Senate and House opposed certain provisions added to the bill pertaining to spending and federal oversight. Rubio voted against the bill in 2012 and 2013, but it passed with bipartisan support the second time.\nEven though he had clearly stated his reasons why, Rubio still voted nay. We rate Murphy’s statement True.", "vclaim_id": "vclaim-pol-04431"}