{"url": "/factchecks/2010/nov/09/john-boehner/john-boehner-point-describing-new-regulations-cons/", "speaker": "John Boehner", "vclaim": "Says that the new financial services law requires 358 regulatory filings.", "truth_label": "true", "date": "stated on November 3, 2010 in a news conference:", "title": "John Boehner on point in describing new regulations in consumer protection law", "text": "The morning after Republicans won House of Representatives control in last weeks’ elections, soon-to-be House Speaker John Boehner of Ohio held a news conference where he outlined upcoming GOP priorities for the next Congress.\n\nHow about those tax cuts implemented under President Bush? He wants to keep ’em!\n\nWhat about the health care reform bill adopted under President Obama? He wants it repealed!\n\nThe congressman from West Chester was more circumspect when asked about potential changes to a financial services reform package adopted earlier this year, promising merely to exercise oversight over its implementation.\n\nThe law, signed by Obama in July, established an independent consumer bureau within the Federal Reserve to protect borrowers against abuses in mortgage, credit card and some other types of lending. It also gave government new power to seize and shut down large, troubled financial companies.\n\n\"I think when it comes to the financial services bill and the 358 regulatory filings required under that bill, that it’s going to require a significant amount of oversight, so that not only will Congress understand, but the American people will understand, just what this bill will do to our financial services industry,\" Boehner answered.\n\nThat sounded like an awful lot of regulatory filings, so we asked Boehner’s office where his statistic came from. Staffers pointed to a U.S. Chamber of Commerce website\nthat expresses the group’s dismay with the legislation:\n\n\"The Financial Regulatory Reform bill doesn't address the core causes of the financial crisis,\" it says. \"Instead, it adds new regulatory agencies to the already antiquated system and grows a bloated, ineffective bureaucracy while leaving critical areas unaddressed, including the future of Freddie and Fannie. The real impact of the bill will depend on its implementation. The legislation requires regulators to issue at least 355 new rules and conduct 47 studies and 74 reports that could lead to additional rules.\"\n\nThat’s not exactly Boehner’s number, but it’s close enough.\n\nA July 15 news release from the Chamber goes even further, citing a study that says the bill creates 533 required regulatory rulemakings, 60 studies, and 93 reports.\n\nA spokesman for Senate Banking Committee chairman Chris Dodd of Connecticut confirmed the bill imposes more regulation on Wall Street, but said the committee has not tallied up the exact number. He didn’t dispute Boehner’s statistics..\n\n\"These regulations are long overdue,\" said Dodd spokesman Sam Gilford. \"The financial crisis occurred because there were gaps in the regulations.\"\n\nDemocrats cite a recent Gallup Poll to explain why Boehner said he’d exercise oversight over the financial services bill rather than seek its repeal. The poll found that six in 10 Americans approve of the legislation, in contrast to the majority that disapprove of 2009 economic stimulus package, the auto industry bailout, health care reform, and -- most of all -- the 2008 banking industry bailout.\n\nSo, while Boehner’s 358 might not be right on the money, his underlying point is correct. The new law does create a lot of new regulations for the financial services industry.\n\nWe find Boehner’s statement to be True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on December 7, 2011 in a Senate banking subcommittee hearing\n\n\n\n\n\n\n\n\nRichard Cordray’s nomination to head the Consumer Financial Protection Bureau marks the first time in Senate history \"that a political party has blocked a nomination of someone because they didn't like the construction of the agency.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • December 12, 2011", "vclaim_id": "vclaim-pol-14046"}