{"url": "/factchecks/2018/may/16/mike-pence/mike-pence-right-religion-gaining-new-life-us/", "speaker": "Mike Pence", "vclaim": "\"Religion in America isn’t receding. It’s just the opposite. Faith is gaining new life across America every day.\"", "truth_label": "half-true", "date": "stated on May 12, 2018 in a speech at Hillsdale College:", "title": "Is Mike Pence right that religion is gaining new life in US?", "text": "Speaking at a commencement ceremony at Hillsdale College in Michigan, Vice President Mike Pence told the graduates that religion in the United States is going strong.\n\"The percentage of Americans who live out their religion on a weekly basis — praying, going to church, reading and believing in the Bible — has remained remarkably consistent over the decades, even as the population of the United States has grown by leaps and bounds,\" Pence said during his May 12 speech. \"I mean, think about it, today, relative to the population, four times as many Americans go to church on a regular basis than at the time of our nation’s founding. Religion in America isn’t receding. It’s just the opposite. Faith is gaining new life across America every day.\"\nWe wondered whether Pence is right that \"religion in America isn’t receding. It’s just the opposite. Faith is gaining new life across America every day.\"\nBased on data and scholarly opinion, Pence overlooked some notable nuances in the long-running data on religion in the United States.\n\"Since 1990, weakly religious people have increasingly chosen between a stronger religious identity or none at all,\" said Michael Hout, a New York University sociologist. \"The middle spot of being blandly religious and occasionally attending became harder and harder to maintain.\"\nCoffee vs. espresso\nReligious practice on the more intense end of the spectrum has held its own in recent years, according to data. However, Pence ignored that the share of Americans without a religious affiliation has risen, and the share of Americans with lower levels of described religiousness has steadily declined.\nLandon Schnabel of Indiana University, who co-authored a 2017 study on religious data with Sean Bock of Harvard University, said that \"Pence's statement isn't totally wrong, but it is a misinterpretation.\"\nSchnabel’s issue is that Pence focused only on one trend line, rather than the entire landscape.\nThe metaphor Schnabel uses to describe the changing shape of religion is \"espresso versus coffee. There's less of it, and it's stronger. And if some people didn't like how coffee tastes, they're really not going to like espresso.\"\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nWhat the numbers say\nTo illustrate some of the longer-term trends, we examined data from the General Social Survey, produced by the University of Chicago.\nIn this first chart, we see the breakdown of Americans by whether they identify as Protestant, Catholic, another religion, or no religion. The most striking increase is in those who do not have a religious affiliation.\n\nThe portion of the population without a religious affiliation has quadrupled over a 40-year span from 5 percent to more than 20 percent.\nAdditional data illustrates another question: the strength of religious affiliation. This chart looks at that data over the period:\n\nThe percentage of respondents saying they had a \"strong\" religious affiliation has been more or less constant for 40 years, bouncing between 35 percent and 40 percent of the population. This slice of the data supports Pence’s view.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut other portions of the data run counter to Pence’s stated trend.\nNotably, the segment of the population that reported either a \"somewhat strong\" or \"not very strong\" religious affiliation has declined. This group peaked at about 55 percent in the late 1970s but has since fallen to a little more than 40 percent. (This category doesn’t include those with no religious affiliation.)\nFinally, we looked at another measure of religious strength — the frequency of attendance at religious services.\n\nThis data mirrors that for strength of religious affiliation. The percentage attending services between zero and two times a year has risen from 29 percent to 46 percent since the early 1970s, while the percentage attending services on a roughly weekly basis fell from 35 percent to 22 percent.\nThose attending more than weekly — the most intense group — has remained notably stable.\nWhat other research shows\nWe also looked at findings from the Pew Research Center, which conducted comprehensive Religious Landscape Surveys in 2007 and 2014. Pence could find support there, too — as well as findings that undermine his position.\n\"Among the roughly three-quarters of U.S. adults who claim a religion, there was no discernible drop in most measures of religious commitment\" between 2007 and 2014, said Gregory A. Smith, Pew’s associate director for research. \"Indeed, by some conventional measures, religiously affiliated Americans were, on average, even more devout than they were a few years prior.\"\nBy contrast, Pew found \"small but statistically significant declines in the share of Americans who say they believe in God (from 92 percent to 89 percent), in the share of Americans who say they pray every day (from 58 percent to 55 percent), in the share who say religion is very important in their lives (from 56 percent to 53 percent), and in the share who say they attend religious services at least monthly (from 54 percent to 50 percent).\"\nOne reason for the shift may be generational.\n\"Older generations of American adults who were overwhelmingly Christian by affiliation and comparatively devout in belief and behavior are gradually passing away,\" according to the Pew report.\nThat said, Pew’s data shows indications that Americans are becoming more spiritual outside of the context of organized religion. \"About six in 10 adults now say they regularly feel a deep sense of ‘spiritual peace and well-being,’ up seven percentage points since 2007,\" the study found.\nHow accurate was Pence?\nPence’s office didn’t respond to an inquiry for this article, but his office told the Washington Post Fact Checker that they had relied on the Schnabel-Bock study, as well as an article that addressed the Schnabel-Bock study in the Federalist, a conservative publication. That article, headlined, \"New Harvard Research Says U.S. Christianity Is Not Shrinking, But Growing Stronger,\" was written by Glenn T. Stanton, the director of family formation studies at Focus on the Family.\nWhen we reached out to Stanton, he said he was unaware that Pence had picked up on his article, or that it had inspired fact-checking.\nStanton acknowledged that \"the mainline denominations are hemorrhaging members. This goes a long way in the fact that some forms of faith are indeed shrinking in America. Those denominations that are compromising on tradition and orthodoxy are shrinking at alarming rates. No question. As Schnabel and Bock explain, it is the very serious and rigorous portions of Christianity that are holding solid.\"\nOverall, Stanton said he felt Pence was giving a reasonable, boiled-down version of the Schnabel-Bock research.\nOur ruling\nPence said, \"Religion in America isn’t receding. It’s just the opposite. Faith is gaining new life across America every day.\"\nThe data on religion in the United States has been fairly consistent over the past four decades. The share of the population that is more strongly religious is holding steady, providing Pence some support. However, the share who consider themselves only modestly religious is in a long-term decline, and the share without any religious affiliation is growing.\nWe rate the statement Half True.\n Share the Facts 2018-05-16 15:10:24 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Religion in America isn’t receding. It’s just the opposite. Faith is gaining new life across America every day.\"    Mike Pence Vice President https://www.whitehouse.gov/briefings-statements/remarks-vice-president-pence-hillsdale-college-166th-commencement-ceremony/   a speech at Hillsdale College Saturday, May 12, 2018 2018-05-12    Read More  info", "vclaim_id": "vclaim-pol-02066"}