{"url": "/factchecks/2012/jan/19/barack-obama/barack-obama-says-kept-campaign-promise-toughen-et/", "speaker": "Barack Obama", "vclaim": "Says PolitiFact has said he \"kept a campaign promise to toughen ethics rules.\"", "truth_label": "half-true", "date": "stated on January 18, 2012 in a campaign ad:", "title": "Barack Obama says he 'kept a campaign promise to toughen ethics rules'", "text": "In a 30-second ad released Jan. 18, 2012, President Barack Obama’s reelection campaign touts his record on several issues, including ethics.\n\n\"President Obama kept his promise to toughen ethics rules,\" a narrator says, as the following text is displayed on the screen: \"President Obama ‘kept a campaign promise to toughen ethics rules,’ PolitiFact 1/21/09.\"\n\nWith our work cited in a campaign ad, we thought it would be worth checking whether it was cited accurately.\n\nWe found the article referenced in the ad -- a check in our Obameter that looked at whether the president kept his promise to \"issue an executive order banning registered lobbyists or lobbying firms from giving gifts in any amount or any form to executive branch employees.\"\n\nThe ad is correct that we rated this a Promise Kept.\n\n\"In one of his first acts as president,\" we wrote at the time, \"Barack Obama kept a campaign promise to toughen ethics rules, signing an executive order on Jan. 21, 2009. ‘If you are a lobbyist entering my administration, you will not be able to work on matters you lobbied on, or in the agencies you lobbied during the previous two years,’ Obama said at the signing ceremony. ‘When you leave government, you will not be able to lobby my administration for as long as I am president. And there will be a ban on gifts by lobbyists to anyone serving in the administration as well.’\"\n\nWe should note that we rated this a Promise Kept one day after Obama took office, based on his signing of the executive order. We have not checked subsequently to see if the executive order has been adhered to. However, since this is all we’ve published on that promise, we think it’s fair for the Obama campaign to have pointed to it.\n\nBut is this the whole story? Not necessarily.\n\nWe looked over our promises again and found at least 10 additional promise ratings relevant to the ad’s claim. And on these promises, Obama’s record has been decidedly more mixed. (We determined that five additional promises we had categorized under \"ethics\" weren’t relevant to the ad’s claim, so we’re excluding them from our calculation. But the ratings for those five are also all over the map, so it doesn’t change our conclusion.)\n\nHere’s a rundown of the ethics promises we think are relevant:\n\n• Centralize ethics and lobbying information for voters: Promise Broken\n\n• Seek independent watchdog agency to investigate congressional ethics violations: Stalled\n\n• Create a public \"Contracts and Influence\" database: Promise Broken\n\n• Expose Special Interest Tax Breaks to Public Scrutiny: Stalled\n\n• Require more disclosure and a waiting period for earmarks: Compromise\n\n• Make White House communications public: Stalled\n\n• Conduct regulatory agency business in public: In the Works\n\n• Release presidential records: Promise Kept\n\n• Tougher rules against revolving door for lobbyists and former officials: Promise Broken\n\n• Require new hires to sign a form affirming their hiring was not due to political affiliation or contributions: Promise Kept\n\nCounting the Promise Kept already cited in the ad, the final breakdown for these 11 promises is three rated Promise Kept, one Compromise, one In the Works, three rated Stalled and three rated Promise Broken. So, more than half of those promise are rated either Stalled or Promise Broken.\n\nTo be able to cite a Promise Kept on ethics, the ad makers cherry-picked just one of at least 11 relevant promise checks they could have chosen from.\n\nOur ruling\n\nThe ad accurately quoted one of our promise checks in saying that Obama \"kept a campaign promise to toughen ethics rules.\" However, it ignored at least 10 other ethics-related promise checks that showed a more mixed record, including three promises rated Stalled and three rated Broken. On balance, we rate the ad Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11764"}