{"url": "/factchecks/2014/mar/27/scott-brown/scott-brown-says-he-was-most-bipartisan-senator/", "speaker": "Scott Brown", "vclaim": "\"I was the most bipartisan senator in the United States Senate.\"", "truth_label": "mostly-true", "date": "stated on March 18, 2014 in a meeting with Republicans in Portsmouth, N.H.:", "title": "Scott Brown says he was the most bipartisan senator", "text": "Former Massachusetts Sen. Scott Brown began his fledgling campaign the same way he ended his last one: touting his bipartisan credentials.\nBrown, who served three years in the Senate before being ousted by Massachusetts voters in 2012, formed an exploratory committee in March 2014 to consider a run against Democratic Sen. Jeanne Shaheen in New Hampshire.\nBrown embarked on a listening tour soon after, and during a visit to Portsmouth, a familiar claim of bipartisanship resurfaced.\n\"I was the most bipartisan senator in the United States Senate,\" Brown said, according to a report published in The Portsmouth Herald. \"I voted 50-50. So I worked with everybody. And here's the problem, I was the most bipartisan senator.\"\nBrown made the exact same claim during a visit to the Crowne Plaza Hotel in Nashua on April 4, 2013, where he added, \"That’s, I think, what people want.\"\nBut does Brown really have the strongest record of bipartisanship? PolitiFact New Hampshire decided to look into the question.\nBipartisanship can be measured a number of ways, according to political analysts and researchers alike. Endorsements, group memberships and bill sponsorships can be telling about a lawmakers’ willingness to reach across the aisle.\nBut measurements of party unity or opposition votes – that is, the rate at which a lawmaker sides with or against members of his or her own party – is the gold standard measure of bipartisanship, experts said. So, for the purposes of this check, we’ll stick to that.\nBrown pointed to four sources, including a \"Best and Worst\" list from Washington Magazine labelling him as the \"Least Partisan\" senator of 2012.\nBrown also cited research from Congressional Quarterly Roll Call, which he said deemed him the country’s second most bipartisan senator in 2011. Each year, Congressional Quarterly prints a report detailing senators’ party unity and opposition votes, defined as votes cast either with or against a majority from their party.\nAccording to the data, Brown, who took office in February 2010, sided with a Democratic majority on 22 percent of votes in his first year, ranking him seventh among all senators.\nThe next year, he voted with Democrats 46 percent of the time, trailing only Sen. Susan Collins of Maine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew Hampshire Republican Party\n\n\nstated on March 24, 2014 in a web video\n\n\n\n\n\n\n\n\n\"Shaheen votes with Obama 99 percent of the time.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jim Haddadin • April 14, 2014\n\n\n\n\n\n\n\nIn 2012, he rose to the top of the list, siding with a Democratic majority close to 62 percent of the time, according to the annual report, which was printed in the January 21, 2013 issue of CQ Weekly.\nIn recent years, Congressional Quarterly has been joined by other media vote-counters.\nAs part of their Congress Votes Database, Washington Post researchers track votes using a similar methodology, looking at votes in which a majority of senators took a side on an issue.\nThe numbers differed slightly, but the Post researchers came to a similar conclusion after analyzing Brown’s voting records.\nOver his final two years in the Senate, Brown’s cooperation with Democrats increased. He and Collins were in a virtual dead-heat, differing with the Republican party more frequently than other Senators in 2011 and 2012, according to the Washington Post list.\nMeanwhile, Bloomberg Government, a subsidiary of the media service that focuses on government information, studied unity votes as well, excluding some types of votes such as nominations and treaty votes.\nThis research, covering Brown’s final two years in office, showed he voted with a Democratic majority 53 percent of the time. Several media outlets reported this figure as being second highest in the country, trailing only Collins. Collins and Olympia Snowe, another Maine Republican who retired in 2012, are widely considered two of the nation’s most bipartisan senators.\nRyan Kelly, a senior researcher at Congressional Quarterly, cautioned that in certain cases, party unity votes don’t necessarily reflect true bipartisan cooperation. But he said that for Brown, Collins and Snowe, the votes do signal bipartisan cooperation.\n\"Sens. Collins, Brown and Snowe -- they’re not extremists or anything. They probably broke to the side of their Democratic colleagues more often than people in the House, like the tea partiers,\" he said.\nBrown \"was more bipartisan than most of his colleagues,\" agreed Patrick Griffin, a professor of government at American University in Washington, D.C. \"It may have been a function of the state he represented and probably anticipating what kind of race he might have (for re-election in Massachusetts in 2012). But there’s no doubt he showed a willingness to reach across the aisle.\"\nOur ruling\nJudging by votes alone, Brown was not always the most bipartisan senator during his time in office, but he was No. 1 for a time, and was close for the rest of the time. We rate Brown’s claim Mostly True.", "vclaim_id": "vclaim-pol-08078"}