{"url": "/factchecks/2020/feb/25/viral-image/no-millions-chinese-didnt-convert-islam-seeking-co/", "speaker": "Viral image", "vclaim": "Says 20 million Chinese converted to Islam after it’s proven that the coronavirus doesn’t affect Muslims.", "truth_label": "pants-fire", "date": "stated on February 18, 2020 in a YouTube post:", "title": "No, millions of Chinese didn’t convert to Islam seeking coronavirus immunity", "text": "Amid fears about the coronavirus disease, a YouTube video offers a novel way to inoculate yourself: convert to Islam. \n\"20m Chinese gets converted to Islam after it is proven that corona virus did not affect the Muslims,\" reads the title of a video posted online Feb. 18. The footage shows a room full of men raising an index finger and reciting what sounds like the Shahadah, a statement of faith in Islam.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the footage is from at least as far back as May 26, 2019, when it was posted on Facebook with this caption: \"Alhamdulillah welcome to our brothers in faith.\"\nOn Nov. 7, 2019, it was posted on YouTube with this title: \"MashaaAllah hundreds converted to Islam in Philippines.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBoth posts appeared online before the current outbreak of the new coronavirus, COVID-19, was first reported in Wuhan, China, on Dec. 31, 2019. \nBut even if the footage followed the outbreak, Muslims are not immune to COVID-19, as the Facebook post claims. \nAfter China, Iran has emerged as the second focal point for the spread of COVID-19, the New York Times reported on Feb. 24. \"The Middle East is in many ways the perfect place to spawn a pandemic, experts say, with the constant circulation of both Muslim pilgrims and itinerant workers who might carry the virus.\"\nOn Feb. 18, Newsweek reported that coronavirus \"poses a serious risk to millions of inmates in China’s Muslim prison camps.\"  \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17458"}