{"url": "/factchecks/2019/mar/05/facebook-posts/no-momo-challenge-isnt-real-its-just-another-inter/", "speaker": "Facebook posts", "vclaim": "Says a challenge called \"Momo\" is appearing online in apps and children’s programs and threatens kids in an attempt to force them into performing harmful acts.", "truth_label": "pants-fire", "date": "stated on February 27, 2019 in Facebook posts:", "title": "No, the 'Momo challenge' isn't real", "text": "Warnings about a terrifying cyberbullying threat called the \"Momo challenge\" have spread like wildfire on the internet over the last week.\nIt’s been confusing for any parent who has dared to peek at social media in that time.\nThat’s because news reports about the challenge warned parents that a ghoul-like figure known as \"Momo\" was targeting unsuspecting children through the internet and encouraging them to hurt themselves. Some stories even included interviews with parents who said their children had seen this Momo creature while they were online.\nBut it didn’t take long for news reports to reconsider the online warnings their seemingly legitimate news stories seemed to be perpetuating: Did the threat of the \"Momo Challenge\" have any grain of truth to it? Or was it a fear-preying hoax gone viral?\nWe will cut to the chase: It’s all hype and hoax.\nThe warning posts, such as this one, were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTry as we did, we could not find the actual \"challenge\" itself online. The only content that we found are the warning posts being shared by frightened parents, and news stories about it. Still, swaths of parents are claiming that they, or their kids, have seen Momo appear.\nWhile we couldn’t find the challenge on any platform, it doesn’t mean reinvented versions of the hoax won’t pop up. Unfortunately, pranksters, cyber bullies and copycats pick up on viral trends like this one, using them to frame their own set of challenges. Regardless, there is no evidence the threat is real.\nWhat is the Momo challenge?\nDepending on what you read, the challenge can take several forms. This is common when viral crazes spread at a rapid rate.\nMost of the warnings about Momo feature a photo of a ghoulish character with bulging eyes and dark stringy hair. The creepy Momo character is actually a sculpture called \"Mother Bird,\" the creation of a Japanese special effects company called Link Factory, which is not associated with the challenge. The piece was put on display at Tokyo’s horror art Vanilla Gallery in 2016, according to The Atlantic.\n        View this post on Instagram            A post shared by 𝐁𝐄𝐓𝐖𝐄𝐄𝐍 𝐌𝐈𝐑𝐑𝐎𝐑𝐒 (@between.mirrors) on Jul 15, 2018 at 9:33am PDT \nThe warnings claim the character cuts into kids programs on YouTube and asks the viewer to text a phone number (sometimes using the WhatsApp application) that appears on the screen. Other warnings claim that contact is initiated by the participant when they search for the special phone number online and then send a text or WhatsApp message.\nWhichever way contact is made, the gaunt doll supposedly asks the viewer to complete challenges that may include waking up in the middle of the night to hurt themselves or others -- and, the claim goes, may even tell the viewer to commit suicide.\nHow did it start and is it real?\nMomo started as an internet urban myth in a subreddit thread in July 2018 and was thrust into the media spotlight later that month when a newspaper wrote that the game was linked to the suicide of a 12-year-old girl in Buenos Aires. Not long after, the suicides of a 12-year-old girl and 16-year-old boy in Colombia were also speculated to be connected to the challenge. But none of these circumstantial reports linking the game to the suicides have been proven.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe challenge surfaced again in a Feb. 17 warning by a parent on a Facebook group for the town of Westhoughton, England. That warning turned into an article in a local paper before being picked up by national tabloids like the Daily Mail and Daily Star. It eventually made its way into more legitimate outlets such as the BBC.\nAs the social media warnings multiplied, it didn’t take long for the viral story to catch on with news media in the United States.\nA flurry of local news stations hopped on the story, amplifying it to millions of parents. Media critics and others have criticized the coverage, chastising the news organizations that produced those segments for irresponsible reporting that gave the hoax fuel, adding to parents’ hysteria.\nThe startling Momo image has become so recognizable due to the viral nature of this post, it would not be a stretch for a child to tell their parents that they have heard or seen Momo. Nor would it be unusual if a child reported finding the creature scary. That does not, however, mean that the child interacted with Momo online in the manner described in these online warnings.\nWhat should parents do?\nOne upside to the Momo craze is that it may be spurring needed conversation among parents about their children’s internet use and the subjects that they are exposed to online.\nParent Zone, a London-based organization that seeks to give parents the support they need help their children navigate the internet safely, says the reports and warnings about the challenge themselves can cause distress to children.\n\"It’s important that parents talk to their children about it. The best way to start is to ask a general question about whether they have seen anything online that upset or worried them,\" the organization said. \"Explain that there are often things that happen online that can be misleading or frightening and that some things are designed to get a lot of attention.\"\nBut Dr. Richard Freed, a child and adolescent psychologist and author of the book Wired Child, suggests that the conversation should go further than that. In an email to PolitiFact, Freed said he would like to see the Momo situation spark more parental introspection about the fact that children who spend long periods of time in front of screens are doing so at the expense of engaging in real-world activities.\n\"The upshot from many of the Momo stories is to tell parents to talk with their kids about problem content,\" he wrote. \"So, in essence, I think the matter can get too focused on making content better when in fact a lot of it is so compelling or potentially addictive for kids that they refuse to do much else.\"\nIn a Feb. 27 tweet, YouTube said it had no evidence of videos promoting the challenge. It has since demonetized content with the signature Momo image.\nWe want to clear something up regarding the Momo Challenge: We’ve seen no recent evidence of videos promoting the Momo Challenge on YouTube. Videos encouraging harmful and dangerous challenges are against our policies.— YouTube (@YouTube) February 27, 2019\n\nAny Momo-related content -- meaning even videos warning people about Momo -- is now being marked on the platform as \"identified by the YouTube community as inappropriate or offensive to some audiences.\" If a restricted mode is placed on a child’s account, this content will not show up.\nOur ruling\nWarning posts and news accounts flooding social media warn parents about the \"Momo Challenge,\" saying it is infiltrating kids’ programs online and encourages them to harm themselves or others.\nSome version of the challenge may exist now, with cyberbullies or copycats picking up on the viral trend, but there is no evidence to support that this challenge is real and there has been no confirmed link between the game and any deaths.\nChild psychologists and internet safety groups say the most important thing for parents to do is to consistently monitor their children’s internet use and to communicate frequently about the content their children are encountering online.\nWe rate this internet rumor Pants on Fire!\n Share the Facts 2019-03-06 14:17:10 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says a challenge called \"Momo\" is appearing online in apps and children’s programs and threatens kids in an attempt to force them into performing harmful acts.     Facebook posts on the intenet     Wednesday, February 27, 2019 2019-02-27    Read More  info", "vclaim_id": "vclaim-pol-00936"}