{"url": "/factchecks/2017/apr/17/blog-posting/fake-news-headline-blames-texas-deputys-real-death/", "speaker": "Bloggers", "vclaim": "\"Texas law enforcement officer fatally shot upon arriving for work by 3 Muslim refugee.\"", "truth_label": "pants-fire", "date": "stated on April 4, 2017 in a headline:", "title": "Fake news headline blames Texas deputy’s real death on fictitious Muslim refugees", "text": "Several websites put a fake headline on a real news story about a Texas sheriff’s deputy being shot and killed, falsely reporting that a trio of Muslim refugees pulled the trigger.\n\"Texas law enforcement officer fatally shot upon arriving for work by 3 Muslim refugee (sic),\" read an April 4, 2017, post on SouthernConservativeExtra.com. \"Do you support to deport them?\" the headline added.\nThe post was flagged by Facebook users as possibly being fabricated, as part of the social media site’s efforts to combat fake news.\nThe news story said that Harris County Precinct 3 Assistant Chief Deputy Clinton Greenwood was shot once outside a county courthouse building in Baytown near Houston. He was airlifted to a Houston hospital but died of his wound.\nThe post actually says nothing about refugees, Muslim or otherwise. The only sentence describing a suspect read, \"Investigators said late Monday they were looking for a suspect described as a white or Hispanic male, approximately 6 feet (1.8 meters) to 6-feet-3 inches tall, with short hair and a medium to stocky build.\"\nThere isn’t much more detail on the killer than that. There is no mention of a trio of shooters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSouthernConservativeExtra.com describes itself as \"conservative news on the cutting edge, from a southern perspective.\" It is registered to an address in Texas. We attempted to contact the site via email but did not receive a reply.\nThe story appears to be a truncated version of the same article and headline posted April 3 on TrueTrumpers.com, a known fake news site. The story and the same headline also has appeared on several other suspect websites.\nIt looks like all of them copied a real news article from April 3 by the Associated Press. The only difference is the clumsy addition of \"by 3 Muslim refugee\" and the question about deportation.\nThis may have been done solely to inflame readers who don’t bother to get past the headline and read the details.\nIn reality, the man who killed Greenwood turned out to be William Kenny, an area man who held a grudge against law enforcement. Authorities had conducted a manhunt for a week, but Kenny had killed himself the day after shooting Greenwood.\nWhile the post is a real news article posted without attribution, the headline is altered to stoke prejudiced sentiments toward Muslims. It’s a gross misrepresentation of the circumstances surrounding a law enforcement officer’s death.\nWe rate the headline Pants On Fire!\n Share the Facts 2017-04-17 20:01:37 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire   \"Texas law enforcement officer fatally shot upon arriving for work by 3 Muslim refugee.\"    Internet rumors Bloggers   in a headline Tuesday, April 4, 2017 2017-04-04    Read More  info", "vclaim_id": "vclaim-pol-03421"}