{"url": "/factchecks/2007/aug/20/joe-biden/new-trucks-are-safer-but-how-much/", "speaker": "Joe Biden", "vclaim": "\"Roadside bombs are responsible for 70 percent of casualties in Iraq and these new mine-resistant vehicles can reduce those casualties by two-thirds.\"", "truth_label": "mostly-true", "date": "stated on May 23, 2007 in a news release.:", "title": "New trucks are safer, but how much?", "text": "In the May 23 news release, Biden of Delaware criticized Pentagon delays in approving the deployment of mine-resistant vehicles in Iraq, arguing that the more heavily-armored vehicles could be sparing the lives of U.S. troops.\n\nBiden's assertions are based on information from the Department of Defense. In testimony and reports, military officials have said roadside bombs – improvised explosive devices – have caused 70 percent of U.S. casualties.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Commandant of the Marine Corps, Gen. James Conway, told the Joint Chiefs of Staff in a March 2007 letter the Mine Resistant Ambush Protected vehicle, called MRAPs, \"could reduce the casualties in vehicles due to IED attack by as much as 80 percent.\" Those estimates are based on damages sustained mostly by Humvees, which are commonly used for quick transport but offer little protection from bombs.\n\nThe trouble with the 80 percent figure is that things are changing rapidly in Iraq. In the past year, military officials have reported that Iraqi insurgents have been using bombs that can pierce the armor of the MRAPs. The stronger bombs have been used in fewer numbers, and it's uncertain how much insurgents will target the new trucks with them, said John Pike, director of globalsecurity.org.", "vclaim_id": "vclaim-pol-00335"}