{"url": "/factchecks/2011/aug/12/greater-wisconsin-political-fund/greater-wisconsin-political-fund-says-recall-candi/", "speaker": "Greater Wisconsin Committee", "vclaim": "Says GOP recall challenger Kim Simac \"was delinquent paying her property taxes eight of the last nine years.\"", "truth_label": "true", "date": "stated on August 5, 2011 in a television ad:", "title": "Greater Wisconsin Political Fund says recall candidate Kim Simac was delinquent paying property taxes eight of the last nine years", "text": "In July 2011, when allies of state Sen. Jim Holperin (D-Conover) hit his recall challenger, Republican Kim Simac, for failing to pay income taxes, Simac punched back -- metaphorically speaking, of course.\n\nSimac accused her foes of believing that struggling small-business owners such as she are \"too poor to run for public office.\" She blamed the troubles of her horse-training business, Great Northern Adventure Co., on the poor economy, and said she had no tax liability to pay.\n\nThe tax attack on Simac, a party activist and founder of the Northwoods Patriots, continued a few weeks later, when a union-backed group, the Greater Wisconsin Political Fund, launched a TV ad.\n\nThat ad says Simac, who has campaigned for a property tax freeze, had no credibility on the topic of taxes given her personal record. In addition to other taxes, the ad focused on property tax payments on the home Simac co-owns on the 22-acre horse ranch, saying she was \"was delinquent paying her property taxes eight of the last nine years.\"\n\nTo get to the bottom of the deliquency claim, we first asked the Greater Wisconsin Political Fund and the related Greater Wisconsin Committee to provide their basis for the claim.\n\nGreater Wisconsin is funded by labor and Democratic Party groups and wealthy individual donors. The Greater Wisconsin Committee has been running a pro-Holperin ad in the district in northern Wisconsin.\n\nThe group referred us to a WAOW-TV online story July 28, 2011 that reported a pattern of delinquencies. The story said Simac \"paid all outstanding property tax bills in June.\" After organizing the recall against Holperin, Simac announced her intention to run in early May.\n\nSimac campaign spokesman Matt Capristo told us Simac was never behind on her payments under Wisconsin law.\n\nLet’s take a look.\n\nWe turned to the Vilas County treasurer’s office, which has the detail on tax payments on two properties Simac owns: a Town of Lincoln home on the horse ranch, and an undeveloped property in the City of Eagle River.\n\nOn the home and ranch -- valued at $242,000 and co-owned with her husband, Arthur -- Simac was delinquent in 2002, 2003, 2004, 2005, 2006, 2007, 2009 and 2010, according to records reviewed for us by Deputy Treasurer Peggy Cleveland. She paid on time in 2008.\n\nThe late payments typically involved missing the January 31 deadline. That’s when, under state law, taxes are due in full or the first of two installments must be made. In most cases, Simac paid up later in the same year. The exception was 2002 and 2003, which Simac didn’t pay until May 2004, Cleveland said.\n\nSimac was charged -- and paid -- interest on the delinquent payments.\n\nOn the second property, the frequency of delinquent payments was exactly the same. In 2006, she paid taxes that were due in 2004 and 2005.\n\nIn Simac’s defense, Capristo said the cash flow of her tourist-related business made it impossible for her to pay in January.\n\n\"She pays it when she gets it,\" he said.\n\nAs for the timing of her payments, Capristo said property taxes are really not due in full until July 31 -- the legal deadline for the second installment payment. He added that he understood that Simac paid her taxes in time to meet that July 31 date.\n\nBut according to Vilas County tax officials, the legal deadline to pay all or at least the first installment is Jan. 31. That point is clearly backed up by state statutes and other treasurer’s offices and is stated on homeowners tax bills.\n\nHere is a typical warning, this from a City of Milwaukee property tax bill: \"WARNING: If the first installment payment is not paid by the due date, the installment option is lost. The total tax becomes delinquent and is subject to interest and penalty charges.\"\n\nBeyond that, the records show it’s not nearly the case Simac that made her payments in every instance by July 31 of the given year, as her aide claimed.\n\nOn the property containing her home, which is the focus of the TV ad, she was two years late at one point, and made other second installments in August and November, Cleveland said records show. Three times, she made a timely January installment but was late on the second. Five times, she missed January altogether.\n\nRecords show Simac is all paid up for 2010, though she missed the January deadline on her main property. She paid in full on June 14, 2011. Her bill was $1,992 in taxes and $99 in interest.\n\nThe bottom line?\n\nThe Greater Wisconsin Committee went after recall challenger Kim Simac for having delinquent property taxes in eight of the last nine years.\n\nPublic records backed that claim. Indeed, Simac’s own understanding of the law, as articulated by her campaign, was off.\n\nWe rate the group’s claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12589"}