{"url": "/factchecks/2020/may/07/liberty-counsel/no-churchgoers-dont-have-register-government/", "speaker": "Liberty Counsel", "vclaim": "Under the mayor’s COVID-19 order, Kansas City “churchgoers must register with the government.”", "truth_label": "barely-true", "date": "stated on May 1, 2020 in a blog post:", "title": "No, churchgoers don’t have to register with the government", "text": "A group fighting COVID-19 stay-at-home orders that restrict religious gatherings made a reference to Nazi Germany in a post that carried this ominous headline:\n\"Churchgoers Must Register With the Government in Kansas City.\"\nThe post was published by Liberty Counsel, a national conservative Christian organization based in Orlando, Fla. It was signed by the group's founder, Mat Staver, who is a pastor and attorney, and included several fundraising appeals.\nThe blog post, widely shared on Facebook, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The group changed its headline after we published this fact-check.\nKansas City’s mayor did issue an order that would have required churches to keep attendance lists at their gatherings, to be used by health officials in the event that a coronavirus outbreak was tied to a particular gathering. Such information could help with contact tracing, a process by which public health workers try to learn as they can about who a patient has been in contact with so those people can be notified about their potential exposure.\nBut before that order took effect, the mayor issued a new order making the lists voluntary, not mandatory. \nChurchgoers were never required to register with the city.\nGroup fights coronavirus orders\nIn its May 1 post, Liberty Counsel claimed Kansas City officials are \"requiring every church to submit a list of members and attendees along with their names, addresses and telephone numbers to city officials for tracking and surveillance purposes.\" The last five words appear in italics.\n\"The Germans did this very thing to Jews — collecting the names and locations of all known synagogue attendees -- in the early days of the Nazi regime,\" the post claimed.\n(It’s worth noting that the group sued Kentucky Gov. Andy Beshear in April after attendees at an Easter Sunday service inside a Louisville-area church were issued quarantine notices by Kentucky State Police.) \nOne order required lists\nKansas City Mayor Quinton Lucas issued a stay-at-home order on March 12 and has amended it five times as the coronavirus outbreak has played out. \nWhen PolitiFact asked Liberty Counsel for information to back up its claim, the group cited Lucas’ fourth and fifth amended orders. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOn April 30, the Fourth Amended Order said that effective May 6, non-essential businesses, including churches, could reopen to the public. They had to limit their premises to no more than 10 customers or guests at a time, or 10% of the building occupancy, whichever is larger; and they had to keep records of anyone who stayed on the premises for more than 10 minutes.\nThe order singled out religious gatherings, including weddings, funerals, memorial services and wakes. The order said the so-called \"10/10/10\" provisions apply, although up to 50 people could gather for outdoor events, as long as organizers for any events \"maintain a record of attendees.\"\nThe mayor’s office reiterated in a news release at the time that religious gatherings could resume as long as event organizers record the names and contact information of all attendees.\nThe city’s rationale for recording names was that health officials or event organizers could contact people in the event of a COVID-19 outbreak traced to a particular gathering.\nThe requirement for keeping attendance lists never took effect, however.\nOn May 4, three days after the Liberty Counsel post, Lucas amended the order again to make keeping lists of customers or guests recommended, but not required, for non-essential businesses. The Fifth Amended Order again singled out religious gatherings: \n\"In the interest of public health and to avoid a COVID-19 outbreak in the community, event organizers should consider maintaining a record of attendees where appropriate. Attendees are not required, however, to provide their names or contact information at any religious gathering.\"\nLucas was criticized for making the change without any news release or other announcement.\nIn a frequently asked questions document on the order, the city said the purpose of the recommendation was \"to more quickly trace, test and isolate individuals who may have been exposed to COVID-19 if an employee or customer had the virus at the time they frequented the business.\" It also stated that all data would \"remain confidential and will be used only to address public health concerns and contact individuals who may have been exposed to COVID-19.\"\nOur ruling\nAn article shared on Facebook claimed that under a Kansas City mayor’s COVID-19 order, Kansas City \"churchgoers must register with the government.\"\nAs part of an order governing the gradual reopening of the city, the mayor initially ordered churches to keep lists of people attending church gatherings so that attendees could be contacted if a coronavirus outbreak traced to a particular gathering occurred. Four days later, that order was changed to make attendance list keeping recommended, but not mandatory. \nHowever, no order ever required churchgoers to register with the government. In the event of a COVID-19 outbreak, however, it’s possible that names on attendance lists kept by churches would be turned over to the city.\nThe claim contains an element of truth, but ignores critical facts that would give a different impression. That’s our definition of  Mostly False.\nUPDATE, May 11, 2020: This story has been updated to reflect that Liberty Counsel updated its blog post with a new headline following publication of this fact-check.", "vclaim_id": "vclaim-pol-18264"}