{"url": "/factchecks/2009/aug/07/liberty-counsel/school-health-clinics-would-not-provide-abortions/", "speaker": "Liberty Counsel", "vclaim": "Page 992 of the health care bill will \"establish school-based 'health' clinics. Your children will be indoctrinated and your grandchildren may be aborted!\"", "truth_label": "pants-fire", "date": "stated on July 29, 2009 in a memo on the group's Web site.:", "title": "School health clinics would not provide abortions", "text": "Critics of the Democratic health care proposal have been increasingly raising concerns that the plan would provide taxpayer-subsidized abortions (a claim we address\n\nhere\n\n). The Liberty Counsel, a conservative group, puts a different twist on that concern, alleging that Page 992 of the bill \"will establish school-based 'health' clinics. Your children will be indoctrinated and your grandchildren may be aborted!\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe claim comes from a long list of items allegedly in the bill that is posted on the group's Web site and has been widely circulated in a chain e-mail. The list looks a lot like one that we\n\nchecked\n\nin July, based partly on blog postings by Peter Fleckenstein on his blog\n\nCommon Sense from a Common Man\n\n. In fact, the Liberty Counsel says it adapted its memo from Fleckenstein's original work.\n\n \n\nThe group describes its mission as an \"education and policy organization dedicated to advancing religious freedom, the sanctity of human life and the traditional family\" and is affiliated with Liberty University School of Law in Lynchburg, Va. The group said it was so troubled by Fleckenstein's analysis that it \"doubted its accuracy, so the staff in our D.C. office compared it to the voluminous bill. What they found astonished us so much that we had to share it with you today. You can read our updated and revised overview of HR 3200 and you will be alarmed, too.\"\n\n \n\nIt appears to us that Liberty Counsel elaborated on Fleckenstein's original take on the clinics. He wrote, \"PG 993 Govt will establish school based health clinics. Ur kids wont have a chance.\"\n\n\nSchool-based health clinics are different from the traditional nurse's offices that schools have long had. Typically, the clinics are staffed with nurse practitioners, doctors and social workers who do everything from administer immunizations to provide nutrition advice. They can also provide counseling. Federal and state governments have long provided funding to support these clinics, which tend to crop up in areas where students have limited access to other health care services.\n\n \n\n\"These clinics have been around for 30 years,\" said Divya Mohan Little, communications director for the National Assembly on School-Based Health Care. \"They've been getting a lot of attention recently in a time of recession because fewer kids are being covered and aren't able to see doctors.\"\n\n\nOf the 2,000 clinics nationwide, none provide abortions and the bill would not change that, said Mohan Little.\n\n \n\nThere are three major versions of the bill floating around the House — one in the Energy and Commerce Committee, one in the Ways and Means Committee and one in the Education and Labor Committee — and we checked all three just to make sure.\n\n \n\nAll three bills have identical language when it comes to the school clinics. Basically, the bill would provide grants so the clinics can continue providing \"comprehensive health assessments, diagnosis, and treatment of minor, acute, and chronic medical conditions and referrals to, and follow-up for, specialty care.\"\n\n \n\nThe money could also be used to provide \"mental health assessments, crisis interventions, counseling, treatment and referral to a continuum of services including emergency psychiatric care, community support programs, inpatient care and outpatient care.\" The clinics would have the option to provide, \"oral health, social and age-appropriate health education services including nutritional counseling.\"\n\n \n\nClinics getting federal dollars must act in accordance with federal, state and local law, according to the bills. For example, clinics in Louisiana are not even allowed to counsel students on abortion, according to the Louisiana Department of Health and Hospitals.\n\n\nAnd here's the important part: the bills now before the House say nothing about the school clinics being able to offer abortions.\n\n\nPerplexed, we called the Liberty Counsel to see how they could make the connection from innocuous langauge about clinics that have been around for 30 years to the claim that \"children will be indoctrinated and your grandchildren may be aborted!\"\n\n\nWe spoke with Sarah Speller at the Liberty Counsel, who told us that the group had been getting a lot of calls about the memo and that everyone there was very busy as a result. However, she assured us that \"as far as our office can tell, everything in the overview is accurate. That's about all I can tell you,\" she said. \"I'm just relaying what I've been told to say.\"\n\n \n\nThat's not persuasive. We see no language in the three main versions of the bill that would allow school-based clinics, which have a long history of providing basic health services to underprivileged students, to provide abortions. Nor would the clinics even be new — they have been around for three decades. So we rate the claim Pants on Fire!", "vclaim_id": "vclaim-pol-15647"}