{"url": "/factchecks/2016/jul/01/donald-trump/did-hillary-clinton-launder-millions-dollars-while/", "speaker": "Donald Trump", "vclaim": "\"As Secretary of State, Hillary Clinton laundered money to Bill Clinton through Laureate Education, while Bill Clinton was an honorary chairman of the group.\"", "truth_label": "false", "date": "stated on June 21, 2016 in an email:", "title": "Did Hillary Clinton launder millions of dollars while she was secretary of state?", "text": "Donald Trump assailed Hillary Clinton’s credibility in a rapid response email following her speech on economics on June 21.\nTrump claimed that Clinton used her role as secretary of state as a vehicle to funnel government money to her husband.\n\"As secretary of state, Hillary Clinton laundered money to Bill Clinton through Laureate Education, while Bill Clinton was an honorary chairman of the group,\" the email said. \"Clinton's State Department provided $55.2 million in grants to Laureate Education from 2010-2012. Laureate thanked Bill for providing unbelievable access to the secretary of state by paying him off $16.5 million. This is yet another example of how Clinton treated the State Department as her own personal hedge fund, and sold out the American public to fund her lavish lifestyle.\"\nLaureate Education is a network of more than 80 for-profit educational institutions that operate in 30 countries. Bill Clinton was named Laureate’s honorary chancellor in 2010 and maintained this position until 2015. His role chiefly consisted of advising the company on educational matters and traveling to campuses across the world to speak to young people.\nThe Trump campaign did not respond to our requests for clarification, but his argument seems to be based off of claims made in Peter Schweizer’s book Clinton Cash. In the book, Schweizer describes what he calls the \"Clinton blur\" between the activities of Bill and Hillary Clinton, the State Department and associated nonprofits and corporations.\nWe decided to investigate Trump’s claim that Hillary Clinton, who was secretary from 2009 through early 2013, \"laundered\" money to Laureate to pay off her husband’s salary. We ultimately found that there is zero evidence that Laureate received any money from the federal government while Clinton was at the State Department.\nBill Clinton and Laureate Education\nNeither Bill Clinton nor Laureate Education disclosed his compensation as honorary chancellor. However, his tax returns show that Laureate paid him approximately $16.5 million between 2010 and 2014.\nWe looked to usaspending.gov to find out if Laureate received any funding from the State Department. The site tracks the amount of money given to various organizations through government grants and contracts. According to this database, Laureate did not receive any money from any federal agency while Bill Clinton was in his role, nor while Hillary Clinton was secretary of state.\nState Department Spokesperson John Kirby said in a statement, \"The State Department is not aware of any grants provided directly to Laureate Education since 2009, though we are aware of some grants to educational institutions within or affiliated with the Laureate Education network.\"\nThe International Youth Foundation\nClinton Cash draws a connection between Laureate Education and the International Youth Foundation, a nonprofit that supports youth employment, entrepreneurship and social innovation across the world. The book notes that Laureate Chairman Douglas Becker is also chairman of the foundation’s board of directors.\nThe foundation’s profile on usaspending.gov shows that it received approximately $72.6 million in grants between fiscal years 2009 and 2013. Trump gets to his $55.2 million figure by summing the grant money received between 2010 and 2012.\nWe looked at the grant money given to the International Youth Foundation by the government between 2009 and 2013.\n\n\nFY 2009: $9M from USAID\n\n\nFY 2010: $17M from USAID\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nFY 2011: $14.6M from USAID\n\n\nFY 2012: $23.6M from USAID. $1.9 million from State Department.\n\n\nFY 2013: $10.4M from USAID\n\n\nThe grant money shown on usaspending.gov appears to have sharply increased while Hillary Clinton was at the State Department, which is the gist of the claim that Trump’s source makes. However, he fails to mention several key facts that undermine the logic of his claim.\nFirst, the International Youth Foundation had been receiving similar amounts of grant money before Hillary Clinton joined the State Department. An open letter by CEO William Reese claims that they negotiated a grant in 2008 under President George W. Bush for $30.2 million for a USAID mission in Jordan. He says that the money from this grant was handed out over several years, overlapping with new grants from President Barack Obama, giving the false impression that funding had sharply increased after Clinton became secretary of state.\nWe looked at financial records provided by the foundation and confirmed the existence and size of the grants. The records show that approximately $24 million from the grant was dispensed between 2010 and 2012.\nSecond, almost all of the grants came from USAID, which is a separate agency than the State Department. Is it possible that Hillary Clinton had influence over the USAID grant process while she was secretary of state?\nA State Department spokesperson told us the two agencies have separate grant and contract offices, separate procurement offices and their own rules with regards to the grant process.\n\"State would not have oversight of or be involved in the USAID grant process — grants are let through a competitive process that the agency itself undertakes,\" said Jennifer Kates, vice president and director of Global Health & HIV Policy at the Kaiser Family Foundation, who is familiar with the agencies’ grant processes.\nFinally, there is no evidence to indicate that the International Youth Foundation is a sister organization of Laureate that could be used to transfer money to the company.\nSchweizer points to Douglas Becker to imply that the organizations are linked. However, Becker isn’t paid for his position at the foundation and has no official executive role.\nIn an interview with PolitiFact, Reese of the International Youth Foundation expanded on their relationship with Laureate. \"If we were a subordinate organization we would have to state that in our 990. If we were to transfer money over to Laureate we would have to put that,\" Reese said. \"We’ve received money from Laureate but never given money to them.\"\nReese stated that the two organizations have worked together on a variety of projects related to global development in the past, such as a relief project for the 2004 Indian Ocean tsunami. The foundation’s records show that it’s been receiving between $100,000 and $1.4 million per year from Laureate since 2003, seven years before Bill Clinton joined Laureate.\nWhen we asked about any relationship Bill Clinton had with the International Youth Foundation, Reese said, \"No contractual or employment or consulting agreements have been made with President Clinton.\"\nThe foundation’s profile on Charitynavigator.org, a site that ranks nonprofits according to transparency and accountability, shows that it’s a respected charity with a score of 94.26 out of 100 possible points. The foundation has worked with various other high-profile partners such as Nokia and Barclays since 1990.\nOur ruling\nTrump said Hillary Clinton \"laundered money to Bill Clinton through Laureate Education, while Bill Clinton was an honorary chairman of the group.\" That's a serious of charge of illegal activity.\nActually, the State Department under Clinton never made any direct transfers to Laureate Education. Trump’s source conflates Laureate with a separate charitable organization that received funds from a separate government agency. The International Youth Foundation is a respected nonprofit that has received money from the government since the Bush years, before Clinton joined the State Department.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-04747"}