{"url": "/factchecks/2014/aug/18/mark-warner/warner-has-remained-steady-support-offshore-drilli/", "speaker": "Mark Warner", "vclaim": "On offshore drilling for energy", "truth_label": "no-flip", "date": "stated on July 26, 2014:", "title": "Warner has remained steady in support for offshore drilling", "text": "Republican challenger Ed Gillespie says there’s a gap between U.S. Sen. Mark Warner’s professed support of offshore drilling for energy resources and his voting record.\nHere are Gillespie’s words from a July 26 debate with Warner, a Democrat:\n\"When it comes to offshore drilling, Sen. Warner just said that he supports it, and I know that he has said that, but in fact in 2012, there was a vote for drilling for more oil and gas throughout the Outer Continental Shelf. Five Democrats voted for it, including Jim Webb (of Virginia). Sen. Warner voted against it.\"\nWarner replied that his stance has been steady. \"On offshore oil, I’ve had legislation for that for years,\" he said. \"But I do believe that Virginia should get a share of the royalties. The bill that Ed mentioned didn’t include that.\"\nSo we wheeled out the Flip-O-Meter to measure Warner’s consistency on the issue.\nGillespie, according to his campaign spokesman, was referring to a March 2012 vote on an amendment to a transportation funding bill. The amendment -- offered by Sen. David Vitter, R-La. -- would have re-opened the Outer Continental Shelf around the U.S. for drilling according to a five-year period originally designed to start in 2010. Virginia was included in that plan, but President Barack Obama put it on hold after the catastrophic Deepwater Horizon oil spill in the Gulf of Mexico in 2010.\nGillespie got Warner’s vote right -- he opposed the amendment, which did not pass. Three Democrats, including Webb, supported it.\nBut the vote does not show waffling on Warner’s part. We read Vitter’s two-paragraph amendment; it did not seek revenue-sharing for coastal states. Warner, at the time of the vote, cited the omission as his reason for opposing the amendment. It’s been estimated that Virginia could receive as much as $250 million a year if the federal government gave it the same royalty rights it has granted to Gulf Coast states for oil and natural gas extracted off their coasts.\nWarner’s campaign sent us a list of the senator’s actions in supporting offshore drilling with the proviso that royalties are shared with affected coastal states:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n*Warner introduced legislation that would expand offshore drilling in 2013 and co-sponsored bills to that effect in 2012 and 2011.\n*He joined other senators in signing letters to the Secretary of Interior in signed 2012 and 2014 supporting drilling and urging that Virginia be included in the nation’s offshore plan.\nWe spoke to Glen Besa, director of the Sierra Club’s Virginia chapter, which strongly opposes offshore drilling.\n\"I’ve been disappointed in Mark Warner’s support for offshore drilling,\" Besa said. \"He’s been painfully consistent as far as we’re concerned, and on the wrong side of the issue.\"\nIt should be noted that Gillespie, prior to becoming a Senate candidate, characterized Warner as an offshore drilling advocate. This occurred on Sept. 17, 2012, when Gillespie held a telephone conference with national reporters to outline positions being taken by Mitt Romney, the GOP’s presidential nominee. It was six months after Warner had voted against Vitter’s amendment.\n\"We’ll allow for drilling off the coast off the coast of Virginia, which both Democratic senators and the Republican governor are asking for,\" Gillespie said, according to a transcript of the event.\nAt the time, Virginia’s Democratic senators were Warner and Webb. The Republican governor was Bob McDonnell.\nOur ruling\nWarner’s record is consistent: He supports offshore drilling but insists that states, including Virginia, receive royalties for oil and natural gas extracted off their coasts.\nWe rate this No Flip.", "vclaim_id": "vclaim-pol-07432"}