{"url": "/factchecks/2014/jun/09/ed-gillespie/gillespie-says-epa-carbon-rules-will-kill-244000-j/", "speaker": "Ed Gillespie", "vclaim": "The Chamber of Commerce says new carbon regulations will kill \"244,000 jobs a year\" and cost average families \"$1,200 a year.\"", "truth_label": "false", "date": "stated on June 2, 2014 in a TV interview.:", "title": "Gillespie says EPA carbon rules will kill 244,000 jobs a year and hike bills by $1,200", "text": "The White House on June 2 unveiled tough new regulations to curb carbon dioxide emissions from existing power plants.  \nMoments after the long-awaited announcement, many Republicans panned it as the latest escalation in President Barack Obama’s so-called \"war on coal\" and said it would kill jobs, raise electric prices and hurt the economy.\nAmong the GOP critics was U.S. Senate candidate Ed Gillespie, who was campaigning that day  in Southwest Virginia -- the heart of coal country. Gillespie, who is hoping to unseat Democratic incumbent Mark Warner this fall, was interviewed by WCYB-TV.\n\"These new regulations on carbon emissions will kill, according to the Chamber of Commerce, 244,000 jobs a year, every year, for the next 15 years and will cost the average family of four $1,200 a year on higher energy costs,\" he said.\nGillespie was referring to a U.S. Chamber of Commerce study that was released May 28 and became the basis for much of the GOP criticism of Obama’s carbon-reduction plan.\nThe national goal of the regulations is to cut carbon emission from existing power plants by 30 percent by 2030 -- compared to 2005 levels. This is to be achieved in part by creating carbon caps for each state and providing options for them to reach their targets, including regional \"cap and trade\" networks, investing in renewable energy and smart grid technology, and eventually phasing out many coal plants.\nBut the chamber study that Gillespie and other Republicans cite assumed that the Obama administration would want to decrease carbon emissions by 42 percent — not 30 percent — before 2030. That’s a significant difference when it comes to the pace for reducing CO2 levels, a point that the chamber acknowledges.  \n\"We were never saying those were the numbers for any scenario other than the ones that we put forward,\" Matt Letourneau, spokesman for the Institute for 21st Century Energy at the U.S. Chamber of Commerce, told PolitiFact National.  \"Now that we have a different benchmark, we’re taking a look at the rule and the analysis and the model and we’ll see what we can do (to update the study).\"\nWhy can’t the numbers simply be converted?\nIn assuming Obama would set a higher goal, the chamber also postulated that the Environmental Protection Agency would be forced to change other policies to meet the 42 percent threshold. The goal would be attainable, the chamber concluded, only if the EPA by 2022 required new natural gas plants to use carbon capture and storage technology.  The actual proposal, however, does not require plants to have such capabilities.\nThis is important because, as the chamber report noted, plants with carbon capture technology are far more expensive to build and operate than traditional ones.Therefore, the chamber’s conclusion that power companies face $478 billion in compliance costs — $339 billion from construction — is likely overblown.\nThe chamber report said power companies would significantly increase their electricity rates to recoup the costs of building new plants with carbon capture technology. Businesses would recoup their increased energy expenses, the report said, by paring jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe EPA was highly critical of the chamber’s report and on the day of its release, blogged that the study was \"irresponsible speculation based on guesses of what our draft proposal will be.\"\nIt noted that the chamber failed to consider significant health and climate savings that would come from lowering carbon emissions. And the EPA tipped its hand, five days prior to Gillespie’s TV interview, by announcing its soon-to-be-revealed regulations would not require carbon capture.\nWe also should note that Gillespie, in his TV interview, overstated two figures in the flawed  report:\n\n\nHe said an average family would spend $1,200 a year more on electricity; the actual figure was about $200. We asked Gillespie’s campaign for an explanation and spokesman Paul Logan said the $1,200 figure actually came from an analysis by the Heritage Foundation, a conservative research group. Heritage’s estimate, released in March, incorrectly assumed that the EPA would phase out all coal-fired energy plants.\n\n\nGillespie said the chamber predicted an annual loss of 244,000 jobs; the actual number was 224,000.\n\n\nIn addition to his TV interview, Gillespie posted a tweet that applied estimates in the chamber report to the administration’s proposal.\nPaul Logan, a spokesman for Gillespie, said defended his boss’s comments by saying the chamber study \"looked at a similar regulatory scheme\" to what Obama proposed.\nAs we noted, Gillespie was hardly the only Republican who used chamber statistics to denounce the White House proposal. Similar comments were made by U.S. Rep. Randy Forbes, R-4th; Pat Mullins, chairman of the Republican Party of Virginia; and House Speaker John Boehner, R-Ohio. The National Republican Senatorial Committee is using the statistics in a robocall attack against incumbent Warner, whom Gillespie is challenging.\nOur ruling\nGillespie, during a visit to coal country, said new EPA \"regulations on carbon emissions will kill, according to the Chamber of Commerce, 244,000 jobs a year, every year, for the next 15 years and will cost the average family of four $1,200 a year on higher energy costs.\"\nGillespie refers to a May 28 chamber study that wrongly assumed the White House would set a benchmark of reducing carbon emissions by 42 percent before 2030 -- a standard that the report said could only met by requiring the construction of natural gas plants with expensive carbon capture capabilities. The regulations, released June 2, actually put forward a 30 percent reduction within that timeframe. The chamber says its estimates do not apply to the goals as announced.\nThere was opportunity for Gillespie to realize the chamber’s assumptions were unreliable. Five days before his comments, the EPA announced that carbon capture would not be part of its upcoming proposals. Gillespie not only continued to use numbers from the report, he overstated some of them.\nWe rate his statement False.", "vclaim_id": "vclaim-pol-07765"}