{"url": "/factchecks/2011/mar/21/steve-latourette/rep-steve-latourette-says-government-growing-while/", "speaker": "Steve LaTourette", "vclaim": "\"If you look at the jobs lost in the private sector as opposed to the job gains in the public sector, it's out of whack. The government's growing and the private economy's shrinking.\"", "truth_label": "half-true", "date": "stated on March 4, 2011 in a newspaper interview:", "title": "Rep. Steve LaTourette says the government is growing while the economy is shrinking", "text": "Ohio Senate Bill 5 would restrict collective bargaining for state workers and severely limit it for local government employees.\n\nRep. Steven LaTourette says won't endorse the bill as written, although he doesn’t have a say in it since it’s a bill in the state legislature.\n\n\"Being a lawyer, I've never seen the legal system more efficient than sitting down and negotiating over wages and benefits,\" the former Lake County prosecutor said in an interview March 4 with The News-Herald.\n\nEven so, he said, \"I get the fact that we're going to look inward and there seems to be a disconnect between public employment and private employment. If you look at the jobs lost in the private sector as opposed to the job gains in the public sector, it's out of whack. The government's growing and the private economy's shrinking.\"\n\nPolitiFact Ohio was interested because the congressman said something similar last summer, when he asserted that American Recovery and Reinvestment Act did little for private jobs while the federal workforce boomed.\n\nThe statement is a popular claim among Republicans criticizing the White House and Democratic congressional leadership. PolitiFact has checked out several variations, including more than one from House Speaker John Boehner, and always concluded that the statement contained some truth but glossed over important information.\n\nWe wondered if, and how, conditions had changed.\n\nLaTourette's office told us his comments were based on employment figures from the U.S. Bureau of Labor Statistics and on a February report from the nonpartisan Congressional Research Service titled \"Job Growth During the Recovery.\"\n\nWe took benchmark dates from the CRS report, which identifies December 2007 as the start of the recession and June 2009 as the start of recovery.\n\nIn December 2007, the BLS database of payroll statistics put total employment in the country at 137,983,000. The job losses that followed did not stop after the recovery started, and employment hit bottom in February 2010. In February 2011 -- the last month for which figures are available --  BLS says there were 130,515,000 jobs.\n\nThat's a loss of 7,468,000 from the recession's start.\n\nEmployment in the private sector, which BLS says was 115,606,000 jobs in December 2007, also bottomed out in February 2010. The number reached 108,298,000 in February 2011, a loss of 7,308,000 jobs.\n\nTotal government employment in December 2007 was 22,377,000, according to BLS. That figure rose during the recession to 22,557,000 jobs in June 2009, but dipped by February 2011 to 22,217,000 -- a loss of 160,000.\n\nThe total could be considered deceptive, however, because it includes federal, state and local workers. Budget problems have hit state and local payrolls, but BLS statistics say the federal workforce increased by 99,000 jobs from December 2007 to February 2011.\n\nWhere does that leave us?\n\nAlmost where we started.\n\nEmployment is not the chief measure of a growing or shrinking economy. (The gross domestic product (GDP) is. It has been growing, but too slowly to do much for employment, which is why the CRS report cites a \"jobless recovery.\")\n\nBut employment is the measure that concerns most people.\n\nLaTourette was correct in saying there are fewer jobs now, in total or in the private sector, than there were before the recession. But an important detail to know for context is that jobs have been increasing, not diminishing, for the past year.\n\nAnd while there are more jobs in the federal government, even without the temporary census workers who inflated earlier statistics, there are fewer government jobs in total.\n\nLaTourette's statement amounts to a verbal snapshot. But while it’s a recognizable picture, it lacks some important details.\n\nThat's why we rate it, just as we have previous similar claims, as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13392"}