{"url": "/factchecks/2013/dec/16/bryan-fischer/fundamentalist-when-founders-said-religion-they-me/", "speaker": "Bryan Fischer", "vclaim": "\"By the word religion in the First Amendment, the founders meant Christianity.\"", "truth_label": "pants-fire", "date": "stated on December 10, 2013 in a broadcast of \"Focal Point\":", "title": "Fundamentalist: When founders said 'religion,' they meant Christianity", "text": "Correction: Thomas Jefferson wrote about religious tolerance in the context of a proposed Virigina law. An earlier version offered a different context. This item was updated at 4:40 p.m. Dec. 16, 2013, to reflect that change.\nThere’s nothing like the holidays to bring out the fault lines at the intersection of religion and the state. The New York-based Satanic Temple stirred things up in Oklahoma when it announced that it was submitting plans for a statehouse monument that speaks to its beliefs. This comes several years after Oklahoma lawmakers granted permission for a private group to put up a 10 commandments monument on the capitol lawn. The Satanists say if lawmakers are okay with the 10 commandments, they have to accept all religious representations.\nChristian fundamentalist talk show host Bryan Fischer said Satanism enjoys no such protection.\n\"By the word religion in the First Amendment, the founders meant Christianity,\" Fischer said on an American Family Radio broadcast.\nWe thought we’d go to the historic record to see if that claim hews closely to the facts.\nFischer said in the second half of the 18th century, the overwhelming majority of the people were Christians. Jews accounted for less than 1 percent, Fischer estimated. The founders, he said, lived in a particular religion environment.\n\"They weren’t providing any cover or shelter for the free exercise of Islam or even Judaism or even atheism,\" he said. \"They weren’t prohibiting that. They were just saying, that is not what we are talking about here.\"\nFischer told PunditFact that he relied on the 1833 writings of U.S. Supreme Court Justice, Joseph Story. President James Madison nominated Story to the court in 1811. Story had a narrow view of the First Amendment.\n\"The real object of the amendment was, not to countenance, much less to advance Mahometanism, or Judaism, or infidelity, by prostrating Christianity,\" Story wrote, \"but to exclude all rivalry among Christian sects.\"\nAt least some of the actual founders voiced contrary views.\nThomas Kidd, professor of history at Baylor University and the author of God of Liberty: A Religious History of the American Revolution, said \"the founders were certainly aware of other religions besides Christianity, and discussed them at length in their writings.\"\nKidd pointed us to a 1818 letter from John Adams: \"This country has done much. I wish it would do more; and annul every narrow idea in religion, government and commerce,\" Adams wrote. \"It has pleased the providence of the first cause, the universal cause, that Abraham should give religion not only to Hebrews, but to Christians and Mohomitans, the greatest part of the modern civilized world.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBenjamin Franklin also weighed in on the subject. Jan Ellen Lewis, professor of history at Rutgers University, cited Franklin’s autobiography, when he praised a new meeting house built in Philadephia.\n\"The design in building not being to accommodate any particular sect, but the inhabitants in general,\" Franklin wrote. \"So that even if the Mufti of Constantinople were to send a missionary to preach Mohammedanism to us, he would find a pulpit at his service.\"\nIn his autobiography, Thomas Jefferson spoke directly to the debate over the crafting of a Virginia statute for religious freedom. Jefferson describes a proposal to add the phrase \"the plan of Jesus Christ, the holy author of our religion.\"\n\"The insertion was rejected by a great majority,\" Jefferson wrote, \"In proof that they meant to comprehend, within the mantle of its protection, the Jew and the Gentile, the Christian and Mahometan, the Hindoo, and Infidel of every denomination.\"\nJohn Ragosta, the Robert C. Vaughan Fellow at the Virginia Foundation for the Humanities, pointed us to that excerpt. Ragosta did not dispute that the great majority of people in America were Christians, but he said that makes the vision of the founders that much more impressive.\n\"They were looking to the future,\" Ragosta said. \"They knew that other people would come to America … and that the rights that they were discussing were universal.\"\nThe historians we reached acknowledged that not every founder shared these beliefs. Still, those contrary views did not carry the day.\nFischer also stated that the First Amendment did not apply to the states. Our experts agreed that originally, the states enjoyed the power to foster a particular religion.\n\"Massachusetts retained their state church until 1833,\" Kidd said. \"Various states banned non-Christians from holding state office.\"\nBut over time Ragosta said, many states themselves overturned such laws, before the Supreme Court declared them unconstitutional in 1961.\nOur ruling\nFischer said that when the founders used the word \"religion\" in the First Amendment, they meant Christianity. Fischer cites one Supreme Court justice who expressed that view in 1833. On the other side, we have the writings of Benjamin Franklin, Thomas Jefferson and John Adams, and the opinions of scholars.\nWe were unable to find much merit to this claim. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-08495"}