{"url": "/factchecks/2020/jan/22/blog-posting/satire-fact-check-headline-pelosi-impeachment-cost/", "speaker": "Bloggers", "vclaim": "Says a \"fact check\" shows that Nancy Pelosi moved \"billions of Social Security funds to cover impeachment costs.\"", "truth_label": "pants-fire", "date": "stated on January 18, 2020 in a story:", "title": "Satirical ‘fact check’ headline on Pelosi, impeachment costs spreads online", "text": "In this era of misinformation and disinformation, what’s worse than a false news story that goes viral? How about a false story disguised as a fact-check?\nA viral satirical story circulating on Facebook heralds a false headline that says a \"fact check\" proves House Speaker Nancy Pelosi diverted billions from Social Security to pay for impeachment costs.\nThe article’s headline, which is the only part of the story that users can see when it is shared on Facebook, reads: \"FACT CHECK: Yes, Nancy Pelosi Moved Billions from SSI to Cover Impeachment Costs.\" It got over 46,000 views in its first 24 hours. \nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThis is a false headline. Another satirical article that made a similar claim received our Pants on Fire rating when a screenshot of the headline went viral without any accompanying explanation to signal that it was intended to be satire. That one claimed Pelosi diverted $2.4 billion from Social  Security to cover impeachment costs.\nThis latest headline comes from a story published on a site called \"Americas News Source\" that actually pokes fun at the people who believed that earlier story, as well as those who believe this one, calling people who shared the item \"реа-brаіnеd trumрсhumрѕ сlаmоrіng about lоѕіng their ѕосіаl security.\"\nIt continues, saying that there is \"no way\" Pelosi would be able to \"pull off ѕuсh a rіdісulоuѕ stunt, even if ѕhе wаntеd to, аnd 2.4 bіllіоn dоllаrѕ was randomly invented tо ѕоund lаrgе.\" It also reads: \"Wе at Frееdоm Fісtіоnѕ rate thіѕ tаlе truе because we аrе аlѕо раrt оf thе Amеrіса’ѕ Lаѕt Lіnе of Defense network, and hоnеѕtlу, іf this іѕ іn the аrtісlе, аnd уоu still саn’t tеll іt’ѕ ѕаtіrе, уоu nееd a kick in the balls.\" \nWe rate this headline Pants on Fire!", "vclaim_id": "vclaim-pol-17616"}