{"url": "/factchecks/2017/aug/23/scott-walker/testing-scott-walkers-top-10-business-ranking-clai/", "speaker": "Scott Walker", "vclaim": "\"We took Wisconsin from the Bottom 10 for business to the Top 10.\"", "truth_label": "barely-true", "date": "stated on July 19, 2017 in a tweet:", "title": "Testing Scott Walker's Top 10 business ranking claim", "text": "Gov. Scott Walker has sought to make business development and job creation a foundational part of his legacy in the state — a drive boosted by the announcement that Foxconn Technology Group plans to build a $10 billion plant here.\nSo it’s no surprise the state’s business climate has been a common refrain in the push to win the plant and in the victory laps since Foxconn’s decision. That included this July 19, 2017, tweet from Walker:\n\"We took Wisconsin from the Bottom 10 for business to the Top 10. Our reforms are working and more are on the way!\"\nThe same claim showed up in a column published Aug. 4, 2017, in the Milwaukee Journal Sentinel.\nWhat does it mean to be in the \"Top 10\" for business, and who decides that? Let’s dig in.\nMany surveys, many results\nWalker’s tweet didn’t cite a source, but Walker spokesman Tom Evenson said it referred to a ranking from Chief Executive Magazine, which placed Wisconsin No. 10 in its 2017 Best & Worst States for Business. The same survey ranked Wisconsin 41st in 2010, the year Walker was elected. That’s the bottom 10 of his claim.\nThe ranking — which Walker’s touted in a news release when it was released in May — is based on a survey asking CEOs their perceptions of each state.\nMany national groups do similar surveys with a variety of methodologies, but most others aren’t so keen on Wisconsin’s business climate. Here’s a sampling of the most recent ratings from prominent sources:\n\n\nCNBC’s 2017 scorecard ranked Wisconsin 21st in economic climate, based on an analysis of more than 60 measures, such as workforce, infrastructure, cost of doing business, economy and quality of life.\n\n\nThe Tax Foundation’s 2017 ranking of state tax climate pegs Wisconsin at 39th for how well a state’s tax system is structured for business.\n\n\nSite Selection Magazine ranked Wisconsin 25th for overall business climate in 2016, which it calculates by combining a survey of corporate site selectors and data on recent projects sited in the state.\n\n\nForbes ranked Wisconsin 27th in 2016 among its best states for business based on a combined ranking that included business cost, labor supply, regulatory environment, economic climate, growth prospects and quality of life.\n\n\nThe Kauffman Index publishes three rankings on aspects of entrepreneurial activity. Among the largest 25 states in 2016, it ranked Wisconsin second for Main Street entrepreneurship (per capita small businesses and business owners), 23rd for growth entrepreneurship (how much new businesses have grown) and 25th for startup activity (number of new businesses and business owners).\n\n\nAn undated ranking from US NEWS & World Report puts the state’s business environment at 32nd, based on private business birth rate and number of patents per capita.\n\n\nAmong the prominent national rankings, the Chief Executive Magazine one cited by Walker is the only one that does not have some objective, data-based component.\nMike Winkleman, the magazine’s editor in chief, said the survey was sent to CEOs of the 42,000 largest companies in the country, of which about 500 responded. Each was asked to rank the four best and four worst states for doing business, and those were compiled into the national rankings using a points system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nRankings overly simplistic, experts say\nSite selectors, who analyze state and local business climates for a living, say such rankings are trying to paint broadly and objectively what is inherently specific and subjective.\n\"There is no ‘best’ state (or states) for every type of business,\" Andrew Shapiro, managing director of site selection company Biggins Lacy Shapiro & Company, said in an email. \"These rankings can be methodologically suspect and as a result can vary wildly from survey to survey and from year to year.\"\nA concept like \"business climate\" means different things to different people and can’t really be objectively defined or ranked in a general way, said Darin Buelow, a principal and head of the site selection group for Deloitte Consulting.\n\"Any site selection or location decision has to be customized to a particular company and their particular needs,\" Buelow said. \"A state or a community or a county might be a great place to do business for one company in a certain industry sector, but it could be a terrible place to do business for another company.\"\nLarry Gigerich, executive managing director of Ginovus, an Indiana-based site selection firm, said the surveys can catch the eye of business leaders in some cases and may get a state some initial consideration, but conditions specific to that project and industry determine final decisions.\nHe said the rankings his firm typically pays attention to are CNBC, Chief Executive Magazine, Site Selection Magazine and the Kauffman Index’s growth entrepreneurship score. Wisconsin ranked an average of 20th among those four.\nMoving in the right direction\nChief Executive Magazine is an outlier in how highly it ranks Wisconsin’s current business climate, but Wisconsin’s rankings have improved across the board since 2010.\nThe CNBC ranking rose from 29 to 21, Forbes from 40 to 27 and the Tax Foundation a lesser uptick from 42 to 39. Site Selection Magazine only ranks the top 25, and Wisconsin was not ranked in 2010.\n\"I think for the most part the state has shown significant improvement in terms of both perception and its business climate\" since Walker took over, said Gigerich, who has helped locate sites for 300 projects, including about 25 that considered Wisconsin. \"Wisconsin is not one of the lowest-cost states to do business in, but it is one that is now competitive, where I think a decade ago Wisconsin struggled with its tax structure and … economic incentive programs.\"\nSeveral site selectors pointed to the creation of the Wisconsin Economic Development Corporation as a step in the right direction, though they noted the state is still being held back by its aging transportation infrastructure.\n\"They’ve certainly done a better job of marketing and articulating Wisconsin’s value proposition as a destination for advanced manufacturing,\" Buelow said.\nEvenson, the Walker spokesman, said Foxconn’s decision to build in Wisconsin is evidence of change.The Asian electronics giant has said it will employ thousands at a massive flat screen television plant in southeastern Wisconsin.\nOur rating\nWalker said Wisconsin is now a Top 10 state for business when it used to be in the bottom 10.\nSite selection professionals say they have seen improvements in Wisconsin’s business environment, but note there is no consensus on how to define and rank the business climate between states.\nWalker’s claim was made broadly and without attribution even though it referred to just one of many rankings that attempt to quantify data and perceptions on states’ business environments. It is the only prominent national ranking to rank Wisconsin in the Top 10 aside from an index that focuses narrowly on small businesses.\nWe rate Walker’s claim Mostly False.\n Share the Facts 2017-08-23 19:08:22 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://twitter.com/ScottWalker/status/887799850259144704 \"We took Wisconsin from the Bottom 10 for business to the Top 10.\"    Scott Walker Wisconsin governor, Republican   In a tweet Wednesday, July 19, 2017 2017-07-19    Read More  info", "vclaim_id": "vclaim-pol-02980"}