{"url": "/factchecks/2019/aug/23/viral-image/no-popeyes-manager-wasnt-arrested-lacing-fried-chi/", "speaker": "Viral image", "vclaim": "\"Popeyes manager arrested for allegedly dipping chicken in cocaine based flour to increase business sales.\"", "truth_label": "pants-fire", "date": "stated on August 23, 2019 in a Facebook post:", "title": "No, a Popeyes manager wasn’t arrested for lacing fried chicken with cocaine", "text": "\"Popeyes fried chicken is fantastic,\" New Yorker food writer Helen Rosner wrote on Aug. 20. \"The meat is flavorful and juicy, encased in a spiky, golden sea urchin of batter — surprisingly light, uncommonly crispy.\" \nAnd *just* the right amount of cocaine. Or, at least, that’s what a recycled image recently posted on Facebook would have you believe. \nThe image looks like a news story with this headline: \"Popeyes manager arrested for allegedly dipping chicken in cocaine based flour to increase business sales.\" And, given the recent craze over the chain’s new chicken sandwich, one might actually believe the headline.\nBut it’s fake, Popeyes Nation. This Aug. 23 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat’s because if you search for the headline you’ll find it on channel22news.com, which describes itself as \"a prank website that is intended for fun.\" \nCropped out of the image that appeared on Facebook are the words \"you’ve been pranked!\" with three laughing-while-crying emojis, and an image of a clown with the words \"you got owned\" stamped on its hat.\nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-00236"}