{"url": "/factchecks/2015/jun/08/rick-scott/rick-scott-says-we-have-record-funding-environment/", "speaker": "Rick Scott", "vclaim": "\"If you care about the environment, we've got record funding.\"", "truth_label": "pants-fire", "date": "stated on June 2, 2015 in a speech at his economic summit for presidential candidates:", "title": "Rick Scott says we have 'record funding' for the environment in Florida", "text": "Gov. Rick Scott says that Florida has invested big bucks in the environment.\nAs he boasted about the state’s record during his economic summit for GOP presidential contenders in Orlando June 2, Scott reeled off a bunch of statistics about Florida’s budget and economy including this one: \"If you care about the environment, we've got record funding.\"\nScott’s record on the environment has been scrutinized since he first ran for office in 2010. Since that time, news reports detailed how state officials under his watch have been banned from using terms such as \"climate change,\"  environmental fines have nosedived, and Scott has boasted about reducing the number of days to get an environmental permit.\nBut despite that record, does Florida now have \"record funding\" for the environment? No, it doesn’t.\nEverglades and springs funding\nScott’s spokesman pointed us to his proposals to increase funding for springs restoration and for preserving the Everglades.\nDuring his re-election campaign in 2014, Scott promised to propose a $500 million plan over 10 years to restore springs. The 2013 budget included $10 million for springs, and the 2014 the budget included $30 million. In his budget proposal for 2015-16, Scott recommended $50 million.\nAs for the Everglades, the state reached an agreement in 2012 with the federal government to end a dispute that predates Scott. Over 13 years, the state will spend $880 million on Everglades cleanup, or about $32 million a year.\nIn 2014 the Legislature increased Everglades restoration funding to $169 million, more than double the previous year’s total. The Legislature also earmarked $90 million for raising 2.6 miles of the Tamiami Trail to let the Everglades flow more freely beneath it. That brought the total amount during that session to $259 million.\n\"The one place where he did step up was on the Everglades,\" said Frank Jackalone, Sierra Club’s Senior Organizing Manager in Florida. \"It was the environmental highlight of his term as governor.\"\nBut where Scott has fallen short on the Everglades is acquiring U.S. Sugar land south of Lake Okeechobee, Jackalone said. A deal in the works for the state to buy about 46,000 acres fell apart earlier this year.\nDepartment of Environmental Protection\nWhile Everglades and springs restoration are important parts of environmental funding, they don’t provide a complete picture.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIf we look back a decade at funding for the Department of Environmental Protection, the high point was $2.9 billion in 2006-07 under then Gov. Jeb Bush. DEP is tasked with protecting air, water and land. Under Scott, DEP’s budget peaked at $1.8 billion in 2011-12.\nIn 2006-07, the state used an extra $310 million (on top of Florida Forever’s usual $300 million land-buying program) to purchase Babcock Ranch, 73,000 acres of cypress domes and pine forests in Charlotte and Lee counties.\nDEP’s budget was also in the $2 billion range part of the time under the next governor, Charlie Crist. But once the recession kicked in, DEP’s budget decreased.\nThis year, the total budget is $1.56 billion, and for next year Scott proposed a budget of about $1.53 billion -- $29 million less than the current year. (You can see the year-by-year DEP funding and caveats including that it combines state and federal dollars.)\nWhat Scott omits\nThere have been several other cuts related to the environment under Scott:\n\nIn 2011, Scott and the Legislature abolished the Department of Community Affairs, which for decades reviewed development plans in cities and counties;\nThe same year, Scott and lawmakers forced state water management districts to slash property tax collections. Water management districts handle planning for water resources and wetlands protection, among other environmental issues;\nRevenue collected from environmental penalties plummeted from $9.3 million in Scott’s first year to $1.4 million in 2013;\nFunding for Florida Forever, the state’s land acquisition program, was about $100 million when he took office. It has stayed below $28 million since. That led to environmentalists advocating for Amendment 1, which was approved by 75 percent of voters in November. Scott took no position on the amendment before it passed, and his spokeswoman did not mention it as part of his evidence for this fact-check. Amendment sponsors had hoped that the land buying program would get $300 million to return it to pre-recession levels, but Scott’s budget proposal this year included $100 million for Florida Forever, while legislators proposed less.\n\n\"Record funding\" for the environment has become a talking point for Scott. But after we rated a similar claim False in 2014, he tweaked his message to talk specifically about \"record funding\" for springs. On the national stage surrounded by presidential contenders in May, he went back to talking about record funding generically for the environment.\nBut environmentalists say he doesn’t hold a record for overall environmental funding.\n\"He cut back services to DEP, he cut back funding to various water management districts in state, he hasn’t done what needs to be done to acquire sugar land south of Okeechobee to finish Everglades restoration,\" Jackalone said. Also, \"he cut back on environmental enforcement.\"\nOur ruling\nScott said, \"If you care about the environment, we've got record funding.\"\nScott's team points to investments the state has made to restore the Everglades and springs during Scott’s tenure -- and he has championed both.\nWhile those are high-profile projects, he claimed that Florida has \"record funding\" for the environment overall, and that’s not the case. The budget for the state Department of Environmental Protection and for Florida Forever were not a record under Scott -- two major pots of money that relate to the environment.\nScott repeated a previously debunked claim in a national forum; his statement has long been proved incorrect. We rate this claim Pants on Fire!\nhttps://www.sharethefacts.co/share/965e8d47-5dc2-49eb-95da-eaeb9f48caee", "vclaim_id": "vclaim-pol-06339"}