{"url": "/factchecks/2011/jul/31/steven-goldstein/garden-state-equality-chairman-steven-goldstein-sa/", "speaker": "Steven Goldstein", "vclaim": "\"Polls now show a majority of Catholics favor marriage equality.\"", "truth_label": "mostly-true", "date": "stated on July 24, 2011 in an opinion column in The Star-Ledger:", "title": "Garden State Equality Chairman Steven Goldstein says polls now show a majority of Catholics support gay marriage", "text": "Last weekend was \"bittersweet\" for Steven Goldstein.\n\nSame-sex couples could wed legally in New York, while Goldstein, the head of the gay rights advocacy group Garden State Equality, said New Jersey is \"still denied that freedom.\"\n\nGoldstein, whose group filed a lawsuit this summer aiming to legalize same-sex marriage in New Jersey, argued in a July 24 column published in The Sunday Star-Ledger’s Perspective section that New Jersey’s civil union law doesn’t provide real equality.\n\n\"The governor cites his faith as a basis for his opposition to marriage equality,\" wrote Goldstein. \"But no faith is monolithic on any issue. Polls now show a majority of Catholics favor marriage equality, as does the general electorate.\"\n\nDo a majority of Catholics really favor gay marriage?\n\nGoldstein provided PolitiFact New Jersey with two national surveys to support his statement, and they mostly do.\n\nFirst, let’s note that both polls -- and another survey we found -- highlighted the views of white Catholics. Pollsters said this is done to control for race and because white Catholics are considered a swing voter group. But we’re going to look at all Catholics since Goldstein didn’t distinguish.\n\nAlso, because the Catholics made up a smaller group than the poll sample, the margins of error are higher.\n\nAn ABC News/Washington Post poll released in March asked 1,005 adults, \"do you think it should be legal or illegal for gay and lesbian couples to get married?\" It found that among those who identified themselves as Catholic, 60 percent support same-sex marriage and 38 percent oppose it, with a 7.5 percentage point margin of error.  \n\nA Public Religion Research Institute poll released in May surveyed 1,007 adults. It asked respondents whether they strongly favor, favor, oppose or strongly oppose \"allowing gay and lesbian couples to legally marry.\"\n\nIt found among the Catholics surveyed, 56 percent either favored or strongly favored and 36 percent either opposed or strongly opposed, with a margin of error of 7 percentage points.\n\nIt’s worth noting that in another national poll by the Public Religion Research Institute from September 2010, when Catholics were given the option of choosing civil unions, support for marriage dipped.\n\nIt found that of the Catholics surveyed, 43 percent said gay couples should be allowed to marry, 31 percent said gay couples should be allowed to form civil unions but not marry and 22 percent said there should be no legal recognition of a gay couple’s relationship. It’s also worth noting that in that poll, the more often Catholics said they went to church, the less likely they were to support same-sex marriage.\n\nA national Quinnipiac University poll released in July that asked 2,311 registered voters whether they \"would support or oppose a law in your state that would same-sex couples to get married?\"\n\nOf the Catholics surveyed, 53 percent said they would support such a law in their state and 41 percent said they would oppose, with a margin of error of 4.9 percentage points.\n\nMark Gray, a research associate with the Center for Applied Research in the Apostolate, pointed to his analysis of 2010 data from the General Social Survey, which found that 48 percent of Catholics either strongly agreed or agreed that \"homosexual couples should have the right to marry one another\" and 36 percent disagreed or strongly disagreed, with a 5.8 percentage point margin of error.\n\n\"Right now at this point you can’t really say it’s a majority, you can’t really say it’s not a majority, given the margin of error,\" Gray said.\n\nMichele Dillon, chair of University of New Hampshire’s department of sociology, said \"the actual percentage varies poll to poll, it’s either close or over 50 percent,\" but, \"the momentum is in favor of same-sex marriage\" -- both nationally and among Catholics.\n\nBill Donohue, president of the Catholic League, said \"there’s no question there’s been a movement\" in favor of same-sex marriage, mostly driven by a younger generation. Young people, \"including young Catholics, are far more likely to be supportive of gay marriage,\" he said.\n\nBut, Donohue argued, \"people tend to be a bit more liberal\" when asked their opinion on the phone, \"as opposed to the privacy of the ballot box.\"\n\nBack to Goldstein’s statement.\n\nGoldstein said, \"polls now show a majority of Catholics favor marriage equality.\" We found polls generally support his claim.\n\nHowever, because the margins of error are so high -- enough to possibly affect the results -- we rate Goldstein’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReed Gusciora\n\n\nstated on January 9, 2012 in a news release\n\n\n\n\n\n\n\n\n\"Opinion polls show that the majority of Americans, and the majority of New Jerseyans, favor marriage equality for same sex couples.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • January 12, 2012\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12654"}