{"url": "/factchecks/2010/jun/21/snooki/snooki-says-obama-put-10-percent-tax-tannning/", "speaker": "Snooki", "vclaim": "\"Obama put a 10 percent tax on tanning.\"", "truth_label": "true", "date": "stated on June 7, 2010 in a video promo for \"Jersey Shore\":", "title": "Snooki says Obama put a 10 percent tax on tanning", "text": "In a video promo for the new season of MTV's Jersey Shore, Snooki gets all, like, political.\n\"I don't go tanning-tanning anymore because Obama put a 10 percent tax on tanning,\" Nicole \"Snooki\" Polizzi says after her boyfriend is shown spray-tanning her face. \"And I feel like he did that intentionally for us.\"\n\"McCain would have never put a 10 percent tax on tanning,\" she said, adding, \"because he's pale, so he'd probably want to be tan.\"\nMcCain entered the discourse via Twitter: \"Snooki, u r right, I would never tax your tanning bed! Pres Obama's tax/spend policy is quite The Situation. but I do rec wearing sunscreen!\"\nWe should hope so. McCain has a history of battling skin cancer.\nBut let's get to the facts. Did President Barack Obama put a 10 percent tax on tanning? On March 23, 2010, Obama signed the Patient Protection and Affordable Care Act (aka the health care bill) into law. And Chapter 49, SEC. 5000B makes this all very clear: \"There is hereby imposed on any indoor tanning service a tax equal to 10 percent of the amount paid for such service.\"\nWe were pretty sure Snooki was kidding about Obama passing that provision specifically to stymie the Jersey Shore crew.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut it turns out that the president had mentioned her by name on May 2, 2010, and said she'd be exempt: \"This next provision is called the Jersey Shore-Up,\" Obama said. \"It reads: 'The following individuals shall be excluded from the indoor tanning tax within this bill: Snooki, J-WOWW, the Situation, and House Minority Leader John Boehner.'\" (\"The Situation\" and \"JWOWW\" are other members of the Jersey Shore cast.)\nAlas, Obama's comment was made during the White House Correspondents Association Dinner. In other words, it was a joke.\n(Yes, it scares us too that Obama and McCain are so familiar with Jersey Shore.)\nIf we really wanted to pick a fight with Snooki, we could take issue with her saying it was a tax on tanning. There's no fee on sunshine, just indoor tanning. Or that it's Obama's tax. There's no indication an indoor tanning tax was Obama's idea.\nIt was proposed by Senate Democrats in December as an alternative to a proposed tax on cosmetic surgery. The cosmetic surgery lobby (funded by plastic surgeons) apparently held more sway than the indoor tanning lobby. The Congressional Joint Committee on Taxation projected the tax will raise $2.7 billion over 10 years to help offset the cost of expanding medical coverage. Legislators said they also hoped it might discourage teens from indoor tanning, as some studies suggest it is linked to higher risk of cancer. The bill was passed by Congress, but Obama signed it, so we think Snooki's assigning the tax to Obama is fair.\nOne other small point. The indoor tanning tax goes into effect on July 1, 2010. So when Snooki made her comment, she still could've gotten her tan on sans Uncle Sam's extra reach. But we're assuming Snooki isn't so much worried about the money as the principle.\nWe rate her comment friggin' True.", "vclaim_id": "vclaim-pol-14879"}