{"url": "/factchecks/2018/jul/26/senate-leadership-fund/did-donnelly-profit-his-familys-outsourcing/", "speaker": "Senate Leadership Fund", "vclaim": "Says Sen. Joe Donnelly’s \"family got caught outsourcing jobs to Mexico, and ‘Mexico Joe’ profited up to $80,000.\"", "truth_label": "barely-true", "date": "stated on July 24, 2018 in a campaign ad:", "title": "Did Sen. Joe Donnelly profit from his family's outsourcing to Mexico?", "text": "A super PAC with ties to Senate Majority Leader Mitch McConnell is attacking incumbent Indiana Sen. Joe Donnelly in a new ad, referring to the vulnerable Democrat as \"Mexico Joe.\"\nThe Senate Leadership Fund ad accuses Donnelly of padding his congressional salary with money from a family company.\nDonnelly’s \"family got caught outsourcing jobs to Mexico, and ‘Mexico Joe’ profited up to $80,000.\" The ad concludes, \"Outsourcing jobs to Mexico. American jobs at risk. Joe Donnelly profits.\"\nWe decided to investigate the ad’s statement about Donnelly earning $80,000 from his family after they were \"caught outsourcing.\"\nHere’s what happened\nDonnelly is running for re-election in 2018 against Republican businessman Mike Braun. Republicans see Donnelly’s seat as a potential pickup given that Indiana voted for President Donald Trump in 2016.\nThe company at the center of the ad is Stewart Superior Corporation, which sells scrapbooking and paper crafting supplies, such as stamps and ink pads, and is owned by Donnelly’s brother, Jack. Stewart Superior is based in California, with an office in England and a manufacturing plant in Indiana.\nIn 2011, the company opened an additional manufacturing plant in Mexico, according to import records from trade date company Panjiva.\nJack Donnelly’s company operated without much noteriety from 2011 to 2017. Meanwhile, his brother Sen. Joe Donnelly often spoke publicly about stopping the practice of outsourcing jobs. He even proposed the End Outsourcing Act in January 2017. If passed, the measure would require businesses to publicly announce if layoffs were due to outsourcing and to offer tax incentives to businesses who maintain U.S. production.\nThings came to a head in July 2017, when the Associated Press reported that Donnelly, vocal critic of outsourcing, owned stock in his brother’s company, which operated a manufacturing plant in Mexico. Critics have used his involvement with Stewart Superior, which is capitalizing on the labor practices that Donnelly criticized, as proof of his hypocrisy.\nDonnelly has not been listed as an officer of the company in Indiana business entity reports since 2005. According to a 2006 interview with the South Bend Tribune, Donnelly has not had an active role in the company since 1997. He had previously served as a corporate officer and general counsel for Stewart Superior, and started his own small business, Marking Solutions, Inc.\nA month after the AP report, Donnelly sold his stock for $17,410, according to a report by the Indianapolis Business Journal. Will Baskin-Gerwitz, a spokesman for the Donnelly Senate campaign, said Donnelly did not know the company had opened a factory in Mexico until the AP reported it in July.\nIn a July 2017 radio interview, published after the AP story, Donnelly claimed that his brother had \"never outsourced a single job\" — meaning Stewart Superior did not lay off workers in the United States to replace them with cheaper labor in Mexico. The Senate Leadership Fund told us that Stewart Superior outsourced jobs whether or not it laid off workers in the United States.\nOutsourcing U.S. jobs, or expanding?\nWhen an American company has layoffs of at least 500 employees or at least 33 percent of the workforce, the employer must issue a notice under the Worker Adjustment and Retraining Notification Act. These notifications are filed with the state. In both California and Indiana, the two states where Stewart Superior has American employees, there are no WARN notices on record.\nWorkers who lose their job to outsourcing are also eligible to petition to receive Trade Adjustment Assistance Program benefits. No one from Stewart Superior has petitioned since 1998, when a single case was rejected.\nWhat does that suggest? If Stewart Superior did lay off employees when it opened its manufacturing plant in Mexico, the layoffs affected fewer than 33 percent of jobs and none of the workers applied for government assistance. However, it is still possible that some number of workers were laid off.\nStewart Superior would not respond to questions. Bottom line: Stewart Superior certainly hired workers in Mexico, but it’s unclear if it was part of an expansion or at the expense of workers in the United States. And if so, how many.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n \n$80,000 profit unsubstantiated\nThe second part of the Senate Leadership Fund claim is that Donnelly Mexico profited up to $80,000 on outsourcing jobs to Mexico.\nThe reality is the Senate Leadership Fund is referring to money Donnelly made in stock dividends he owned in his brother’s company.\nBetween 2011 and 2017, Donnelly submitted yearly financial disclosure reports. These show his earnings from dividends, which are annual cuts of a company’s profits given to certain shareholders.\nIn 2014 and 2015, Donnelly reported earning between $5,000 and $15,000 in dividends from his stock in Stewart Superior. In 2016, he reported earning between $15,000 and $50,000. Donnelly had also owned stock prior to 2013, but it had been valued below reporting thresholds.\nThe Senate Leadership Fund reaches $80,000 by taking the maximum figure in the range each year: $15,000 in 2014 and 2015, and $50,000 in 2016. If he had been earning the minimum value in the range, he would have made $25,000.\nTo make $80,000, Donnelly’s earnings would have had to jump from $15,000 in 2015 to $50,000 in 2016. Experts say that is improbable based on the $17,400 the Indianapolis Business Journal reported he sold his stock for.\nAccording to Louisiana State University finance professor Don Chance, annual dividends are generally only worth a small percentage of the stock. Publicly traded companies will give stockholders an annual dividend worth between 0.5 percent to 4 percent of their stock. Stocks in Home Depot worth $17,000, for instance, would earn just $347 per year in dividends.\nSo, how is it possible that Donnelly’s stock in Stewart Superior, which was worth $17,000 when he sold it, made somewhere between $25,000 and $80,000 over three years?\nThe stock’s value may have fluctuated over time, but we know that it was worth no more than $50,000, based on Donnelly’s financial disclosures. Because Stewart Superior is not a publicly traded company, very little information is available about its investors or financial status.\nIf his stocks were truly worth $17,000 and Donnelly earned only $25,000 from them, he would have received a dividend return of nearly 50 percent. Even if his stocks were valued at the highest possible amount within the range, $50,000, his return rate would have been about 16 percent, which is incredibly high.\n\"The $25,000 number is ridiculously out of line,\" Chance said. \"And the $80,000 even more so.\"\nDonnelly’s campaign was uncertain why the return rate for his dividends was so high.\nOur ruling\nThe Senate Leadership Fund said Joe Donnelly's \"family got caught outsourcing jobs to Mexico, and ‘Mexico Joe’ profited up to $80,000.\" The ad also says \"American jobs at risk.\"\nA company owned by Donnelly’s brother, Stewart Superior, opened a manufacturing plant in Mexico in 2011. It is not clear if U.S. jobs were lost as a result.\nDonnelly's connection to the company in 2011 appears to be that he held stock. As far as Donnelly's profits, the Senate Leadership Fund is highlighting only the high-end of the range he reported as earning in stock dividends. It would be accurate to say he earned between $25,000 and $80,000 by holding stock in his brother's company.\nThis claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nUPDATE (July 26): After we published this fact-check, the Senate Leadership Fund said it believed Stewart Superior outsourced jobs whether or not U.S. workers were laid off. We have updated the story to better reflect their position. Notwithstanding how you define outsourcing in the context of the ad, or what it means when the ad says \"American jobs at risk,\" the claim by the Senate Leadership Fund overplays Donnelly's connection to Stewart Superior and cherrypicks the high-end estimate of what Donnelly earned from his stock in the company. Our rating remains Mostly False.", "vclaim_id": "vclaim-pol-01805"}