{"url": "/factchecks/2013/dec/16/bob-schieffer/bob-schieffer-says-iran-president-hassan-rouhani-h/", "speaker": "Bob Schieffer", "vclaim": "Iran President Hassan \"Rouhani has more Cabinet members with Ph.D.s from American universities\" than members of Barack Obama’s Cabinet.", "truth_label": "true", "date": "stated on December 9, 2013 in comments at a forum at the Center for Strategic and International Studies:", "title": "Bob Schieffer says Iran President Hassan Rouhani has more cabinet members with American Ph.D.s than Obama", "text": "Iranian President Hassan Rouhani is seen as a moderate more willing to engage the West, in part because of the backgrounds of his closest advisers.\nUnlike brash, hard-lined predecessor Mahmoud Ahmadinejad, Rouhani nominated several cabinet members with advanced degrees from other countries -- a fact that surfaced during a discussion on the Iranian nuclear deal moderated by Bob Schieffer of CBS’ Face the Nation.\n\"I was very interested that I read, I think it was in The Atlantic, that Rouhani has more cabinet members with Ph.D.s from American universities, he has more of those in his cabinet than President (Barack) Obama does,\" Schieffer said at the Dec. 9, 2013, forum at the Center for Strategic and International Studies in Washington.\nIntrigued by the point, we wanted to know if it was true.\nJust days earlier, The Atlantic published \"The Case for Giving Iran's Scholar-Diplomats a Chance\" by contributing editor Moisés Naím, a senior associate in international economics at the Carnegie Endowment for International Peace.\nHis column began with exactly the information we were looking for: Hassan Rouhani, Iran’s president, has more cabinet members with Ph.D. degrees from U.S. universities than Barack Obama does. In fact, Iran has more holders of American Ph.D.s in its presidential cabinet than France, Germany, Italy, Japan, Russia, or Spain — combined.\nWhat’s the significance? The cabinet of scholars could launch a new chapter in Iran’s typically troubled relations with western countries and negotiations over its nuclear program -- or not, Naím wrote, since the country’s supreme leader, Ali Khamenei, ultimately calls the shots.\n\"But compared to the kind of people that Ahmadinejad had in his cabinet, they were a very different kind of crowd,\" Naím told PunditFact by phone. \"So one would expect people with American Ph.D.s to be more sophisticated, more integrated in the world.\"\nHis piece singled out three Iranian cabinet officials from the 30-position body with American degrees. PunditFact verified each of the following officials graduated from these American universities:\n\n\nMohammad Agha Nahavandian, Rouhani’s chief of staff, was awarded a Ph.D. in economics on Jan. 30, 1994, from George Washington University.\n\n\nMohammad Javad Zarif, the country’s foreign affairs minister, completed his Ph.D. in international law and politics at the University of Denver in 1988. Zarif, who was the lead negotiator in the nuclear deal, was Iran’s ambassador to the United Nations based in New York.\n\n\nAli Akbar Salehi, a vice president and head of Iran’s Atomic Energy Organization, earned a Ph.D. in nuclear engineering from the Massachusetts Institute of Technology in 1977.\n\n\nSeveral other members of Rouhani’s Cabinet graduated from universities in Europe, according to Naím’s piece. His minister of information and communications technology, Mahmoud Vaezi, enrolled at a doctoral program at Louisiana State University after studying at other American schools but ended up finishing his Ph.D. in international relations at Warsaw University in Poland. Even Rouhani earned a doctorate from Glasgow Caledonian University in Scotland, and several other members have advanced degrees from Iranian universities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nRouhani’s cabinet has an important role in preparing policy and budgets, but it’s not all that powerful because decisions can be overruled by the supreme leader’s office and the Guardian Council, which is appointed by the supreme leader and considers legislation, said Alex Vatanka, an expert on Iran at the Middle East Institute. The U.S. Cabinet does not face similar wildcards, he said.\n\"There is no sort of element of surprise in the middle of it with one of the priests coming from nearby churches saying, ‘No, no, this is ungodly and shouldn’t be done’,\" Vatanka said.\n\"The cabinet has been a way for the president to cautiously advance a reform agenda in Iran,\" said Jon Alterman, director of the Middle East Program at the Center for Strategic and International Studies.\nHe pointed out that another Rouhani adviser who is not in the cabinet, Mahmood Sariolghalam, earned a Ph.D. from the University of Southern California.\nHow does Obama’s Cabinet compare?\nThere are a couple of ways of looking at Obama’s Cabinet, and neither measure produces more doctoral degrees from American universities than the three we confirmed in Iran. The U.S. cabinet is stacked with lawyers, which is pretty typical.\nThe advisory group includes Vice President Joe Biden and the leaders of 15 executive agencies. Of those, just one has an American Ph.D.\nErnest Moniz, Obama’s energy secretary, has no fewer than four honorary degrees. The one that counts for our purpose is his doctorate in theoretical physics from Stanford University.\nIf you expand the pool to include seven more Cabinet-rank officials listed on the same White House page, you find another doctorate. That’s Jason Furman, chairman of the Council of Economic Advisers, who earned a Ph.D. in economics from Harvard University (as well as master’s degrees in government from Harvard and in economics from the London School of Economics).\nOur ruling\nBob Schieffer referenced an Atlantic piece when he said Rouhani’s cabinet has more members with Ph.D.s from American universities than Obama’s.\nWhile we could not nail down the academic background of each member of Iran’s cabinet, we found enough members with verifiable degrees -- three -- to deem his statement accurate. Obama has two, including one official with Cabinet-rank.\nWhat it all means for international relations remains to be seen.\nWe rate Schieffer’s statement True.", "vclaim_id": "vclaim-pol-08497"}