{"url": "/factchecks/2012/sep/10/mike-berlon/which-party-has-more-supporters/", "speaker": "Mike Berlon", "vclaim": "\"We know there are more Democrats in Georgia than Republicans. We know that for a fact.\"", "truth_label": "barely-true", "date": "stated on September 3, 2012 in an article:", "title": "Which party has more supporters?", "text": "By most accounts, Georgia is as red politically as its famed clay.\n\nNot so, says the chairman of the state’s Democratic Party.\n\n\"We know there are more Democrats in Georgia than Republicans. We know that for a fact,\" Mike Berlon said in The Atlanta Journal-Constitution’s Political Insider blog as he and other party delegates gathered in Charlotte for the Democrats’ national convention. \"The problem is, we don’t win because of turnout.\"\n\nIt’s been nearly 20 years since a Democratic candidate for president won the state. Georgia’s governor, both of its U.S. senators and every statewide elected official are Republicans. In the Georgia Legislature, Republicans hold 115 of 180 House seats and 36 of 56 seats in the Senate.\n\nConsidering such dominance, what’s the basis for claiming there are more Democrats in Georgia?\n\nDemocratic leaders are hoping the state’s increasingly diverse electorate will help President Barack Obama pull off a victory in Georgia this year. Most polls, though, put Georgia on the Republican or leaning-Republican side of the scale. \n\nBerlon offered an explanation about why Democrats don’t win more statewide elections in the blog when he talked about turnout. Party spokesman Eric Gray forwarded us a spreadsheet that shows a slight majority of Georgians who voted in 2004 and 2008 elections considered themselves strong or leaned toward the Democrats. Gray said the data came from the Georgia secretary of state’s office, based on voter history.\n\nIn Georgia, there is no partisan voter registration, so primaries are open to everyone regardless of party affiliation. And the secretary of state’s office doesn’t keep statistics on voters’ party preference.\n\nOne way we attempted to glean which party has more voters was to examine the July 31, 2012, primary elections. Voters could choose whether to vote for candidates and various questions on the Democratic or Republican ballot. Most, by far, chose the GOP ballot. An average of 943,015 votes were cast on each Republican ballot question. An average of about 584,120 votes were cast on the four Democratic ballot questions.\n\nWe also looked at the Feb. 5, 2008, presidential primaries, since both parties were choosing candidates to serve in the White House and both races were hotly contested. On that day, more Georgians voted in the Democratic Party primary than on the Republican ballot.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nWe also looked at the Feb. 5, 2008, presidential primaries, since both parties were choosing candidates to serve in the White House and both races were hotly contested. On that day, more Georgians voted in the Democratic Party primary than on the Republican ballot. Nearly 1.1 million votes were cast on the Democratic side while about 960,000 votes were cast on the Republican side.\n\nThe numbers for both elections were pulled from the secretary of state’s website.\n\nWe also looked at polling data.\n\nExit polls going back to 2006 and 2002 showed more Georgia voters identified themselves as Republican than Democrat, and the trend continued last year.\n\nA slim majority of Georgians identified themselves as Republicans in a December 2011 poll conducted for The Atlanta Journal-Constitution. In the Mason-Dixon poll of 625 registered Georgia voters, 38 percent said they were Republicans, 35 percent identified themselves as Democrats and 27 percent claimed they were independents or were affiliated with another political party. The poll had a 4 percentage point margin of error. \n\nA Pew Research Center poll released in March 2008 found a near statistical tie in Georgia between those who identify themselves as Republicans (32 percent) and those who describe themselves as Democrats (31 percent).  \n\nBerlon’s statement seems to have a sliver of support in a 2008 CNN exit poll following the general election that showed 38 percent of Georgia’s voters identified themselves as Democrats, and 35 percent identified as Republicans.\n\nResults of a survey conducted in August of this year for the liberal-leaning group Better Georgia seems to follow the trend of the 2008 exit poll. An August 2012 survey by 20/20 Insight of 1,500 registered Georgia voters reported 8 percent more voters identified as Democrats (39 percent) than Republicans (31 percent). The survey had a 2.5 percentage point margin of error.\n\nDespite those anomalies, a look at state voting patterns does not support Berlon’s statement, said Charles Bullock, a veteran political science professor at the University of Georgia.\n\n\"Every one of the 15 statewide offices is filled by a Republican,\" Bullock said. \"If we look at how people have actually voted, there is no evidence, at least in terms of voting behavior, that there are more Democrats than Republicans in the state.\"\n\nGray described 2010 as a \"wave election\" in which Georgia Republicans had the advantage because many voters were angry about the economy and more energized.\n\n\"Things were bad in 2010. Republicans were much more energized,\" he said.\n\nThe party spokesman said the tide will turn in the Democrats’ favor this year. He also said the majority of Georgians who are not registered to vote are from demographic groups that typically vote for Democrats, such as African-Americans and Latinos.\n\nThere’s little concrete evidence that definitively shows which party has more voters since Georgia does not allow partisan voter registration and the secretary of state’s office doesn’t keep statistics on voters’ party preference. There is some information that supports Berlon’s argument, and some that counter his claim. \n\nWhile more people voted Democrat in the 2008 primary, Republicans dominated in the 2010 statewide races, and more Georgians voted on the GOP ballot in July.\n\nThe polling data says it’s close, but election results and the most recent makeup of the Georgia Legislature suggest there are more Georgians who consider themselves Republican.\n\nWe give Berlon a Mostly False.", "vclaim_id": "vclaim-pol-10409"}