{"url": "/factchecks/2015/aug/17/facebook-posts/pie-chart-federal-spending-circulating-internet-mi/", "speaker": "Facebook posts", "vclaim": "Says 57 percent of federal spending goes to the military and just 1 percent goes to food and agriculture, including food stamps.", "truth_label": "false", "date": "stated on August 13, 2015 in a meme on social media:", "title": "Pie chart of 'federal spending' circulating on the Internet is misleading", "text": "Is federal spending on the military about 50 times higher than on food stamps? That’s the message of a pie chart now circulating on the Internet.\nThe pie chart is headlined, \"Look closely at this chart of federal spending.\" It says spending on the \"military\" accounts for 57 percent of the federal dollar, with other categories ranging from 1 percent to 6 percent.\nThe caption says, \"Somewhere within the tiny orange sliver at the bottom is the food stamp program that Republicans blame for our budget deficit. And so ends today’s lesson in Republican logic.\"\nTo check the accuracy of this pie chart, we had to make a few assumptions. For starters, the chart isn’t dated, so we used estimated figures for fiscal year 2015. And since the chart uses some non-standard categories for federal spending, we had to make a few assumptions about which departmental spending should be placed in what category.\nThat said, we found some fundamental problems with the graphic’s calculations and conclusions. To understand them, we’ll first provide some background on how federal spending works.\nMost federal spending can be categorized as discretionary or mandatory. The levels of discretionary spending are determined through the congressional appropriations process, with both houses of Congress and the president ultimately signing off on an agreed level of spending. Most spending by cabinet departments and independent agencies falls under this category, and it’s \"discretionary\" in the sense that if political leaders want to raise, or lower, the amount of spending for a given purpose, they can do so by tinkering with appropriations bills.\nThe other major category is mandatory spending, which is sometimes referred to as \"entitlements.\" Spending within this category is determined by a formula, and the big pieces are three familiar programs: Social Security, Medicare and Medicaid. For each mandatory program, the amount spent is tied directly to the number of people deemed eligible by age or income level. These programs effectively run on autopilot unless Congress changes the formula, making this type of spending more insulated from lawmakers and the president than discretionary spending.\nWith that background, let’s now take a look at how the figures in the pie chart compare to a breakdown of fiscal 2015 discretionary spending (the third column), and to fiscal 2015 total spending (that is, discretionary plus mandatory spending, in the final column).\n \n\n\n\n\nCategory of spending\n\n\nPercent listed in meme\n\n\nCategory's share of 2015 discretionary spending\n\n\nCategory's share of all 2015 spending (including both discretionary and mandatory spending)\n\n\n\n\nDefense and homeland security\n\n\n57\n\n\n54\n\n\n16\n\n\n\n\nEducation\n\n\n6\n\n\n6\n\n\n3\n\n\n\n\nVeterans\n\n\n6\n\n\n1\n\n\n4\n\n\n\n\nHousing and Urban Development\n\n\n5\n\n\n3\n\n\n1\n\n\n\n\nHealth and Human Services\n\n\n5\n\n\n9\n\n\n28\n\n\n\n\nState Department and foreign aid\n\n\n3\n\n\n5\n\n\n2\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nEnergy and EPA\n\n\n3\n\n\n7\n\n\n1\n\n\n\n\nScience and NASA\n\n\n3\n\n\n2\n\n\n1\n\n\n\n\nTransportation\n\n\n3\n\n\n2\n\n\n4\n\n\n\n\nLabor\n\n\n2\n\n\n1\n\n\n1\n\n\n\n\nFood and agriculture\n\n\n1\n\n\n2\n\n\n4\n\n\n\n\nSocial Security\n\n\n0\n\n\n1\n\n\n25\n\n\n\n\nRemainder*\n\n\n6\n\n\n7\n\n\n9\n\n\n\n\n \n* \"Remainder\" includes legislative branch, judicial branch, independent agencies and departments of Commerce, Interior, and Treasury, minus offsetting receipts.\n \nThe pie chart’s figures aren’t far off if you’re looking just at discretionary spending, though even here there are some differences. For instance, the pie chart significantly understates the amount of spending going to health and energy.\nMore problematic, though, is that the pie chart ignores mandatory spending. About 60 percent of all federal spending is considered mandatory, with 34 percent considered discretionary and 6 percent devoted to interest. In other words, the chart, despite referring broadly to \"federal spending,\" only counts about one-third of federal spending -- the discretionary part.\nIf we look at all of federal spending, the picture changes:\n• The \"military\" share, including spending on homeland security, shrinks from 57 percent to 16 percent.\n• The \"health\" share zooms from 5 percent to 26 percent, once expenditures on Medicare and Medicaid are counted.\n• Social Security -- a category not even included in the pie chart now circulating on social media feeds -- rises from 0 percent to 25 percent.\n• Food and agriculture quadruples from 1 percent to 4 percent due to the inclusion of food stamps, a mandatory program, and agricultural income and price supports.\nCalculating it this way severely undercuts the graphic’s message. Rather than the federal budget being dominated by the military, the budget is actually dominated by spending on Social Security, Medicare and Medicaid. In fact. the ratio of military spending to food and agriculture spending in the full budget is 4-to-1, rather than 57-to-1.\nA more accurate representation would be this one:\n\nOur ruling\nA social-media meme says that 57 percent of federal spending goes to the military and just 1 percent goes to food and agriculture, including food stamps.\nTo get numbers that approximate this, the pie chart cherry-picks just discretionary spending. But that means the pie chart represents only about one-third of federal spending. Once you include the 60 percent of the budget that is mandatory spending, the military share plunges from 57 percent to 16 percent, and the categories that include Social Security, Medicare and Medicaid collectively account for a majority of federal spending. Spending on food and agriculture is still small, but it does quadruple from 1 percent to 4 percent.\nDue to its skewed methodology, the pie chart offers a deeply distorted picture of federal spending. We rate the claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  Says 57% of federal spending goes to the military and just 1% goes to food and agriculture, including food stamps.    Bloggers A blogger   In a blog post Thursday, August 13, 2015 08/13/2015    Read More  info", "vclaim_id": "vclaim-pol-06067"}