{"url": "/factchecks/2013/apr/28/susan-b-anthony-list/susan-b-anthony-list-says-says-new-virginia-regula/", "speaker": "Susan B. Anthony List", "vclaim": "New Virginia regulations on abortion clinics \"provide the same sanitary environment we expect of dental offices.\"", "truth_label": "pants-fire", "date": "stated on April 23, 2013 in a radio ad.:", "title": "Susan B. Anthony List says new Virginia regulations put abortion clinics on par with dental offices", "text": "Democratic gubernatorial candidate Terry McAuliffe’s opposition to stricter regulation of abortion  clinics has drawn fire.\n\nWomen Speak Out Virginia, a PAC affiliated with the Susan B. Anthony List that seeks to end abortion, is airing a radio ad that criticizes McAuliffe for opposing what it said are \"common ground abortion center health and safety standards.\"\n\n\"McAuliffe refuses to require women’s health clinics to provide the same sanitary environment we expect of dental offices and hospitals,\" the narrator says.\n\nWe were well aware that controversial regulations approved by the Virginia Department of Health on April 12 will require abortion clinics to adhere to the building standards for hospitals. Proponents said the new rules would make abortion clinics safer; opponents said the regulations were a ruse to put the clinics out of business.\n\nBut this is the first time we’ve heard the claim that the rules would require the clinics to provide the same sanitary standards expected of dental offices. So we decided to see if this is the case.\n\nWe asked Mallory Quigley, a spokeswoman for the PAC and the Susan B. Anthony List, for proof of the ad’s claim. She provided no facts. \"We -- meaning Virginia women -- expect a safe, sanitary environment inside abortion clinics, places that should be regulated at least as strict as dental offices and in fact, even stricter -- like hospitals -- which are mentioned immediately after that,\" she wrote in an email.\n\nThe ad implies that prior to the new regulations, abortion clinics were allowed to operate at lower sanitary standards than dental offices. There’s no evidence to support that. They were treated pretty much the same.\n\nBefore the change, neither abortions clinics nor dental offices were regulated by the Virginia Department of Health, according to Erik Bodin, the department’s director of the office of licensure and certification.\n\nThe doctors and dentists were under the purview of the Virginia Department of Health Professions, which licenses medical practitioners. The department only inspected the cleanliness of a physician’s or dentist’s office if there had been a complaint.\n\nIn the case of a dentist’s office, an inspector would be required to fill out a form evaluating the cleanliness of the facility, the disposal of needles, the sterilization of equipment and surfaces.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe findings are sent to the Board of Dentistry, which can revoke the license of a dentist who endangers public welfare.\n\nUp until the rule change, abortion clinics were regulated under the general category of \"physician’s offices.\" The Board of Medicine does not have specific regulations regarding sanitary standards in a doctor’s office, according to Diane Powers, spokeswoman for the Department of Health Professions. The board looks into complaints and may revoke licenses of physicians who provide \"an unsanitary office environment,\" Powers said.\n\nSo what’s changed under the new regulations?\n\nNothing for dental offices.\n\nBut it’s a whole new world for abortion clinics, which now fall under the Department of Health.\n\nThe clinics will have to meet certain building standards for new hospitals regulating the width of hallways, the number of parking spaces, the number of air exchanges used in a procedure room to keep infections from spreading and the type of hand washing sinks used by medical staff. Each clinic is required to have a plan for preventing infections that complies with guidelines from the U.S. Centers for Disease Control and Prevention. Each facility will be inspected by the state Department of Health at least once every two years.\n\nOur ruling\n\nA PAC affiliated with the Susan B. Anthony List says in an ad that McAuliffe opposed new regulations that would \"require women’s health clinics to provide the same sanitary environment we expect of dental offices.\"\n\nMcAuliffe did oppose new regulations that were approved for abortion clinics earlier this month. But it is ridiculous to imply that these rules elevate the sanitary standards for clinics to those of dental offices.\n\nAbortion clinics will be held to hospital building codes, must comply with with federal guidelines for infection prevention and will be inspected at least once every two years. Dental offices do not have to meet any of these guidelines and will continue to be inspected only in response to a complaint.\n\nWithout any evidence, the PAC has launched a misleading ad that trivializes very significant and polarizing changes Virginia has made to the way it regulates abortion clinics.\n\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-09409"}