{"url": "/factchecks/2018/mar/13/dennis-kucinich/richard-cordray-helped-pro-gun-group-get-go-ahead-/", "speaker": "Dennis Kucinich", "vclaim": "Says Richard Cordray directed an Ohio commission to \"permit an armed group to have a rally on the statehouse grounds, even taking the extraordinary step of assuming personal responsibility for waiving an insurance requirement in the event of an incident.\"", "truth_label": "true", "date": "stated on February 27, 2018 in a speech:", "title": "Richard Cordray told Ohio board to give permit to pro-gun group for rally, Kucinich says", "text": "In a speech after the school shooting in Parkland, Fla., Dennis Kucinich said fellow Democrat Richard Cordray ran his attorney general’s office as \"an extension of the NRA.\"\nThat included Cordray helping a gun rights group hold a rally outside of the statehouse, Kucinich said in a Feb. 27 speech to the City Club in Cleveland. Kucinich has vowed to make guns a key topic as he competes with Democrats, including Cordray, in the May 8 primary for governor.\n\"One unpublicized official act was a very unusual intervention with the Capitol Square Commission,\" Kucinich said. \"As the commission’s attorney, the attorney general directed it to permit an armed group to have a rally on the statehouse grounds, even taking the extraordinary step of assuming personal responsibility for waiving an insurance requirement in the event of an incident.\"\nOur fact-checking ears perked up with an \"unpublicized official act,\" so we went in search of the facts about Cordray’s actions related to a 2010 gun-rights rally.\nCordray’s actions related to a 2010 gun rights rally\nKucinich was referring to the Capitol Square Review and Advisory Board, which oversees the statehouse in Columbus. The Attorney General’s office serves as legal counsel to the board.\nAlthough he has shown support for some gun control measures after the Parkland shooting, Cordray has had strong support in the past from gun rights groups.\nKucinich was talking about a rally organized by Ohioans for Concealed Carry. The event was part of a national wave of marches leading up to the national Second Amendment March in Washington in April 2010.\nKucinich’s campaign website linked to a YouTube video clip posted by Progress Ohio, a liberal group, showing about 10 minutes of the April 10, 2010, rally.\nThe clip starts with Dan White, who was active with Ohioans for Concealed Carry, saying: \"I’m not lying, if it wasn’t for them I don’t think we would be on the square right now today. They were instrumental. They did their jobs very well.\"\nCordray, as attorney general, then followed: \"Thank you, Dan. So as he said, I’m counting on all of you because if there are any troubles it's my responsibility, but I am comfortable with that. I’m pleased to be here today at this Second Amendment rally.\"\nMonths later while speaking at an Ohioans for Concealed Carry rally in August 2010, Cordray recounted the difficulties in pulling off the April rally.\nThe Capitol Square Review and Advisory Board was \"very unhappy and resistant\" about the planned rally, Cordray said.\n\"In the end, after having no real leg to stand on and denying a permit, they decided at the last minute they were going to require some giant insurance policy to have to be obtained for people to be able to have a rally on the statehouse grounds,\" Cordray said.\nCordray said he spoke with board chair Richard Finan and asked, \"Look, you don’t require this of other groups, why would you be requiring this here?\"\nAccording to Cordray, Finan then asked, \"Are you willing to take responsibility?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRob Portman\n\n\nstated on June 28, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nSays that Lee Fisher once said, \"I never met a gun control bill I didn’t like.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 25, 2010\n\n\n\n\n\n\n\n\"And I said, yes, I am willing to take responsibility,\" Cordray told the group.\nFinan, who has since retired from the board, told PolitiFact that he recalled Cordray reaching out to him before the rally.\n\"He told us we could go ahead and allow the rally to occur on the statehouse grounds,\" Finan said.\nConcealed Carry group exchanged letters with state board\nWe sought records from the board related to the 2010 rally, but a spokesman told us that it only keeps records for four years.\nHowever, Jeff Garvas, who organized the 2010 rally and is the president of Ohioans for Concealed Carry, shared with PolitiFact some of his correspondence with the board.\nGarvas told PolitiFact that his group obtained a permit from the advisory board about eight months before the event. Then, about two weeks before the rally, he said the board told the group that it had to pay for 10 state troopers and promise that no one would show up with a firearm. At some point, the board also told the group that it would have to obtain a half-million dollar insurance policy, he said. (Its special events policy states that the board may require the permit holder to file a certificate of insurance at least seven days prior to the event.)\nGarvas sent the board’s executive director, William Carleton, a letter raising objections to the firearm ban at the rally.\nCarleton wrote in an April 10 letter that Garvas had also verbally sought a waiver for the bond requirement and proof of insurance.\nCarleton granted the waiver as long as the group met certain conditions including holstering firearms and paying $1,000 for five state troopers. Carleton waived the requirement for a bond and proof of insurance.\nCarleton’s letter doesn’t mention Cordray, but an assistant attorney general was copied on the letter.\nCordray’s spokesman Mike Gwin didn’t dispute Kucinich’s statement.\nGwin said that the Attorney General’s office \"provided legal advice during the course of the permitting process that denying this group a rally permit would likely result in a costly and successful lawsuit by the protest organizers, as had happened with similar denied permits for statehouse rallies in the past.\"\nOur ruling\nKucinich said Cordray directed an Ohio commission to \"permit an armed group to have a rally on the statehouse grounds, even taking the extraordinary step of assuming personal responsibility for waiving an insurance requirement in the event of an incident.\"\nKucinich was referring to a rally held in April 2010. A video shows Cordray speaking at the rally where he said \"if there are any troubles it's my responsibility but I am comfortable with that.\"\nMonths later, in another video, Cordray said that when the Capitol Square Review and Advisory Board denied a permit and required a \"giant insurance policy\" Cordray spoke with the board’s president and agreed to take responsibility for the event.\nFinan, the advisory board chair at the time, told PolitiFact that Cordray gave the go-ahead for the rally.\nCordray didn’t appear to play the only role in allowing the group to hold the rally. The executive director of the board ultimately granted the waiver after exchanging communications with Ohioans for Concealed Carry.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/4702528e-67c1-4002-a3d8-b9ee78a35333", "vclaim_id": "vclaim-pol-02319"}