{"url": "/factchecks/2013/sep/30/ted-cruz/ted-cruz-says-strong-bipartisan-majority-house-rep/", "speaker": "Ted Cruz", "vclaim": "\"A strong bipartisan majority\" in the House of Representatives \"voted to defund Obamacare.\"", "truth_label": "false", "date": "stated on September 20, 2013 in a news release:", "title": "Ted Cruz says 'a strong bipartisan majority' in the House of Representatives 'voted to defund Obamacare'", "text": "Where the showdown over a government shutdown is concerned, the blame game runs both ways.\nCongress and the White House are at loggerheads over what to do with President Barack Obama’s health care law. Major aspects of the law are set to go live on Oct. 1, the same day as funding for the federal government runs out. But efforts to keep the funding flowing have floundered on the demand of some Republicans to defund or delay the law, while the president has refused to eliminate or pare back his signature legislative achievement.\nWe noticed two similar, but opposite, claims about how the parties broke on key votes in the conflict. Here, we will look at a claim by Sen. Ted Cruz, R-Texas. In a separate fact-check, we will look at a claim by Obama.\nAfter passage of a measure on Sept. 20, 2013, to fund the government without funding Obamacare, Cruz -- a leader of the pro-defunding side -- released a statement that said in part, \"Today, the House of Representatives did what Washington pundits only a few weeks ago said was impossible: a strong bipartisan majority voted to defund Obamacare. This is a victory for House conservatives, and it is a victory for Speaker (John) Boehner and Republican leadership.\"\nWas it accurate for Cruz to say that \"a strong bipartisan majority\" in the House of Representatives \"voted to defund Obamacare\"? We didn’t hear back from Cruz’s office, but we looked at the vote tallies ourselves.\nOn the final vote, the measure -- which paired continued funding for the government with a defunding of Obamacare -- passed by a 230-189 margin. But those 230 votes in favor broke down to 228 Republicans and just two Democrats, Reps. Mike McIntyre of North Carolina and Jim Matheson of Utah. (One Republican, Rep. Scott Rigell of Virginia, broke ranks and joined the Democrats.)\nWe have addressed claims of \"bipartisanship\" in the past and have generally been skeptical of a claim where a tiny fraction of a caucus serves as justification for the \"bipartisan\" label.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nNorm Ornstein, a resident fellow at the American Enterprise Institute, told us in 2011 that his definition would be \"healthy numbers, not necessarily majorities, and not necessarily equally drawn, from both parties\" -- a threshold hardly met in this case.\nSeveral other experts we checked with for this fact-check agreed.\n\"I think a reasonable person would expect the threshold to be higher, particularly if the modifier ‘strong’ is applied,\" as Cruz included in his statement, said Roy T. Meyers, a political scientist at the University of Maryland-Baltimore County.\nDonald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars and a former Republican staff director of the House Rules Committee, felt similarly.\n\"Two Democrats, like two swallows, do not a bipartisan summer make,\" Wolfensberger said. \"It's more like a false spring. Beauty and political truth are in the eye of the beholder. We all tend to see what we want to see.\"\nOur ruling\nCruz said that \"a strong bipartisan majority\" in the House of Representatives \"voted to defund Obamacare.\"\nEven if you consider the overall 230-189 margin to be a \"strong\" victory for backers of the measure, it doesn’t qualify as \"bipartisan\" except in the most hyper-technical sense. Two Democrats out of the 190 who voted -- barely more than 1 percent of the party’s caucus -- joined Republicans in voting for the bill. In our book, that doesn’t qualify as much of a bipartisan action. We rate the claim False.", "vclaim_id": "vclaim-pol-08817"}