{"url": "/factchecks/2020/feb/07/michael-bloomberg/bloomberg-wrong-about-north-carolinas-primary-rule/", "speaker": "Michael Bloomberg", "vclaim": "North Carolina's Democratic primary is open to \"all registered voters, regardless of registration.\"", "truth_label": "false", "date": "stated on February 4, 2020 in a campaign letter:", "title": "Bloomberg wrong about North Carolina's primary rules", "text": "Former New York mayor Mike Bloomberg is trying to boost election participation in North Carolina.\nBut a recent piece of campaign mail offers misleading information about who can vote in North Carolina’s primaries.\nBloomberg, who entered the presidential race late, has spent millions of dollars on television ads in an attempt to compete with other Democratic candidates such as Joe Biden, Bernie Sanders, Elizabeth Warren and others. \nIn the letter obtained by WRAL, Bloomberg criticizes President Donald Trump for creating \"chaos\" while in office -- and asks the recipient for her support. Bloomberg then closes the letter with this line:\n\"P.S. North Carolina election law allows all registered voters, regardless of registration, to vote in the Democratic Primary.\"\nThe letter was first reported by The Richmond Observer.\nSo is it true that any registered voter can vote in any party’s primary? No. \nSemi-closed primary\nNorth Carolina has what’s known as a \"semi-closed\" primary, according to the NC board of elections.\nThis means that anybody who is registered with a specific party can only vote in that party’s primary.\nUnaffiliated voters can also participate in one party’s primary election -- but only if that party opens its doors to those voters. In North Carolina, political parties aren’t required to open their primaries.\nEach of North Carolina’s recognized parties has until the first day of December to inform the NC elections board whether it wants to open its primary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\nThis year, the Democratic, Republican and Libertarian parties will have open primaries, according to the elections board. In other words: if you are registered as an unaffiliated voter in North Carolina, you can participate in one of their primaries.\nMeanwhile, the Constitution and Green parties are closed -- meaning you have to be registered with those parties to participate.\nA follow-up letter\nIt’s unclear how many letters the Bloomberg campaign sent in North Carolina. LaToya Evans, a spokeswoman for Bloomberg, told us that the campaign is working to rectify the situation.\n\"Last week, the campaign sent a letter introducing Mike Bloomberg and his record targeted at Democrats and unaffiliated voters in North Carolina,\" Evans said in a Feb. 4 email. \n\"These voters can show up on election day and vote in the Democratic primary. We are sending a follow up mailer to those who received the letter to clarify how they can participate in the upcoming primary. We regret any confusion this may have caused.\"\nIn the meantime, the NC elections board is hoping voters will rely only on official government communications for information.\n\"We always encourage people to rely on county and state elections boards and their materials for reliable information about elections,\" board spokesman Pat Gannon told PolitiFact.\nOur ruling\nBloomberg’s letter said \"North Carolina election law allows all registered voters, regardless of registration, to vote in the Democratic Primary.\"\nThat’s not true. North Carolina has a semi-closed primary.\n If you’re an unaffiliated voter, you can vote in one of the major party’s primaries.\nIf you’re registered with a certain party, you cannot participate in another party’s primary like Bloomberg’s letter implies. We rate this statement False.", "vclaim_id": "vclaim-pol-17359"}