{"url": "/factchecks/2018/may/03/don-blankenship/fact-checking-don-blankenship-mitch-mcconnell-chin/", "speaker": "Don Blankenship", "vclaim": "\"Mitch McConnell was one of the few senators that voted after Tiananmen Square not to have punitive actions against China for human rights violations.\"", "truth_label": "false", "date": "stated on May 1, 2018 in a debate:", "title": "Fact-checking Don Blankenship on Mitch McConnell and China", "text": "In the closing days of West Virginia’s Senate primary, relations between Republicans Don Blankenship and U.S. Senate Majority Leader Mitch McConnell have turned sour.\nBlankenship is running for Senate despite spending a year in jail for conspiring to violate mine safety regulations. A jury found that, under his leadership as CEO of Massey Energy, the company systematically refused to take steps that would have prevented a deadly combination of methane gas and coal dust that left 29 West Virginia miners dead in 2010.\nThe prospect that a candidate with that kind of background could win the nomination to face Democratic U.S. Sen. Joe Manchin has prompted national Republicans to target Blankenship in the hope that he doesn’t win the primary. Blankenship’s top rivals for the nomination are U.S. Rep. Evan Jenkins and state Attorney General Patrick Morrisey.\nIn April, a group of GOP strategists aligned with McConnell established the Mountain Families PAC, backed by six-figure television ad buys targeting Blankenship, Politico reported.\nBlankenship responded by attacking McConnell, including an ad that dubbed him \"Cocaine Mitch.\" (That reportedly refers to a 2014 article in The Nation that said drugs had been found on a ship owned by the family of Elaine Chao, McConnell’s wife and the current Transportation Secretary.)\nIn a May 1 Fox News debate in Morgantown, W.Va., Blankenship continued to attack McConnell and Chao. He brought up the incidents of June 1989, when the Chinese government cracked down militarily on pro-democracy protesters in Tiananmen Square, resulting in the deaths of between hundreds and perhaps thousands of protesters.\n\"Mitch McConnell was one of the few senators that voted after Tiananmen Square not to have punitive actions against China for human rights violations,\" Blankenship said.\nLet’s look at what Congress did in the aftermath.\nThe sanctions bill from 1990\nAfter the Tiananmen Square crackdown, the United States responded with a series of economic sanctions. On Jan. 30, 1990, the Senate followed the House in passing a $9.7 billion spending measure for State Department activities during fiscal years 1990 and 1991.\nThat bill included a suspension of U.S. financial support to China by the Overseas Private Investment Corporation and the Trade and Development Program. It also stopped the licensing for U.S. exports of military items.\nThe bill passed the Senate, 98-0, and McConnell voted for it.\nSo the most straightforward way to interpret Blankenship’s statement doesn’t hold up.\nAfter we reached out to Blankenship’s campaign, they clarified the legislation in question. It was actually a bill from 2000 known as S. 2277.\nThe bill would have authorized the president to extend \"normal\" trade relations to China, as long as the president certified that China was living up to World Trade Organization standards.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThis is something quite different than what Blankenship said during the debate.\nWhat was S. 2277?\nHere are some of the problems with Blankenship’s characterization of the bill in question?\n• The bill didn’t come just after Tiananmen. Blankenship said McConnell voted for the bill \"after Tiananmen Square.\" But S. 2277 was hardly in the immediate aftermath of the killings -- it came 11 years later.\n• McConnell couldn’t have \"voted\" for it. Blankenship said McConnell \"voted\" on the bill, but S. 2277 was an early version of a bill that was later subsumed into a different piece of legislation. So S. 2277 never actually received a floor vote. The Blankenship campaign acknowledged to PolitiFact that it would have been more accurate to say the bill was \"sponsored\" by McConnell.\n• McConnell wasn’t one of a \"few\" GOP supporters. McConnell was indeed a sponsor of S. 2277, along with 10 other Republicans and 14 Democrats. That amounted to one-fifth of the Republican conference at the time -- a significant number of co-sponsors for a Senate bill, said Gregory Koger, a University of Miami political scientist who specializes in the U.S. Senate.\nMoreover, the bill passed out of the Senate Finance Committee with only one dissenting vote in either party. (McConnell was not on the Finance Committee, so he could not have voted on it there.)\nOnce S. 2277 was incorporated into the successor bill -- H.R. 4444 -- that bill received broad support, as well. The bill passed the Senate by an 83-15 margin, with 46 Republicans voting for it and eight opposing it. That’s a Republican conference support rate of 85 percent.\n• The final version of the bill is more nuanced on human rights than Blankenship suggests. Blankenship has a point that the final bill was designed to end the requirement that the United States renew China’s \"normal\" trade status on an annual basis. But the bill did seek to maintain some leverage over Chinese human rights policy.\nSpecifically, it established a Congressional-Executive Commission on the People’s Republic of China, charged with monitoring \"the acts of the People’s Republic of China which reflect compliance with or violation of human rights.\" The bill offered a detailed list of human-rights concerned, ranging from freedom of expression and religion to an end to arbitrary arrest and cruel and unusual punishment.\nThe bill also said U.S. funds could be spent for certain purposes in China \"if the president has credible evidence\" that the recipient \"has been materially responsible for the commission of human rights violations.\"\nWe should also mention Blankenship’s apparent implication that Chao is a reason why McConnell is soft on China.\n\"The key question is what we would expect of McConnell and Chao if they had no Chinese ties,\" Koger said. \"Answer: There is no clear difference. By the late 1990s and early 2000s, there were a lot of voices calling to end the annual certification of China's trade status. Congress passed a law to that effect, and not because most members of Congress have rich Chinese in-laws.\"\nOur ruling\nBlankenship said, \"Mitch McConnell was one of the few senators that voted after Tiananmen Square not to have punitive actions against China for human rights violations.\"\nThis assertion is inaccurate in multiple ways. McConnell and every other Senate Republican had voted in favor of sanctions in the immediate aftermath of Tiananmen Square; the legislation Blankenship said he was referring to came 11 years later. The 2000 bill arguably weakened but did not eliminate human-rights leverage over China. And the vast majority of Republicans -- not just a \"few\" -- supported the final version of the measure.\nWe rate the statement False.\n Share the Facts 2018-05-03 21:36:04 UTC   PolitiFact    2 1 7  PolitiFact Rating: False   \"Mitch McConnell was one of the few senators that voted after Tiananmen Square not to have punitive actions against China for human rights violations.\"    Don Blankenship West Virginia senate candidate https://www.youtube.com/watch?v=1gJDjPnvLvo   a debate Tuesday, May 1, 2018 2018-05-01    Read More  info", "vclaim_id": "vclaim-pol-02112"}