{"url": "/factchecks/2010/jul/15/jeff-weems/democrat-weems-says-texas-has-one-inspector-every-/", "speaker": "Jeff Weems", "vclaim": "Says Texas has one state inspector for every 4,500 oil and gas wells.", "truth_label": "true", "date": "stated on June 25, 2010 in a speech:", "title": "Democrat Weems, hearkening to BP disaster, says Texas has one inspector for every 4,500 oil and gas wells", "text": "Seeking a seat on the Texas Railroad Commission, Houston lawyer Jeff Weems said the commission’s in charge of making sure a disaster like the BP oil spill doesn’t happen in Texas. The Democratic nominee went on to tell the United Auto Workers caucus at the party’s state convention June 25: \"Right now, there is one inspector for every 4,500 wells. You can’t do that job.\"\n\nUnderstaffing in the extreme? We wondered if Weems got that right.\n\nIn e-mails, Weems told us he heard there’s one field inspector for every 4,500 wells from Paul Whitehead, who works in a commission office in Midland. Weems said that's higher than the 1-for-3,300 ratio he got earlier from ProPublica, which describes itself as \"an independent, non-profit newsroom that produces investigative journalism in the public interest.\" ProPublica published an article in December 2009 saying the Texas commission had 83 field inspectors, \"meaning each person is responsible for almost 3,300 wells, many of them requiring several visits in a year.\"\n\nIt quotes Weems saying: \"It's one of the worst-kept secrets around the state that the wells that are ostensibly checked once a year aren't. They could double the number of inspectors and still be straining their staff to do their job.\"\n\nWhitehead referred us to the commission’s Austin headquarters where spokeswoman Ramona Nye confirmed that of late, there are 86 inspectors for 394,365 oil and gas wells, including 282,150 active wells. As of May 28, 2010, these included 740 bay and 341 offshore wells in state waters, which extend about 10 miles offshore. Overall, that makes the inspector/wells ratio about 1-to-4,586. Agency charts show the number of wells under the commission's watch is up 11 percent from Jan. 24, 2003.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe commission’s executive director, John Tintera, told us that the commission has sought additional inspectors, with mixed results. The Legislature nixed a request for seven inspectors in 2003, he said, but in 2009 it OK’d two new pipeline inspectors and authorized four more well inspectors, contingent on revenue from fees deposited in the state's Oilfield Cleanup Fund. However, the money needed to make the hires did not accumulate. Nye said the agency hasn't decided whether to request funding for more inspectors from the 2011 Legislature.\n\nIn an e-mail, Weems was critical of the current staffing level: \"You cannot actively monitor that many wells - there is no way you can go by, inspect what is going on - check for leaks, condition of the premises, etc., except once every 3-5 years, and then only if you fly.\" The commission's spokeswoman, Nye, said inspectors drive to well sites instead of flying.\n\nTintera told us every well isn’t inspected every year; instead, inspectors focus on wells where there’s greater production or environmental sensitivity. He initially indicated the commission has enough inspectors to fulfill demands: \"What Texas needs is what we have.\"\n\nTintera later said the commission would \"welcome more resources, including inspectors. However, we recognize the budget constraints facing the state. Therefore the RRC prioritizes its inspections, uses outriders (inspectors who work from home) located near the oil fields they inspect to maximize efficiency, and has not included inspector positions in the hiring freeze that is currently at the agency.\"\n\nAll in all? Weems accurately recaps the number of oil wells per inspector in Texas. His statement is True.", "vclaim_id": "vclaim-pol-14763"}