{"url": "/factchecks/2020/jan/07/facebook-posts/no-evidence-jeff-foxworthy-behind-viral-facebook-p/", "speaker": "Facebook posts", "vclaim": "Says Jeff Foxworthy wrote a list of examples explaining how \"you might live in a nation that was founded by geniuses but is run by idiots.\"", "truth_label": "false", "date": "stated on November 19, 2019 in a Facebook post:", "title": "No evidence Jeff Foxworthy is behind this viral Facebook post", "text": "\"If you can get arrested for hunting or fishing without a license, but not for entering and remaining in the country illegally — you might live in a country that was founded by geniuses but is run by idiots.\"\nThat’s one of many examples in a list posted to Facebook on Nov. 19 and falsely attributed to comedian Jeff Foxworthy. The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nFoxworthy is famous for his \"You might be a redneck if…\" jokes, but searching online we couldn’t find any credible evidence that he penned this list that touches on abortion, Muslims and federal debt.  \nRather, we found users on web forums crediting someone named Fritz Edmunds with the list. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSnopes, which fact-checked this claim back in 2013, also noted that \"the original compiler of this appears to be Fritz Edmunds, who posted it to his ‘Politically True’ blog back in Feb. 3, 2013 (albeit with a disclaimer noting that ‘some of the ideas were from an email that did not contain a copyright’).\"\nThe link to that post is now dead but the url includes the words \"channeling Jeff Foxworthy.\"\nWe rate it False.", "vclaim_id": "vclaim-pol-17533"}