{"url": "/factchecks/2015/feb/06/tweets/scott-walker-wants-cut-college-budgets-13-and-spen/", "speaker": "Tweets", "vclaim": "\"Scott Walker to cut $300 million from universities, spend $500 million on a pro basketball stadium.\"", "truth_label": "half-true", "date": "stated on February 2, 2015 in Twitter posts:", "title": "Scott Walker wants to cut college budgets by 13% and spend $500 million for an NBA arena?", "text": "On Feb. 2, 2015, the day before Gov. Scott Walker unveiled his state budget, Twitter lit up with this claim:\n\"Scott Walker to cut $300 million from universities, spend $500 million on a pro basketball stadium.\"\nThe tweets were a copy-and-paste of a headline on an article by Think Progress, a liberal blog, that was posted the same day.\nIt was an eye-catching claim that went too far.\nThe cut\nThe first part of the claim in the tweets is on target.\nMore than a week before formally introducing his 2015-'17 budget, Walker revealed that he would propose cutting $300 million over two years from the University of Wisconsin System.\nTop officials in the system, which includes the University of Wisconsin-Madison flagship and 25 other four-year and two-year schools, said the plan likely would lead to layoffs.  \nIn exchange, the system would get more control over its budget and more freedom from state rules in its operations.\nWalker’s proposed cut -- $150 million for each year of the biennium, for a total of $300 million -- amounts to a 13 percent reduction in state aid for the UW System. That reportedly would be the largest cut ever.\nIt’s worth noting that state funding accounts for $1.2 billion of the system's total budget of $6 billion. Walker’s cut in state aid would amount to 2.5 percent of the total budget.\nWe won't know until mid-2015 whether the cut ultimately becomes part of the final budget approved by the Legislature.\nBut there is no dispute that the $300 million reduction for universities is what Walker has proposed.\nThe arena\nMoney for a new basketball arena is more complicated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe owners of the NBA’s Milwaukee Bucks are trying to assemble private and public financing to build a new arena. The total cost is projected at about $500 million.\nThat is not the amount Walker is proposing to spend.\nLike the university cuts, Walker announced his arena proposal before making his official budget presentation. He offered $220 million in state bonding -- essentially a form of borrowing -- toward the cost of the arena. Debt payments on the bonds would be repaid from growth in the so-called \"jock tax\" -- income tax revenue from Milwaukee Bucks players, employees and visiting teams.\nThe rest of the $500 million would come from the Bucks’ current owners, the team’s former owner -- retired U.S. Sen. Herb Kohl -- and possibly from the City of Milwaukee and Milwaukee County.\nNormally, the growth in jock tax revenue would go to the state’s general fund to help pay for things such as schools, roads and other public services.\nBut the Bucks could leave town in 2017 if a new arena is not in place by the fall of 2017. That is a deadline set by the NBA, which could buy the team back from its owners.\nIn other words, without a new Milwaukee arena, there might not be any jock tax revenue.\nSo, Walker is proposing a diversion of $220 million from the state's general fund to the arena.\n(A footnote: Although the headline on the Think Progress article said Walker would spend $500 million on the arena, the article itself did make a reference to his plan for $200 million in bonds.)\nOur rating \nA slew of tweets claimed: \"Scott Walker to cut $300 million from universities, spend $500 million on a pro basketball stadium.\"\nWalker's 2015-'17 state budget does propose cutting $300 million from the University of Wisconsin System over the two-year period.\nThe governor also proposes, in the form of bonds, a state contribution for a new Milwaukee arena. But it wouldn't be $500 million -- the total cost of the arena -- but rather $220 million.\nFor a statement that is partially accurate, our rating is Half True.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06754"}