{"url": "/factchecks/2017/aug/16/jennifer-shilling/wisconsin-paying-foxconn-1-million-job-possible-if/", "speaker": "Jennifer Shilling", "vclaim": "\"Foxconn tax break could exceed $1 million per job.\"", "truth_label": "half-true", "date": "stated on August 14, 2017 in a press release:", "title": "Wisconsin paying Foxconn $1 million per job possible, if not likely", "text": "When one Democratic lawmaker claimed Wisconsin is offering $3 billion to Foxconn for 3,000 jobs, or $1 million per job, the math didn’t work.\nWe rated the statement, by state Rep. Melissa Sargent of Madison, False. The full $3 billion would be paid only if the plant Foxconn plans to put in Wisconsin creates 13,000 jobs.\nBut is it possible that the Foxconn offer could end up costing Wisconsin taxpayers more than $1 million per job?\nPerhaps.\nA new $1 million-per-job claim was made by another Democratic lawmaker, state Senate Minority Leader Jennifer Shilling of La Crosse, on Aug. 14, 2017. The same day, the $3 billion incentive package cleared its first legislative hurdle, winning  approval from a Republican-controlled Assembly committee.\nShilling made her claim in a news release about the $3 billion that carried this headline: \"Foxconn tax break could exceed $1 million per job.\"\nLet’s crunch the numbers.\nThe $3 billion\nFoxconn, a Taiwanese company, has pledged to invest up to $10 billion on a liquid crystal display (LCD) panel manufacturing facility that would employ at least 3,000 people, and up to 13,000. In turn, Wisconsin has offered the company up to $3 billion in incentives.\nWe’ve already reported that based on the best available data, Wisconsin’s offer would be the largest incentive ever provided by a state to a foreign company.\nIt’s helpful to think about the $3 billion in three parts -- a $2.85 billion in essentially cash payments and the rest in a sales tax exemption:\n\n\nUp to $1.35 billion in tax credits paid to Foxconn if the company invests at least $9 billion in the plant\n\n\n\n\nUp to $1.5 billion in payments if Foxconn creates 13,000 jobs\n\n\n\n\n$150 million in sales tax exemptions\n\n\nSo, the more the company spends on capital and payroll, the more cash it gets from Wisconsin taxpayers.\nShilling’s claim\nShilling bases her claim on Foxconn making the full capital investment -- but employing only 1,000 people. Here is her math:\n\n\nThe $9 billion capital investment would bring Foxconn a $1.35 billion payment\n\n\n\n\n1,000 jobs -- with what the company says would be for an average salary of $53,876, and the jobs last for 15 years -- would bring another $137 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\nThat totals $1.49 billion in tax credit payments. Divide that by 1,000 jobs and you get $1.49 million per job.\n\n\nJon Peacock, director of the nonprofit Wisconsin Budget Project, and Bob Lang, director of the nonpartisan state Legislative Fiscal Bureau, confirmed to us that Shilling’s math is accurate.\nAnd Peacock, who has done an analysis on Wisconsin’s offer to Foxconn, told us that even if 1,500 jobs were created, the cost to taxpayers would still exceed $1 million per job.\nBut Shilling is doing some cherry picking. She is taking Foxconn at its word that it will invest at least $9 billion, but rejecting the company’s pledge that it will create at least 3,000 jobs.\nAnd a large investment with relatively few jobs results in a higher per-job cost to taxpayers.\nMoreover, it’s not clear that Foxconn would invest $9 billion or more in a plant that would employ only 1,000 people.\nTom Still, president of the Wisconsin Technology Council, insisted to us that \"no company would invest anything close to $10 billion\" to create only 1,000 or 1,500 jobs. \"It just wouldn’t make economic sense. You wouldn’t be able to produce enough to recoup the investment.\"\nScott Manley, a senior vice president at Wisconsin Manufacturers and Commerce, echoed Still’s analysis. He said that based on Foxconn’s plans to spend $10 billion on a plant that eventually would employ 13,000 people, WMC estimates the company would spend only $769.2 million on the plant if the plant only employed 1,000 people. He said that comes out to $252,000 per job, based on the tax credits the company would collect for its investment and payroll.\nIn short, it simply isn’t known yet how much Foxconn will spend on capital or on payroll -- leaving the amount of incentives to be paid up in the air.\nHow many jobs?\nIn a memorandum of understanding it signed with the state, Foxconn has pledged to invest up to $10 billion in its plant. And it has said it would initially employ 3,000 people, with the potential to employ 13,000. (We rated Half True a claim by Republican Gov. Scott Walker that Foxconn \"is bringing\" 13,000 jobs.)\nBut the agreement has no minimums on capital investment or hiring.\n(The Wisconsin Economic Development Corp. told us it is negotiating a contract with Foxconn \"that will outline annual benchmarks that will need to be met in order for the company to access, and retain, these tax credits.\")\nFinally, it’s worth noting the plant is expected to create thousands of construction jobs and spinoff jobs. But the state’s $3 billion incentives offer applies only to the factory itself.\nOur rating\nShilling said about a $3 billion incentive package being offered by the State of Wisconsin: \"Foxconn tax break could exceed $1 million per job.\"\nWe found in a previous fact check that the state would not be paying Foxconn $3 billion for 3,000 jobs -- or $1 million per job -- because the full $3 billion would be paid only if 13,000 jobs are created.\nIn Shilling’s favor, if Foxconn invests at least $9 billion in its plant as it has said it will -- but hires only 1,500 workers -- the incentives paid would exceed $1 million per job.\nThat being said, while there is not yet a commitment that Foxconn will create a minimum number of jobs, there is also no evidence that the total would be only 1,500 jobs if it invests $9 billion in its plant.\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.\n Share the Facts 2017-08-16 17:06:12 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   \"Foxconn tax break could exceed $1 million per job.\"     Jennifer Shilling Wisconsin state Senate minority leader, Democrat   In a press release Monday, August 14, 2017 2017-08-14    Read More  info", "vclaim_id": "vclaim-pol-02998"}