{"url": "/factchecks/2018/may/10/washingtonsources/no-trump-didnt-vote-death-penalty-gay-people/", "speaker": "WashingtonSources", "vclaim": "\"Trump votes for death penalty for being gay.\"", "truth_label": "false", "date": "stated on May 7, 2018 in a headline:", "title": "No, Trump didn't vote for death penalty for gay people", "text": "A vote at the United Nations on a resolution about the death penalty has led to some inaccurate headlines about President Donald Trump.\n\"Trump votes for death penalty for being gay,\" said a May 7 headline on the WashingtonSources website.\nThe story, which repeats a claim circulating for months, said that the vote put the United States in the same category as China, Iraq and Saudi Arabia, and Egypt.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nWe found that the United States voted against a resolution that called for an overall ban on the death penalty, not a ban specific to gays and lesbians. The United States has said formally that it opposes the death penalty for people in same-sex relationships.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nDeath penalty resolution\nWhile the story said that the vote \"just\" took place, it actually happened several months ago.\nOn Sept. 29, the UN Human Rights Council voted on a broad resolution about the death penalty. Among other things, the resolution condemned imposing the death penalty \"as a sanction for specific forms of conduct, such as apostasy, blasphemy, adultery and consensual same-sex relations, and expressing serious concern that the application of the death penalty for adultery is disproportionately imposed on women.\"\nThe resolution also stated that the Secretary General had found discriminatory use of the death penalty, including based on sexual orientation.\nThe four-page resolution includes a long list of arguments against the death penalty, and said that states that have not abolished the death penalty should \"consider doing so.\"\nThe United States was one of 13 countries to vote against the resolution, while 27 nations voted in favor and seven abstained.\n(The story said that Trump took the vote, but technically U.S. voting decisions are reached through internal discussions involving senior officials.)\nThe U.S. statement about the vote made no specific mention of same-sex individuals. Instead, it said that the United States opposed the resolution because the resolution advocated for the outright abolition of the death penalty.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The United States is disappointed that it must vote against this resolution. As in previous years, we had hoped for a balanced and inclusive resolution that would better reflect the position of states that continue to apply the death penalty lawfully. We reaffirm our longstanding position on the legality of the death penalty, when imposed and carried out in a manner consistent with a state’s international obligations.\"\nThe Trump administration faced a barrage of negative headlines about the section of the resolution pertaining to people who are gay.  \nDays after the vote, U.S. State Department spokesperson Heather Nauert reiterated that the U.S. was against a broad condemnation of the death penalty, but also spoke up about the portion that pertained to people who are engaged in same-sex relations:\n\"The United States unequivocally condemns the application of the death penalty for conduct such as homosexuality, blasphemy, adultery, and apostasy. We do not consider such conduct appropriate for criminalization.\"\nNikki Haley, the U.S. ambassador to the UN, also pushed back against the headlines. She tweeted Oct. 3: \"Fact: There was NO vote by USUN that supported the death penalty for gay people. We have always fought for justice for the LGBT community.\"\nImpact of the resolution\nAfter Nauert’s statement, some gay rights activists remained critical of the vote.\nThe Human Rights Campaign stated that it \"welcomes this clarification but continues to be concerned about the Trump/Pence administration’s engagement on the human rights of LGBTQ people abroad. It is disturbing that leadership in this administration did not discuss this position in their original explanation for the \"no\" vote.\"\nAccording to the International Lesbian, Gay, Bisexual, Trans and Intersex Association, as of 2017 there were six countries (eight if we count the parts of Syria and Iraq still occupied by ISIS) where the death penalty is implemented for same-sex relations. There were also five where it is technically allowed (if not actually invoked), and one where it has not yet been implemented.\nJohn Fisher, Geneva director of Human Rights Watch, an organization that opposes the death penalty, told PolitiFact that the United States made clear that it's vote against the resolution was not based on the reference to same-sex conduct.\nThe United States has traditionally had issues with death penalty resolutions at UN forums, said Louis Charbonneau, the UN director at Human Rights Watch.\n\"HRC resolutions have political power in that they are expressions of a key collective body, the UN’s top human rights body,\" he said. \"But they’re not legally binding in the way that Security Council resolutions can be.\"\nOur ruling\nA headline by WashingtonSources said, \"Trump votes for death penalty for being gay.\"\nIn September, the United States voted against a four-page resolution about the death penalty that included a provision condemning the imposition of the death penalty as a sanction for \"consensual same-sex relations.\" But the U.S. had another reason to vote against the resolution: The United States still uses the death penalty, and this resolution broadly condemned it. Days later, the State Department went on record stating that it \"unequivocally condemns the application of the death penalty for conduct such as homosexuality.\"\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/2d948d40-88b9-4384-9641-19b2b6ea17e2", "vclaim_id": "vclaim-pol-02086"}