{"url": "/factchecks/2014/mar/19/karl-rove/karl-rove-says-george-w-bush-had-more-muscular-sta/", "speaker": "Karl Rove", "vclaim": "After Russia went to war with Georgia in 2008, the U.S. sent a \"very strong message\" to Vladimir Putin by sending \"warships to the Black Sea\" and airlifting \"combat troops that Georgia had in Afghanistan\" back to Georgia.", "truth_label": "barely-true", "date": "stated on March 16, 2014 in an interview on \"Fox News Sunday\":", "title": "Karl Rove says George W. Bush had a more muscular stance against Putin in 2008 Georgia crisis than Barack Obama has had over Crimea", "text": "Some Republicans have been critical of President Barack Obama’s handling of Russia and President Vladimir Putin recently. The critics say that Obama has appeared weak in the face of Russia -- first, when it sent troops into the Ukrainian region of Crimea, and then when it quickly acted to annex the territory.\nFor instance, on Fox News Sunday, Sen. Bob Corker, R-Tenn., said the Obama administration \"is creating an air of permissiveness\" toward Russian expansionism. \"We do need to show long-term resolve.\"\nAnother Fox News Sunday guest, Republican strategist Karl Rove, took the opportunity to contrast Obama’s actions with those of Rove’s old boss, President George W. Bush. Rove suggested that Bush’s policies were more muscular and effective in countering Putin’s Russia.\nSpecifically, in 2008, while Bush was serving his final year in office, he faced a foreign-policy crisis that in some ways echoed what’s been happening more recently in Crimea. The conflict involved Russia; Georgia, a former Soviet Republic that was by then independent; and two separatist regions within Georgia, South Ossetia and Abkhazia.\nAfter several years of restiveness by Russian-backed rebels in South Ossetia, the Georgian government made a military push that attempted to retake control of the region in August 2008. Russia responded militarily, successfully pushing back Georgian troops from both South Ossetia and Abkhazia. Clashes continued for a week, including in portions of Georgia beyond the two breakaway regions, until France helped broker a peace deal. Russia then recognized South Ossetia and Abkhazia as sovereign nations, though most other countries have not taken that step.\nSo how did Bush respond as hostilities were erupting in Georgia? Here’s Rove’s recollection:\n\"I think the 2008 experience is instructive. ... What the United States did was it sent warships to the Black Sea, (and) it took the combat troops that Georgia had in Afghanistan and airlifted them back, sending a very strong message to Putin that you're going to be facing combat-trained, combat-experienced Georgian forces. And not only that, but the United States government is willing to give logistical support to get them there. And this stopped (Russian troops) at … the two enclaves, and they did not make a move at Tbilisi. We need similar strong movement now.\"\nWe’ll take a look at two of the moves Rove said Bush made -- sending \"warships to the Black Sea\" and airlifting \"the combat troops that Georgia had in Afghanistan\" back to Georgia.\nSending warships to the Black Sea\nThe United States -- and its military alliance, NATO -- did indeed have ships in the Black Sea near Georgia in August 2008, but the story behind their presence is more nuanced than an unmistakable show of force against Russian aggression.\nThere was little question that the United States backed the Georgian position in the conflict. The United States had been a staunch supporter of Georgia and its military ever since Georgia became independent, and Bush, speaking from the Beijing Olympics, said, ''Georgia is a sovereign nation, and its territorial integrity must be respected. We have urged an immediate halt to the violence and a stand-down by all troops. We call for the end of the Russian bombings.''\nHowever, the military actions taken by the United States to back up these words were more cautious. For instance, the administration sent the guided missile destroyer McFaul to the Georgian port of Batumi, but it was loaded with humanitarian aid, according to a report in the Aug. 28, 2008, New York Times: \nIn essence, the United States was walking a tightrope between showing military defiance and offering a more humanitarian face. The Times called this balance \"delicate.\"\n\"At the time, these gestures were not viewed as particularly strong,\" said Lincoln Mitchell, who was chief of party for the National Democratic Institute in Georgia from 2002 to 2004 and is now affiliated with the Arnold A. Saltzman Institute of War and Peace Studies at Columbia University. Georgian President Mikheil Saakashvili, Mitchell said, \"complained throughout the war that he was not getting support.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt’s also worth noting that a portion of the western military presence in the Black Sea was already in place before the conflict erupted. For instance, NATO said that four of its warships were in the Black Sea because of previously scheduled anti-terrorist and anti-piracy exercises.\nAirlifting Georgian combat troops from Afghanistan\nThere was in fact an airlift of Georgian military personnel -- but it wasn’t from Afghanistan. It was from another country where the United States and its allies were fighting a war: Iraq.\nOn Aug. 11, 2008, Agence France-Presse reported that the United States military had \"nearly completed\" the airlift of 2,000 Georgian troops from Iraq to Georgia.\nHere, too, the United States took pains to portray its actions as being limited rather than aggressive.\nPentagon spokesman Bryan Whitman told reporters that the United States was \"fulfilling our agreement with the Georgian government that, in an emergency, we will assist them in redeploying their troops. We are honoring that commitment.\"\nWhitman told reporters at the time that the 130 U.S. troops and military contractors who were already in the country to train Georgian troops had been brought together at an undisclosed location away from the hostilities.\nAnd Whitman made clear to reporters that -- contrary to allegations by Putin -- the U.S. was not flying the Iraq-based Georgian troops to the war zone.\nIt’s not clear that Russia was all that worried about the troops airlifted from Iraq, regardless of Putin’s rhetoric, Mitchell said. \"The troops from Iraq were not exactly combat ready to fight against Russia, nor was Putin concerned about those troops,\" he said.\nDavid L. Phillips, director of Columbia University’s program on peace-building and rights, expressed skepticism about Rove’s suggestion that the United States’ response in 2008 was so strong that it essentially stopped Russian troops in their tracks.\n\"There was never any chance of the Bush administration going to war in Georgia, and everybody knew that,\" he said. \"It was for show. It would be misleading to suggest that our response was so robust that it deterred further aggression.\"\nOur ruling\nRove said that after Russia went to war with Georgia in 2008, the U.S. sent a \"very strong message\" to Putin by sending \"warships to the Black Sea\" and airlifting \"the combat troops that Georgia had in Afghanistan\" back to Georgia.\nIn reality, the military message sent by the warship movements was deliberately fuzzed by having the vessels carry humanitarian aid. Meanwhile, the airlift of Georgian troops from Iraq -- not Afghanistan, as Rove had said -- was carefully calibrated not to deposit them where they could quickly face off against Russian forces.\nContemporary accounts and experts agree that Rove was spinning what was actually a modest and nuanced military response into something more forceful. The truth is that Bush was geopolitically hamstrung -- just as Obama is now -- by facing a nuclear-armed, expansion-minded Russia willing to intervene militarily in countries on its own doorstep, but far from our own. We rate Rove’s claim Mostly False.", "vclaim_id": "vclaim-pol-08113"}