{"url": "/factchecks/2011/oct/13/rick-santorum/rick-santorum/", "speaker": "Rick Santorum", "vclaim": "The poverty rate for families in which a husband and a wife work is 5 percent, but in families headed by one person … \"it's 30 percent today.\"", "truth_label": "half-true", "date": "stated on October 11, 2011 in a Republican presidental primary debate:", "title": "Rick Santorum says two-parent families better off financially", "text": "Rick Santorum wants to fight poverty at the altar.\n\nIn a Republican presidential primary debate on Oct. 11, 2011, the former Pennsylvania senator and ardent social conservative said one answer to reducing the economic disparity in the U.S. is to support two-parent families.\n\n\"The biggest problem with poverty in America, and we don't talk about here, because it's an economic discussion -- and that is the breakdown of the American family,\" Santorum said. \"You want to look at the poverty rate among families that have two -- that have a husband and wife working in them? It's 5 percent today. A family that's headed by one person? It's 30 percent today. ... We need to have a policy that supports families, that encourages marriage.\"\n\nThat’s an interesting statistic, so we decided to see if it holds up.\n\nThe U.S. Census Bureau collects and maintains that kind of data in many forms. According to its chart \"People and Families in Poverty by Selected Characteristics: 2009 and 2010,\" the percentage of married-couple families living below the poverty line was 5.8 in 2009. It ticked up to 6.2 in 2010.\n\nFor a single householder, the poverty rate was 26.3 percent in 2009 and 27.3 percent in 2010.\n\nThe numbers are different, however, based on if the single parent is a man or a woman, according to the U.S. Census Bureau. Among \"female householder, no husband present\" families, the poverty rate was 29.9 percent in 2009 and 31.6 percent in 2010. In \"male householder, no wife present\" families, the rate was 16.9 percent in 2009, and down slightly in 2010 to 15.8.\n\nMale-headed households compromised more than 15 percent of all single-parent households, the Census found.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThere are many different factors that contribute to poverty such as age, education, race and the health of the economy.\n\nAustin Nichols, a senior research associate at the Urban Institute, wrote a paper in 2006 about changes in child poverty rates. He said child poverty spiked in the 1970s, and that was directly attributable to a rise in single-parent households. Then the rate dropped in the 1990s as the labor market improved for nearly all economic levels.\n\nSince then, Nichols said, changes to the child poverty rate have consistently been tied to economic factors.\n\nTake the current recession, for example.\n\n\"There hasn’t been a rise in single-parent families during this time that child poverty has increased, whereas the job market you can see directly. The parents are losing their jobs, whether there are two parents or one,\" he said.\n\n\"All the recent changes in child poverty and more broadly in all poverty have been due to changes in the job market.\"\n\nNichols added that separating out single-parent households headed by men in a statistical group isn’t relevant because there are relatively few of them -- only about 15 percent  of all single-parent homes are headed by men. And single-parent homes, Nichols said, always suffer higher poverty rates than two-parent homes.\n\nOur ruling\n\nSantorum said the poverty rate \"among families that have two -- that have a husband and wife working in them? It's 5 percent today. A family that's headed by one person? It's 30 percent today.\"\n\nU.S. Census data backs the general point Santorum is making, that households with two adults fare better than those with a single head of household. But his numbers are off on both ends, so the difference is not as great as he suggests. For married couples, the percentage in poverty is higher than he said -- 5.8 percent in 2009 and 6.2 percent in 2010, versus 5 percent. And for households with a single head, it was lower -- roughly 27 percent for both 2009 and 2010.\n\nSantorum represented the general trend correctly, but his numbers were off in both cases. More importantly, not only marriage, but also the job market is important to families staying out of poverty. We rate the claim Half True.", "vclaim_id": "vclaim-pol-12273"}