{"url": "/factchecks/2013/jun/27/jeff-sessions/sen-jeff-sessions-says-immigration-bill-has-provis/", "speaker": "Jeff Sessions", "vclaim": "The immigration bill \"has a specific provision that says that Secretary Napolitano does not have to build any fence if she chooses not to.\"", "truth_label": "false", "date": "stated on June 27, 2013 in an interview on CBS’ “Face the Nation”:", "title": "Sen. Jeff Sessions says immigration bill has provision that lets Janet Napolitano skip fence", "text": "Sen. Jeff Sessions, R-Ala., says he opposes an immigration bill working its way through the Senate because it offers \"a mere promise of enforcement in the future.\"\n\nFor example, the bill’s promised 700 miles of border fencing — it just isn’t going to happen, he argues.\n\nHe told Face the Nation host Bob Schieffer on June 23, 2013, that even with a security-boosting amendment from Republican Sens. Bob Corker and John Hoeven, the bill \"doesn’t fulfill its promises.\"\n\n\"It has a specific provision that says that Secretary (Janet) Napolitano does not have to build any fence if she chooses not to,\" Sessions said.\n\nSenators are expected to vote on the amended bill this week. Does it give Napolitano a choice about how much fencing to build — including none?\n\n‘No fewer than 700 miles’\n\nThe border fence is one of five so-called \"triggers\" that must be in place before most immigrants who get provisional status under the law are eligible for permanent residency.\n\nThe bill requires a \"Southern Border Fencing Strategy\" to be submitted to Congress — and implemented — with certification from the Homeland Security secretary \"that there is in place along the Southern Border no fewer than 700 miles of pedestrian fencing.\"\n\nThere are right now 350 miles of such fencing. The law requires that to be doubled for provisional residents to change status. So: No fence, no path to citizenship.\n\nBut Sessions’ press secretary, Jack Bonnikson, told us that there’s \"an opt-out provision\" that allows the secretary to avoid fence-building. It’s in a different section of the bill.\n\nHere’s what it says:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\"Notwithstanding paragraph (1), nothing in this subsection shall require the Secretary to install fencing, or infrastructure that directly results from the installation of such fencing, in a particular location along the Southern border, if the Secretary determines that the use or placement of such resources is not the most appropriate means to achieve and maintain effective control over the Southern border at such location.\"\n\n\nThe \"notwithstanding\" language trumps other language in the bill, Bonnikson said, giving Napolitano the freedom to decide that no fence is the best option, no matter what the trigger says.\n\nNow, we’re not attorneys. So we talked to a few.\n\nThey said the \"notwithstanding\" language (which means \"in spite of\")  isn’t nearly as broad as Bonnikson suggests. The provision mentions a particular paragraph and subsection of the bill, neither of which are anywhere near the trigger that requires 700 miles of fencing.\n\nMeanwhile, the provision very specifically addresses not the amount of fencing, but its location. Since the southern border is nearly 2,000 miles long, there will be plenty of choices to make.\n\nSo, while we can’t say for certain a judge wouldn’t take liberties interpreting the language of the legislation, on its face, what Sessions’ office calls an \"opt-out\" provision just offers the administration considerable choice about where to put fencing — not whether to build it.\n\n\"This provision just gives DHS discretion not to build a fence at a particular location, not discretion to not build a fence at all,\" said Stephen Yale-Loer, an immigration attorney who teaches at Cornell Law.\n\nSen. Corker offers the same explanation on his website.\n\nMeanwhile, at least one pro-immigrant group has withdrawn its support for the bill because of its focus on \"militarization of the border.\"\n\nOur ruling\n\nSessions said the immigration bill \"has a specific provision that says that Secretary Napolitano does not have to build any fence if she chooses not to.\" His press secretary pointed to an \"opt-out\" provision in the bill.\n\nBut it would take a dramatic leap of legal interpretation to argue that provision allows Napolitano to skip fence-building altogether. Legal experts we spoke to said, instead, it gives her discretion about where to build border fencing.\n\nWe rate Sessions’ claim False.", "vclaim_id": "vclaim-pol-09165"}