{"url": "/factchecks/2020/apr/09/louie-gohmert/no-powder-germany-cant-kill-coronavirus-contact-an/", "speaker": "Louie Gohmert", "vclaim": "Says a powder has been developed that, when mixed with water, “is being used in Germany as a mist. Health care workers go through a misting tent going into the hospital and it kills the coronavirus completely dead not only right then, but any time in the next 14 days that the virus touches anything that’s been sprayed, it is killed.”", "truth_label": "pants-fire", "date": "stated on April 7, 2020 in an interview:", "title": "No, a powder in Germany can't kill coronavirus on contact and for 14 days", "text": "During a live interview on a local television station in East Texas, U.S. Rep. Louie Gohmert discussed the coronavirus and measures he says some health care workers around the world are taking to stay safe while treating patients who have tested positive for the virus. \nGohmert, a Republican from Tyler, said he recently spoke with an Arizona-based company that is producing a powder that, when mixed with water, can kill the coronavirus on contact.\nHe said the same product, or one like it, is already in use in Germany, and he is trying to get the Arizona-based product \"fast-tracked\" in the United States.\n\"It is being used in Germany as a mist,\" he said. \"Health care workers go through a misting tent going into the hospital and it kills the coronavirus completely dead not only right then, but any time in the next 14 days that the virus touches anything that’s been sprayed it is killed.\"\nThe problem with Gohmert’s statement? No such product exists and nothing similar is in use in Germany.\n\"What your congressman said is absolute nonsense,\" said Dr. Jörn Wegner, a spokesman for Deutsche Krankenhausgesellschaft, or the German Hospital Association. \"There are no such tents and there’s no powder or magical cure.\"\nGohmert’s office did not return a request for more information about his statement, including what substance constitutes this powder and the name of the company in Arizona that he says is working on such a product.\nIt is possible Gohmert was thinking of recent news reports of sterilization stations in use in China — images show individuals being sprayed with mist as they walk through a tunnel — but experts said the bleach-type sprays being used at these stations are likely not effective against the coronavirus.\nProtective measures in Germany\nA search of top news publications in Germany and the United States revealed no recent articles published about a powder or disinfectant being used on hospital employees that kills the virus on contact and for 14 days after the fact.\nWhile Germany has been hit hard by the coronavirus, it is also among the countries with the lowest fatality rate.\nNews outlets have explored why Germany has reported such a low fatality rate, including analyzing how its hospitals are handling the outbreak. But those reports have not mentioned a substance like the one Gohmert described.\nIn Germany, health authorities at the state level are responsible for hospital planning and operation while the Federal Ministry of Health  drafts overarching policies and regulations.\nSebastian Gülde, spokesman for the Bundesministerium für Gesundheit, or Federal Ministry of Health, said he is aware of some hospitals that are using tents for screening for symptoms of the virus, but he did not have knowledge of a product like the one Gohmert described.\n\"I did not hear of a disinfecting agent that keeps pathogens away for two weeks,\" Gülde said.\nGülde directed PolitiFact’s inquiry to the Deutsche Gesellschaft für Krankenhaushygiene, the German Society of Hospital Hygiene, which issues recommendations on best practices for hospital hygiene and health.\nThomas Ruttkowski, the organization’s spokesman, said there is no product like the one Gohmert described.\n\"I’m sorry, but we did not heard about that magic powder,\" he said in an email. \"Thank you for your mail. … Finally, something to laugh about.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nProtecting against the virus\nDuring the interview, Gohmert mentioned that a company in Arizona was developing a similar product, but his team did not return a request for more information about the company or its product.\nA thorough web search did not return results for news stories or company websites for a business that may be working on producing this kind of powder-like product that can kill the coronavirus on contact.\nCurrently, no disinfectant of this nature has been highlighted by the Environmental Protective Agency as being effective for use against SARS-CoV-2  (the coronavirus that causes COVID-19).\nNone of these products registered with the EPA are approved for use on people. They are strictly surface disinfectants.\nAmy Cross, project coordinator at the National Pesticide Information Center, said she is not aware of a product on the list of EPA-regulated surface disinfectants that meets the description Gohmert offered.\nThere are some products that are powder-based and can be combined with water and used in a liquid form, Cross said. But like all of the disinfectants on the list, the product is a liquid and has a set contact time — the amount of time a surface needs to stay wet with a product for it to be effective.\nCross said this time varies by product, ranging from 15 seconds to 15 minutes.\n\"The idea that it would have residual activity after the surface is no longer wet to kill that virus is incredibly surprising to me, because I haven’t found any other products that have those similar claims,\" she said of the powder Gohmert described.\nWhen reached for comment, a World Health Organization spokesperson pointed to the group’s guidelines for \"infection prevention and control\" geared towards health care workers treating individuals who are likely infected with the coronavirus.\nThe guidelines do not make mention of a disinfectant like the one Gohmert mentioned. They emphasize the need for workers to use personal protective equipment when necessary and practice rigorous hand hygiene.\nThe WHO guidelines also emphasize the importance of \"environmental cleaning and disinfection procedures\" and state that washing surfaces with \"water and detergent and applying commonly used hospital-level disinfectants (such as sodium hypochlorite) are effective and sufficient procedures.\"\nWegner of the German Hospital Association echoed these recommendations.\n\"The only protection against the virus are personal protection equipment – masks, disposable coats and gloves – and proper hygiene,\" he said.\nOur ruling\nGohmert said that there is a powder substance that, when mixed with water, is being used as a disinfecting mist in Germany.\n\"Health care workers go through a misting tent going into the hospital and it kills the coronavirus completely dead not only right then, but any time in the next 14 days that the virus touches anything that’s been sprayed it is killed,\" he said.\nBut no such product seems to exist and no similar product is in use in Germany. There are no products currently in use as disinfecting agents in the United States that come close to meeting the description Gohmert offered.\nGohmert did not return a request seeking more information about his statement.\nHis statement is not accurate and makes a ridiculous claim; we rate it Pants on Fire.", "vclaim_id": "vclaim-pol-16911"}