{"url": "/factchecks/2015/mar/01/john-boehner/boehner-obama-said-22-times-he-couldnt-do-immigrat/", "speaker": "John Boehner", "vclaim": "On immigration, \"the president said 22 times, 22 times, that he couldn't do what he eventually did.\"", "truth_label": "mostly-true", "date": "stated on March 1, 2015 in comments on CBS' \"Face the Nation\":", "title": "Boehner: Obama said '22 times' that he couldn't do immigration executive action", "text": "Republican House leaders fanned out on the Sunday shows to defend a stop-gap measure to fund the Department of Homeland Security in their ongoing fight against President Barack Obama's executive action on immigration.\nThey did not stray from talking points.\nTV audiences Sunday heard one specific number several times as hosts pressed the GOP lawmakers to justify the chaos over funding for the Department of Homeland Security.\n\"The president said 22 times, 22 times, that he couldn't do what he eventually did,\" House Speaker John Boehner said on CBS’ Face the Nation.\nBoth Majority Leader Kevin McCarthy and Majority Whip Steve Scalise repeated the \"22 times\" talking point on NBC’s Meet the Press and Fox News Sunday, respectively. Even Rep. Jim Jordan, R-Ohio, one of 52 Republicans who opposed a three-week funding plan, used the figure to defend his House Freedom Caucus’ actions on CNN’s State of the Union.\nPolitiFact wanted to see where the number comes from and just how accurate it is.\nWhat we’re talking about\nThe controversy stems from Obama’s Nov. 20, 2014, announcement that he would delay deportations of unauthorized immigrants who have lived in the country for more than five years but have children who are citizens or have green cards. More than 4 million people could qualify. An applicant could qualify for a work permit and avoid being deported for three years at a time if he or she can pass a background check and pay a fee. The decision is bound for higher court battles after a Texas federal judge issued a temporary injunction on the action, saying it may have violated procedural rules for using executive power.\nThis action came on top of Obama’s Deferred Action for Childhood Arrivals program in 2012, an executive action to protect \"dreamers,\" or people brought here illegally as children and have not committed crimes. That move, too, was viewed by critics as an abuse of power, but supporters said it helped provide a path to citizenship for hundreds of thousands of residents.\nAfter Obama’s post-midterm elections announcement on immigration, Boehner’s office unleashed a Buzzfeed-style blog post detailing \"22 Times President Obama Said He Couldn’t Ignore or Create His Own Immigration Law.\"\nWhat’s on Boehner’s list\nOur PolitiFact Texas colleagues dissected Boehner’s list for similar fact-checks of U.S. Rep. Michael McCaul, R-Texas, and Texas Gov. Greg Abbott, the Republican who led the legal challenge of Obama’s actions when he was still attorney general.\nPolitiFact Texas tracked down each of the citations in Boehner’s post, comparing what they said Obama said with transcripts and news stories. In a nutshell, the majority of the examples are of Obama saying he did not have power to do more on immigration without Congress. Others, as we’ll explain in a moment, say something more nuanced or aren’t specific to immigration.\nWe won’t go through every quote that supports Boehner’s point here, but here are a few we culled from a document created by PolitiFact Texas:\n\n\nIn September 2012, Obama was asked if he would follow up his recent protective move for students by doing something similar for non-criminal immigrants such as the parents of U.S.-born children. Obama replied that \"as the head of the executive branch, there’s a limit to what I can do… we’re still going to, ultimately, have to change the laws in order to avoid some of the heartbreaking stories that you see coming up occasionally,\" as in parents deported. (No. 13 on Boehner’s list.)\n\n\n\n\nAt a presidential debate in October 2012, Obama and Mitt Romney were asked: \"What do you plan on doing with immigrants without their green card that are currently living here as productive members of society?\" Obama said: \"I've done everything that I can on my own.\" (No. 14 on Boehner’s list.)\n\n\n\n\nIn a January 2013 Telemundo interview, Obama was asked why he couldn’t protect mothers living here without authorization from deportation as he had served law-abiding students. \"I’m not a king,\" Obama replied, akin to his response the same month to a similar query from Univision. \"You know, my job as the head of the executive branch ultimately is to carry out the law. And-- you know, when it comes to enforcement of our immigration laws-- we’ve got some discretion. We can prioritize-- what we do. But we can’t simply ignore the law.\" (No. 16 on Boehner’s list.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nSo clearly there are examples of Obama saying he couldn’t do more with executive action, then later doing exactly that. That’s why PolitiFact previously rated Obama’s claim that \"my position hasn’t changed\" as False.\nWhat should not be counted\nBut also included on Boehner’s list of 22 are quotes where Obama was either suggesting his executive powers did not have hard limits or was silent on his executive power on immigration. Here are a few problems with quotes included on Boehner’s list.\n\n\nIn two instances during his 2008 presidential campaign, Obama criticized \"signing statements\" used by President George W. Bush that interpret laws, but he did not bring up immigration. Immigration was also not part of his reply to a question at a 2010 MTV/BET event when he said, \"I can’t simply ignore laws that are out there,\" in response to a question about \"don’t ask, don’t tell.\"  (Nos. 1, 2 and 5.)\n\n\nIn September 2011, with his deferred-action plan on the horizon, Obama reiterated that he cannot just change laws unilaterally in response to a question about possible administrative relief for students who don’t have legal residency. But he hinted that there might be room within his authority, saying, \"what we can do is to prioritize enforcement, since there are limited enforcement resources.\" (No. 12 on Boehner’s list.)\n\n\nObama’s July 2013 Univision interview hit similar notes when he was asked if he could grant amnesty to the undocumented population. He called for a legislative solution and said \"probably not,\" adding, \"I can do some things and have done some things that make a difference in the lives of people by determining how our enforcement should focus.\" (No. 18 on Boehner’s list.)\n\n\nIn August 2014, Obama told reporters he may \"scour our authorities to try to make progress\" without congressional cooperation. Obama said, \"We’re going to make sure that every time we take one of these steps that we are working within the confines of my executive power. But I promise you the American people don’t want me just standing around twiddling my thumbs and waiting for Congress to get something done.\" (No. 22 on Boehner’s list.)\n\n\nAsked why Boehner continues to cite 22 examples, spokesman Michael Steel told PolitiFact \"we obviously stand by\" the count. Pressed to explain why, he said, \"Obviously, we're just going to agree to disagree about the ‘22 times’ figure, which we feel is accurate.\"\nThe bigger picture\nWhether the real number is 22, 15 or something less than that is more complicated by the specifics of Boehner’s claim. Boehner's claim is Obama said he couldn’t do \"what he eventually did.\"\nExperts we talked to noted that Obama was not always so specific in the comments Boehner and his team cited.\nBoehner’s count factors in both instances of Obama talking about how he could not legalize or deport the entire undocumented population as well as more limited executive actions to relieve smaller populations.\n\"It gives me a headache,\" said Anna O. Law, a CUNY Brooklyn College political science professor, of the post, \"because they’re playing semantics.\"\nAlex Nowrasteh, a Cato Institute immigration analyst, said he did not know what to make of the \"very political\" claim.\nUltimately, much of it depends on your specific interpretation of each quote.\nOur ruling\nBoehner said, \"The president said 22 times, 22 times, that he couldn't do what he eventually did.\"\nBoehner's broader point -- that Obama said one thing about executive action but did another -- is accurate. But he should refrain from the rhetorical flourish of saying Obama said it 22 times.\nWe rate this claim Mostly True.\nClarification: This item was updated on March 2, 2015, to better explain the ruling of a federal judge in Texas.", "vclaim_id": "vclaim-pol-06675"}