{"url": "/factchecks/2020/jul/01/viral-image/nfl-player-stood-alone-during-national-anthem-says/", "speaker": "Viral image", "vclaim": "NFL player “stood alone\" while his whole team stayed in the locker room during the national anthem, “a real American patriot!”", "truth_label": "half-true", "date": "stated on June 19, 2020 in a viral image:", "title": "NFL player stood alone during national anthem, but says he did it by mistake", "text": "With the National Football League softening its stance on peaceful protests during the national anthem, more players are expected to kneel rather than stand during the pregame ritual in the coming season to show solidarity with the Black Lives Matter movement protesting police brutality.\nThat’s likely to mean more criticism from people, including President Donald Trump, who see the gesture as unpatriotic. \nOn June 19, a Facebook user posted a viral image of Pittsburgh Steeler and West Point graduate Alejandro Villanueva, a two-time Pro Bowl offensive lineman and former U.S. Army captain. \nThe caption on the image says: \"If you want to make any football player really famous. Let it be this man. He came out and stood alone while his whole team stood in the locker room. He’s a veteran and did 3 tours in Iraq. Make him famous. His name is Alejandro Villanueva! A real American patriot!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nVillanueva is a veteran who did three tours of duty in Iraq, earning a Bronze Star. But the image isn’t quite what its caption says it is.\nThe image is from just prior to the Steelers’ road game against the Chicago Bears at Soldier Field on Sept. 24, 2017. That day, some NFL players around the league kneeled, sat or locked arms during the anthem as a show of unity and a form of protest against comments by Trump, who had said protesting players should be fired. \nFor that game, the Steelers had decided in a team meeting that players would keep any protests off the field and stay in the stadium tunnel during the anthem. But Villanueva emerged from the tunnel and went on the field anyway.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nThe entertainment TV show \"Inside Edition\" did a story with video clips from the anthem stating that Villanueva was \"breaking ranks\" with his teammates, and noting that Villanueva’s jersey had become the top seller in the league.\nBut Villanueva insisted he was not being defiant. He just got caught in an awkward moment.\nHere’s part of what the former Army Ranger and captain told reporters the day after the game:\n\"Based on my unique circumstances and based on the fact that I've served in the Army and that pretty much everything that my life is lived through the military, I asked (quarterback Ben Roethlisberger) if there was a way to define the inside or where is it that we were going to stay and if I could watch the national anthem from the tunnel, and he agreed. He said the captains will be out there right behind me, so this plan sort of morphed to accommodate this tough, moral dilemma that I had in my hands to where the players could be behind me in the tunnel. ...\n\"I asked one of the security guards when the national anthem was going to start; he said 20 seconds. So I just walked out and I stopped as soon as I saw the flag, as soon as I had a vantage point. … And when I turned around to sort of signal everybody else to come in so they wouldn't leave me alone, then that's when (the song started and) they were essentially unable to exit. At that moment, it was the decision of, do you walk out of the national anthem and join your teammates? I know that would have looked extremely bad. Or as a team, do you start moving halfway through the national anthem?\"\nVillanueva said the impression that he chose to break ranks with his teammates was \"my fault only.\" \nOur rating\nA Facebook post suggested that Villanueva defiantly stood alone during a pregame national anthem as his teammates remained inside the stadium tunnel. Villanueva was the only Steelers player on the field during the anthem, just outside the tunnel, while the others were inside. But he later apologized, saying he \"unwillingly made a mistake\" by walking out ahead of his teammates. \nThe statement is partially accurate but leaves out important information. We rate it Half True.", "vclaim_id": "vclaim-pol-17671"}