{"url": "/factchecks/2016/nov/28/don-beyer/don-beyer-wrongly-says-us-has-surpluses-its-trade-/", "speaker": "Don Beyer", "vclaim": "\"We have trade agreements with 20 countries, and we have trade surpluses with each one of those 20.\"", "truth_label": "false", "date": "stated on November 8, 2016 in an interview.:", "title": "Don Beyer wrongly says U.S. has surpluses with all of its trade agreement nations", "text": "U.S. Rep. Don Beyer, D-8th, made a pitch for free-trade agreements early on election night, a few hours before Republican Donald Trump’s victory in the presidential race put those pacts in jeopardy.\nBeyer was interviewed by PJ Media, a conservative online news outlet and blog. If Democrat Hillary Clinton won the presidency, he was asked, what would Democrats do to gain the support of those who voted for Trump \"specifically on the trade issue?\"\n\"First, I don’t think we can abandon our trade agenda,\" Beyer said. \"We have trade agreements with 20 countries, and we have trade surpluses with each one of those 20.\"\nBeyer offered a far rosier view of free-trade agreements than Trump, whose unrelenting criticism of them is credited with helping him to attract critical blue-collar votes.\nTrump says the agreements have encouraged U.S. manufacturers to move plants and jobs to countries that offer cheaper labor. He’s vowed to renegotiate - and possibly pull out of - the North American Free Trade Agreement with Mexico and Canada. And he promised not to enter the Trans-Pacific Partnership that President Barack Obama negotiated with 11 Pacific Rim nations.\nSo we wondered whether Beyer has it right when he says the U.S. has a surplus with all of its partners in existing trade deals.\nUncle Sam, indeed, has trade agreements with 20 nations, according to the Office of the U.S. Trade Representative.\nMexico and Canada, as we mentioned, are part of NAFTA, which became effective in 1994.\nSix nations joined the U.S. in 2004 in the Central American Free Trade Agreement: Costa Rica, the Dominican Republic, El Salvador, Guatemala, Honduras and Nicaragua.\nThe U.S. has independent trade agreements with 12 nations: Australia, Bahrain, Chile, Colombia, Israel, Jordan, South Korea, Morocco, Oman, Panama, Peru and Singapore.\nCensus Bureau records show that during the first nine months of 2016, the U.S. was running overall trade deficits with seven of its agreement partners. Here are those nations and the U.S. negative trade balance with them:\n•Canada, $5.8 billion;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n•Colombia, $642 million;\n•Israel, $7 billion;\n•Jordan, $197 million;\n•South Korea, $22.8 billion;\n•Mexico, $46.8 billion; and\n•Nicaragua, $1.4 billion.\nWhen you add up the balances of all 20 nations with pacts, the U.S. was running a $54.5 billion trade deficit for the first nine months of this year.\nWe examined the numbers for 2015 and found a similar result. The U.S. had trade deficits with six of the countries; only Colombia fell off the list. The U.S. had a composite $64 billion trade deficit with its 20 trade-agreement nations.\nAll told, the U.S. ran up a $546 billion global trade deficit during the first nine months of this year and a $746 billion deficit in 2015. About half of the U.S. deficit both years came from its trade with China.\nWe finally should note that we made two efforts to contact Beyer’s office for this article and did not get a reply.\nOur ruling\nBeyer said, \"We have trade agreements with 20 countries, and we have trade surpluses with each one of those 20.\"\nData show the U.S. is running trade deficits with seven of those trade-agreement nations through the first nine months of this year and ran deficits with six of those countries in 2015.\nWe rate Beyer’s statement False.https://www.sharethefacts.co/share/8ac9b74e-f9ca-4ae8-aef6-520fc9ace048", "vclaim_id": "vclaim-pol-03915"}