{"url": "/factchecks/2017/aug/21/matthew-rosendale/republican-senate-hopeful-claims-montana-sen-jon-t/", "speaker": "Matthew Rosendale", "vclaim": "Says Sen. Jon Tester \"believes that we should have a national registration so that the people of Montana should have to ask permission before they purchase a gun, ask permission from the federal government.\"", "truth_label": "pants-fire", "date": "stated on July 31, 2017 in Voices of Montana radio show:", "title": "Republican Senate hopeful's absurd claim Montana Sen. Jon Tester supports a national gun registry", "text": "While declaring his U.S. Senate bid, Republican hopeful Matt Rosendale zeroed in on the Second Amendment record of his opponent Sen. Jon Tester, D-Mont.\n\"Tester believes that we should have a national registration so that the people of Montana should have to ask permission before they purchase a gun, ask permission from the federal government,\" Rosendale, Montana's state auditor, said in a July 31 interview on Voices of Montana.\nWe decided to investigate whether Tester supports a national gun registry. It turns out the opposite is true.\nWhat is a national gun registry?\nThis point may seem obvious but it bears highlighting: the government does not have a single, consolidated list of all guns and all gun owners across the country, or, what a layperson would call a national gun registry.\n\"When people talk about national gun registration, they most commonly are talking about a list of people who own guns lawfully, or a list of the guns that are lawfully owned,\" said David Kopel, a policy analyst at the libertarian Cato Institute who has authored several books on gun control.\nAn important caveat, however, is that the National Firearms Act of 1934, which Congress passed in response to that era’s rash of organized crime, did set up a registry for limited types of guns and other weapons. Those included machine guns, which fire multiple rounds with a single pull of the trigger; short-barreled rifles or shotguns; disguised guns, like those made to look like a belt buckle; hand grenades; and silencers.\nWhile some might consider the registration of machine guns and silencers to be a national gun registry, that’s inconsistent with common parlance.\nFurther, Rosendale’s statement alleges Tester supports a registry to apply broadly to \"the people of Montana,\" and Rosendale’s campaign gave no indication he was referring to the narrower National Firearms Act registry.\nWe asked Rosendale’s campaign for evidence that Tester supports a national gun registry. They pointed us to a vote Tester cast in favor of a 2015 amendment sponsored by Sen. Dianne Feinstein, D-Calif., that failed in the Senate.\nDid that measure seek to establish a federal list of guns and their owners?\nNot even close.\nThe campaign’s attempt to paint the Feinstein amendment as a national gun registry is absurd, and here’s why\nFor the past nearly 20 years, federally licensed gun dealers have been required to run an FBI background check on customers. Would-be purchasers are checked against an FBI list of people prohibited by law from owning guns: those with felony convictions, known illegal aliens and domestic abusers, to name a few categories.\nThe Feinstein amendment sought to extend the FBI’s list to those on the U.S. government’s consolidated terror watchlist of known or suspected terrorists, and grant the attorney general discretion to deny them from buying a gun.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe Rosendale campaign’s argument appears to be as follows: Because the terror watchlist has mistakenly listed innocent people, the watchlist could be used as a national gun registry.\nExperts dismissed the notion that to deny gun sales to the government’s list of known and suspected terrorists, flawed as it may be, is the same thing as making a federal list of lawfully-owned guns and its owners.\n\"The terror watch list is not a gun registry,\" said Philip J. Cook, a professor of public policy studies at Duke University and an expert on gun control. \"In fact, if the Feinstein amendment were passed and enforced, then the terror watch list would be a registry of people who did not have guns!\"\nDavid Hemenway, a professor of health policy at Harvard University who has written extensively about firearms policy, said the Rosendale campaign’s explanation of the Feinstein amendment doesn’t add up.\n\"This simply has involved changing the criteria for passing a background check. It is nothing like a registry,\" Hemenway said. \"He doesn't seem to understand what a registry is.\"\nSo Rosendale’s central claim is flat wrong — but he didn’t stop there. Rosendale said the registry Tester allegedly supports would require Montanans to \"ask permission from the federal government\" before they purchase a gun.\nBecause the alleged gun registry proposal is a fiction, it can have no policy implications. So this extra bit only serves to enhance the claim’s absurdity.\nThe Rosendale campaign said further that Tester’s votes against several measures means he is tolerant of a national gun registry because these measures would have made it harder to enact one. However — leaving aside whether these bills would have done that — the reality is that Tester’s record shows clear instances where he opposed gun registries.\nTester’s opposition to a national gun registry\nTester voted for the 2013 Manchin-Toomey Amendment, a bipartisan background check plan, which we previously found would have strengthened federal law prohibiting the creation of a national gun registry.\nIn 2011, he was among a group of lawmakers who pushed for a provision to block federal funding from being used to retain gun background check records for more than 24 hours, and voted in favor of the bill that contained this provision. (Tester expressed concern as early as 2006 that maintaining such records could be the first step toward a national gun registry).\nHe also co-signed a 2011 letter to President Barack Obama and Secretary of State Hillary Clinton raising Second Amendment concerns that a proposed U.N. arms trade deal could lead to an \"international gun registry.\" For this, Tester earned praise from the National Rifle Association for \"stand(ing) on the side of America's 80 million gun owners in opposition to those who want to eliminate our freedoms.\"\nOur ruling\nRosendale said Tester \"believes that we should have a national registration so that the people of Montana should have to ask permission before they purchase a gun, ask permission from the federal government.\"\nTester’s record shows opposition to a federal list of lawfully-owned guns and gun owners. To claim he supports this is absurd.\nWe rate this Pants on Fire.\n Share the Facts 2017-08-21 20:38:24 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Sen. Jon Tester \"believes that we should have a national registration so that the people of Montana should have to ask permission before they purchase a gun, ask permission from the federal government.\"    Matthew Rosendale Republican Candidate   Voices of Montana radio show Monday, July 31, 2017 2017-07-31    Read More  info", "vclaim_id": "vclaim-pol-02983"}