{"url": "/factchecks/2017/aug/22/david-lewis/nc-rep-lewis-says-gov-cooper-has-filed-nearly-one-/", "speaker": "David Lewis", "vclaim": "Gov. Roy Cooper has \"filed nearly one lawsuit a month, with every single one of them an attempt to extend his own power.\"", "truth_label": "barely-true", "date": "stated on July 31, 2017 in in a blog:", "title": "NC Rep. Lewis says Gov. Cooper has filed 'nearly one lawsuit a month' to seize power", "text": "It’s no surprise that a Democratic governor and a Republican-controlled legislature are taking some of their fights to court.\nBut it may take a scorecard to keep track of the legal battles between Gov. Roy Cooper and the North Carolina General Assembly, where Republicans hold supermajorities.\nAt least one state lawmaker has lost track.\nRepublican state Rep. David Lewis of Harnett County, upset that one of the lawsuits has stalled the elections process in Carteret County, recently wrote about Cooper’s legal challenges in a blog post on DavidLewis.org.\nCooper, Lewis wrote, has \"filed nearly one lawsuit a month, with every single one of them an attempt to extend his own power.\"\nIn the post, Lewis didn’t list the lawsuits Cooper has filed or describe the context surrounding them.\nCooper was sworn in Jan. 1, so he’s been governor for nearly eight months. According to his office, he’s filed three lawsuits against legislative leaders since voters elected him – one of those coming before his inauguration. PolitiFact North Carolina searched for additional lawsuits and found none.\nLewis said Cooper is trying to extend his power. Cooper’s lawsuits are indeed related to the scope of the governor’s powers. But Lewis fails to mention on his blog that, after Cooper was elected but before he was sworn in, Republican legislators – including Lewis – and former Gov. Pat McCrory enacted new laws that alter or limit the responsibilities and powers of the governor.\nLawsuit 1\nCooper filed the first lawsuit on Dec. 30, when he was still governor-elect, to block measures the legislature adopted that merge the state elections and ethics boards and remove Cooper's ability to create a Democratic majority on the State Board of Elections. Cooper amended the lawsuit in Wake County Superior Court on Jan. 10, challenging the legislature's action to make the governor's Cabinet appointments subject to state Senate confirmation. Judges issued a split decision in the case, ruling for Cooper on elections but against him on Cabinet confirmation.\nLawsuit 2\nCooper’s second lawsuit, which he filed in April, is a follow-up to his first lawsuit. After the court ruled that the governor’s appointees should control the state elections and ethics board, the legislature passed a new law that allows him to select its members from lists compiled by the two major political parties. Cooper contended that the goal was the same, to hamstring the governor, and filed a new lawsuit. A court sided with the legislature. A panel of judges sided with the legislature. But the governor has asked the state supreme court to review that decision, on appeal.\nLawsuit 3\nCooper filed the third lawsuit on May 26, accusing the legislative leaders of trying to strip him of power to appoint state Court of Appeals judges and N.C. Industrial Commission members. Cooper amended the lawsuit on Aug. 8, challenging the legislature’s budget over funding related to school vouchers, a legal settlement with Volkswagen, and more - an amendment that came after Lewis’s statement.\nCounting lawsuits\nCooper’s office says it has filed three lawsuits and two amendments. Lewis’ office, after being questioned about the blog post, said it was counting the number of individual complaints in the lawsuits. Mark Coggins, Lewis’ policy analyst, broke down the lawsuit topics in an email. He said Cooper’s lawsuits touch on:\nWhether the state Constitution allows the General Assembly to combine the state elections and state ethics boards\nWho has the authority to dismiss certain state employees\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nWho has the authority to appoint members to the state’s Industrial Commission\nWho has the authority to distribute certain federal funds\nWhether the state Senate has the authority to block Cooper’s Cabinet nominees\nWho has the authority to appoint members to \"various boards and commissions.\"\nWhether Cooper has \"additional authority over the statutory baseline over the position of executive director\" of the ethics board.\nA ‘simplistic’ quote?\nCooper is not the first North Carolina governor to sue the legislature. McCrory sued legislative leaders saying they overstepped their authority in trying to establish a new commission to regulate coal ash, and the N.C. Supreme Court ruled in his favor last year.\nBob Orr, a former justice on the state Supreme Court, characterized Cooper’s lawsuits as part of power jockeying that’s happened for years. \n\"The litigation we’re seeing by Gov. Cooper is an expansion of that inherent tension and conflict between the executive branch and legislative branch,\" Orr said.\nOrr, a Republican, critiqued Lewis’ quote as \"simplistic.\" Cooper’s lawsuits are not frivolous power grabs, he said.\n\"I can’t fault Gov. Cooper for challenging the acts that he feels violates the separation of powers. That’s a core constitutional principle,\" Orr said.\nWhy make the claim?\nRep. Lewis co-chairs the legislative committee leading the effort to redraw districts in the state House and state Senate that federal courts determined were unconstitutional gerrymanders. He’s one of the most influential state lawmakers.\nLewis wrote the blog post on July 31 in reaction to a report by the N.C. Insider that elections board vacancies were preventing resolution of an elections complaint involving municipal elections in Morehead City. Lewis pointed out that elections boards are vacant because Cooper is challenging the elections law.\nBecause the issue is tied up in the courts, some county boards can’t fill their vacancies, keeping them from reaching a quorum needed to hold meetings. The state elections board is aware of 16 county elections boards that don’t have a quorum.\n\"Governor Cooper’s lawsuit regarding the Bipartisan Ethics and Elections Board has essentially frozen elections administration in place in many counties,\" Coggins, Lewis’ policy analyst, explained in an email.\n\"Citizens should care that this lawsuit could undermine the conduct of this fall’s local elections,\" Coggins wrote. Lewis believes voters should blame Cooper for \"filing lawsuits that undermine local elections.\"\nOur ruling\nLewis said Cooper has filed \"nearly one lawsuit a month, with every single one of them an attempt to extend his own power.\" In fact, Cooper had filed three lawsuits and an amendment over seven months when Lewis made his claim. Lewis gives the impression that Cooper has been wildly filing lawsuits to expand his powers. But the lawsuits primarily respond to reductions in power passed by Lewis’s party shortly before Cooper took office and afterward.\nWe rate his claim Mostly False.\n Share the Facts 2017-08-22 15:44:26 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Cooper has “filed nearly one lawsuit a month, with every single one of them an attempt to extend his own power.”    David Lewis N.C. state Rep.   DavidLewis.org Monday, July 31, 2017 2017-07-31    Read More  info", "vclaim_id": "vclaim-pol-02982"}