{"url": "/factchecks/2014/may/23/ed-schultz/ed-schultz-says-walmart-workers-rely-5800-public-a/", "speaker": "Ed Schultz", "vclaim": "Walmart employees receive \"roughly $5,800\" in public assistance per year.", "truth_label": "barely-true", "date": "stated on May 20, 2014 in a segment on \"The Ed Show\":", "title": "Ed Schultz says Walmart workers rely on $5,800 in public assistance a year", "text": "Leaders of Portland, Ore., made Ed Schultz a very happy man the other night.\nThe city council recently rolled back the city’s investments in Walmart, faulting the retailer’s labor practices. This comes as a delight to Schultz, liberal host of MSNBC’s The Ed Show, who wants the country’s largest (and non-union) retailer to pay its employees higher wages.\nWalmart jobs pay so little that many employees turn to public assistance, such as food stamps and Medicaid programs, even though they have fulltime jobs, Schultz said during his May 20 show. He used specific figures that caught our attention.\n\"Walmart workers receive over $2 billion in government assistance each year,\" he said. \"This pencils out to over $1 million in public assistance per store. Easy to figure, isn't it? It’s roughly $5,800 per Walmart employer, employee, those folks that work there, you know?\"\nWalmart’s wages are not a new topic for fact-checkers, but his numbers were higher than any we’ve heard before. We wanted to check them out.\nThe Democrats and their studies\nSchultz’s $5,800 figure comes from estimates generated by Democrats of the U.S. House Committee on Education and the Workforce.\nThe report relied on 2012 Medicaid enrollment information in the state of Wisconsin, saying it appeared to be recent and comprehensive. Of all employers in the state, Walmart had more employees (just over 3,200) enrolled in Wisconsin’s Medicaid program, which is called BadgerCare+. Factoring in their children and adult dependents, Walmart employees and their families made up about 9,200 BadgerCare+ enrollees.\nUsing that data, House Democrats estimated a typical Walmart Supercenter with 300 employees would cost taxpayers $904,542 a year, or $3,015 per employee. That figure assumes employees who enroll in BadgerCare+ also enroll in other safety net programs supported by taxpayers, such as food stamps, subsidized housing and school lunches, and the Earned Income Tax Credit.\nThe Democrats then made another assumption: That there are likely more Walmart employees who are eligible for BadgerCare+ but choose not to enroll. That could expand the number of workers who receive public assistance. All totaled, Democrats say, a Wisconsin Walmart Supercenter store could cost taxpayers up to $1.745 million per year, or about $5,815 per employee.\nThe report (page 11) breaks out how both costs were tabulated, looking at BadgerCare+, likely family enrollment in free and reduced lunch and breakfast, food stamps, the Earned Income Tax Credit, Section 8 housing, child care subsidy programs and a residential energy assistance program for low earners. Estimate A looks at the people currently enrolled in BadgerCare+, while Estimate B includes those employees House Democrats believe are eligible but not enrolled in BadgerCare+.\n\nAs Schultz spoke, a screen behind him displayed the more specific estimates from the report -- without noting they were for a Wisconsin Supercenter.\nWarnings, Walmart’s response, a progressive critic\nThe top line figure Schultz cited, about $5,800 per employee, is built upon a series of assumptions. It’s including the potential for people to receive federal benefits, rather than actually receiving them -- a point Schultz ignores. And it’s notably looking only at the situation in Wisconsin, where the state’s eligibility requirements for Medicaid are more generous than other states. Wisconsin did not expand Medicaid under the Affordable Care Act, unlike other states, but its program covers children and pregnant women up to 300 percent of the federal poverty level, and it covers adults up to 100 percent.\nThese caveats are crucial.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nFor one, Wisconsin’s minimum wage is in line with the federal minimum wage of $7.25 an hour. A total of 21 states and D.C. have minimum wages above the federal minimum wage. That means some Walmart workers in states outside of Wisconsin are likely to make more, which could mean they are less likely to receive government assistance.\nThe report from House Democrats acknowledges its own limitations.\n\"Because of varying program eligibility requirements across states, extrapolating taxpayer costs for Walmart stores in other states based on the Wisconsin data is difficult,\" the report says on page 10.\nWithout good data from the company, an exact calculation of public costs for a hypothetical store is \"impossible,\" the reports says in another footnote.\nWalmart spokesman Kory Lundberg zeroed in on those clarifications, criticizing the report and pointing to commentary and research from the man President Barack Obama chose to lead his Council of Economic Advisers, Jason Furman. Before joining the White House, Furman hailed Walmart as a \"progressive success story\" in a 2005 report (while acknowledging it, \"like other retailers and employers of less-skilled workers, does not pay does not pay enough for a family to live the dignified life Americans have come to expect and demand.\")\nFurman said enrolling in Medicaid is the sensible choice for some Walmart employees because it allows employees to save $1,800 a year that they would have spent on company health insurance then.\nFurman also cites a 2005 memo from Susan Chambers, Walmart's executive vice president for benefits, that claimed 5 percent of Walmart associates were on Medicaid and CHIP (often, state-run insurance programs that help cover families who don’t qualify for Medicaid but cannot afford private coverage), compared to an average of national employers of 4 percent and a retail average of 6 percent.\nWalmart employees signing up for Medicaid isn’t a bad thing, Furman argues, as much as it is a desired result of President Bill Clinton’s welfare reforms to \"make work pay,\" incentivizing people with fewer skills in low-wage jobs to work while remaining eligible for assistance.\nStill, we know many newspapers and labor-funded organizations in 24 states have looked into Walmart employees’ reliance on public safety nets and found a disproportionately higher share of Walmart workers receiving Medicaid and food stamps than other employers.\nBut should progressives be complaining? Furman argued no in 2005.\n\"It is odd to criticize Walmart because 5 percent of its employees receive Medicaid when the health policy you believe in would ensure that 100 percent of Walmart’s employees received (a better version of) Medicaid,\" he wrote.\nA spokeswoman for Schultz’s show did not return emails seeking comment.\nOur ruling\nSchultz claimed taxpayers pay \"roughly $5,800\" per Walmart employee for social safety net programs.\nThat’s a distortion of a narrowly written report that acknowledged its shortcomings.\nA 2013 analysis from House Democrats relied on several assumptions in attempting to address the situation of Walmart employees in Wisconsin. The $5,800 figure is inflated by including people who are eligible for Wisconsin’s version of Medicaid but not actually enrolled.\nThe report cautions at many points not to accept its findings as representative of Walmart stores across the country, as eligibility requirements for various programs vary across states.\nNone of this made it into Schultz’s on-air takedown of the country’s largest private-sector employer.\nSchultz’s statement contains an element of truth but needs significantly more information to paint a fuller picture. We rate it Mostly False.", "vclaim_id": "vclaim-pol-07825"}