{"url": "/factchecks/2011/jun/17/blog-posting/blogger-says-west-violated-federal-law-diving-flag/", "speaker": "Bloggers", "vclaim": "Says Allen West violated federal law by scuba diving with U.S. flag.", "truth_label": "false", "date": "stated on June 14, 2011 in a blog:", "title": "Bloggers say West violated federal law by diving with American flag", "text": "A couple days before Flag Day, Republican U.S. Rep. Allen West went for what was supposed to be a fun excursion for the Army vet: A patriotic dive off the coast in Broward County.\n\nLittle did West know he was entering hot water.\n\nThe Miami Herald reported on West's June 12, 2011 dive with a group of Army, Navy and Marine Corps veterans and published a photo of West underwater in scuba gear, saluting the American flag. \"I think it's important wherever we are, that the flag flies,\" West, a 22-year veteran Army officer and experienced scuba diver, told the Herald. The veterans who joined him agreed.\n\nBut was the whole thing illegal?\n\nThat's a claim being circulated by bloggers.\n\nThe Daily Pulp, a blog of the Broward-Palm Beach New Times, reported on West's deep sea adventure June 14 with the headline: \"Allen West violates federal law during weekend diving trip.\"\n\n\"There's nothing really bad to say about Rep. Allen West going diving off the coast of Deerfield Beach with a bunch of military veterans -- except for the fact that he violated U.S. federal law in the process and provided a pictorial of himself doing so,\" the blog claimed. \"During his diving session Sunday, Lt. Col. West was photographed holding an American flag underwater, on top of an artificial reef -- which would be a violation of the United States Code.\"\n\nThe blog then quoted Title 4, Chapter 1, Section 8, Subsection B of the U.S. Code: \"The flag should never touch anything beneath it, such as the ground, the floor, water, or merchandise.\"\n\nThe allegation against West -- a freshman legislator being targeted by Democrats in 2012 -- was picked up or repeated by dozens of websites, including POLITICO, and BlogPost, a Washington Post blog. The Salon.com headline was \"Why does Allen West hate the American flag?\"\n\nPolitiFact Florida wanted to see if the blogger's claim had merit.\n\nThere is indeed a \"Respect for Flag\" section of the U.S. code. It reads: \"No disrespect should be shown to the flag of the United States of America; the flag should not be dipped to any person or thing. Regimental colors, State flags, and organization or institutional flags are to be dipped as a mark of honor.\"\n\nThe code contains several rules about how to respect the flag including that it should \"never be carried flat or horizontally, but always aloft and free ... never be used as wearing apparel, bedding, or drapery\" and \"never be used as a covering for a ceiling.\"\n\nFor this fact-check, we're focusing on the part that pertains to West, that \"the flag should never touch anything beneath it, such as the ground, the floor, water, or merchandise.\"\n\nWe contacted five different experts -- two former federal prosecutors and three law professors who teach constitutional law. All agreed the flag code is intended to advise people on how to respect the flag and that there is no penalty for violating the code. Most said, generally, that West's actions did not violate law.\n\n• The U.S. Supreme Court has upheld the right to burn the flag. So, experts asked, how could diving underwater with a flag be possibly considered worse? West's display of the flag underwater would be protected by his First Amendment rights, which would trump the code, said Kendall Coffey, a former federal prosecutor who worked for Democrats in the Bush v. Gore 2000 recount case.\n\n\"It's really just a guidance rather than an instrument of prosecution,\" Coffey said. \"He's acting inconsistent with the law, but if your actions are in effect protected by the Constitution which overrides laws you would not say he is violating the law. ... I don't think he has violated the law. I think he is fully protected by the U.S. Constitution.\"\n\n• The flag code uses the word \"should,\" as opposed to \"shall.\" That suggest the code isn't legally binding, said Michael Froomkin, a law professor at the University of Miami.\n\n\"It's pretty clear to me that this rule is advisory, or normative, but, not mandatory unless referenced somewhere else in the code. (I'm aware of no such references.),\" Froomkin wrote in an e-mail. \"While one might expect a congressperson to choose to obey these rules voluntarily, that is an issue of decorum, not law. So, yes, it is a violation of something in the U.S. Code, but no, not a violation of a law that you can actually get arrested or fined for violating.\"\n\nBob Jarvis, a law professor at Nova Southeastern University, agreed. \"There is no punishment here,\" Jarvis said. \"When we talk about law where there is no enforcement mechanism it's an advisory law. Then the question becomes is that really a law?\"\n\n• No prosecutor would ever try the case. Coffey and former South Florida federal prosecutor Jeffrey Sloman said prosecution was extremely unlikely. \"It is my opinion that no U.S. Attorney (in his right mind) would ever prosecute anyone, let alone a U.S. Congressman, for the conduct you have described,\" Sloman wrote in an e-mail.\n\nWe asked for a response from West's spokeswoman Angela Sachitano. She e-mailed us back a June 15, 2011 blog item in the conservative Weekly Standard, which wrote \"it turns out that U.S. Armed Forces routinely takes the flag underwater for reenlistment ceremonies and various other reasons. Nevermind that it was obvious West was honoring the flag, and he's a retired lieutenant colonel and combat veteran that's probably far more sensitive to what is and is not appropriate to do with the flag than a flurry of liberal bloggers.\" Sachitano also sent us a link from the Navy's website showing a photo of a member of the Navy underwater holding the U.S. flag.\n\nSo is the Navy breaking the law?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlex Sink\n\n\nstated on March 25, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Florida Statutes require (Attorney General Bill) McCollum to consult with members of Florida's Congressional delegation\" before filing a lawsuit against the health care reform law.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • April 12, 2010\n\n\n\n\n\n\n\n\nIs West breaking the law?\n\nNo, at least in the opinions of experts. He may have violated U.S. Code, but there's no penalty for doing so, and there's a question if the code is anything more than a suggestion. And even if it was, the U.S. Supreme Court has already said you can burn a flag, so experts say (and we agree) that you can go swimming with one. We rate this claim False.", "vclaim_id": "vclaim-pol-12897"}