{"url": "/factchecks/2019/mar/07/james-lankford/did-tax-collections-rise-after-gop-law-case-weak/", "speaker": "James Lankford", "vclaim": "\"Tax revenue went up, actually, $14 billion last year after the tax cut actually occurred. We had greater revenue.\"", "truth_label": "barely-true", "date": "stated on March 6, 2019 in an interview on MSNBC's \"Morning Joe\":", "title": "Did tax collections rise after GOP law? The case is weak", "text": "Sen. James Lankford, R-Okla., recently took to cable TV to tout the December 2017 tax law, a law he said was fiscally responsible.\nOn March 6, Lankford appeared on MSNBC’s \"Morning Joe,\" a day after the Treasury Department reported that the federal deficit was 77 percent higher during the first four months of fiscal year 2019 than it was during the equivalent time period a year earlier.\n\"I've had a lot of folks push back and say the tax cuts that happened last year contributed to the deficit,\" Lankford said on MSNBC on March 6. \"The facts are actually coming out different. Yesterday I laid out on the floor that the numbers for fiscal year ‘17 and ‘18 are in. Tax revenue went up, actually, $14 billion last year after the tax cut actually occurred. We had greater revenue.\"\nLankford was referring to a Senate floor speech he’d given on March 5. Here’s an excerpt:\n\"We are now a fiscal year through. Our revenue for fiscal year 2017—the year before the tax reform—was $3.315 trillion. Our revenue after the tax cut and the tax reform, for fiscal year 2018, is $3.329 trillion. If you are doing the math in your head, that is $14 billion more in revenue after the tax cuts. That means our revenue went up the next year. Contrary to all the myths that were out there early on saying we were going to have this giant hole in the budget, our revenue went up after the tax cuts went into place.\"\nIs Lankford correct that tax revenue went up after the tax law was passed?\nHis office reiterated that between fiscal year 2017 and fiscal year 2018, tax collections did indeed go up in nominal dollars by about $14 billion, according to Treasury Department data.\nHowever, as the Committee for a Responsible Federal Budget points out, revenues decreased if you factor in inflation or calculate it as a percentage of GDP.\nPerhaps more importantly, looking at the issue this way glosses over a major flaw: A significant share of the fiscal year 2018 revenues Lankford considered to be \"after the tax cut\" were actually governed by the old tax law, as we noted in an October 2018 fact-check of a similar claim by Sen. Ted Cruz, R-Texas.\nThat’s the case because several months during fiscal year 2018 either occurred before the tax law went into effect (specifically, October, November and December) or were dominated by annual tax payments made under the old tax code’s rules (February, March and April).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo the best way to compare pre-law and post-law tax collection patterns is to look at months that were governed by different laws.\nUsing monthly Treasury Department reports, we separated out the following eight months where there is a clean comparison: June, July, August, and September (in fiscal years 2017 and 2018) and October, November, December, and January (in fiscal years 2018 and 2019).\nThis chart summarizes what we found.\n\n \nThis chart paints quite a different picture than Lankford offered. Of the eight months we looked at, tax collections declined in seven after the new law took effect.\nAnd if you combine the cumulative total from those eight months, tax collections went down by almost $61 billion -- a much less optimistic finding than Lankford’s $14 billion increase.\nBen Page, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, called the differences in tax collection before and after the law \"striking.\"\nOutside of a recession, he said, a combination of population growth, general economic expansion and inflation usually pushes tax collections higher from year to year. And that didn’t happen for seven of these eight months.\nOur ruling\nLankford said, \"Tax revenue went up, actually, $14 billion last year after the tax cut actually occurred. We had greater revenue.\"\nThis figure comes from a misleading calculation, one in which part of the increase in fiscal year 2018 came from tax collections governed by the old law. If you look at eight months that were shaped by a true before-and-after comparison, tax collections went down in seven of those months, and collectively, revenues fell by about $61 billion.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-00928"}