{"url": "/factchecks/2016/apr/17/pat-mccrory/nc-gov-pat-mccrory-defends-hb2-meet-press/", "speaker": "Pat McCrory", "vclaim": "\"The city of Charlotte passed a bathroom ordinance mandate on every private-sector employer in Charlotte.\"", "truth_label": "barely-true", "date": "stated on April 17, 2016 in an interview on NBC's \"Meet the Press\":", "title": "NC Gov. Pat McCrory defends HB2, says it would have affected every private employer in Charlotte", "text": "North Carolina Gov. Pat McCrory defended a law striking down a local LGBT anti-discrimination ordinance as a move against government intrusion Sunday on NBC’s Meet the Press.  \nThe city council of Charlotte, N.C., passed the ordinance in late February outlawing discrimination against gay, lesbian and transgender people in the city. Even though the protections were wide-ranging, the law has been dubbed the \"bathroom ordinance\" because it prohibited businesses from denying transgender people access to the bathroom consistent with the gender they identify with.\nIn response, the North Carolina Legislature held an emergency session a month later and quickly sent a bill repealing the Charlotte ordinance — and prohibiting ones like it — to McCrory’s desk. McCrory’s signature prompted a national backlash from the gay community, businesses such as PayPal and celebrities including Bruce Springsteen.\nFrom the beginning, McCrory has characterized the now-defunct ordinance as extreme government overreach in statements, videos and most recently his national interview with NBC host Chuck Todd.\n\"The city of Charlotte passed a bathroom ordinance mandate on every private-sector employer in Charlotte, N.C,\" McCrory said April 17. \"It's not government's business to tell the private sector what their bathroom, locker room, or shower practices should be. Not only the private business, but also the Y.M.C.A. and other non-profit organizations.\"\nWhen Todd pressed McCrory to explain the lack of dialogue ahead of the Legislature’s one-day special session to pass the law, he returned to his talking point: \"But again, I don't think government should be telling the private sector what their restroom and shower law should be, to allow a man into a woman's restroom, or a shower facility at a YMCA, for example.\"\nIs it true that the Charlotte ordinance would have dictated the bathroom practices of the entire private sector?\n\"The Charlotte ordinance was clearly a mandate on every private business open to the public,\" Josh Ellis, McCrory’s communications director, told PolitiFact.\nUnlike his spokesman, McCrory didn’t specify that the \"mandate\" applies to businesses \"open to the public.\" The distinction is important for this fact-check.\nBroadly speaking, the Charlotte ordinance expanded existing protections for race, color, religion and national origin to also cover marital and familial status, sexual orientation, and gender identity and expression. The ordinance also struck down a section exempting the YMCA, YWCA and similar dormitories from a law ensuring equal access to services and facilities based on sex. Under the ordinance, it would have been illegal:\n1. for the government of Charlotte to do business with anyone who had discriminated against those categories;\n2. to deny \"the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of a place of public accommodation\" based on those categories;\n3. and to make and circulate any statements or signs indicating that public accommodation will be refused based on those categories.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nKey to this fact-check are the words \"place of public accommodation,\" which refers to any business offering services or goods to the public, per Charlotte’s municipal code.\nThe definition is broad, but not as all-encompassing as McCrory makes it sound. It would have been illegal for places such as stores, hospitals, movie theaters, restaurants and hotels to prohibit transgender customers from using the bathroom or locker room with the gender he or she identifies with, according to a factsheet forwarded to us by city attorney Bob Hagemann.\nHagemann also noted that the ordinance only protected customers, not employees. (The ordinance did not include protections for firing or hiring based on sexual orientation or gender identity.) In other words, the ordinance wouldn’t have really impacted businesses that don’t typically deal with customers or patrons in person, such as call centers, manufacturing plants, distribution centers and self-employed workers without office space. \nWhat’s more, the ordinance would have specifically exempted establishments closed to the public like private clubs, advocacy and religious organizations with strongly held beliefs like churches or charities, and nonprofits like homeless shelters, according to the factssheet. \nSo what about the YMCA? Hagemann wasn’t sure if the YMCA, as a Christian charity, would have been exempted under the ordinance.\n\"I don’t know enough about how they operate to know whether they would fall under one or more of the exceptions,\" Hagemann said.\nEllis, McCrory's spokesperson, told PolitiFact the governor's office disagrees with Hagemann's interpretation of the ordinance.\n\"The definition does not specifically exclude 'charities' or 'nonprofits.'  In fact, the YMCA makes entertainment and recreation (and probably other services) available to the public, which would put it under the definition of a place of public accommodation,\" Ellis said. \"Bottom line, we see the ordinance as applying to the YMCA.\" \nThe YMCA of Charlotte did not respond immediately to calls or an email for comment. The YWCA of Central Carolinas, meanwhile, currently has a policy of allowing members to use the \"the bathroom/locker room that is appropriate for them based on their gender identity\" and supports the repeal of HB2.\nOur ruling\nMcCrory said, \"The city of Charlotte passed a bathroom ordinance mandate on every private-sector employer in Charlotte.\"\nThis is an exaggeration. The ordinance would have applied to place of public accommodation, like hotels and stores and other places selling goods and services to the public. While that is a big category, the ordinance would not have applied to private clubs, nonprofits or organizations with viewpoints that would have been at odds with the law, nor would have it really impacted business that don't deal with customers. \nThe talking point contains an element of truth but exaggerates the scope of the law. We rate his statement Mostly False.\nUpdate: After we published this fact-check, we heard back from Josh Ellis, McCrory's spokesman. It has been updated to include his comments. The ruling remains unchanged. \nhttps://www.sharethefacts.co/share/2d1960bf-248e-4286-ac92-d47880bff82d", "vclaim_id": "vclaim-pol-05092"}