{"url": "/factchecks/2013/oct/30/dick-cheney/dick-cheney-says-daughters-opponent-mike-enzi-get-/", "speaker": "Dick Cheney", "vclaim": "Says Mike Enzi is \"getting about 84 percent of his campaign funds from Washington-based PACs. That's more than any senator of either party.\"", "truth_label": "mostly-true", "date": "stated on October 27, 2013 in an interview on \"This Week\":", "title": "Dick Cheney says daughter's opponent Mike Enzi gets larger percentage of PAC money than any other senator", "text": "Some fathers help their daughters by teaching them how to ride a bike. But if you’re Dick Cheney, you do it by attacking her political rival on national television.\nThe former vice president appeared on ABC’s This Week on Oct. 27, 2013, to discuss national security issues, and was asked about the Republican primary battle in Wyoming between incumbent Sen. Mike Enzi and his daughter, Liz Cheney.\nThough Liz Cheney has previously said her father wouldn’t be campaigning for her, he didn’t pass on the opportunity to take a few shots at Enzi. He accused the three-term senator of \"getting about 84 percent of his campaign funds from Washington-based PACs,\" which Cheney said was \"more than any senator of either party.\"\nEnzi is far from the most prestigious, vocal or well-known lawmakers on the Hill. So we were surprised to hear that the three-term senator from Wyoming, of all places, is the upper chamber’s leader in percentage of donations from PACs. We decided to take a deeper look.\nCounting PAC money\nOff the bat, we ran into trouble with the term \"Washington-based PAC.\" The Center for Responsive Politics, a nonpartisan group that tracks campaign finance data, noted that most political action committees, but not all, are based in the nation’s capitol, and it’s difficult to separate which of Enzi’s donors are from D.C.\n\"What's probably safe to say is that the vast majority are not based in his home state,\" Viveca Novak at the center told PoltiFact (which is what Cheney was driving at anyway).\nAccording to data provided by the Center for Responsive Politics, in the Senate campaign cycle beginning in 2009, Enzi raised $1.64 million, with $1.19 million, or 73 percent, coming from PACs. That’s not the 84 percent figure that Dick Cheney mentioned.\nLiz Cheney’s campaign said they got to 84 percent by including a $74,463 transfer to the campaign from a joint fundraising committee, as well as $826,000 given to Enzi’s leadership PAC from other political groups. So the Cheney campaign counted those transfers as PAC money, while the center didn’t.\nUsing the center’s data, Enzi’s percentage of PAC money is higher than any other senator -- by quite a bit actually. The next closest is Sen. Thad Cochran, R-Miss., who has received 66 percent of his donations from PACs in the last five years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe disparity is even larger over the course of Enzi’s entire career. Nearly 70 percent of the $6.55 million the Wyoming Republican has raised since 1991 comes from PACs. In second is Sen. Mike Crapo, R-Idaho, at a distant 52 percent.\nA large chunk of Enzi’s PAC money comes from congressional leadership groups who are backing the senior senator over Cheney’s challenge. He gets quite a bit from health groups, as well -- which isn’t surprising, since he has worked prominently on the Senate Health, Education, Labor and Pensions Committee for years.\nIt’s not that Enzi is taking more money from PACs than all of his colleagues, but a higher proportion of his money raised is from these outside groups\nIt’s worth noting that of the 10 senators who have relied the most on PACs this cycle, nearly all hail from states in the bottom third of the population rankings. Candidates from smaller states have a shallower pool of in-state donors to pull from, pushing them to rely on PACs in their increasingly expensive election fights. Cheney has proven to be a formidable fundraiser, pulling in $1 million between July and September, for her contest against Enzi.\nDoug Weber at the Center for Responsive Politics had another explanation for Enzi’s reliance on PACs.\n\"Enzi hasn't really raised and spent much in the past,\" Weber said in an email. \"His 2002 and 1996 elections were the cheapest Senate victories of their cycle. So it may be a function of a modest fundraising effort -- raising from individuals involves a lot more work. (Republican House Speaker John) Boehner raised more from individuals just this year than Enzi has since 1989.\"\nAnd even though Enzi tops this list, he’s far from the most prolific fundraiser in Washington. In the current Congress, he’s 356th in money raised, according to the Center for Responsive Politics.\nEnzi’s campaign didn’t deny Cheney’s claims. While spokeswoman Kristin Walker noted that two-thirds of Enzi’s individual donors in the last cycle were from Wyoming, she added he \"has always raised the money he needed to be competitive.\"\nOur ruling\nWhile Dick Cheney differed from our nonpartisan sources on the final number, the fact remains he was right: Enzi has received a higher proportion of his money from PACs than anyone in the Senate. It’s more a product of circumstances — Enzi’s from a small state and he’s facing a strong challenger — than evidence that Enzi has \"gone Washington,\" as Cheney was implying. We rate it Mostly True.", "vclaim_id": "vclaim-pol-08686"}