{"url": "/factchecks/2009/nov/20/orrin-hatch/hatch-senate-health-care-bill-longer-war-peace/", "speaker": "Orrin Hatch", "vclaim": "The Senate health care bill is longer than Tolstoy's 'War and Peace.'", "truth_label": "barely-true", "date": "stated on November 19, 2009 in a news release:", "title": "Hatch says Senate health care bill is longer than 'War and Peace'", "text": "They are both epic works of literature. One begins like this:\n\n\n\"Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if you don't tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that Antichrist—I really believe he is Antichrist—I will have nothing more to do with you and you are no longer my friend, no longer my 'faithful slave,' as you call yourself! But how do you do? I see I have frightened you—sit down and tell me all the news.\"\n\n\nThe other starts like this:\n\n\n\"Part A of title XXVII of the Public Health Service 10 Act (42 U.S.C. 300gg et seq.) is amended (1) by striking the part heading and inserting the following: 13 ‘‘PART A—INDIVIDUAL AND GROUP MARKET REFORMS’’; (2) by redesignating sections 2704 through 2707 as sections 2725 through 2728, respectively (3) by redesignating sections 2711 through 2713 as sections 2731 through 2733, respectively . . . \"\n\n\nThe first passage comes from Leo Tolstoy's\n\nWar and Peace\n\n. The second comes from Harry Reid's health care bill. Republicans have been comparing them to make the point that the Democratic plan is big and will lead to a bloated bureaucracy. In a Nov. 19, 2009, news release, Sen. Orrin Hatch, R-Utah, said that the 2,074-page bill was \"longer than Russian novelist Leo Tolstoy’s\n\nWar and Peace\n\n.\"\n\n\nWe decided to see if he was right.\n\n\nThe Oxford World's Classics paperback edition of\n\nWar and Peace\n\nweighs in at 1,392 pages, according to Amazon.com. By that measure, the 2,074-page Senate bill would indeed be longer.\n\n \n\nBut using pages as the benchmark is misleading. The page layout of a Senate bill is much different from a novel. The bill uses much larger type, on 8.5-by-11-inch paper. The margins are larger and there are wider spaces between the lines. On balance, then, fewer words fit on a page of the Senate bill than fit on the page of the paperback novel.\n\n \n\nSo for an accurate comparison, you need to count words. That's not perfect either, since the Senate bill (like its House counterpart, which checked in at just under 2,000 pages) has lots of line-by-line numbering, section headers, and various forms of coding that complicate the process of word counting. But it's still the best method available.\n\n \n\nTo count the words in\n\nWar and Peace\n\n, we relied on a feature on Amazon.com called \"Search Inside!\" that quantifies the books it sells on various measurement scales. That function found that the Oxford paperback version of\n\nWar and Peace\n\n, an English translation, has 561,893 words. (In an accompanying chart, Amazon notes that 0 percent of books it studied have more words than that, so Hatch has picked the the right epic novel for his comparison.)\n\n \n\nAs for the bill, we cut and pasted it into a Microsoft Word document and found that the bill contained 384,067 words. Just to make sure that Word wasn't choking on such a large file, we did a sampling of word counts on individual pages, then multiplied the typical one-page count by the total number of pages in our Word document. The single pages we checked tended to have a bit fewer than 300 words per page in Word. So, with our document running to 1,372 pages -- shrinkage that illuminates how spread-out the text of the Senate bill is -- we came up with a ballpark estimate of 411,000 words.\n\n \n\nThat last estimate is a bit higher than what the Microsoft's word count function found, but not by much. Either way, Reid's health care bill is actually shorter than\n\nWar and Peace\n\n.\n\n\nSo while Hatch is right if you simply count pages, when you use a more accurate comparison -- the number of words --\n\nWar and Peace\n\nis actually longer. In other words, he is right by one measurement, but not by the best measurement. So it turns out that Democrats aren't as wordy as a Russian novelist. Who knew?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe find his claim Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15455"}