{"url": "/factchecks/2016/sep/27/hillary-clinton/hillary-clinton-correctly-cites-outside-analyses-t/", "speaker": "Hillary Clinton", "vclaim": "According to \"independent experts,\" Donald Trump's tax plan \"would blow up the debt by over $5 trillion and would in some instances disadvantage middle-class families compared to the wealthy.\"", "truth_label": "true", "date": "stated on September 26, 2016 in a Presidential debate at Hofstra University:", "title": "Hillary Clinton correctly cites outside analyses of Trump's tax plan", "text": "During the first presidential debate of 2016, Hillary Clinton took aim at Donald Trump’s latest tax plan, saying it would explode the debt and hike taxes for some middle-class Americans.\n\"Independent experts have looked at what I've proposed and looked at what Donald's proposed, and basically they've said this, that (his tax plan) would blow up the debt by over $5 trillion and would in some instances disadvantage middle-class families compared to the wealthy,\" Clinton said.\nThe Clinton campaign pointed us to an analysis by Lily L. Batchelder, a professor at New York University Law School.\nWhen we asked her whether Clinton’s phrasing accurately summarized her findings, Batchelder said it did.\n\"Yep, that’s totally accurate,\" she told PolitiFact.\nWe’ll look at the two parts of Clinton’s statement in turn, focusing on the revised plan Trump unveiled at a speech at the Economic Club of New York on Sept. 15, 2016. (Click the links for details on the plans.)\nDebt increase\nIn her paper, published a little more than a week after Trump offered his revised plan, Batchelder wrote that her calculations suggested that \"Donald Trump’s latest tax plan would cost more than $5 trillion over 10 years.\"\nOne can argue that Batchelder is not an \"independent expert\" -- she worked for Democratic Sen. Max Baucus as chief tax counsel of the Senate Finance Committee from 2010 to 2014 and as the deputy director of the National Economic Council under President Barack Obama in 2014 and 2015.\nHowever, a more conservative group, the Tax Foundation, came up with a similar calculation in its own analysis.\nAccording to its model, Trump’s plan \"would reduce federal revenue\" -- in other words, add to the debt -- \"by between $4.4 trillion and $5.9 trillion\" without taking into account increased economic growth estimates due to the plan’s tax cuts. (The Tax Foundation did note that this debt increase was smaller than what it had projected for earlier versions of Trump’s plan.)\nFinally, the Committee for a Responsible Federal Budget, a group that favors deficit reduction, wrote that its update found that \"both Clinton and Trump would increase the debt relative to current law – though Trump would increase it by an order of magnitude more. ... Specifically, we estimate Clinton’s plans would add $200 billion to the debt over the next decade, while Trump’s plans would add $5.3 trillion.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo Clinton seems on solid ground for this part of the statement.\nTax hikes\nBatchelder’s paper is the primary evidence here (along with a separate analysis by a liberal group, Citizens for Tax Justice).\n\"Despite its enormous price tag, his plan would actually significantly raise taxes for millions of low- and middle-income families with children, with especially large tax increases for working single parents,\" Batchelder wrote. \"I conservatively estimate that Trump’s plan would increase taxes for roughly 7.8 million families with minor children. These families who would pay more taxes represent roughly 20 percent of households with minor children and more than half of single parents. They include roughly 25 million individuals and 15 million children.\"\nBatchelder cites several reasons for why some families would see a tax increase, including Trump’s exchange of a new standard deduction for personal exemptions; his repeal of the head of household filing status, which benefits unmarried taxpayers with dependents; his exchange of a 10 percent bracket for a 12 percent bracket; and the reality that his new tax deduction and credit for child care would provide relatively little benefit to low- and middle-income caretakers.\nThe Tax Foundation’s report didn’t address this issue, noting instead that as a rule, taxpayers in all income groups would see more money in their pocket if Trump’s plan was enacted.\nHowever, the Tax Foundation did find substantially bigger gains for wealthy Americans, which is consistent with Clinton’s statement that Trump’s plan would \"disadvantage middle-class families compared to the wealthy.\" It found that the bottom 80 percent of taxpayers would receive an income bump of between 0.8 percent and 1.9 percent, compared to 5.4 percent to 9.3 percent for the top 10 percent of taxpayers and between 10.2 percent and 16.0 percent for taxpayers in the top 1 percent.\nMore to the point, the Tax Foundation’s Kyle Pomerleau tweeted favorably about Batchelder’s finding that some taxpayers would experience tax hikes, saying, \"We were able to replicate many of the numbers in the report. The results seem reasonable to me.\"\nAnother tax policy group, the Tax Policy Center, has not released an analysis of Trump’s most recent plan.\nThe Trump campaign sent us a paper defending the tax proposal. However, it was not \"independent\" since it was written by a pair of \"senior policy advisors to the Trump campaign.\"\nOur ruling\nClinton said that, according to \"independent experts,\" Trump's tax plan \"would blow up the debt by over $5 trillion and would in some instances disadvantage middle-class families compared to the wealthy.\"\nBatchelder’s past work for Senate Democrats and the Obama White House may lead some to question whether she is an \"independent expert.\" But her estimate of the debt increase was mirrored by findings by the more conservative Tax Foundation and the deficit-hawk Committee for a Responsible Federal Budget. And the Tax Foundation said Batchelder’s analysis of tax increases for some families seemed \"reasonable.\"\nWe rate Clinton’s statement True.\nhttps://www.sharethefacts.co/share/d90b4ea6-c8b4-4aee-8bfb-1d0c453c8c58", "vclaim_id": "vclaim-pol-04258"}