{"url": "/factchecks/2016/jun/24/tim-kaine/more-schooling-reduces-hiv-risk-how-much/", "speaker": "Tim Kaine", "vclaim": "\"For every extra year that a girl stays in secondary school, her chance of getting infected with HIV/AIDS decreases by half.\"", "truth_label": "mostly-true", "date": "stated on June 15, 2016 in a senate hearing:", "title": "More schooling reduces HIV risk. But by how much?", "text": "There are any number of arguments for boosting the education of girls in poorer nations. A person who knows more, regardless of gender, tends to earn more. The children of mothers with more education often do better themselves.\nSen. Tim Kaine, D-Va., added another item to the list. At a Senate hearing on June 15, 2016, Kaine said, \"For every extra year that a girl stays in secondary school, her chance of getting infected with HIV/AIDS decreases by half.\"\nAs it turns out, Kaine had the general thrust right, but he went too far with the exact numbers.\nHere’s what the research shows.\nBotswana gave the world a natural experiment in 1996 when it changed its education policy by adding an extra year — grade 10 — to basic education. Botswana kept good records that covered both who stayed in school and their HIV status in the years that followed. Nearly two decades later, social scientists hopped on all that data. Their 2015 article in the medical journal Lancet found that among girls, the lifetime risk of HIV infection dropped by about one-third -- not one-half.\nKaine’s press office cited that Botswana study as the source behind his statement. Looking at some of the wording in the article, we can see why they might read it to say that the risk for women fell by half.\nBut it didn’t. We talked to one of the main researchers, Jacob Bor at Boston University’s School of Public Health, to confirm that it was reduced by one-third. Here’s the key table from that article.\n\nWe underlined the key numbers in red. Before the reform, women had a 32.3 percent risk of catching the HIV infection. After getting the extra year of school, that risk came down by 11.6 percentage points, or roughly one-third.\nWe’d also note that Kaine’s statement also parted from the Botswana study in that he talked about \"every extra year that a girl stays in secondary school,\" while the study only had data on a single extra year. To say that the risk fell for every extra year would go far beyond what the research shows.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nStill, Bor said Kaine has the right idea.\n\"He’s qualitatively correct, but quantitatively a little bit off,\" Bor said. \"Also, these results are local to the incredibly high HIV prevalence in Botswana and their education reform. If you just parachute-dropped a year of extra schooling in another country, it’s not so clear you’d see the same result.\"\nTwo studies out of Uganda also give support to Kaine’s broad concept, if not his actual numbers.\nTwo Harvard researchers reported that between 1990 and 1995, HIV rates fell by about 13 percentage points. During that time, Uganda moved to keep children in school longer. The study said the driving factor was women delayed having sex.\n\"(Education) policy can explain between one-sixth and one-half of this overall decline,\" the authors wrote in their 2013 article. That is a wide range, but it still shows movement in the direction that Kaine described.\nAbout a decade earlier, Damien de Walque, now at the World Bank, looked at 15 villages in Uganda. He and his colleagues found that \"for girls born after 1970, one additional year of education reduced HIV incidence, that is the risk of getting infected with HIV/AIDS, by 21 percent,\" de Walque told us. That was for primary school, not secondary.\n\"Sen. Kaine’s statement is largely correct that the more additional years of education a girl receives, the less likely it is that she will be infected with HIV,\" de Walque said.\nOur ruling\nKaine said that a woman’s risk of HIV infection fell by half for every extra year of secondary school. That statement goes too far in a couple of ways. The biggest decline in risk that any study found with any precision was about one-third. That’s substantial, but it isn’t half. And Kaine erred in saying that the effect would come with each additional year, when the underlying Botswana study only looked at a single extra year.\nBut in broad terms, leading researchers in the field gave Kaine points for getting the general point correct. More education has an appreciable impact in reducing a woman’s risk of contracting HIV.\nWe rate this claim Mostly True. https://www.sharethefacts.co/share/b51dca6f-c24b-44c8-986f-9efec35b1a09", "vclaim_id": "vclaim-pol-04783"}