{"url": "/factchecks/2019/mar/01/facebook-posts/facebook-post-shares-photo-actor-and-claims-its-ch/", "speaker": "Facebook posts", "vclaim": "Says Chelsea Clinton’s bodyguard \"Jack Gordon\" was found dead in a river after telling \"damaging information\" to federal prosecutors.", "truth_label": "pants-fire", "date": "stated on February 24, 2019 in a meme:", "title": "Facebook post shares photo of actor and claims he is Chelsea Clinton's 'dead bodyguard'", "text": "Conspiracy theories that claim the Clintons kill off former employees or friends who reveal their family secrets are nothing new. They have been going around since President Bill Clinton was in office.\nNow, a new rumor on Facebook says Chelsea Clinton’s former bodyguard \"Jack Gordon\" was found dead in the Ohio River in early 2019 after he started telling prosecutors damaging information he had obtained on the job.\nThe post features a photo of a man has text overlaid that says: \"This is Jack Gordon. He was Chelsea Clinton’s bodyguard until August 2018. Soon after his termination he started talking to federal prosecutors about damaging information he had obtained. In January of 2019 his body was found floating in the Ohio river near WV. His phone and computer had been smashed.\"\nThe post was published on Feb. 24 and has been shared close to 400 times. It was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo is actually of actor Ted Levine, who has appeared in dozens of films since the 1980s and starred in the \"Monk\" TV series as Captain Leland Stottlemeyer and played Buffalo Bill in the 1991 movie \"The Silence of the Lambs.\" There are no credible news reports of any former or current bodyguards of Chelsea Clinton being found dead.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe only Jack Gordon we could find with any connection (albeit a small one) to the Clintons is the late entertainment manager and former husband of LaToya Jackson who died of cancer in 2005. In the late 1990s, Gordon apparently briefly represented Paula Jones, a pivotal figure in the impeachment trial of Bill Clinton, who said Clinton harassed her.\nA version of the dead body guard rumor appears to have started with a blog post published Feb. 10 on America’s Last Line of Defense, a website known for publishing misleading content, defining itself as \"satirical.\" Still, some users share the blog’s stories as if they are true.\nThe junk website said the body belonged to a Hillary Clinton aide named \"Jaeger Holpern,\" which is an anagram for the blog’s author, \"Jolee Garphren.\" The story also claimed Holpern worked as Chelsea Clinton’s bodyguard until November 2018.\nThe site lists this disclaimer: \"Everything on this website is fiction. It is not a lie and it is not fake news because it is not real. If you believe that it is real, you should have your head examined. Any similarities between this site’s pure fantasy and actual people, places, and events are purely coincidental and all images should be considered altered and satirical.\"\nAs rumors often do, this one appears to have morphed. It started as a satire blog post and eventually became  a meme that featured a known actor’s photograph and used the name \"Jack Gordon\" as Chelsea Clinton’s former bodyguard.  \nWe rate this Pants on Fire!\n Share the Facts 2019-03-01 17:56:16 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Chelsea Clinton’s bodyguard \"Jack Gordon\" was found dead in a river after telling \"damaging information\" to federal prosecutors.    Facebook posts on the internet     Sunday, February 24, 2019 2019-02-24    Read More  info", "vclaim_id": "vclaim-pol-00950"}