{"url": "/factchecks/2021/jan/08/jonathan-brostoff/capitol-police-not-secret-service-shot-and-killed-/", "speaker": "Jonathan Brostoff", "vclaim": "The woman killed during the Jan. 6 U.S. Capitol assault was shot by a Secret Service agent, not Capitol Police.", "truth_label": "false", "date": "stated on January 7, 2021 in a tweet:", "title": "Capitol Police, not Secret Service, shot and killed woman in U.S. Capitol assault", "text": "The unprecedented Jan. 6, 2021, assault on the U.S. Capitol spawned a predictable array of online rhetoric about who was involved and what exactly happened.\nMany details were still emerging a day later, but we know the mob fueled by and in support of President Donald Trump forced its way into the House and Senate chambers after a series of f violent clashes with law enforcement. When the dust cleared, more than 50 police officers were injured and four people were dead — three from what authorities termed medical emergencies, and one from a gunshot wound.\nWisconsin state Rep. Jonathan Brostoff, D-Milwaukee, focused on the woman shot and killed in a Jan. 7 tweet, describing the matter this way:\n\"The Trump Terrorist who was put down during the violent mob assault wasn’t (as they claimed) shot by the Capitol Police, they were (physically) on her side. Instead it was a secret service agent who discharged his firearm while doing his duty to protect democracy.\"\nThe Secret Service claim caught our eye.\nLet’s take a closer look.\nWhat we know\nAfter an incendiary speech from Trump the morning of Jan. 6, thousands of his supporters marched to the Capitol. It was a gathering long planned and promoted online by Trump backers and conspiracy theorists.\nIn what experts have called a catastrophic failure of security, the group not only moved through barriers around the building but broke through windows to enter the building itself. \nThe deadly showdown occurred in a hallway where Capitol Police had used furniture to barricade a glass door. Witness video (warning, graphic content) shows a plain-clothes officer standing with a gun drawn. He fires once as a woman later identified as Ashli Babbitt climbs through a broken window adjoining the door.\nBabbitt falls to the floor, where she is immediately treated by uniformed officers on her side of the barricade. A Jan. 7 news release by Capitol Police said she was taken to a nearby hospital where she died of her injuries.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nU.S. Rep. Markwayne Mullin, R-Okla., told Good Morning America he was in the hallway behind the officer who shot and killed Babbitt.\n\"When they broke the glass in the back, the (police) lieutenant that was there, him and I already had multiple conversations prior to this, and he didn't have a choice at that time,\" Mullin said in a Jan. 7 interview. \"The mob was going to come through the door, there was a lot of members and staff that were in danger at the time. And when he (drew) his weapon, that's a decision that's very hard for anyone to make and, once you draw your weapon like that, you have to defend yourself with deadly force.\"\nBabbitt, a 35-year-old San Diego woman, was a 14-year Air Force veteran who served four tours as a high-level security official, KUSI-TV in San Diego reported. Her husband told the station she was an avid Trump supporter.\nBabbitt also backed the violent QAnon conspiracy theory, with 21 tweets referencing that slogan since February 2020, according to the Daily Beast. The site reported that Babbitt posted Jan. 5 that the United States would soon see \"The Storm,\" a day of reckoning the conspiracy theorists believed was coming for deep-state pedophiles, sex traffickers and Trump opponents.\nBrostoff’s claim\nBrostoff said his claim was based on watching witness video that showed a non-uniformed officer shooting Babbitt. \nBut he’s wrong.\nA statement by Capitol Police Chief Steven Sund said Babbitt was shot by a sworn Capitol Police officer who has been placed on administrative leave in line with agency policy. That’s in line with the description from Mullin, who witnessed the shooting and talked to the officer involved.\nIn light of that information, Brostoff said he \"may well have been misinformed\" and deleted his tweet.\nOur ruling\nBrostoff claimed a Secret Service agent was responsible for the lone shooting death in the Jan. 6 assault on the U.S. Capitol.\nBut he now acknowledges that was incorrect. Law enforcement confirmed later that day a Capitol Police officer pulled the trigger.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19146"}