{"url": "/factchecks/2012/sep/05/david-cicilline/us-rep-david-cicilline-says-united-states-will-spe/", "speaker": "David Cicilline", "vclaim": "\"We will spend $100 billion in Afghanistan this year, fixing roads, building bridges, training police officers, and more, [and] cutting the same things in our own country.\"", "truth_label": "false", "date": "stated on August 28, 2012 in a TV debate:", "title": "U.S. Rep. David Cicilline says the United States will spend $100 billion in Afghanistan this year, on roads, bridges, training police officers and more", "text": "During last week’s televised clash between U.S. Rep. David Cicilline and Anthony Gemma, who is challenging Cicilline in the 1st Congressional District Democratic primary, the topic turned to possible ways of cutting the federal deficit.\n\nCicilline, in the WPRI-TV/Providence Journal debate,  urged a swift return of U.S. troops from Afghanistan as one suggestion, noting that  \"We will spend $100 billion in Afghanistan this year, fixing roads, building bridges, training police officers, and more [and] cutting the same things in our own country.\"\n\nHis message was clear: it is time for the United States to start redirecting that money toward improving America’s own crumbling infrastructure -- a theme Cicilline has been sounding for months.\n\nBut we wondered if the United States was really spending $100 billion a year for Afghan infrastructure and other non-military aid. We called Cicilline campaign for its supporting evidence and while we waited for a response, did some research.\n\nPolitiFact National examined the subject of non-military aid to Afghanistan in May 2012 when it looked at whether President Obama had kept a campaign promise to increase that aid by another $1 billion to $3 billion. (PolitiFact rated it Promise Kept.)\n\nOne source of information PolitiFact National cited was a May 2012 Congressional Research Service report,which found that during fiscal years 2001 through 2011-- a span of a decade -- \"the Afghan intervention has cost about $443 billion, including all costs.\"\n\nFor fiscal year 2012, which ends Sept. 30, the report says, the United States was expected to spend \"about $90 billion\" for military operations and another \"$16 billion in aid,\" including training and equipment.\n\nThat’s far different from $100 billion going to just to infrastructure and non-military projects in one year, as Cicilline seemed to be implying.\n\nAccording to a July quarterly report of the Special Inspector General for Afghanistan Reconstruction, which keeps a running tab of the war’s costs for Congress, \"the President’s FY 2013 budget request includes nearly $9.7 billion to strengthen the Afghan security forces during this critical transition period and to fund programs to build governing capacity, promote economic development, and counter the drug trade.\"\n\nThe special inspector general’s report also includes a graphicwhich shows that between 2002 and March of 2012, \"the United States had appropriated approximately $89.48 billion for relief and reconstruction in Afghanistan.\"  \n\nThe money had been allocated into five major areas:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n$52.15 billion for security\n\n\n\n\n$22.34 billion for governance and development\n\n\n\n\n$6 billion for counter narcotics efforts\n\n\n\n\n$2.37 billion for humanitarian aid\n\n\n\n\n$6.62 billion for oversight and operations\n\n\n\nIn an e-mail, Michael O’Hanlon, director of research and a senior fellow for foreign policy at the Brookings Institution, said the U.S. would spend \"more than $100 billion\" in Afghanistan this year \"but it’s primarily for our own military forces and their military operations.\"\n\nOf that $100 billion about $15 billion \"can be viewed as directly supporting the Afghan economy and Afghan institutions and infrastructure,\" O’Hanlon said.\n\nUltimately the Cicilline camp responded.\n\nIn an e-mail, spokeswoman Nicole Kayner told us the congressman’s quote was accurate because of two barely audible words that viewers likely missed last week and the four judges here at PolitiFact had to have replayed a half dozen times to actually pick up:  \"and more.\"\n\nCicilline, who sits on the House Foreign Affairs Committee and should be able to articulate well the difference between military and non-military aid, said the United States \"will spend $100 billion in Afghanistan this year fixing roads, building bridges, training police officers AND MORE [and] cutting the same things in our own country.\"\n\nKayner said that statement is \"factually accurate\" because \"Our country is spending over a 100 billion dollars a year on roads, bridges, training police officers AND MORE in Afghanistan.\"\n\nOur ruling\n\nThe stress of debates can prompt a candidate to misspeak and mumble at times, especially when it becomes a slugfest of accusations like last week’s first televised Cicilline-Gemma get-together.\n\nBut we believe anyone who watched the debate last week would have had the impression that Cicilline wasn’t talking about the cost of tanks and soldiers and running a war when he raised the $100 billion figure.\n\nHe was talking specifically about redirecting money now spent on Afghanistan’s infrastructure and using it on things we’re cutting  \"in our own country\" -- our own crumbling roads and bridges. But we are spending about $15 billion this year for that kind of non-military aid, not $100 billion.\n\nTherefore we rate his statement: False", "vclaim_id": "vclaim-pol-10451"}