{"url": "/factchecks/2020/jun/17/donald-trump/trumps-take-covid-testing-gives-short-shrift-publi/", "speaker": "Donald Trump", "vclaim": "“If we stopped testing right now, we'd have very few cases, if any.”", "truth_label": "pants-fire", "date": "stated on June 15, 2020 in remarks during a roundtable discussion:", "title": "Trump’s take on COVID testing gives short shrift to public health realities", "text": "President Donald Trump sought to downplay the numbers associated with COVID-19 in the United States — which have passed 2 million confirmed cases and are nearing 120,000 lives lost — by arguing that the soaring national count was simply the result of superior testing.\n\"If you don't test, you don't have any cases,\" Trump said at a June 15 roundtable discussion at the White House. \"If we stopped testing right now, we'd have very few cases, if any.\"\nIt’s a talking point the administration is emphasizing. Vice President Mike Pence reiterated it during a phone call to Republican governors that evening, recommending they use the argument as a strategy to quiet public concern about surging case tallies in some states. It’s also a variation on a tweet the president sent earlier in the day.\nWith that in mind, we wanted to dig deeper. We reached out to the White House for comment or clarification, but we never heard back. Independent researchers told us, though, that the president’s remarks are not only misleading — they’re also counterproductive in terms of thinking through what’s needed to combat the coronavirus pandemic.\nThe big picture\nEssentially, the president is arguing that the United States is finding more cases of COVID-19 because we are testing more – and our increased testing makes it look like we have a worse epidemic than other countries do.\n\"We will show more — more cases when other countries have far more cases than we do; they just don’t talk about it,\" he added.\nBut that isn’t true.\nThe numbers paint a stark picture. The United States has recorded 2.1 million cases of the novel virus so far, about a quarter of the global total and more than any other country. To Trump’s point, the country is testing more now than it did at the start of the outbreak — per capita, the U.S. is in the top 20% of countries when it comes to cumulative tests run.\nBut this beefed up testing is still likely undercounting. The problem is that the U.S. outbreak is worse than that of many other countries – so we need to be testing a higher percentage of our population than do others.\nA way to understand this: the number of tests necessary to identify a positive case. If it’s easier to find a positive case, that suggests the virus has spread further and more testing is necessary to track the spread of COVID-19.\nFor instance, statistics from the United States and the United Kingdom are fairly similar in terms of how many coronavirus tests are done daily per million people. But those tests yield far more positive cases in the United States. That suggests the outbreak here requires more per-capita testing than does the U.K.’s.\n\"We have a much bigger epidemic, so you have to test more proportionately,\" said Jennifer Kates, a senior vice president at the Kaiser Family Foundation.\nPut another way, a larger health crisis means — even after controlling for population size — the United States will have to test more people to find out where and how the virus has spread. (KHN is an editorially independent program of the foundation.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAnd while the U.S. has ramped up its testing since March, many parts of the country still don’t have sufficient systems in place — from facilities to staff to medical supplies — for diagnosing COVID-19, researchers told us.\nIf we stopped testing?\nAnd what about the president’s assertion that \"if we stopped testing right now, we’d have very few cases\" or none at all?\nOn its literal phrasing, it’s absurd, experts said.\n\"The implication that not testing makes the problem go away is completely false. It could not be more false,\" said Dr. Joshua Sharfstein, vice dean for public health practice and community engagement at the Johns Hopkins Bloomberg School of Public Health in Baltimore. That’s because testing doesn’t create instances of the virus — it is just a way of showing and tracking them. (The president made a similar point during the same White House roundtable event.)\nBut even if you take it figuratively – the idea that our expanded testing resources have inflated our sense of the epidemic – it’s still misleading.\n\"We’re seeing a lot of cases because we’re testing? It just doesn’t ring true,\" Kates said. \"The U.S. has made a lot of progress for sure. But that job is not finished.\"\nThe president’s claim is part of a larger re-election strategy, argued Robert Blendon, a health care pollster at the Harvard T.H. Chan School of Public Health. The idea is to suggest that the health crisis is mostly exaggerated – and that things are getting better, and Americans should feel comfortable going back to work. \"If the economy takes off, the president has a chance of re-election,\" Blendon said. \"If it contracts as a result of expansion of cases, and the only way we know how to respond is restriction of economic activity, he’s gone.\"\nBut the problem, Blendon added, is that COVID-19 counts are still climbing in multiple states. And people are still dying of the virus.\nThat gets at another point: Diagnostic testing isn’t the only data source to reveal the pandemic’s existence. Let’s not forget about hospitalization rates and death counts. The number of deaths continues to rise, and hospitalizations are higher than they would be in the virus’s absence. \nOur ruling\nTrump argued that the nation’s high count of COVID-19 cases is simply a result of our expanded testing capacity. His point is entirely incorrect.\nThe most relevant data suggests that the U.S. isn’t testing enough to match the severity of the pandemic. Even with our higher testing ratio, we’re probably still undercounting compared to other countries.\nTesting doesn’t create the virus. Even without diagnostics, COVID-19 would still pose a problem. We just would know less about it.\nAnd in fact, eliminating testing may alter the public’s perception of the pandemic, but it wouldn’t conceal it. If anything, it would likely worsen the crisis, since the public health system wouldn’t know how to accurately track and prevent the spread of the virus.\nThe claim has no merit and seriously misrepresents the severity of the public health crisis. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-17941"}