{"url": "/factchecks/2015/jul/31/scott-walker/scott-walker-says-his-last-budget-committed-more-n/", "speaker": "Scott Walker", "vclaim": "\"Our last budget committed the highest level of need-based financial aid in state history.\"", "truth_label": "mostly-true", "date": "stated on June 8, 2015 in an opinion piece:", "title": "Scott Walker says his last budget committed more to need-based financial aid than ever before", "text": "In what read like an introduction to a campaign platform, Gov. Scott Walker outlined a series of potential presidential talking points in a June 8, 2015 op-ed published in the Quad-City Times, an Iowa newspaper.\nAmong them: A line about making higher education more affordable for low-income families.\n\"Our last budget committed the highest level of need-based financial aid in state history,\" Walker wrote.\nIs he right on that point?\nLooking at the budget\nWhen Walker made the claim, the 2015-’17 budget was still being debated in Madison, so that means his \"last budget\" would refer to the one for 2013-’15.\nIn Wisconsin, budgets are done in two-year cycles, with each of the fiscal years beginning July 1 and ending June 30. Funding for most programs is broken out on an annual basis, so the two years in a biennial budget will often receive different amounts.\nComplicating matters: the actual numbers for how much the state spent in a fiscal year are typically not final until the following October.\nAsked to back up his statement, Walker's office pointed to data from the state Legislative Fiscal Bureau that show the last budget spent $121,034,960 for need-based financial aid for 2013-’14.\nThat is a larger number than any previous year, but it does not account for inflation.\nWhen earlier years are placed on the same inflationary scale, the data shows $370,000 more was spent on need-based financial aid in Fiscal Year 2011. That was part of the budget was passed in 2009, when Democrat Jim Doyle was still in office.\nBut there is a second year in that \"last\" budget Walker referred to.\nSince the final numbers are not out yet, we don’t know exactly what was spent in 2014-’15, but we do know that budget set aside $121,263,400 for the program. That would be the most of any budget.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWhen you combine the 2013-’14 actual amounts with the appropriated amounts for 2014-’15, the figures come out to about $8 million more for need-based financial aid than Doyle’s 2009-’2011 budget -- even when the numbers are adjusted for inflation.\nBut there is a bit more to the story.\nWisconsin Covenant\nIn 2011-’12, the first year of Walker’s first state budget, funding for need-based financial aid decreased. Since then, the amount has increased every year.\nAnd some of the increased cost is due to a obligations from a program created under Doyle -- the Wisconsin Covenant -- that Walker discontinued.\nThe Wisconsin Covenant program allowed an 8th grader to sign a pledge that he or she would maintain a B-average and graduate from high school. If the student did that -- and met several other requirements, including submitting a financial aid application -- he or she would get a scholarship of a varying amount.\nStudents were first able to sign the covenant in 2007, when Doyle was still governor. In 2011, the first group of students were able to collect on that covenant, soon after Walker took office.  \nWhen Walker cancelled the program, those who already signed the pledge were to receive scholarship money if they remained eligible, but no new applicants could enter the program after September 2011.\nThe Wisconsin Covenant accounted for nearly $8 million of the need-based financial aid total in 2013-’14. Meanwhile, it was expected to account for more than $10 million in 2014-’15.\nIf the money to support the program were subtracted from Walker’s budget, Doyle’s budget would have given more to need-based financial aid than Walker’s.\nOur rating\nWalker said: \"Our last budget committed the highest level of need-based financial aid in state history.\"\nThat is accurate, even when sliced different ways. But it is the worth noting that the spending levels are boosted significantly by spending required from a program created by Doyle -- the Wisconsin Covenant -- that Walker ended.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06131"}