{"url": "/factchecks/2014/nov/13/brit-hume/hume-senior-vote-growing-faster-hispanic/", "speaker": "Brit Hume", "vclaim": "\"It is senior citizens, not Hispanics, who are the fastest-growing demographic in this country.\"", "truth_label": "barely-true", "date": "stated on November 10, 2014 in an interview on Fox News:", "title": "Brit Hume: 'Senior citizens, not Hispanics' are fastest-growing demographic in U.S.", "text": "Conventional wisdom is that the changing landscape of the American electorate -- i.e. the influx of Hispanic voters -- is good news for Democrats.\nBut Fox News analyst Brit Hume turned the idea on its head during his post-election analysis. The fastest-growing segment of the country is old people, Hume said. And that’s good news for the Grand Old Party.\n\"It is senior citizens, not Hispanics, who are the fastest-growing demographic in this country,\" Hume said.\n\"Hispanics are clearly the fastest-growing ethnic group in the country, but their size as a group is dwarfed by the 65 and older demographic which has been trending Republican,\" Hume continued. \"If the GOP continues to make gains, it may more than offset any advantage Democrats have with the ethnic groups.\"\nThe simple question here is: Are senior citizens, and not Hispanics, the fastest-growing demographic in the United States? (Hume did not respond to our requests for more information.)\nLooking at the past\nEvery two years, the U.S. Census Bureau produces a report that breaks down eligible voters by race, ethnicity and age. Of particular significance for tracking the Hispanic vote, it culls out noncitizens.\nThis table, based on the Census Bureau data, shows that in no decade did the senior group grow at a faster rate than Hispanics. (All numbers are shown in thousands)\n\n\n\n\n\nGroup\n\n\n1980\n\n\n1990\n\n\nGrowth 1980-90\n\n\n2000\n\n\nGrowth 1990-00\n\n\n2010\n\n\nGrowth 2000-10\n\n\n\n\nHispanic 18+\n\n\n5,565\n\n\n8,566\n\n\n+53.9%\n\n\n13,158\n\n\n+53.6%\n\n\n21,285\n\n\n+61.8%\n\n\n\n\n65+\n\n\n23,514\n\n\n29,192\n\n\n+24.1%\n\n\n31,815\n\n\n+9.0%\n\n\n37,745\n\n\n+18.6%\n\n\n\n\n\n \nIt’s the same case for the raw number of eligible voters, except for the 1980-90 period.\nSo in present terms, Hume’s case appears weak.\nLooking ahead\nAs a general rule, we at PunditFact don’t assess predictions, but we can compare Hume’s sense of the future to what the Census Bureau tells us to expect. Here, Hume finds a bit more support. There is one decade, between 2020 and 2030, when the senior population is estimated to grow by 30 percent while the Hispanic group would increase by 26 percent.\n(Note: These estimates look only at population, not voter turnout. The Census does not project voter turnout. Again, the numbers shown here are in thousands.)\n\n\n\n\n\nGroup\n\n\n2010\n\n\n2020\n\n\nGrowth 2010-20\n\n\n2030\n\n\nGrowth 2020-30\n\n\n2040\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nGrowth 2030-40\n\n\n\n\nHispanic 18+\n\n\n21,285\n\n\n43,407\n\n\n103.9%\n\n\n54,827\n\n\n26.3%\n\n\n67,309\n\n\n22.8%\n\n\n\n\n65+\n\n\n37,745\n\n\n55,969\n\n\n48.3%\n\n\n72,774\n\n\n30.0%\n\n\n79,719\n\n\n9.5%\n\n\n\n\n\n \nThe same pattern holds true when we look at the absolute change in population.\n\n\n\n\n\nGroup\n\n\n2010\n\n\n2020\n\n\nGrowth 2010-20\n\n\n2030\n\n\nGrowth 2020-30\n\n\n2040\n\n\nGrowth 2030-40\n\n\n\n\nHispanic 18+\n\n\n21,285\n\n\n43,407\n\n\n22,122\n\n\n54,827\n\n\n11,420\n\n\n67,309\n\n\n12,482\n\n\n\n\n65+\n\n\n37,745\n\n\n55,969\n\n\n18,224\n\n\n72,774\n\n\n16,805\n\n\n79,719\n\n\n6,945\n\n\n\n\n\n \nA few important caveats\nIn Hume’s framework, voters are either seniors or Hispanic, but of course, some will be both. By focusing on seniors, Hume seems to assume that age, rather than ethnicity, does more to shape a person’s vote. That might or might not be true, and it’s actually the diciest part of any comparison.\nAlso, there is no question that seniors actually get to the polls much more reliably than Hispanics. In the 2010 elections, about 61 percent of seniors voted. The Hispanic rate was half that, just 31 percent.\nNow couple that with the higher number of seniors, 37.7 million in 2010 compared to 21.2 million Hispanic voters, and you can see where Hume has a point completely apart from how fast each group is growing. If Republicans get 57 percent of the seniors who vote, and Democrats get 70 percent of the Hispanics who vote, the Republicans come out ahead 13.1 million seniors to 4.6 million Hispanics.\nWe could get into more complex calculations involving presidential races, the electoral college, and the concentration of Hispanics in certain states, but we’ll leave that for fivethirtyeight.com.\nOur ruling\nHume said seniors, not Hispanics, are the fastest-growing demographic. The Census Bureau numbers tell us that’s not accurate right now. Historically, the Hispanic population has grown faster than the senior population.\nThe Hispanic group will continue to grow faster until about 2020, according to Census Bureau projections. In the decade after that, the senior group is projected to grow at a faster rate, but then after 2030, the growth rate for Hispanics is higher once again.\nHume’s electoral analysis (based on seniors showing up to vote) was more on target than the trend he cited as evidence, but we only deal with his factual statement, which aligns with Census numbers in one decade out of five.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07008"}