{"url": "/factchecks/2015/jun/08/bobby-jindal/bobby-jindal-change-position-common-core/", "speaker": "Bobby Jindal", "vclaim": "On Common Core.", "truth_label": "full-flop", "date": "stated on April 23, 2014 in an op-ed in \"USA Today.\":", "title": "Bobby Jindal's change of position on Common Core", "text": "Louisiana Gov. Bobby Jindal isn’t expected to announce his candidacy for president until June 24, but he’s already firing shots at future competitors.\nIn response to Sen. Rand Paul’s comments in late May on the origins of ISIS, Jindal called him \"outlandish,\" \"illogical,\" and \"unsuited to be Commander-in-Chief.\"\nPaul advisor Doug Stafford shot back at Jindal, saying, \"It’s ironic Gov. Jindal would level such a charge when he flip-flops on crucial issues like Common Core and national security, and he has cratered his own state’s economy and budget.\"\nThis is not the first time critics have accused of Jindal for doing a 180 on Common Core — the state-based educational standards aimed at improving student readiness for college and the workplace. (Read our past fact-checks of claims and flips relating to Common Core.)\nIn light of his upcoming candidacy, we wondered: How does Jindal’s position on Common Core register on our Flip-O-Meter? It’s important to note that we are not making a value judgment about flip-flopping; we're just noting whether a change of position has occurred.\nJindal support\nCommon Core was launched in June 2009 as a collaboration between 49 states and territories. Louisiana adopted the standards in 2010 with Jindal’s blessing.\nIn 2012, he handpicked John White, a strong supporter of Common Core, as state superintendent of education. At an event for business leaders in January of that year, Jindal lauded the Common Core standards as a step forward for education in his state that \"will raise expectations for every child.\"\nJindal echoed the sentiment early into his second term. Jindal stood by Common Core at a groundbreaking ceremony in 2013, amid an ongoing fight over the standards in his state and even after the Republican National Committee renounced the program. Though he never mentioned the initiative by name, Jindal said that \"too many\" governors, teachers, students and parents \"have fought too hard for too many years to put Louisiana on that map (toward more rigorous education standards). And we're not going backwards.\"\nThen, he disowned the initiative.\nJindal opposition\nJindal himself acknowledges his change of heart, which he says is due to the federal government’s stepping in.\nHis spokesperson Mike Reed told us, \"Gov. Jindal supported (Common Core) when he believed it to be a state-led effort. Later, when he discovered it was a centralized federal effort, he opposed it and began working to remove Common Core from Louisiana.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe’ve fact-checked several statements that suggest Common Core is a federal program or mandate. It’s not. States can improve their chances of winning federal money if they adopt educational standards; the Obama administration included that as criteria for its \"Race to the Top\" program. But Common Core itself remains a state-based, voluntary program.\nNevertheless, by April 2014, Jindal was clearly in the opposition camp.\n\"I'm from the school that believes education is a matter best left for local control,\" Jindal wrote in an op-ed for USA Today. \"The notion of Washington determining curricula is something most states are simply not interested in. It's a non-starter.\"\nA month later, Jindal grew more emphatic in his distaste for Common Core, comparing it to centralized planning in Russia. He also tweeted:\nWe will not be bullied by fed govt. Common Core advocates claim it not a fed takeover, but Sec. Duncan's comments & actions prove otherwise.— Gov. Bobby Jindal (@BobbyJindal) June 17, 2014\n\nBeyond rhetoric, Jindal has actively tried to rock the schoolhouse standards.\nHe sued the Obama administration over the national implementation of Common Core in 2014 (and he’s been sued for his repudiation). He asked Common Core to withdraw from the state. He broke with his own education head, an \"exceptional\" and \"unusual\" move, according to Ashley Jochim, who studies Common Core at the Center for Reinventing Public Education. He proposed an opt-out option for students in early 2015. He issued an executive order to repeal Common Core in Louisiana in 2014 and came up with a legislative plan as well.\nIn late May, Jindal signed off on a compromise between Louisiana legislators that allows state review and revision of the federal standards with public oversight. But, according to his spokesperson, that doesn’t mean Jindal’s done with his efforts to permanently give Common Core the boot in the Bayou.\n\"We support the compromise because it ensures we have local control going forward. The next step will be to elect leaders who are committed to getting rid of Common Core,\" Reed told us, noting that Jindal’s lawsuit against the Obama administration is moving forward.\nExperts say there’s no question Jindal reversed his position on Common Core.\n\"Gov. Jindal has clearly flip-flopped on the issue. He went from singing the praises of Common Core to leading the charge for removing the standards in Louisiana. Because of Jindal, the state has made almost a complete U-turn on the standards,\" said James Shuls, a professor of education and policy at the University of Missouri in St. Louis.\nJindal’s change of position has also been noted by CNN, the Huffington Post, the Washington Times, the Washington Post’s editorial board and the Times-Picayune.\nOur rating\nJindal was once an ardent supporter of Common Core (and one of the first adopters of the initiative) but has since become one of its staunchest critics, mounting lawsuits and legislation against the initiative. Despite his endorsement of a compromise in his state, Jindal remains an opponent to the core.\nWe rate Jindal’s position on Common Core a Full Flop.", "vclaim_id": "vclaim-pol-06338"}