{"url": "/factchecks/2016/jan/26/john-cortes/ignoring-toothache-really-could-potentially-kill-y/", "speaker": "John Cortes", "vclaim": "\"Anyone can die of a toothache.\"", "truth_label": "true", "date": "stated on January 13, 2016 in a House Health Innovation Subcommittee meeting:", "title": "Dentists and the ADA agree: Ignoring a toothache could potentially kill you", "text": "State Rep. John Cortes, D-Kissimmee, made a biting claim about the consequences of poor dental care during debate on a bill that would change the rules for Medicaid coverage.\nHB 819 is backed by MCNA, a Fort Lauderdale dental benefits company that lost its Medicaid contracts with the state after the 2011 switch to mandatory managed care.\nThe bill allows the Legislature to take dental off the list of services that managed care plans are required to offer people on Medicaid. The state would then be able to contract with vendors like MCNA to provide the dental care instead.\n(Former Texas Gov. Rick Perry raised eyebrows for discussing the issue with Gov. Rick Scott on behalf of MCNA without first registering as a lobbyist.)\nCortes, who voted for the bill, said he wanted to make sure proper dental care would be available for children, maintaining problems can easily arise without treatment.\n\"Anyone can die of a toothache,\" he said in a House Health Innovation Subcommittee meeting on Jan. 13, 2016. \"Believe it or not, you can.\" The bill passed the committee by a 12-1 vote.\nGiven this age of modern medicine, we wondered if Cortes was right. We decided to drill into this one to find out.\nThe whole tooth\nWe didn’t hear back from Cortes’ office, but unfortunately for all you odontophobes, you really should be getting checkups on a regular basis.\n\"Yes, it is possible to die from complications with an infected tooth,\" Thomas Porter, a faculty member at the University of Florida College of Dentistry, told PolitiFact Florida. \"Every year there are cases where the patient did not receive appropriate and timely treatment of an infected tooth. In most cases, the infected tooth starts as a localized site with pain and infection.\"\nObviously you’re not going to die of the physical pain, but these problems can start from some form of periodontal issue or, as is most often the case, cavities. The decay leads to abscesses, which are usually infections between the tooth and the gums.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Not treated, the problem progresses and the patient becomes septic, which can lead to death,\" Porter said.\nDr. Erin Sutton, a Fort Walton Beach dentist, pointed out the infection could either move to bone marrow or the bloodstream, causing sepsis and affecting major organs.\nThis is not a new phenomenon, of course. Dental infections and other tooth-related problems were listed as the fifth- or sixth-leading cause of death in London back in the early 1600s. But it certainly happens today, too.\nThe number of people who die from an untreated tooth problem is small, but the details can be harrowing.\nAn oft-cited case is the 2007 death of Deamonte Driver, a 12-year-old Maryland boy who died when bacteria from an abscess infected his brain. He had two brain operations totaling $250,000 before he died, but he could have been saved with a timely tooth extraction that would have cost $80. His family had no health insurance and had lost Medicaid benefits.\nKyle Willis, a 24-year-old unemployed father from Cincinnati, died in 2009 after being unable to afford a tooth extraction and prescription antibiotics for an infection. John Schneider of Mt. Orab, Ohio, was 31 when he died in 2014 after what he thought was a sinus infection but was actually an untreated abscess that eventually led to multiple organ failure.\nThe scope of the danger was highlighted four years ago by the Pew Charitable Trusts, which found preventable dental conditions made up more than 830,000 emergency room visits in 2009. That was up 16 percent from 2006.\nWhile the number of deaths aren’t regularly examined, a 2013 study published in the Journal of Endodontics offered a quick cross-section of the issue based on one kind of condition. Researchers found that between 2000 and 2008, there were more than 61,000 hospitalizations nationally for periapical abscesses, an infection at the tip of a tooth’s root that is a common symptom of untreated tooth decay.\nOf those 61,000-plus stays, 66 patients died.\nOur ruling\nCortes said, \"Anyone can die of a toothache.\"\nIt’s not so much that you’ll die of pain, of course, but dentists and research confirm that an untreated abscess can infect other parts of the body, either through the bones or the bloodstream. Most people won’t die from a toothache, but it’s a condition that if left untreated can lead to the worst: a fatal result.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-05510"}