{"url": "/factchecks/2012/nov/30/sheldon-whitehouse/sen-sheldon-whitehouse-says-more-people-us-work-gr/", "speaker": "Sheldon Whitehouse", "vclaim": "\"We have more people working in clean and green energy than in oil and gas in this country.\"", "truth_label": "true", "date": "stated on November 18, 2012 in a newspaper column:", "title": "Sen. Sheldon Whitehouse says more people in U.S. work in green energy than in petroleum industry", "text": "Supporters of environmentally compatible technology have been arguing of late that \"going green\" doesn’t only help preserve the environment, it adds to the nation’s employment rate.\n\nOne of them is U.S. Sen. Sheldon Whitehouse, a Rhode Island Democrat, who, in an interview published in The Providence Journal Nov. 18, said, \"We have more people working in clean and green energy than in oil and gas in this country.\"\n\nTo some, the green economy evokes images of people weaving rugs out of palm fronds, or growing their own vegetables. But an increasing number of studies are showing that developing environmentally sensitive products and services has become a growing and technologically sophisticated segment of the economy.\n\nBut more jobs than Big Oil? We decided to drill down and see if Whitehouse was right.\n\nWhitehouse spokesman Seth Larson said the senator’s source was a July 2011 report, \"Sizing the Clean Economy,\" by the Brookings Institution, a Washington, D.C.-based think tank, and the Battelle Technology Partnership Practice, a consulting firm that advises companies and governments on how to use new technologies to improve their operations.\n\nThe study sought to calculate how many companies in the United States are involved in so-called green industries, how many people they employ and how much of an impact the field has on the national economy.\n\nIn a summary of the report, Brookings said, \"the clean economy, which employs some 2.7 million workers, encompasses a significant number of jobs in establishments spread across a diverse group of industries. Though modest in size, the clean economy employs more workers than the fossil fuel industry …\" Brookings pegged the number of fossil fuel jobs at 2.4 million.\n\nThe report noted that the \"clean economy\" is an emerging concept that can mean different things to different people. The Brookings report said it focused on firms that either sold products or performed services that provided a definable environmental benefit, such as companies that clean up hazardous waste or manufacture solar panels.  \n\n\"No effort was made here to count companies that adopt internal environmental goals, reform their processes to make them more environmentally responsible or even contribute to general public knowledge about environmental issues,\" the report said.\n\n\"This study measures only employment in establishments that directly produce goods and services with environmental benefits.\"\n\nThe survey began by taking an analysis from Dun & Bradstreet, which has developed a system to classify businesses on the basis of what they do or produce. Added to that database were similar lists developed the Pew Charitable Trust and the University of California at Berkeley.\n\nBrookings researchers then examined other sources, such as industry association membership lists, patent applications, lists of companies receiving grants, to refine the roster.\n\nIt was a net that caught a wide swath of businesses, ranging from organic food farming to forestry, manufacturers of fuel cells and other types of energy conservation technology to mass transit, air and water purification to trash disposal to geothermal wind and solar power equipment manufacturers.\n\nAdd up the employees in those businesses, the Brookings report said, and you get 2.7 million.\n\nIn addition, a 2011 analysis by the federal Bureau of Labor Statistics found that \"businesses that produce goods and services that benefit the environment or conserve natural resources\" accounted for 3.1 million jobs.\n\nBut what about the other number in the comparison -- the number of employees in the fossil-fuel industry.\n\nBecause that industry has been around for years, it has been widely studied and classified. Brookings got its 2.4 million number of oil industry jobs from a study by Moody’s Analytics, which counted jobs directly related to producing fossil-fuel based energy, and distributors and transporters, such as gas station employees.\n\nNow, if you watch any television these days, you’ve no doubt seen a commercial from the American Petroleum Institute that boasts of 9.2 million American jobs that are supported by the U.S. oil industry. That’s nearly four times the Brookings’ claim.\n\nBut according to Petroleum Institute’s website, that includes not only people who work in the oil industry, but in industries that depend on petroleum to function. For example, because airlines need fuel to fly their jets, the Petroleum Institute counted pilots, flight attendants and ground crews as oil-related jobs.\n\nCounting only jobs directly connected to producing and distributing oil and natural gas, the Petroleum Institute came up with 2.2 million jobs -- 200,000 fewer than the Brookings count.\n\nOur ruling\n\nSen. Sheldon Whitehouse said more people in the United States work in green energy than in the petroleum industry.\n\nWhitehouse’s statement was based on a rigorous study by the Brookings Institution.  A similar analysis by the federal Bureau of Labor Statistics found the number to be even greater.\n\nWe rate his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021", "vclaim_id": "vclaim-pol-09965"}