{"url": "/factchecks/2018/oct/18/andrew-gillum/fact-checking-attack-ron-desantis-about-pre-existi/", "speaker": "Andrew Gillum", "vclaim": "\"In Congress, Ron DeSantis demanded that any new health law eliminate protections for people with pre-existing conditions.\"", "truth_label": "half-true", "date": "stated on September 26, 2018 in an ad:", "title": "Fact-checking an attack on Ron DeSantis about pre-existing conditions and Affordable Care Act", "text": "Florida Democrats are turning Ron DeSantis’ Obamacare opposition against him in the state’s closely watched governor’s race.\nAn ad for Democrat Andrew Gillum's campaign highlights patients with conditions including breast cancer, asthma, epilepsy and arthritis.\n\"They are called pre-existing conditions and everybody knows somebody who has one,\" says the ad produced in partnership with the Florida Democratic Party.\nThe ad then pivots to DeSantis’ time in the U.S. House. (He resigned in September to focus on his campaign.)\n\"But in Congress, Ron DeSantis demanded that any new health law eliminate protections for people with pre-existing conditions,\" the narrator says. \"He’d let insurance companies deny them coverage. And when he was asked what cancer patients should do without health insurance, DeSantis said 'show up to the emergency room.'\"\nIn a related fact-check, we explained the full context of the comment DeSantis made about the emergency room and cancer patients.\nDeSantis and Gillum could not be further apart on health care. Gillum has called for expanding access to health care and supports Bernie Sanders’ Medicare for All proposal, and DeSantis supported efforts to repeal the Affordable Care Act.\nDeSantis has been quiet on health care policy that he likes so far in his campaign. He has not yet released a health care plan, and the issues page on his website doesn’t mention the topic as of three weeks before Election Day.\nDid DeSantis really call for not including pre-existing conditions in a new law? His comments were more nuanced.\nDeSantis and a GOP Obamacare replacement\nThe crux of the Democrats’ attack focuses on a decision by DeSantis to support House Republicans’ American Health Care Act, a 2017 bill that put protections for pre-existing health conditions in jeopardy.\nThe Affordable Care Act barred insurers from rejecting people on the basis of pre-existing conditions, or charging them exorbitant rates for their premiums.\nWe didn’t find examples that showed DeSantis \"demanded\" protections for pre-existing conditions be dropped in a new bill. But he was a part of the conservative wing of House Republicans, known as the Freedom Caucus, which did appear to force changes in the legislation behind the scenes.\nIn March 2017, Freedom Caucus members said they wanted the bill to attack the law’s insurance coverage mandates, the Washington Post reported. House leaders who drafted the bill had steered clear of insurance mandates, but the Freedom Caucus didn’t want a watered-down bill.\n\"I think we can probably be more aggressive,\" DeSantis said at the time.\nThe Freedom Caucus wanted several of the key provisions of the law repealed, including the individual and employer mandates, the essential health coverage required in every plan and community rating rules that limit the factors insurers can use when setting premiums.\nDeSantis was part of the Freedom Caucus meeting with President Donald Trump about plans to change the bill. When the caucus wouldn’t join Republican leadership, the bill collapsed.\nDeSantis issued a statement calling the bill a \"a flawed piece of legislation produced by a hasty process\" which left \"the core architecture of Obamacare in place\" and didn’t do enough to addressing rising premiums and lack of consumer choice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nRepublicans continued to work on it.\nIn late April 2017, Fox’s Lou Dobbs asked DeSantis about the effort by the Freedom Caucus to get the necessary votes for a health care plan. DeSantis replied:\n\"Well, I think we should get the votes. I mean, we promised to fully repeal it. That's what I think we should do. That's what most conservatives want to do. We have resistance to doing that, so this bill is a compromise bill that rolls back a lot of Obamacare, then allows states to effectively opt out of the premium-hiking regulations.\n\"And so that should be something that everyone in the conference should be able to get behind who ran on repealing Obamacare. And I think if we do that, and hopefully, the Senate will make it better, and the states that opt out, I think you can see some premiums start to go down, which would be a huge win for consumers.\"\nThe New York Times explained a series of changes to the bill that won over the Freedom Caucus, including one that would affect people with pre-existing conditions.\nStates would be allowed to waive a rule to allow higher prices for consumers who had a lapse in coverage of more than 63 days. Then, these consumers would buy insurance through a separate pool. This would have undermined the key provision of the Affordable Care Act to ban insurers from charging higher prices to those with pre-existing conditions.\nWhile the Freedom Caucus wanted to push health care closer to the pre-ACA days, the legislation didn’t do away with pre-existing condition protections completely. The Kaiser Family Foundation estimated that 6.3 million people could potentially face higher premiums for one year under the bill due to pre-existing health conditions.\nOn May 4, 2017, DeSantis joined a narrow majority to vote for the bill, which passed the House on a mostly partisan 217-213 vote. (It later died in the Senate.)\nDeSantis and the Senate version\nThe Democrats also point to comments by DeSantis in favor of a subsequent effort to overhaul the bill, known as the Graham-Cassidy bill.\n\"So I think that this is clearly better than Obamacare,\" DeSantis said on Fox Business News Sept. 21, 2017. \"It really empowers the states to fashion solutions. And I think that would be good for a large number of states who really are suffering under Obamacare.\"\nThat bill did address pre-existing conditions, by requiring states to show they intended to keep coverage accessible and affordable if they wanted billions in federal aid dollars. But other parts of the bill would have allowed states to give insurance companies a free hand in charging those people higher premiums. Experts said the bill’s language protecting people with pre-existing conditions was vague and subject to broad interpretation. This bill also died.\nDeSantis has said he supports protections for pre-existing conditions\nDeSantis, much like other Republicans nationwide this year, has been trying to thread the awkward needle of opposing the Affordable Care Act while declaring support for pre-existing condition protection.\nWPLG’s Glenna Milberg asked DeSantis about pre-existing conditions at an Oct. 15 campaign event in West Miami a few weeks after the ad appeared.\nDeSantis replied \"100 percent you need pre-existing.\" He also said that before Obamacare, pre-existing condition protection existed, which isn’t quite right.\nBefore, individual market insurers in all but five states maintained lists of so-called declinable medical conditions, according to the Kaiser Family Foundation. Many insurers also maintained a list of declinable medications.  \nA spokesman for DeSantis told the Tampa Bay Times in September that DeSantis supports protections for pre-existing conditions. His campaign did not respond to our request for comment.\nOur ruling\nGillum's ad said, \"In Congress, Ron DeSantis demanded that any new health law eliminate protections for people with pre-existing conditions.\"\nWe didn’t find an example of DeSantis individually demanding protections for pre-existing conditions be dropped in a new bill. However, he was part of the Freedom Caucus, the conservative wing of the House, that forced changes that weakened protections for pre-existing conditions.\n\"Eliminate\" is too strong. In May 2017, DeSantis voted in favor of the Republicans’ American Health Care Act in 2017, an Obamacare replacement bill that would have put pre-existing condition protection in jeopardy for some patients. DeSantis also voted for the Graham-Cassidy bill that said states had to show they intended to keep coverage accessible and affordable in order to get federal aid. But the bill also would have allowed states to let insurance companies charge higher premiums to sicker people.\nWe rate this statement Half True.\nhttps://www.sharethefacts.co/share/9edbe053-3b8e-46c7-ba46-a37f2e3166f7", "vclaim_id": "vclaim-pol-01460"}