{"url": "/factchecks/2020/jul/30/facebook-posts/group-southern-democrats-not-all-democrats-held-19/", "speaker": "Facebook posts", "vclaim": "The longest filibuster in U.S. history was 75 days and “took place in 1964, when Democrats tried to block the Civil Rights Act.”", "truth_label": "barely-true", "date": "stated on June 29, 2020 in a Facebook post:", "title": "Group of Southern Democrats, not all Democrats, held up 1964 Civil Rights Act", "text": "When lawmakers want to delay legislation from moving forward, they filibuster. In simple terms, that means they talk for a long time to hold up the bill.\nOn social media, some users are presenting mangled history about the filibuster to take a swipe at Democrats over civil rights. \nThe posts, which have appeared on Facebook and Twitter, say:\n\"The longest filibuster in U.S. history was 75 days. It took place in 1964, when Democrats tried to block the Civil Rights Act. It’d be a shame if this went viral.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere was a lengthy fight in Washington before the Civil Rights Act was signed into law, but the post gets some aspects of history wrong and lumps all Democrats together in opposition. Democrats introduced the legislation and led its passage. \nThe Civil Rights Act of 1964 outlawed discrimination based on race, color, religion, sex, or national origin, and provided protection of voting rights, banned discrimination in public facilities and established equal employment opportunity.\nGetting it passed wasn’t easy.\nThe longest continuous debate in U.S. Senate history was brought on by a group of Southern Democrats over the legislation. But many northern Democrats supported the bill, and the filibuster lasted 60 days, not 75, according to the Senate’s website.\nRobert Gordon, a legal historian and law professor at Stanford University, told PolitiFact the post’s claim is misleading and pointed to Democratic support of the bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"The nay Democratic votes were all from the Southern bloc of the party. The former Confederate states had been effectively one-party states since Reconstruction,\" Gordon said. \"The Civil Rights Act was promoted by a former Southern Democrat, President Lyndon Johnson of Texas, and passed with the help of Northern Democrats and 27 Republicans.\"\nDemocrats introduced, led passage of the Civil right Act\nShortly after President John F. Kennedy publicly called for a robust Civil Rights Act, Emmanuel Celler, a New York Democrat, introduced the House version of the bill on June 19, 1963, according to an article in the Smithsonian Magazine.\nFollowing Kennedy’s assassination, President Lyndon B. Johnson strongly pushed for the measure and addressed a joint session in Congress days later, urging members to pass the bill.\nThe House passed the measure in February 1964. Once it hit the Senate, it was met with opposition from a group of southern Democratic senators.\nThe group, known as \"the Southern bloc\" of the party, represented former Confederate states and was predominantly led by West Virginia Sen. Robert Byrd, a former member of the Ku Klux Klan.\nAt the time, a two-thirds vote, or 67 senators, were required to invoke cloture and end the debate. That happened on June 10, when a coalition of 27 Republicans and 44 Democrats ended the filibuster with a 71-29 vote. \nOn June 12, 1964, 46 Democrats and 27 Republicans voted for the legislation, and 21 Democrats and 6 Republicans voted against. It was signed into law July 2, 1964.\nOur ruling\nSocial media posts claim that Democrats hold the longest filibuster in U.S. history, which lasted 75 days, when they blocked the Civil Rights Act of 1964.\nIt’s true that Democrats hold the longest filibuster in Senate history over the legislation, but it was led by a group of southern Democrats, not all Democrats, and lasted 60 days, not 75. Many Democrats from non-Southern states supported the bill and helped end the debate. Democrats wrote the bill and Democrats led its passage in the Senate. \nThe claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17821"}