{"url": "/factchecks/2019/jan/23/facebook-posts/fake-rumor-spreads-about-alexandria-ocasio-cortez-/", "speaker": "Facebook posts", "vclaim": "U.S. Rep. Alexandria Ocasio-Cortez has secured a seat on the House Financial Services Committee but her \"credit score is 430 and has had two checking accounts closed, along with two sheriff's evictions.\"", "truth_label": "pants-fire", "date": "stated on January 16, 2019 in Facebook posts:", "title": "Fake rumor spreads about Alexandria Ocasio-Cortez's credit score, bank accounts", "text": "U.S. Rep. Alexandria Ocasio-Cortez, D-N.Y., has attracted a ton of attention since her swearing-in earlier this month, with fake quotes being attributed or criticism for her dance moves in college.\nNow, after securing a seat on the House Financial Services Committee, the internet is calling her personal money management into question.\nA Facebook post, which appeared on Jan. 16, has been shared over 28,000 times and generated nearly 2,000 comments. We also found that several other versions of the claim have been spread across the internet with no sourcing or any sort of evidence.\nThe post in full says: \"Congresswoman Cortez, from New York City, has been selected to be on the house finance committee, her credit score is 430 and has had two checking accounts closed, along with two sheriff evictions.\"\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe reached out to the author of the Facebook post for evidence but did not receive a response.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe found no information that chronicles or supports the notion that Ocasio-Cortez had multiple checking accounts closed or was ever evicted. From many in-depth profiles written about her over the past year, we know she helped support her family by working multiple jobs, and that she has been criticized by some for not having significant-enough savings, but nothing comes close to this rumor.\nMoreover, a person’s credit score cannot be obtained without their written consent, according to the Fair Credit Reporting Act, so it is unlikely the rumor’s originator was granted access to that information.\nOur search of public records databases turned up no mention of an eviction, or any other property or housing problems involving law enforcement (nor were there any judgments, liens or bankruptcies).\nAccording to her April 2018 financial disclosure report, the only liability listed was one federal student loan.\n\"No this is not true, no her credit score is not 430 and she does not have any sheriff evictions,\" Ocasio-Cortez’s spokesperson told us.  \nWhile Ocasio-Cortez has had to work two jobs in the past to help support her family and currently has one student loan, there is no evidence to support she has ever been evicted, has had bank accounts closed or has a low credit score.\nWe rate this claim Pants on Fire!\n Share the Facts 2019-01-23 16:55:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  U.S. Rep. Alexandria Ocasio-Cortez has secured a seat on the House Financial Services Committee but her \"credit score is 430 and has had two checking accounts closed, along with two sheriff's evictions.\"    Facebook posts on the internet     Wednesday, January 16, 2019 2019-01-16    Read More  info", "vclaim_id": "vclaim-pol-01104"}