{"url": "/factchecks/2016/dec/15/antonio-villaraigosa/villaraigosa-claims-california-oregon-washington-p/", "speaker": "Antonio Villaraigosa", "vclaim": "\"California is once again the sixth-largest economy in the world. If you add the GDP’s of Washington and Oregon, California would surpass the United Kingdom to become the fifth-largest economy in the world.\"", "truth_label": "mostly-true", "date": "stated on December 8, 2016 in an op-ed :", "title": "Would trio of West Coast states be '5th largest economy' on planet?", "text": "Antonio Villaraigosa, the former mayor of Los Angeles and 2018 Democratic candidate for California governor, recently called for the state to unite with like-minded cities and states on the West Coast to oppose \"dangerous policies advanced by a Trump administration.\"\nCalifornia’s large economy, Villaraigosa said in a Dec. 8, 2016 op-ed in the Sacramento Bee, gives it leverage in any possible showdown.\nIn making this call, Villaraigosa repeated a favorite claim by California politicians that the state’s economy ranks as the sixth largest in the world -- a claim PolitiFact California rated Mostly True in July. He then took the economic comparison further -- all the way to the Pacific Northwest.\n\"California is once again the sixth-largest economy in the world,\" Villaraigosa said. \"If you add the GDP’s of Washington and Oregon, California would surpass the United Kingdom to become the fifth-largest economy in the world.\"\n\"That’s power – power we must use to protect our people against any dangerous policies advanced by a Trump administration,\" he added.\nWe decided to fact-check the part of Villaraigosa’s claim that if the GDPs of California, Washington and Oregon were somehow combined, they’d represent the fifth largest economy on the planet, ahead of the United Kingdom.\nGross domestic product, or GDP, is used to measure the health of a country’s or state’s economy. It’s the total value of all goods and services.\nOur research\nA campaign spokeswoman for Villaraigosa pointed us to 2015 GDP figures from the International Monetary Fund.\nWe used the same data in July to verify that California, with a GDP of nearly $2.5 trillion, had the sixth-largest economy behind the United States, China, Japan, Germany and the United Kingdom.\n\nCalifornia Gov. Jerry Brown’s administration released GDP figures in June showing the state had jumped two spots in these unique world rankings ahead of France and Brazil and into sixth place behind the United Kingdom.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nIn our July fact check, we noted that when adjusted for California’s very high cost of living, the state’s GDP drops several places. This led us to our Mostly True rating for the claim, which we define as \"accurate but needs clarification or additional information.\"\nTo come up with a combined GDP for three West Coast states, we added California’s nearly $2.5 trillion to Oregon’s $217 billion and Washington’s $445 billion, using 2015 figures from the U.S. Bureau of Economic Analysis. \nTogether, their GDPs add up to $3.1 trillion.\nThis hypothetical West Coast powerhouse economy would be larger than the United Kingdom’s $2.8 trillion GDP.\nVillaraigosa’s claim, however, needs the same disclaimer about high cost of living. California, Oregon and Washington are all expensive places to live.\nWe realize Villaraigosa’s comparison is hypothetical -- and it looks like he got his numbers right. But to do this, he creates a fictional California economy that magically annexes the GDPs of two nearby states.\nOur ruling\nAntonio Villaraigosa recently said: \"California is once again the sixth-largest economy in the world. If you add the GDP’s of Washington and Oregon, California would surpass the United Kingdom to become the fifth-largest economy in the world.\"\nWe rated the first portion of this claim Mostly True in a separate fact check in July. We crunched the numbers on the second part of Villaraigosa’s claim, about a combined and hypothetical California-Oregon-Washington economy. At $3.1 trillion, it would surpass the United Kingdom’s $2.8 trillion GDP and would rank fifth in the world.\nIt’s important to note that some economists factor in cost-of-living when assessing a state’s or country’s GDP. Expenses are high in all three states, which means this mega-economy could be knocked down a few spots in the rankings.\nThe former mayor’s statement needs this clarification.\nOverall, we rate Villaraigosa’s claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nhttps://www.sharethefacts.co/share/5b83a74d-fde6-48d9-9c72-c93824f92b4e", "vclaim_id": "vclaim-pol-03871"}