{"url": "/factchecks/2012/apr/27/citizens-transportation-mobility/how-costly-atlanta-gridlock-nearly-1000-person-gro/", "speaker": "Citizens for Transportation Mobility", "vclaim": "The average Atlanta resident \"spends an extra $924 each year in additional gasoline and wasted time.\"", "truth_label": "mostly-true", "date": "stated on April 14, 2012 in a flier:", "title": "How costly is Atlanta gridlock? Nearly $1,000 per person, group says", "text": "So how much time and money do you lose being stuck in traffic each year?\n\n\"The average Atlanta resident ... spends an extra $924 each year in additional gasoline and wasted time,\" Citizens for Transportation Mobility wrote in a flier that began to fill the mailboxes of many residents in mid-April.\n\nThat’s about enough money to buy a fairly nice flat-screen television or two nights in the Deluxe Room at the St. Regis hotel in Buckhead or season tickets on the Terrace View level for the Atlanta Braves.\n\nThere’s plenty to do with $924, but does it really cost us that much additional money each year when we’re tapping our brakes trying to get to and from work? PolitiFact Georgia went on the road in search for answers.\n\nCitizens for Transportation Mobility is hoping this statistic and other information the group has shared will encourage enough drivers to support a 1 percent sales tax to fund dozens of transportation projects it believes will improve traffic throughout the region. A voter referendum will be on the July 31 ballot.\n\nCitizens for Transportation Mobility spokeswoman Saba Long sent PolitiFact Georgia a report by the Texas Transportation Institute that it used as basis for the claim. Since 1982, the institute has released an annual Urban Mobility Report that examines traffic in hundreds of American cities and metropolitan areas. The 2011 report, which was released in September, showed the $924 estimate that Citizens for Transportation Mobility mentioned in the flier. The report relied on data compiled in 2010.\n\nThe institute used a detailed formula that examined travel time during peak (rush) hours in Atlanta, how much gas was wasted and the amount of time lost while not at work or being late to the kids’ track meet. It used Consumer Price Index data to estimate the cost of time, $16.30 an hour per person, and $88.12 an hour for commercial motorists. The average number of people in each vehicle during peak period travel is 1.25, the institute calculated.\n\nThe report on Atlanta said the average gas price in 2010 was $2.60 a gallon, with diesel fuel going for $2.88 a gallon. The estimates seemed reasonable. PolitiFact Georgia reviewed a half-dozen Atlanta Journal-Constitution articles written throughout 2010 that showed the average price for a gallon of regular gas in this area ranged from $2.53 to $2.83.\n\nThe researchers concluded that the average Atlanta motorist spent 43 excess hours in traffic during those peak hours and wasted an additional 20 gallons of fuel.\n\nThe report accounted for lighter traffic during holidays and came up with measurements for the average speed on interstate highways and widely traveled roads.\n\nThe institute’s 2010 Atlanta figure was close to the 2009 total per commuter of $913 and the 2008 number of $938. Interestingly, the 2006 total per Atlanta commuter was $1,578 and fell dramatically to $1,066 in 2007. Institute researcher Tim Lomax said there was an error around that time due to \"a redefinition of the urban area and population jumped a lot.\"\n\nThe loudest criticism to the research has come from CEOs for Cities, which describes itself as a civic laboratory for today’s urban leaders. Its co-chairmen have included former Chicago Mayor Richard Daley and prominent developer Charles Ratner.\n\nEconomist Joe Cortright reviewed the 2010 Urban Mobility Report for CEOs for Cities and concluded the report used a flawed approach to come up with travel times and inaccurate speed volume models, and that it also has not corrected earlier overestimated traffic congestion and associated economic costs. Cortright’s criticism has been circulated by several transportation and urban research organizations.\n\nThe institute put together a seven-page reply to the critique. It said it improved some of its methodology before the criticism was made. It said better fuel estimates were used for the 2011 report. It noted that estimates were used for its speed/volume models, but it countered that it is nearly impossible to track every vehicle trip made by a motorist.\n\nSome, like University of Connecticut civil and environmental engineering professor Norman Garrick, say the report doesn’t take into account other costs: such as health care and the environment. Garrick and others have created their own transportation index and determined the average Georgia household pays as much as 50 percent more to cover costs than people in states such as Massachusetts and New York.\n\n\"The difference between Georgia and these more competitive states: less transit, more highways, and more sprawl,\" Garrick, who was in Switzerland, told us via email.\n\nThere’s no criticism about the $924 estimate, but there are critiques about how the Texas Transportation Institute reached its conclusion. The TTI research is thorough. But it is based, in part, on estimates.\n\nWe rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-11200"}