{"url": "/factchecks/2013/nov/19/tom-cotton/sen-mark-pryor-cut-medicare-pay-obamacare-says-rep/", "speaker": "Tom Cotton", "vclaim": "Says Mark Pryor \"cut Medicare to pay for Obamacare.\"", "truth_label": "half-true", "date": "stated on November 13, 2013 in a campaign ad:", "title": "Sen. Mark Pryor 'cut Medicare to pay for Obamacare,' says Rep. Tom Cotton", "text": "So far, PolitiFact has heard some familiar attacks in the 2014 midterm election campaign rhetoric. The latest comes from the Arkansas Senate race, where incumbent Mark Pryor, a Democrat, faces U.S. Rep. Tom Cotton, a Republican.\nRecently, they traded jabs over Medicare funding.\n\"Some politicians like Tom Cotton voted to cut Social Security, turn Medicare into a voucher system and raise the age of eligibility to 70,\" Pryor’s ad said. \"Pryor cut Medicare to pay for Obamacare,\" Cotton’s ad shot back.\nWe’ve addressed Pryor’s claim in a separate fact-check. Here, we’ll focus on Cotton’s assertion that the Affordable Care Act strips Medicare funding. Cotton’s office didn’t respond to our requests for comment, but we did hear from Pryor’s folks.\nWe’re certainly no stranger to different versions of this claim. There is a connection between the Affordable Care Act and cuts to Medicare funding.\nBoth parties have recognized a need to rein in Medicare costs, which were growing at an annual rate of 6.8 percent in 2010, according to the Centers for Medicare and Medicaid Services.\n\"Without reform, the nation’s already excessive health care spending would have reached unsustainable levels within the next few decades,\" the 2010 CMS report read.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWith the enactment of the health care law, Medicare’s growth was projected to slow to 5.3 percent, according to the same CMS report. Over time, CMS predicts this will result in a 10-year savings of more than $700 billion.\nThe savings will come from reductions to Medicare Advantage, which represents a subset of Medicare plans run by private insurers. In additions, hospitals will be paid less if they don’t meet certain benchmarks for patient care. The law’s intent was to save money by making the system more efficient and without making reductions in benefits.\nSo Obamacare doesn’t \"cut\" Medicare funding that already exists. Rather, it controls future spending, which politicians on both sides of the aisle called for.   \nThe cost control \"is part of what Congress does to try to manage the insanely complex and expensive Medicare system,\" said Jay Wolfson, a public health professor at the University of South Florida. \"It is not new, nor is it partisan.\"\nWhen Mark Pryor voted with the Senate to pass Obamacare in 2009, he wasn’t voting to cut Medicare. He was voting to slow its growth.\nThe goal is to reallocate some of the money saved toward Obamacare’s goal of covering the currently uninsured, said Timothy Jost, a Washington and Lee University health policy law professor. So the savings are designed to offset costs in Obamacare so that the law doesn’t increase the national deficit.\nOur ruling\nCotton’s ad claimed that \"Pryor cut Medicare to pay for Obamacare.\" In reality, the Affordable Care Act calls for a slowed growth of Medicare funding, not a slash to current funds. The savings from this approach will be used to offset Obamacare costs. Because the ad doesn’t make this clear, we rate Cotton’s claim Half True.", "vclaim_id": "vclaim-pol-08594"}