{"url": "/factchecks/2016/oct/27/patrick-murphy/patrick-murphy-marco-rubio-voted-98-percent-time-k/", "speaker": "Patrick Murphy", "vclaim": "Says Marco Rubio \"has a 98 percent voting record with the Koch brothers.\"", "truth_label": "mostly-true", "date": "stated on October 27, 2016 in a U.S. Senate debate :", "title": "Patrick Murphy: Marco Rubio voted 98 percent of the time with Koch brothers", "text": "At the second U.S. Senate debate, Democratic U.S. Rep. Patrick Murphy attacked Republican Sen. Marco Rubio for siding with billionaires Charles and David Koch while he was a U.S. senator.\n\"We all know he never shows up to work, but when he does he has a 98 percent voting record with the Koch brothers, a right-wing special interest group,\" Murphy said of Rubio Oct. 26 in Davie.\nMurphy brought up Rubio’s alignment with the Koch brothers at both U.S. Senate debates, so PolitiFact Florida decided to see whether it is true.\nIt turns out the 98 percent figure comes from a scorecard from Americans for Prosperity, a Koch-backed political group.\nThe Koch brothers and Americans for Prosperity \nCharles and David Koch are no strangers to politics. They own Koch Industries, one of the largest privately owned corporations in the United States dealing with manufacturing, trading and investments.\nThe Kochs also lead a vast network of political activist groups, including Americans for Prosperity.\nThe duo provided seed funding for Americans for Prosperity, a 501(c)(4) nonprofit political advocacy group that has spent millions on Republicans in Senate races in states like Nevada, Indiana, Wisconsin, Pennsylvania and Ohio. Groups like Americans for Prosperity are not required to disclose its donors and can advocate for political issues as long as it’s not their primary activity.\nThe Koch brothers have ties to Rubio as he pursued the Republican presidential nomination and senatorial race. In February, when Rubio was running for president, the Kochs’ top political advisor, Marc Short, joined his campaign as a senior adviser. Later in July, after Rubio dropped out of the presidential race and slid into the Senate race, the Koch Brothers hinted at throwing support behind Marco Rubio, according to the Tampa Bay Times.\nAFP is one component of Charles and David’s broad network of money in politics. The brothers are set to to spend $750 million on this election cycle throughout their network. A third of that money will go to multiple political groups with AFP included, according to the Washington Post.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMaurice Ferre\n\n\nstated on July 1, 2010 in an editorial meeting.\n\n\n\n\n\n\n\n\nMaurice Ferre says Kendrick Meek \"has voted 98.6 percent of the time with the Democrat party.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Trenton Daniel • July 21, 2010\n\n\n\n\n\n\n\nIn September, however, Charles announced he was merging all of the conservative advocacy groups into one entity — Americans For Prosperity. The leaders of three groups — Concerned Veterans for America, the LIBRE Initiative and Generation Opportunity (all Koch backed groups)  — will keep their positions, but the organizations will now be branded under the AFP umbrella.\nThe Koch brothers are not elected officials, so to reach his calculation Murphy is relying on a report card by Americans for Prosperity.\nThe group ranks lawmakers’ floor votes and procedural votes \"for economic freedom\" each session of Congress, which covers a two-year period (AFP does not track procedural votes.). To Americans for Prosperity, \"economic freedom\" entails votes for limited government, cutting taxes and reducing business regulation.  \nThe number of votes AFP analyzes depends on the issues that were brought up while the Senate was in session. For example, in the 2013-14 session, AFP looked at 20 Senate votes and in 2011-12 session AFP looked at 35.\nRubio has a lifetime score of 98 percent since taking office in 2011. (For comparison, Democratic Sen. Bill Nelson has a lifetime score of 5 percent.)\n\nMurphy is accurately referencing the the AFP scorecard, but that record is not a vote-for-vote count. The organization only analyzes a sample of votes that align with the group’s agenda.\nAFP Florida spokesman Andres Malave told PolitiFact Florida that  the Federal Affairs team works with AFP leadership to choose which votes to score. He added, \"Charles and David Koch do not play a role in developing the AFP scorecard.\"\nOur ruling\nMurphy said Rubio \"votes 98 percent of the time with the Koch brothers.\"\nMurphy is citing a scorecard given out by AFP, a group funded by the Koch brothers. The duo is clearly involved in this group, but it should be noted that the brothers have not held office, voted or have direct influence over the votes that are analyzed on the AFP scorecard.\nThe statement is accurate but needs clarification or additional information. We rate Murphy’s statement Mostly True.\nhttps://www.sharethefacts.co/share/a3df47fc-b398-461c-b342-4a5c1eaa9756", "vclaim_id": "vclaim-pol-04038"}