{"url": "/factchecks/2020/nov/07/tweets/list-does-not-show-over-14000-dead-people-cast-bal/", "speaker": "Tweets", "vclaim": "A list shows over 14,000 dead people voted in Wayne County, Michigan.", "truth_label": "false", "date": "stated on November 5, 2020 in a tweet:", "title": "List does not show over 14,000 dead people cast ballots in Michigan’s Wayne County", "text": "A viral tweet claims that thousands of dead Wayne County voters cast ballots in this election.\n\"Here is a list of 14+ thousand dead people who voted in Wayne County (Detroit),\" the tweet says, linking to a list that provides the first and last names of just over 14,500 individuals and their birth year.\nThis tweet marks the latest in a long line of false claims that individuals fraudulently cast mail-in ballots on behalf of dead voters.\nAll of the voters listed are over the age of 100, but they’re not all Wayne County residents, and at least several of the voters named on the list are not marked in the state’s voter information center as ever having received or cast an absentee ballot.\nAnd at least one woman listed seems to still be alive. According to the state’s voter information center, one voter, Imo Oliver of Ypsilanti, included on the list of allegedly dead voters cast an absentee ballot this year.\nThe state’s voter information center shows that Oliver received her absentee ballot Sept. 24, and it was returned to the clerk’s office Oct. 2. PolitiFact Michigan used public records to identify the Ypsilanti voter, and spoke to a woman who identified herself as Imo Oliver. She was an elderly woman who said she suffered from memory loss, but she said her son assisted her to vote in this election.\nSome may be dead, but there’s no evidence that the state counted any ballots cast by deceased voters. Others may be old, but there’s no law establishing an age limit on voting.\nMichigan is a member of the Electronic Registration Information Center, a multi-state partnership that offers access to federal databases and technology to ensure the integrity of voter files. The system relies on Social Security Administration death records to flag deceased voters.\nThe state also checks to ensure that ballots cast by people who are deceased are not counted. In the August primary, the state successfully identified ballots cast by 846 people who had passed away between casting their ballot and the election. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\"Ballots of voters who have died are rejected in Michigan, even if the voter cast an absentee ballot and then died before Election Day,\" the Secretary of State’s Office noted on its fact-check page.\nSometimes clerical errors occur when recording ballots received by voters with similar names. The Secretary of State’s fact-check notes, \"On rare occasions, a ballot received for a living voter may be recorded in a way that makes it appear as if the voter is dead.\"\nOne viral example from this week concerned a son and his late father, who shared the same name and home address. A screenshot from the voter information center showed the elder Bradley as having cast a mail ballot in the 2020 election, even though he died in 1984. PolitiFact investigated and learned this was a mistake, not voter fraud. The city clerk’s office initially recorded the younger ballot as belonging to the deceased father, a consultant for the Detroit Department of Elections told PolitiFact. \nThe New York Times reported that \"internet sleuths have widely disseminated what they said was evidence that showed Democrats were trying to steal the election. In virtually every case so far, mainstream journalists have found the claims to be false or the product of typical errors in the election process.\"\nDespite widespread claims that dead voters cast ballots in Detroit, Michigan, Virginia, Nevada and Wisconsin, none stack up. This one doesn’t either.\nOur ruling\nA tweet claims that this election, over 14,000 dead people in Wayne County voted. There is no evidence to support this claim.\nWhile the list contains the names of over 14,000 individuals, they are not all Wayne County residents. Several of the individuals did not receive or cast an absentee ballot. At least one woman listed seems to still be alive. There is no evidence that Michigan clerks counted ballots fraudulently cast on behalf of dead people.\nWe rate it False.\nReporting contributed by Ashley Nerbovig", "vclaim_id": "vclaim-pol-18490"}