{"url": "/factchecks/2017/nov/09/jeff-flake/flake-roy-moore-said-muslims-shouldnt-serve-congre/", "speaker": "Jeff Flake", "vclaim": "Says Roy Moore said a \"practicing Muslim should not be a member of Congress because of his faith.\"", "truth_label": "true", "date": "stated on October 31, 2017 in a speech on the Senate floor:", "title": "Flake: Roy Moore said Muslims shouldn't serve in Congress", "text": "Until allegations of sexual misconduct emerged, the worst criticism that Roy Moore heard from Republicans in the Senate centered on his views about Islam.\nSen. Jeff Flake, R-Ariz., was one of just two GOP senators who condemned Moore, the party’s Senate nominee in Alabama. \n\"When a judge expressed his personal belief that a practicing Muslim should not be a member of Congress because of his faith, it was wrong,\" Flake said Oct. 31 on the Senate floor. \"That this same judge is now my party’s nominee for the Senate should concern us all. Religious tests have no place in the United States Congress.\"\nMoore is known for many strong stands, including opposing homosexual marriage and defying a court ruling to remove a display of the 10 Commandments from his courtroom.\nBut did he say that a Muslim should not be a member of Congress simply because of his faith?\nHe did, back in 2006.\nThat year, Moore wrote an op-ed for the website WorldNetDaily.com. Keith Ellison from Minnesota had become the first Muslim to win a seat in the U.S. House of Representatives. Moore said Ellison’s faith had no place in the government of the United States because the \"Islamic philosophy (is) directly contrary to the principles of the Constitution.\"\n\"The Islamic faith rejects our God and believes that the state must mandate the worship of its own god, Allah,\" Moore wrote Dec. 13, 2006. \"Common sense alone dictates that in the midst of a war with Islamic terrorists we should not place someone in a position of great power who shares their doctrine. In 1943, we would never have allowed a member of Congress to take their oath on ‘Mein Kampf,’ or someone in the 1950s to swear allegiance to the ‘Communist Manifesto.’ Congress has the authority and should act to prohibit Ellison from taking the congressional oath today!\"\nAs far as we can tell, Moore did not take up the issue again. That is, until he was criticized for it by Flake, which Flake first did during an exchange with a Washington Post reporter on Oct. 26.\nSoon after that, at an event in Decatur, Ala., a reporter asked Moore if a Muslim could serve in federal office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Of course they can serve,\" Moore said Oct. 28. \"But they understand what they swear the Bible on, they swear to on the Bible, is the God that is not of their faith.\"\nMoore had shifted his position, but how much remains unclear.\nOn Oct. 31, the same day Flake spoke, Moore was on Capitol Hill. An MSNBC reporter asked him if he still thought Ellison should be ousted from Congress.\n\"Read my article and you’ll find out what I believe,\" Moore said. \"It’s clarified very clearly in my article.\"\nSince Ellison's election, André Carson, D-Ind., became the second Muslim member of Congress.\nWe reached out to Moore’s campaign and did not hear back.\nOur ruling\nFlake said that Moore had expressed the belief that a \"practicing Muslim should not be a member of Congress because of his faith.\"\nThat’s what Moore wrote in an op-ed in 2006. He said Rep. Ellison should not be seated in Congress solely because he is a Muslim.\nMoore’s response to recent criticism has been equivocal. In one encounter he said that Muslims could serve in federal office. In another, he said his 2006 op-ed clearly explained his beliefs.\nThere is no question that Flake accurately described what Moore had written. Moore’s comments since then add a touch of uncertainty, but only a touch.\nWe rate this claim True.\n Share the Facts 2017-11-09 20:50:56 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Roy Moore said a \"practicing Muslim should not be a member of Congress because of his faith.\"     Jeff Flake Republican senator from Arizona https://www.flake.senate.gov/public/index.cfm/press-releases?ID=FE6E0D3D-D9AE-4AF2-963B-275C6308D31A   In a speech on the Senate floor Tuesday, October 31, 2017 2017-10-31    Read More  info", "vclaim_id": "vclaim-pol-02707"}