{"url": "/factchecks/2016/jun/10/state-democratic-party-wisconsin/sen-ron-johnson-voted-paul-ryan-plans-make-medicar/", "speaker": "Democratic Party of Wisconsin", "vclaim": "Says Ron Johnson voted to turn Medicare \"into a voucher program.\"", "truth_label": "mostly-true", "date": "stated on May 4, 2016 in a radio ad:", "title": "Sen. Ron Johnson voted for Paul Ryan plans to make Medicare a voucher program, Democratic Party says", "text": "In 2011, after the U.S. House of Representatives approved a federal budget pushed by Wisconsin Republican Paul Ryan, Democrats repeatedly claimed that Republicans had \"voted to end Medicare.\"\nThat became PolitiFact National’s Lie of the Year.\nRyan, now the House speaker, has continued to advance Medicare reform proposals. And now the Wisconsin Democratic Party is making an attack -- though with a claim that doesn’t go nearly as far as the lie of the year.\nIn a radio ad released May 4, 2016, the party said GOP U.S. Sen. Ron Johnson \"went after Medicare, voting to turn it into a voucher program.\"\nIt’s an attack that is likely to be repeated as Democrat Russ Feingold seeks to take back the Senate seat from Johnson in the November 2016 election.\nSo, did Johnson vote to make Medicare \"a voucher program\"?\nThere’s some argument over semantics between voucher and premium supports, a term preferred by Republicans.\nBut the answer is: Pretty much.\nPaul Ryan budgets\nTo back its claim, the state Democratic party cited Johnson’s votes for Ryan’s budget proposals, which included the Medicare reforms.\nThose budgets, which did not become law, prompted Democrats to charge that Ryan wanted to turn Medicare into a voucher program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nOur colleagues have consistently rated those claims Mostly True.\nAs PolitiFact National has explained:\nThe initial Ryan plan using the term premium supports was released in early 2011. Medicare would have changed from a program that pays doctors and hospitals fees for particular services to one in which beneficiaries would be paid an amount by the government that they could use toward private insurance premiums. It would have affected people who at the time were under 55.\nRyan then updated versions of the plan, including one as part of his fiscal year 2013 budget proposal. That newer version would have allowed beneficiaries under 55 a choice -- they could use their payment to buy private insurance or for a plan that acts like traditional Medicare. \nSo, the main point is that Medicare would change from paying fees to doctors and hospitals, and instead beneficiaries would get a fixed subsidy toward their coverage.\nThat’s a big change.\nJohnson’s campaign argues that the change wouldn’t be a voucher and emphasizes that what Republicans call premium support payments would be made to insurance companies, not to Medicare beneficiaries themselves.\nOur colleagues concluded that, although there are technical differences between voucher and premium supports that may matter to health policy professionals, the two definitions have become almost indistinguishable and voucher program is a fair description for what Ryan proposed.\nOur rating\nThe state Democratic Party says Johnson voted to turn Medicare \"into a voucher program.\"\nTo some health policy experts, there are technical differences between voucher and premium supports -- the latter term being preferred by Johnson and other Republicans when it comes to Medicare changes.\nBut under Ryan’s proposals, Medicare would no longer pay fees to health care providers -- instead, Medicare beneficiaries would get a fixed subsidy to use toward their health care.\nWe rate the statement Mostly True. https://www.sharethefacts.co/share/030c2a04-2bbc-4caf-acb5-b7ece8815dac", "vclaim_id": "vclaim-pol-04852"}