{"url": "/factchecks/2020/apr/16/public-citizen/yes-millions-us-have-lost-job-related-health-insur/", "speaker": "Public Citizen", "vclaim": "Says 3.5 million U.S. citizens lost their employer-tied health insurance in March, while zero lost their coverage in 20 other large nations combined.", "truth_label": "mostly-true", "date": "stated on April 4, 2020 in a tweet:", "title": "Yes, millions in U.S. have lost job-related health insurance while those in other nations have not", "text": "Millions of Americans have lost their jobs as the nation shuts down to slow the spread of COVID-19. \nFor those who get their health insurance from an employer, losing a job means losing health benefits, too. \nEmployer-based health insurance is the most common coverage in the U.S., covering more than half of Americans for all or part of the calendar year in 2018, according to data from the U.S. Census Bureau. \nBut how many of those people lost that insurance as a byproduct of the pandemic? \nThe group Public Citizen, a progressive think tank that advocates for universal health care, tweeted April 4, 2020 that 3.5 million Americans lost employer-tied health insurance in March. \nIn the tweet, the U.S. total stood in stark contrast at the bottom of a list of 20 other nations — beginning with Australia, Belgium and Canada, and ending with Sweden, Turkey and the U.K. — that, combined, tallied for zero people losing health insurance. \nIs the claim accurate?\nAmericans and lost coverage\nThat number of suddenly uninsured people comes from a report by the left-leaning Economic Policy Institute that was released on April 2, 2020. \nIn the report, economists estimated 3.5 million American workers \"were at high risk\" of losing their employer-provided health care in the previous two weeks, by comparing unemployment insurance claims per industry (to represent the number of jobs lost) with the employer-provided health insurance coverage rate in that industry. \nOne difference between the report and the tweet: the economists only examined unemployment claims from the last two weeks in March, while the tweet suggests the entire month of March. \nBut the last two weeks in March, during which joblessness soared to nearly 10 million Americans filing for unemployment benefits, is when the problem truly began to take hold. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, the real total is likely somewhat higher, if you include those who filed for unemployment during the first two weeks of the month. \nThe other countries on the list\nWhile millions in the 20 listed countries have also lost their jobs, the tweet put the number who lost employer-provided health coverage at zero.\nHow can that be?\nFor most countries, it’s an easy answer: Being employed and having health insurance are not tied together nearly as often, because the countries have universal health care. \nAustralia, Belgium, Canada, Denmark, Finland, France, Germany, Greece, Italy, Japan, New Zealand, Norway, Portugal, South Korea, Spain, Sweden and the United Kingdom all have a universal health care system, according to a 2011 listing from New York’s Department of Health. \nThat leaves us with Chile, Hungary and Turkey. \nStatistics from the Organisation for Economic Cooperation and Development show that in 2018, more than three quarters of Chile’s population was covered by government/social health insurance, and in Turkey and Hungary, nearly 100% of the population was covered. \nIn Chile, those who do not have private insurance are automatically enrolled in government-provided health insurance. So, in effect those countries also have universal coverage.\nOur ruling \nPublic Citizen’s tweet showed the discrepancy between countries with universal health care and the U.S., in terms of jobs lost due to the coronavirus. \nAccording to the Economic Policy Institute, the 3.5 million number is accurate, though it’s estimate examined the last two weeks of March and economists labeled the total \"likely,\" not certain. \nMeanwhile, the other countries listed each utilize a universal or government-provided health insurance model, meaning citizens there are not at risk of losing their health insurance if they lose their job.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-16958"}