{"url": "/factchecks/2019/apr/12/wisconsin-assembly-republicans/gop-blames-evers-budget-pending-property-tax-incre/", "speaker": "Wisconsin Assembly Republicans", "vclaim": "\"Governor Evers' budget would increase property taxes by the largest amount in a decade\"", "truth_label": "half-true", "date": "stated on March 27, 2019 in a tweet:", "title": "GOP blames Evers’ budget for potential property tax hike", "text": "Property taxes are where ideology hits home for Wisconsin residents\nDebates over budget priorities echo through the statehouse and social media feeds ad nauseum, but the core question for many people is how what happens in Madison affects their wallet.\nRepublicans say more money will be leaving taxpayer pockets under Gov. Tony Evers’ budget than any time in the recent past.\n\"Governor Evers' budget would increase property taxes by the largest amount in a decade,\" the Wisconsin Assembly GOP tweeted March 27, 2019. \"Republicans have worked hard over the past 8 years to provide $3.56 billion in property tax relief to Wisconsin homeowners.\"\nSo Republicans are asserting not just that property taxes are going up, but that Evers’ budget is to blame for that increase.\nWe checked it out.\nProperty tax increase would be largest in a decade\nThe Republicans’ claim, as noted in the tweet, is based on a hypothetical median-valued home. It’s a standard metric used to evaluate budget impact since it represents a \"typical\" Wisconsin homeowner.\nWe’ve previously used that metric to examine numerous property tax claims, including state Rep. John Nygren, R-Marinette, and then-Gov. Scott Walker saying in recent years that property taxes are lower than in 2010. Both were rated Mostly True.\nUsing the median value — which for 2019-’20 is $173,646 — the numbers do show a property tax increase, according to the nonpartisan Legislative Fiscal Bureau.\n\nIf Evers’ budget were passed as proposed, property taxes for the median-valued home would be an estimated $2,927 in 2019-’20. That’s an increase of $56 or 2 percent from the 2018-‘19 level. That would be the largest year-over-year increase since an $87 jump in 2009-’10.\nProperty taxes would rise another $45 or 1.5 percent in 2020-’21, the second year of the budget.\nRemember that these are statewide average rates — the changes on an individual tax bill won’t match these numbers because of the taxing decisions made by local municipalities, differing values of homes and other factors.\nEvers’ budget just one of many factors in increase\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut the Republicans’ claim goes awry blaming Evers’ budget for the increase.\nKit Beyer, communications director for Assembly Speaker Robin Vos, said the March 27 claim relied on Evers’ own Department of Administration estimate of the tax impact. The DOA numbers did show the largest increase in a decade, but they didn’t detail what was behind the  increase.\nA fiscal bureau report released April 9, 2019, showed the increase isn’t simply due to changes in the governor’s budget. It’s largely a result of current law — decisions made by local municipalities, voters and state government under Walker.\nIn fact, while some of Evers’ individual proposals would raise taxes, the overall budget would actually reduce the property tax level from what it would have been under current law alone. Fiscal bureau calculations say current law on its own would mean property taxes would go up by $72 on the median home in 2019-’20; under Evers’ budget the increase drops to $56.\nUnder current law, tax levies for school districts, technical colleges, municipalities and counties are expected to grow by 2 percent to 3 percent each in 2019-’20, according to the fiscal bureau. Some of those increases will be offset by new construction.The rest could affect the tax rate.\nMeanwhile, Evers’ budget would increase the property taxes districts are able to impose by $123 million in 2019-’20, but that would be offset by a $205 million increase in general school aids from the state. That would create a net drop in school-related taxes.\nMelissa Baldauff, a spokeswoman for Evers, also noted some factors that significantly impact the property tax level are outside the governor’s control. Those include school district tax levies implemented under current law and an unprecedented level of school spending approved by referendum, such as for new building projects or expanding annual spending beyond the typical limits.\nIn 2018 alone, Wisconsin voters approved a record $2 billion in K-12 school spending statewide through referendums, according to the nonpartisan Wisconsin Policy Forum.\nBeyer argued Evers deserves the blame for any increases under his budget plan.\n\"If he didn’t want (property taxes) to go up by this much, he could have taken actions to reduce it,\" she said in an email. \"As a comparison, over the last eight years, Governor Walker and the Legislature took numerous actions to keep property taxes low.\"\nOur rating\nRepublicans claimed in a tweet that Evers’ budget would increase Wisconsin property taxes by the largest amount in a decade.\nThe estimate they relied on does show the largest year-over-year increase since 2009-’10. But the increase is not solely a result of Evers’ budget. Rather, it is based, in part, on a host of decisions by voters in referendums, by local units of government and by Walker and Republican leaders in years past.\nIndeed, the overall impact of Evers’ budget is to help keep the increase in check.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-00766"}