{"url": "/factchecks/2008/feb/22/barack-obama/experts-rate-dem-plans-about-the-same/", "speaker": "Barack Obama", "vclaim": "\"As has been noted by many observers, including Bill Clinton's former secretary of labor, my plan does more than anybody to reduce costs.\"", "truth_label": "false", "date": "stated on February 21, 2008 in Austin, Texas:", "title": "Experts rate Dem plans about the same", "text": "Barack Obama and Hillary Clinton hashed out more details on their health care plans at a debate in Austin, Texas, on Feb. 21, 2008, arguing about coverage and costs.\n\nWe've looked at coverage claims before. You can check out our evaluations of Clinton's charge that Obama's plan will leave out 15 million people\n\nhere\n\n, or Barack Obama's claim that his plan is universal\n\nhere\n\n.\n\n\nIn Austin, Obama brought up the issue of costs, saying, \"As has been noted by many observers, including Bill Clinton's former secretary of labor, my plan does more than anybody to reduce costs.\"\n\n\nBoth Obama and Hillary Clinton seek to reduce costs by emphasizing preventative care for chronic illnesses; better use of information technology for records and billing; and new research on cost and clinical effectiveness. Each campaign estimates savings for their plan starting at approximately $120 billion per year.\n\n\nBill Clinton's former labor secretary is Robert Reich, who has defended Obama's health plan publicly several times, in particular against criticism from\n\nThe New York Times\n\ncolumnist Paul Krugman, who has written that Hillary Clinton has the superior plan because of its individual mandate.\n\n\nWe reviewed Reich's public comments, though, and couldn't find any instances of him saying that Obama's plan cuts costs\n\nmore\n\nthan anyone else's. If anything, Reich has emphasized that all the Democratic plans will cover more people, and the candidates shouldn't squabble over which plan is better.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"The major Democratic plans would spend nearly an identical amount of money helping low- and middle-income families because they rely on the same source of general revenue, derived from allowing the Bush tax cuts to expire,\" Reich wrote on his blog. \"Given the myriad ways universal health insurance might otherwise be organized -- single payer, employer mandate, health-insurance vouchers, tax credits -- this Democratic consensus is striking. It also highlights the abject failure of Republicans to come up with any coherent plan.\"\n\n\nWe started looking for other examples of independent experts who said Obama's plan would contain costs more and found no clear-cut consensus. Our friends at Factcheck.org checked Obama's health care claims, including what Robert Reich said; see their analysis\n\nhere\n\n.\n\n\nEven Obama's own experts say putting a cost-savings number on proposed health care reforms can be difficult. Obama asked three Harvard researchers to evaluate how much money his plan would save. They said his measures could conservatively save $120 billion and probably as much as $200 billion. But their findings also stated:\n\n\n\"In sum, each of the measures in the Obama plan has proponents who believe that those reforms will save substantial amounts of money. However, there is no consensus in the research community about how much each element will save, or how much could be saved if these elements were effectively implemented in combination.\"\n\n\nObama clearly believes his plan will reduce costs significantly, and we see no reason to disagree with that. But will it save even more than Hillary Clinton's plan? We find little conclusive evidence of that, nor do we find independent experts willing to argue that case decisively. So we find his claim False.", "vclaim_id": "vclaim-pol-16325"}