{"url": "/factchecks/2018/aug/14/club-growth/did-leah-vukmir-cost-taxpayers-15000-legal-fees-af/", "speaker": "Club for Growth", "vclaim": "Says Leah Vukmir \"claimed the open records law didn't apply to her, got sued, lost and cost taxpayers $15,000 in legal fees.\"", "truth_label": "true", "date": "stated on July 12, 2018 in a campaign ad:", "title": "Conservative group says Senate hopeful Leah Vukmir cost taxpayers $15,000 in open records fight", "text": "The Club for Growth, a national conservative anti-tax group, released an attack ad against Republican U.S. Senate hopeful state Sen. Leah Vukmir. The video states that Vukmir:\n\"Claimed the open records law didn't apply to her, got sued, lost and cost taxpayers $15,000 in legal fees.\"\nVukmir on Aug. 14, 2018, emerged as the winner in the Republican U.S. Senate primary against Kevin Nicholson and will face Democrat Tammy Baldwin in the November election.\nThere’s no doubt that Vukmir was sued in 2013. But does the ad really capture the whole story?\nTurns out, much of what the CFG claims in the ad launched in July is easily backed up by evidence in the 2013 case.\nVukmir’s 2013 lawsuit\nThe Center for Media and Democracy (CMD) sued Vukmir in 2013 for violating an open records request.\nAt the time, Vukmir was second vice-chairwoman of the American Legislative Exchange Council (ALEC). The conservative nonprofit is comprised of state legislators and members of the private sector.\nThe CMD filed a request for records after an ALEC conference in Oklahoma City in May 2013. It resulted in the release of nine documents, but the CMD suspected there were more. \nThe CMD, a progressive watchdog organization based in Madison, was no stranger to requesting records from ALEC. They run a website called ALEC Exposed that targets the organization and its pro-corporation values.\nAnd Brendan Fischer, former lawyer for the CMD, said ALEC had been difficult with releasing records in the past. But one of the main reasons the CMD filed the lawsuit was due to a disclaimer that ALEC put at the bottom of their documents.\nThe disclaimer stated: \"Because this is an internal ALEC document, ALEC believes that it is not subject to disclosure under any state Freedom of Information or Public Records Act.\"\nFischer said this made it difficult to believe they only had nine documents from the meeting. \nThe assumption proved correct during the settlement when both parties agreed to have Vukmir’s emails searched by an independent party in the presence of a staffer from the center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe independent party found a \"significant number\" of documents in Vukmir’s email. Later, Vukmir’s team released a statement, blaming the record mishap on technical difficulties.\nBut did she resist by saying that the open records laws did not apply to her?\nVukmir filed a motion in Dane County Circuit Court on Sept. 11, 2013, claiming she was immune from lawsuit while she held office.\nWhat Vukmir got wrong was that state law only specifies an exemption during the legislative session. She then tried to claim that the session included the entire term of a sitting legislator.\nThe lawsuit, if Vukmir won, would have allowed all lawmakers to ignore the open records law, according to a report published in the Milwaukee Journal Sentinel.\nBut in the end, the case was settled before trial. Vukmir handed over the missing documents. Her legal team racked up $15,000 in fees, which was paid for by the state.\nJess Ward, Vukmir’s campaign manager, did not address the case directly but said it is \"nothing more than an attempt by Leah’s opponents to attack her stellar record of saving taxpayers billions.\"\nThe campaign ad\nThe claim about Vukmir’s lawsuit is the second made in the CFG Action video, after the statement that Vukmir sought leniency for a fellow lawmaker convicted of sexual assault. We rated that claim Mostly True.\nThe group is backing conservatives in seven states during upcoming primaries but have spoken against Vukmir’s campaign. They openly endorsed Nicholson, Vukmir’s challenger in the U.S. senate race against incumbent Baldwin.  \nOur rating\nThe cost of the case may not be the most out-of-the-ordinary part. It is standard practice for a politician to have their legal fees paid for by the state.\nBut in Vukmir’s case, challenging open records laws could have changed the way all legislators respond to records requests. If she had won, legislators would be able to ignore open records law. \nSo, Vukmir did claim the open records laws did not apply to her. She was sued. And she did rack up $15,000 in legal fees.\nWe rate this claim as True.", "vclaim_id": "vclaim-pol-01735"}