{"url": "/factchecks/2016/jan/18/hillary-clinton/hillary-clinton-we-now-have-driven-costs-down-tgo-/", "speaker": "Hillary Clinton", "vclaim": "\"We now have driven (health care) costs down to the lowest they've been in 50 years.\"", "truth_label": "false", "date": "stated on January 17, 2016 in comments during the South Carolina Democratic presidential debate:", "title": "Hillary Clinton: 'We now have driven costs down to the lowest they've been in 50 years'", "text": "During the Jan. 17 Democratic presidential debate, Hillary Clinton argued against, as she put it, doing away with Obamacare and trying to replace it with the type of single-payer system her primary opponent, Bernie Sanders, wants to implement.\nAttempts to do that when Democrats controlled the government failed, she noted, arguing that Obamacare has accomplished a lot.\n\"We have the Affordable Care Act. Let's make it work,\" Clinton said. \"We now have driven costs down to the lowest they've been in 50 years. Now we've got to get individual costs down. That's what I'm planning to do.\"\nHealth care costs are the lowest in 50 years? That's probably news to consumers who keep seeing their premiums and copays going up.\nWe decided to check the vital signs of this claim.\nWe found that Clinton was incorrect. The actual per-person cost of health care has increased steadily over the last half-century, according to a 2013 White House report.\nWhen we contacted the Clinton campaign, spokesman Nick Merrill said what Clinton was actually talking about was the rate at which health care costs have been going up.\n\"Health care price inflation is at its lowest rate in 50 years,\" he said in an email, adding that it is \"currently running at just 1 percent on a year-over-year basis, the lowest level since January 1962.\"\nHe cited the same White House report from November 2013 to support that assertion.\nPolitiFact has touched on this issue before.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDuring a 2012 president debate, President Barack Obama said that because of Obamacare, \"over the last two years, health care premiums have gone up -- it's true -- but they've gone up slower than any time in the last 50 years.\"\nWe found that Obama's point about premiums was wrong, and gave him a False.\nBut we did find, more to the point that Clinton's campaign says Clinton was trying to make, that health care spending at the time had grown slower than at any time in the previous 50 years. Those data come from 2009 and 2010, and preliminary estimates from 2011 were showing a similar trend.\nHowever, that may not be true anymore.\nMore recent data from the Office of the Actuary of the Centers for Medicare and Medicaid Services, published in July 2015, also showed a recent increase, although the office appears to calculate its statistics differently.\nIt reports that the per-person annual growth of all national health expenditures went from 3.3 percent in 2012, bottomed out at 2.9 percent in 2013, and were projected to grow to 4.7 percent in 2014.\nBecause of the increases, according to the report, \"the health spending share of the economy is projected to rise from 17.4 percent in 2013 to 19.6 percent in 2024.\"\nOur ruling\nClinton said during the debate, \"We now have driven costs down to the lowest they've been in 50 years.\"\nAlthough the rate of growth has been at historic lows, the actual per-person cost of health care has increased steadily over the last half century. Only the rate of decline has slowed, a very different measure. The Clinton campaign acknowledges that the candidate misspoke.\nWe rate her claim as False.", "vclaim_id": "vclaim-pol-05536"}