{"url": "/factchecks/2020/jun/02/viral-image/photo-shows-security-barriers-not-rocks-george-sor/", "speaker": "Viral image", "vclaim": "“Rocks being dropped off in cages in LA for rioters. Compliments of George Soros.”", "truth_label": "false", "date": "stated on June 1, 2020 in a Facebook post:", "title": "Photo shows security barriers, not rocks George Soros supplied for rioters", "text": "Billionaire philanthropist George Soros isn’t \"funding the chaos\" in Minneapolis as people protest over the death of George Floyd, who died in police custody after an officer pressed his knee into Floyd’s neck. \nWe debunked that claim. But misinformation about Soros tends to mushroom online. Now we’re looking at a new allegation, which claims he’s supplying rocks for rioters in Los Angeles. \n\n\"Rocks being dropped off in cages in LA for rioters,\" the June 1 Facebook post says. \"Compliments of George Soros. America is laced with terrorist activities that are using a HORRIBLE SITUATION to terrorize our homes, businesses and cities. This is a warning to all my friends that these are not protesters. These are paid very dangerous people by George Soros. Don’t think for a minute that you may not have to defend your family.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe Facebook post includes four photos showing rocks in metal cages on the sidewalk. In one the images, the sign of a business across the street is visible: Monza Car. We looked for Monza Car in Los Angeles and found the street where the photos were taken — Ventura Boulevard in Sherman Oaks, Calif. Using Google Maps street view, you can see that the building closest to the rocks in the photo is Chabad of Sherman Oaks, a community center for Jews. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe rocks don’t appear in the Google Maps image. However, Chabad of Sherman Oaks responded to the rock rumors on its Facebook page on June 1.\n\"To all concerned neighbors and friends,\" the post says. \"There were false pictures and videos going around today, claiming some bricks or rocks were placed at our center. Here is the truth: THESE ARE SECURITY BARRIERS and have been here for almost a year! Nevertheless to alleviate people’s concern that they may be vandalized and used by rioters, they were temporarily removed (as can be seen in this picture). Stay safe, we are praying for you all, and may there only be goodness and peace in our community.\"\nThe post includes a photo of the barriers without rocks.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17866"}