{"url": "/factchecks/2015/nov/01/jeb-bush/jeb-bush-says-rubio-cruz-and-paul-have-combined-tw/", "speaker": "Jeb Bush", "vclaim": "\"If you look at the three people on the (debate) stage from the United States Senate, all three of them have a combined two bills that became law that they've sponsored.\"", "truth_label": "mostly-true", "date": "stated on November 1, 2015 in comments on \"Meet the Press\":", "title": "Jeb Bush says that Rubio, Cruz and Paul have a combined 'two bills that became law'", "text": "Three senators running for the Republican presidential nomination have slim records in Congress, said former Florida Gov. Jeb Bush.\nOn NBC’s Meet the Press Nov. 1, Bush said that he, on the other hand, \"got to be governor of a state and accomplish big things.\"\n\"This is about public service, about solving problems. If you look at the three people on the stage from the United States Senate, all three of them have a combined two bills that became law that they've sponsored. If you look at Hillary Clinton, in 10 years, three bills she sponsored that became law. This is the gridlock that I'm running to try to break up.\"\nWe wondered if Bush was right that the three sitting senators he debated against Oct. 28 -- Rand Paul, R-Ky., Marco Rubio, R-Fla. and Ted Cruz, R-Texas -- have only had a combined two bills become law so far. (Lindsey Graham, R-S.C., is also a sitting senator running for the Republican nomination, but Bush did not include Graham in his count, as he appeared in an earlier debate for candidates with the lowest poll numbers.)\n(In March, we looked into Cruz’s track record, and we looked at Clinton’s in June.)\nWe evaluated Cruz, Rubio and Paul’s legislative records using Congressional Quarterly’s BillTrack database and GovTrack’s advanced legislation search. We found that Bush’s statement is accurate in that the three senators have sponsored just two bills that eventually became law. But the claim leaves out some important context, such as outside factors working against the senators and the fact that this is an incomplete measure of a senator’s impact in Congress.\nPut another way, it’s unclear how much you should read into what Bush said.\nServing since 2013, Cruz has been the primary sponsor on 57 bills, one of which has become law. Rubio and Paul both joined the Senate in 2011. Rubio has sponsored 106 bills, and President Barack Obama signed one of them into law. Paul has sponsored 141 bills but none has yet to become law.\nCruz’s bill, enacted in 2014, denied admission to the United States any United Nations representative who poses a national security threat (a response to Iran’s chosen U.N. representative). The bill was uncontroversial and passed unanimously in both the Senate and the House.\nObama signed Rubio’s bill in 2015. This law, which authorized the State Department to support women’s rights in developing countries, was also uncontroversial and passed both chambers unanimously.\nAll three also have their names on laws as cosponsors: Cruz has three, Rubio has 18 and Paul has four.\nThe caveats to Bush’s claim\nSo it’s true that Cruz, Rubio and Paul haven’t had many of their ideas signed into law. But there are several caveats to Bush’s claims.\nSeniority matters. Cruz has only been in Congress for 2.5 years; Paul and Rubio have been there for 4.5.\nIn 2014, National Journal analyzed which senators have sponsored or cosponsored the most bills that eventually became law and found that the longer a senator had been in office, the more bills they passed. Sen. Orrin Hatch, R-Utah, has passed more than 740 bills and has been in the Senate since 1977. At the time of National Journal’s report, the median was 78 bills passed and belonged to Sen. David Vitter, R-La., who has been a senator since 2005.\nWho’s in control matters. Until this year, Republicans were the minority party in the Senate, putting Cruz, Rubio and Paul at a disadvantage. It’s expected that the majority leader will schedule bills for his own party more frequently than for the minority, said Joshua Huder, senior fellow at Georgetown University’s Government Affairs Institute. Even within their own party, more junior members’ priorities are at the back of the line.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"First-term senators have a lot of headwinds, particularly when in the minority,\" Huder told PolitiFact when we wrote about Cruz’s record back in March.\nThat said, the Senate’s design allows for individual members to make a difference, even if they’re not in the majority, said Sarah Binder, senior fellow at the Brookings Institution and an expert in legislative politics. They make a difference in ways other than just passing laws.\nThey can sponsor amendments to bills, for example, or their bills can get absorbed into broad omnibus legislation. Cruz successfully sponsored an amendment to the National Defense Authorization Act that will give Purple Hearts to those killed or wounded in the shooting at Fort Hood in Texas in 2009.\nThey can also use their platform to shape the national conversation, such as Paul’s efforts to raise awareness of privacy issues and National Security Agency surveillance of citizens' phone and other records. Or, they can put a plug in the opposing party’s agenda, like when Cruz spearheaded efforts to block presidential appointments to push his priorities.\n\"That's not quite the same as shepherding a bill into law, but it's an example of the ways in which merely counting bills enacted gives short shrift to other ways in which senators can make a difference,\" Binder said.\nEffectiveness outside of sponsorship. Another problem with simply counting the number of bills passed is that it doesn’t account for individual bills’ political salience. Binder noted that Rubio played a major role in crafting the 2013 Gang of Eight immigration reform bill, and even though that bill did not become law, it was an important piece of legislation that continues to be relevant.\nAnd the Senate is only one-third of the lawmaking process (the other parts being the House and the president), so many factors that go into passing a law is out of the sponsor’s hands, Huder said.\nA Cruz spokesperson told us that his impact in Congress is demonstrated through more actions than just the number of laws passed. We also reached out to the campaigns for Rubio and Paul, and we'll update this post if we hear back.\nLooking at Clinton, Sanders\nBecause Bush mentioned her, we wanted to briefly touch on Clinton’s record, too. Serving as the Democratic senator from New York for eight years (not 10, as Bush said), 2001 through January 2009, Clinton sponsored 416 bills, and three became law. She also co-sponsored 74 bills that were eventually enacted into law.\nThere’s one more senator running for president: Bernie Sanders, I-Vt. Of the 190 bills Sanders has sponsored since joining the Senate in 2007, two have become law. He has cosponsored 33 that were enacted.\nOur ruling\nBush said that the three Republican senators running for president \"have a combined two bills that became law that they've sponsored.\"\nBush has his numbers right: Of all the bills Cruz, Rubio and Paul have sponsored combined, only two bills have been signed into law.\nBut experts told us that this isn’t a great measurement of a legislator’s effectiveness, and there are other ways to show impact in Congress. All three senators have their fingerprints on numerous laws as cosponsors or amendment authors.  \nWe rate Bush’s claim Mostly True.\nEditor's note: This post has been updated to include a response from the Cruz campaign that we received after publishing the article and to clarify the senators identified by Bush in his claim.", "vclaim_id": "vclaim-pol-05787"}