{"url": "/factchecks/2018/sep/20/andrew-cuomo/cuomo-says-he-got-more-votes-democratic-primary/", "speaker": "Andrew Cuomo", "vclaim": "\"I think I received more votes in the Democratic primary than any governor in history.\"", "truth_label": "true", "date": "stated on September 14, 2018 in a news conference in New York City:", "title": "Cuomo says he is the all-time Democratic primary champ", "text": "In case anyone doubted the decisiveness of Gov. Andrew Cuomo’s primary win, he emphasized the point in a post-election news conference.\n\"I haven’t analyzed all of the results,\" Cuomo told reporters gathered in New York City on Sept. 14, 2018, the day after the primary election. \"But I believe it was a record turnout. I believe it was one of the highest turnouts in history. I think I received more votes in the Democratic primary than any governor in history. And it was all across the state, all age groups, all demographics. So I think it was a very loud and clear and powerful statement.\"\nCuomo defeated actor and activist Cynthia Nixon, garnering 64 percent of the vote, according to unofficial returns from the state Board of Elections.\nBut did he receive more votes in a Democratic primary than any of his predecessors? To evaluate his claim, we researched Democratic primary results in years where the winner went on to become governor. We searched Board of Elections records, newspaper clippings, and academic journals.\nCuomo received more than 960,000 votes in the 2018 primary, according to unofficial results.\nHow did that compare with other Democratic primaries?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nIt was better than his showing in 2014, when he defeated Zephyr Teachout with 361,380 votes cast for him.  \nIn 2006, Eliot Spitzer won with 624,684 votes in his race against Tom Suozzi.\nIn 1982, Mario Cuomo won with 678,900 votes over Ed Koch, according to the state Board of Elections.\nMario Cuomo received fewer than 600,000 primary votes in 1994, the year he ultimately lost to George Pataki in the general election.\nHugh Carey won 600,283 votes in the Democratic primary in 1974 and 376,457 votes in the primary in 1978, according to the state Board of Elections.\n\nUntil the 1974 primary, it had been decades since a Democratic primary in which the winner went on to the governor’s office. Al Smith, the Democratic primary winner in 1918, received  199,752 votes. A Democratic primary in 1914 saw Martin Glynn, who had been elevated to the governorship in 1913 and ultimately lost the general election that year, received fewer than 200,000 votes, according to an article from the University of Virginia’s Center for Politics. Glynn’s primary was the first for Democratic candidates for governor, as New York enacted direct primaries in December 1913.\n\nWe were also curious about Cuomo’s claim that his win was \"all across the state.\" So we turned to a county breakdown of unofficial results from the Board of Elections. Cuomo beat Nixon in 49 counties, and Nixon won in 13 counties. Nixon was successful in eleven counties surrounding and including Albany; Tompkins County, which includes Ithaca; and Lewis County, northeast of Syracuse. We chose not to include this part of his statement in our ruling because his phrasing could be interpreted different ways by readers. He did outpoll Nixon in counties in most regions across the state.\nWithout exit polling data, we could not evaluate Cuomo’s claim that he won all age groups and demographics.\nOur ruling\nCuomo claimed he won more votes in a Democratic primary than any other governor in the state’s history. The first Democratic primary for governor was in 1914, and an evaluation of results since then shows he is right.  \nWe rate his claim True.\n \n Share the Facts 2018-09-20 21:27:06 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"I think I received more votes in the Democratic primary than any governor in history.\"    Andrew Cuomo Governor www.youtube.com/watch?v=yU8d09N6BmY   in a news conference in New York City Friday, September 14, 2018 2018-09-14    Read More  info", "vclaim_id": "vclaim-pol-01589"}