{"url": "/factchecks/2017/dec/15/scott-perry/gop-lawmaker-claims-fbi-purged-training-documents-/", "speaker": "Scott Perry", "vclaim": "Says the Obama administration purged \"training courses and information about Islamism, jihad, Sharia, and the Muslim Brotherhood.\"", "truth_label": "half-true", "date": "stated on November 30, 2017 in a House committee hearing:", "title": "GOP lawmaker claims FBI purged training documents. Here's what we found", "text": "Did the Barack Obama administration ditch FBI material used to train counterterrorism agents?\nAt a House committee hearing on worldwide terror threats, Rep. Scott Perry, R-Pa., claimed the former administration purged information that could \"allow us to see in totality the threat that faces America.\"\n\"Just curious if you can tell me if the FBI has taken any steps to reverse the previous administration's purge of training courses and information about Islamism, jihad, Sharia, and the Muslim Brotherhood,\" Perry asked FBI director Christopher Wray at the Nov. 30 hearing.\nWray said he was not aware of efforts to purge training material.\n\"They were purged in the last administration,\" Perry told him.\nIs that true?\nPerry's office did not respond to our requests for information. We found the FBI did rescind training material during the Obama administration — but it was less than 1 percent of 160,000 pages of training documents that were found to contain information that was factually inaccurate, imprecise or used stereotypes.\nThe review came after media reports show that training material included claims identifying \"mainstream\" American Muslims as \"likely to be terrorist sympathizers.\"\nThe Arab American Institute said the documents \"crudely\" depicted Arab Americans and American Muslims \"as threatening, irrational, or otherwise abnormal.\"\nHere’s what we know about the FBI’s review and rescinded documents.\nReports of anti-Muslim training material\nWired in July 2011 reported that part of a January 2009 presentation for new FBI recruits said that Islam \"transforms (a) country's culture into 7th-century Arabian ways.\"\nAdditional Wired reporting in September 2011 found that during a training session at the FBI Academy in Quantico, Va., agents were told that \"mainstream\" American Muslims were \"likely to be terrorist sympathizers; that the Prophet Mohammed was a ‘cult leader’; and that the Islamic practice of giving charity is no more than a ‘funding mechanism for combat’.\" A chart in the presentation contended that the more \"devout\" Muslims are, the likelier they are to be violent, Wired reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe FBI distanced itself from the messages in the training.\nIt told Wired that the presentation had a disclaimer saying the views expressed were of the author and \"do not necessarily reflect the views of the U.S. government.\" An FBI press release issued a day after Wired’s report said the training segment was presented only one time and quickly discontinued.\nAt a November 2011 Senate Judiciary Committee hearing, Sen. Dick Durbin, D-Ill., asked then-Attorney General Eric Holder about the training material, presenting among examples a claim that ‘‘the Arabic mind is swayed more by ideas than facts.\"\n\"It is regrettable that that information was, in fact, a part of a training program,\" Holder said, adding that there was an ongoing review of training material \"to ensure that that kind of misinformation\" was not being used, because it could undermine and negatively impact outreach efforts.\nThe FBI reviewed 160,000 pages of material and eventually removed hundreds of pages from its training. Less than 1 percent of the material reviewed had \"factually inaccurate or imprecise information or used stereotypes,\" the FBI told Wired in February 2012.\nA March 2012 letter from Durbin to then-FBI Director Robert Mueller expressed disappointment that the FBI would not produce a written report on the material deemed inappropriate, and that it would not be publicly shared or given to Congress. Durbin’s letter said FBI briefers shared copies of \"a handful\" of the material with Senate Judiciary Committee staff, but were not allowed to keep the copies.\nThe FBI did not confirm to PolitiFact if it eliminated such material, but referred us to public source material and 2012 congressional testimony.\nAt a May 2012 House Judiciary Committee hearing on oversight of the FBI, Mueller said 876 inappropriate training documents had been removed after a review of 160,000 documents and over 1,000 videos, but did not specify what the material said.\nJudicial Watch, a conservative group that litigates on public corruption and other issues, said documents it obtained through a Freedom of Information Act lawsuit showed that reasons cited for the removal of material included: \"Article is highly inflammatory and inaccurately argues the Muslim Brotherhood is a terrorist organization,\" and \"author seems to conflate ‘Islamic Militancy’ with ‘terrorism’ and needs to define the difference and use it in their analysis.\"\n\"The excised material included references linking the Muslim Brotherhood to terrorism, tying al Qaeda to the 1993 World Trade Center and Khobar Towers bombings, and suggesting that ‘young male immigrants of Middle Eastern appearance … may fit the terrorist profile best’,\" Judicial Watch said.\nOur ruling\nPerry said the Obama administration purged \"training courses and information about Islamism, jihad, Sharia, and the Muslim Brotherhood.\"\nThe FBI removed nearly 900 training documents containing information that was inaccurate, imprecise or depicted stereotypes, after a review of 160,000 pages and more than 1,000 videos. The review came after 2011 media reports about training material portraying Muslims stereotypically and prone to violence.\nThough the FBI did not publicly disclose the material it rescinded, Judicial Watch said that through a lawsuit for information, it found that removed material included references to the Muslim Brotherhood.\nPerry’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.\n Share the Facts 2017-12-15 15:09:47 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says the Obama administration purged \"training courses and information about Islamism, jihad, Sharia, and the Muslim Brotherhood.\"    Scott Perry Representative https://www.c-span.org/video/?437873-1/senior-homeland-security-officials-testify-global-terrorist-threats&start=3834   in a House committee hearing Thursday, November 30, 2017 2017-11-30    Read More  info", "vclaim_id": "vclaim-pol-02591"}