{"url": "/factchecks/2010/sep/28/alan-grayson/alan-grayson-calls-opponent-taliban-daniel-webster/", "speaker": "Alan Grayson", "vclaim": "Says Daniel Webster thinks wives should submit to their husbands.", "truth_label": "false", "date": "stated on September 25, 2010 in a TV ad.:", "title": "Alan Grayson calls opponent 'Taliban Dan Webster' in stinging new TV ad", "text": "U.S. Rep. Alan Grayson -- the man who described the Republican Party's health care plan as \"die quickly\" and who later equated the health care system to an American holocaust, who suggested former vice president Dick Cheney was a vampire who could turn into a bat and fly away at a moment's notice, and who said putting Republicans in charge of government was akin to making members of al-Qaida pilots  -- is making another series of eye-catching claims.\n\nGrayson, an Orlando-area Democrat facing a difficult re-election fight against former Florida House speaker Daniel Webster, launched a stinging television attack Sept. 25, 2010. The title of his advertisement? \"Taliban Dan Webster.\"\n\n(We guess we should note in fairness that the ad starts out pleasantly enough -- with Grayson's disclaimer saying he approved of the message and a picture of him smiling and holding two of his children).\n\nThe meat of the ad is a back-and-forth between a female narrator and Webster, speaking his own words. Here's the transcript:\n\nFemale narrator: (Speaking over images of terrorists holding guns and people burning the American flag) \"Religious fanatics try to take away our freedom in Afghanistan, in Iran and right here in Central Florida.\"\n\nWebster: (Black-and-white video, dressed in a suit, holding a microphone) \"Wives submit yourself to your own husband.\"\n\nFemale narrator: \"Daniel Webster wants to impose his radical fundamentalism on us.\" Background type: Daniel Webster wants to MAKE DIVORCE ILLEGAL.\n\nWebster: \"You should submit to me. That's in the Bible.\"\n\nFemale narrator: \"Webster tried to deny battered women medical care and the right to divorce their abusers.\"\n\nWebster: \"Submit to me.\"\n\nFemale narrator: \"He wants to force raped women to bear the child.\"\n\nWebster: \"Submit to me.\"\n\nFemale narrator: \"Taliban Daniel Webster. Hands off our bodies. And our laws.\"\n\nThe ad is fertile ground for fact-checkers and produced rebukes from Webster's wife, Sandy Webster, and Webster campaign manager Brian Graham.\n\n\"Alan Grayson's latest attack on my husband is shameful,\" Sandy Webster said in statement. \"Mr. Grayson seems to have a problem telling the truth and no problem misleading the public. Dan has been an amazing husband and father and the finest man I have ever known. Mr. Grayson should be ashamed of his nasty smears against my husband.\"\n\nWe decided to immediately check to see if Grayson is correctly quoting Webster, and we will fact-check the other claims in another report to be posted quickly.\n\nGrayson spokesman Sam Drzymala said the audio and video of Webster come from a speech he made for the Institute in Basic Life Principles, which Drzymala described as a \"right-wing cult.\"\n\nThe Institute in Basic Life Principles describes itself as a Christian teaching organization that provides training and instruction on how to find success by following God’s principles found in Scripture. Some of its specific teachings are controversial. Among them, the Institute teaches that a mother violates Scripture when she works outside the home, that married couples are to abstain from sex 40 days after the birth of a son, 80 days after the birth of a daughter and the evening prior to worship, and that people should avoid rock and even contemporary Christian music because it can be addictive.\n\nWebster has been involved with the group for nearly 30 years and continues to participate in training and also speaks at seminars.\n\nIn a 2003 interview with the St. Petersburg Times, Webster said he home-schooled his six children on Institute curricula and said the group's teachings have had a major influence on his life.\n\nOne of those Institute beliefs describes the complementary roles of a husband and wife. \"The man provides servant leadership and the woman responds with reverent submission and assistance,\" according to the group's website, which goes on to quote Ephesians 5:22–33 -- Wives, submit yourselves unto your own husbands, as unto the Lord. . . . Husbands, love your wives, even as Christ also loved the church, and gave himself for it . . . . Let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.\n\nAccording to the Institute, a wife is never supposed to \"take over,\" writing that \"in response to pressures within the family or within a marital relationship, a foolish wife will take matters into her own hands.\" A wife also is to \"stay beautiful for her husband.\" \n\n\"Resistance or indifference to your husband’s need for physical intimacy is the unspoken crushing of his spirit,\" the Institute says on its website. In other places on the website, the Institute talks about a wife's need to submit to a husband's spiritual leadership.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nIn his 2003 interview with the Times, Webster declined to discuss specific teachings and whether he disagreed with any of them.\n\n\"I believe what I believe,\" he said in the 2003 interview. \"It has not affected the way I've served. I don't think anyone can tell you that I've forced my beliefs on anyone else.\"\n\nBill Gothard, founder and president of the Institute, said the image and video of Webster was taken from a talk to fathers at the group's 2009 Advanced Training Institute Conference in Nashville. The Advanced Training Institute is a home-education curriculum provided by the Institute in Basic Life Principles.\n\nIn an interview with PolitiFact Florida, Gothard said the quote is severely distorted and manipulated.\n\n\"It couldn't be any more starkly misused,\" Gothard said. \"That gets my adrenaline up. A man who stoops to that level should not be in any office.\"\n\nGothard said Webster was leading a talk to a group of fathers and was discussing prayers they should say. Webster's point was that they shouldn't pray for their wives to do something, rather they should pray for what they could control in their own life.\n\n\"I am stunned how he could have taken what Daniel said, and turned it around to say the opposite of what Daniel was saying,\" Gothard said.\n\nPolitiFact Florida asked for, and received, a video with Webster's extended comments. The video confirms Gothard's recollection of the 2009 speech.\n \n\"Have verses for (your) wife. I have verses for my wife,\" Webster said in an unedited excerpt provided by the Institute. \"Don't pick the ones that say, 'she should submit to me.' That's in the Bible, but pick the ones you're supposed to do (laughs). So instead (laughs) that you'd love your wife -- even as Christ loved the church and gave himself for it ... and, as opposed to wives submit yourself to your own husband. She can pray that if she wants to, but don't you pray it.\"\n\nWebster goes on to make the same point about praying for children. \"Pick out the ones that have your responsibility listed into it,\" Webster said. \"Yes, children are to obey their parents, but more importantly we're as fathers to, um, not provoke them to wrath.\"\n\nSo in his message Webster was telling fathers that they should not pray for the first half of the passage in Ephesians (Wives, submit yourselves unto your own husbands) but pray for the second (Husbands, love your wives, even as Christ also loved the church, and gave himself for it).\n\nThe Grayson ad clearly suggests that Webster thinks wives should submit to their husbands, and the repeated refrain of \"Submit to me,\" is an effort to scare off potential female voters. But the lines in the video are clearly taken out of context thanks to some heavy-handed editing. The actual point of Webster's 2009 speech was that husbands should love their wives.\n\nMaybe Webster thinks wives should submit to their husbands. But there's no evidence in this ad, especially Webster's own words, to support that allegation. We rate Grayson's claim False.", "vclaim_id": "vclaim-pol-14340"}