{"url": "/factchecks/2020/nov/20/sidney-powell/sidney-powell-claim-450000-votes-were-only-biden-k/", "speaker": "Sidney Powell", "vclaim": "“At least 450,000 ballots in the key states ... miraculously only have a mark for Joe Biden on them, and no other candidate.\"", "truth_label": "false", "date": "stated on November 8, 2020 in an interview with Fox News:", "title": "Fact-checking Sidney Powell’s claim that 450,000 ballots in key states were marked only for Biden", "text": "Former federal prosecutor Sidney Powell has been waging a war against the legitimacy of the 2020 election, appearing on several conservative TV programs with unsubstantiated claims of nefarious activity that she says unfairly threw the election for President-elect Joe Biden.\nOn Nov. 8, Powell, who served as an attorney for former Trump administration national security adviser Michael Flynn, appeared on Maria Bartiromo’s Sunday morning Fox News show and said that Democrats are fraudulently creating ballots that exist only for Biden: \n\"We have identified at least 450,000 ballots in the key states that miraculously only have a mark for Joe Biden on them, and no other candidate.\" \nThe fact that many voters voted for Biden but not for candidates in other races, Powell argued, was problematic and indicative of fraud.\nBartiromo breaks down the 450,000 figure to five states, saying to Powell: \"You say it’s 98,000 ballots in Pennsylvania, 80,000 to 90,000 in Georgia, another 42,000 in Arizona, 69,000 to 115,000 in Michigan and 62,000 in Wisconsin.\" The numbers do add up to approximately 450,000 votes and appear to have originated in a Nov. 7 tweet by the editor of a conservative news website called The National Pulse. \nBut this omits the context that undervoting, a practice where voters mark their choice for one race but skip making selections in other races down the ballot, is not a new or shocking phenomenon. It occurs in every election.\nMore than 24 million people voted in the election in the states that Bartiromo cites, making the 450,000 people who Powell says apparently voted for Biden and skipped the rest of the ballot less than 2%.\nVerifying the 450,000 figure\nWe weren’t able to verify the exact figures Bartiromo and Powell cited. We attempted to contact Powell about how she arrived at those numbers, but did not hear back.\nBut using the New York Times elections data on Nov. 20, we did find that there were nearly 450,000 more votes cast for president in those five states than there were for the down-ballot U.S. House of Representatives races: 124,390 more votes in Pennsylvania; 117,458 more in Georgia; 31,123 more in Arizona; 115,717 more in Michigan; and 61,125 more in Wisconsin. We don’t have data showing that all those votes were cast only for Biden, though.\nPolitiFact also reached out to top election officials in each of the states. The Michigan Secretary of State’s Office told us that the number is \"easily disproven by looking at unofficial vote totals, either on our state website or individual county ones.\" \nArizona and Wisconsin officials both said they don’t have official statewide results yet, and are currently accepting canvass results from its respective counties.\nUndervoting in American elections\nThere is nothing fraudulent about people voting for president or other offices at the top of the ballot and then skipping over offices further down the ballot, said Barry Burden, a political science professor and director of the Elections Research Center at the University of Wisconsin-Madison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\"This kind of ballot roll-off is entirely understandable and occurs in every election. There is nothing at all ‘miraculous’ about some voters only being interested in voting for president,\" Burden said. \"Roll-off is most common when down ballot races are uncompetitive, but it happens even when those races are closely contested.\"\nHe pointed to Pennsylvania’s highly competitive 2016 U.S. Senate race as an example. The presidential race attracted 6.12 million votes in the battleground state, but the Senate race tallied 64,000 fewer votes.\nThe Federal Election Commission provides vote totals for past elections that include tables that show how many voters made selections for the Senate, the House of Representatives and, when applicable, the president.\nIn 2016, for example, 136,669,276 people voted for president. About 5 million fewer — 131,652,452 — voted for a member of the U.S. House.\nIn past presidential elections, in almost every state cited in Powell’s claim, certified elections data shows there have been several thousand more votes for president than for other races down the ballot. (An exception is Michigan in 2012, when there were more votes for the U.S. house than for president.) \nSome voters aren’t given a chance to vote for a senator, but every voter does have the opportunity to vote for a member of the House. Here is a look at the undervote numbers between presidential races and House races in each state in prior presidential election years:\n\n \nRobert Speel, a political science professor at Penn State University, said that 450,000 ballots marked for Biden and no other candidate sounds normal, and might even be an undercount of such ballots.\n\n\"Those who are falsely claiming potential fraud because of 450,000 ballots marked only for Biden need to report how many ballots they found marked only for Trump and no other candidate; it would likely be a similarly high number,\" Speel said.\nElection data experts also told PolitiFact that the rate of undervotes matters more than Powell’s number in a comparison of different elections.\nCharles Stewart, a political science professor at Massachusetts Institute of Technology, tweeted about this on Nov. 6. Tabulation results for early and election day voting, Stewart said, showed an undervote rate of 0.39% for both Biden and Trump.\n\"Thus far there's no evidence of unusual numbers of over or under votes, and indeed, it looks significantly lower than in 2016,\" Stewart wrote.\nOur ruling\nPowell said at least \"450,000 ballots in the key states that miraculously only have a mark for Joe Biden on them, and no other candidate.\" We could not confirm that figure, but it does seem in line with the difference between the numbers of total votes cast in the presidential race and those cast in the down ballot House races in those states. We don’t see evidence that all of these votes were for Biden, however.\nPowell presented this unremarkable undervoting statistic as evidence of fraud. Her statement fails to provide the key context that the practice of undervoting is common and does not indicate ballots have been fraudulently manufactured.\nWe rate this False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18560"}