{"url": "/factchecks/2010/jul/16/lets-get-work/rick-scott-group-goes-after-air-mccollum-new-tv-ad/", "speaker": "Let's Get To Work", "vclaim": "Bill McCollum \"diverted a state plane to his home 53 times. A state auditor called it: likely a misuse of state resources.\"", "truth_label": "barely-true", "date": "stated on July 14, 2010 in in a TV ad.:", "title": "Rick Scott group goes after 'Air McCollum' in new TV ad", "text": "Back a year ago when we read the stories about Attorney General Bill McCollum's use of state airplanes, we kind of figured it would pop up sometime during the campaign for governor.\n\nEnter rich-guy Rick Scott and his 527 group \"Let's Get to Work.\"\n\nScott, who not only is challenging McCollum for the Republican nomination but leading in polls, began airing two TV ads recently through Let's Get To Work slamming McCollum's use of state airplanes.\n\nThe first ad, called \"Politicians are like diapers -- They should be changed regularly,\" says McCollum spent $280,000 in taxpayer money on air travel on state planes, including trips for personal travel.\n\nThe second ad, which was released July 14, 2010, goes deeper into McCollum's use of the state airplane. Called \"Frequent Flyer,\" it makes three basic claims:\n\n           1. That McCollum spent $280,000 using the state airplane, including for personal travel;\n\n           2. That \"he diverted a state plane to his home 53 times;\"\n\n           3. And that a state auditor called those diversions likely a misuse of state resources.\n\nThe ad ends with the famous ding that sometimes precedes an announcement on an airplane, and the line, \"You are now free to remove career politicians.\"\n\nIn this fact-check, we'll discuss all three of the plane claims. But we'll specifically be checking a combination of claims No. 2 and No. 3 -- that McCollum diverted his plane to the airports closest to his home (Sanford and Orlando) 53 times, and that an auditor labeled those diversions likely a misuse of state resources.\n\nUsing state planes\n\nThe use of state planes by McCollum and Chief Financial Officer Alex Sink became an issue in June 2009 after an investigation by the St. Petersburg Times and Miami Herald found dozens of flights by the two Cabinet members that appeared to be, at least partially, for something other than official state business.\n\nState law requires Cabinet members to maintain a legal residence in Tallahassee, and McCollum and Sink have second homes in the capital. But the law prohibits them from using a state plane to commute to get to their state jobs.\n\nThe Times/Herald reported that on several occasions, McCollum dispatched an empty plane from Tallahassee to his home near Sanford to take him to events around the state. Often the plane would return him to Central Florida and fly back to Tallahassee with no passengers.\n\nBetween January 2007, when he took office, and June 22, 2009, McCollum spent $280,189 on state air travel. Total air travel by Sink, agriculture commissioner Charles Bronson and Gov. Charlie Crist was even higher, the newspapers found.\n\nThe Times/Herald articles match the first claim in the Scott-group ad -- that McCollum spent $280,000 using the state airplane.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nNow, onto the more serious allegations that McCollum diverted the plane to the airport nearest his Central Florida home, a practice an auditor called a misuse of state resources.\n\nDiversions/audit findings\n\nThe record is clear: state airplanes flew 53 times to Sanford or Orlando for McCollum between January 2007 and July 2009, according to the state agency that oversees use of the plane, the Department of Management Services.\n\nA few examples:\n\n• Sept. 10, 2007, McCollum had a plane pick him up in Sanford. The plane then traveled to Naples before returning to Tallahassee. The cost of the Sanford diversion: $390;\n\n• May 29, 2008, McCollum traveled from Tallahassee to Vero Beach. On the return trip, McCollum was dropped off in Orlando and the plane returned empty to Tallahassee. The cost of the Orlando diversion: $1,072;\n\n• July 21, 2008, Two of McCollum's staffers traveled from Tallahassee to Sanford to pick him up. They then went to Fort Myers and St. Petersburg, before all three returned to Tallahassee. The cost of the Sanford diversion: $922.\n\nA Department of Management Services auditor, Sandra Lipner, wrote in a draft report on March 4, 2009, that those flights and the flights taken by the other officials appeared to be against state rules.\n\n''The use of the state aircraft to transport the Governor, Attorney General, CFO and Commissioner of Agriculture between the seat of government and a residence located outside of Tallahassee would appear to be a misuse of state resources,'' Lipner wrote in the draft report.\n\nSo, to the ad's claim, 53 flights by McCollum to home ... check. An auditor calling it a likely misuse of state resources ... check.\n\nIf only the story ended there.\n\nWhat Scott left out\n\nThe allegations prompted ethics complaints against McCollum and Sink. At issue was whether they misused state resources for personal gain.\n\nThe Florida Commission on Ethics hired Craig B. Willis, a former assistant attorney general, as a special advocate to investigate the claims.\n\nOn Dec. 4, 2009, Willis presented his findings.\n\nOn McCollum's travels, Willis found that \"in all instances where McCollum flew on state aircraft from Tallahassee to Sanford or Orlando, his calendar reflects a clear public purpose associated with the flight.\"\n\nHowever, Willis noted, that there were nine instances where flights were routed in a manner that did not have an apparent public purpose. For those flights, public business was conducted at another location prior to or after the stop in Sanford or Orlando.\n\n\"There was no occasion found by ethics investigators where McCollum traveled only to his home on state aircraft and the plane flew back to Tallahassee empty or vice versa,\" the commission said in a subsequent press release. Put another way, McCollum didn't use the plane solely for getting home. It was always part of some other work-related trip.\n\nThe commission unanimously dismissed the ethics complaint against McCollum -- it dismissed the complaints against Sink too.\n\nThe postscript here is critical for two reasons. First, Willis determined that McCollum's diversions had a public purpose. And second, he argued -- and the ethics commission agreed -- that they did not violate state laws.\n\nThat's omitted in the Let's Get to Work ad. So is the fact that the auditor's allegation that McCollum and the others appeared to misuse state resources was not included in the final report. It was only in a draft.\n\nOur ruling\n\nIt's interesting to note that since the first Times/Herald story ran in summer 2009, McCollum has drastically reduced his use of the state plane. Between July and October 2008, before the stories ran, McCollum used the state plane 25 times. In the same four months in 2009, he used the plane only twice.\n\nSo far in 2010, according to the Department of Management Services, McCollum has used the plane on only four days, all for travel related to the Gulf of Mexico oil spill. One of the trips was with Crist.\n\nThe ad by the Scott-backed group Let's Get to Work claims that McCollum diverted his plane to the airports closest to his home (Sanford and Orlando) 53 times and that an auditor labeled those diversions likely a misuse of state resources. The ad is technically accurate on both marks, but leaves out critical information about the outcome of the investigation.\n\nThe 53 trips to Central Florida were found to have a public purpose by the Florida Commission on Ethics, and an ethics complaint against McCollum was dismissed. The auditor who labeled those trips a likely misuse of state resources did not include those findings in her final report.\n\nBecause of those omissions, we rate the Let's Get to Work ad Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14749"}