{"url": "/factchecks/2019/feb/22/david-price/are-border-crossings-historically-low-levels-rep-d/", "speaker": "David Price", "vclaim": "Says border \"crossings remain at historically low levels.\"", "truth_label": "mostly-true", "date": "stated on February 14, 2019 in a tweet:", "title": "Are border crossings at “historically low levels,” as Rep. David Price says?", "text": "President Donald Trump’s declaration of a national emergency over the U.S. border with Mexico has sent congressional Democrats scrambling to poke holes in his case for building a wall.\n\"Not only is there no national emergency at the border: crossings remain at historically low levels,\" said Rep. David Price, D-N.C., in a Feb. 14 tweet.\nPrice, who represents North Carolina’s 4th Congressional District, which includes Orange County and parts of Wake and Durham Counties, is not the first to make this point.\nBut we wondered if the number of border patrol apprehensions — the statistic experts generally use to measure illegal border crossings — has changed much since the last time we checked it out, so we decided to give Price’s statement a fresh look.\nKatelynn Vogt, Price’s communications director, pointed to a January 2019 FAQ from the Congressional Research Service, an article from USA Today, and related fact-checks from The New York Times and NPR as evidence in support of the claim.\n\"Since peaking in the year 2000, there has been a distinct downward trend in apprehensions at the southern border,\" she said. \"While the specific number has fluctuated year-to-year, including a slight uptick for 2018, it remains at historically low levels.\"\n\nThe CRS report and data from U.S. Border Patrol indicate that apprehensions at the southwest border began a steady increase in 1960 and peaked at about 1.64 million in 2000. They then sank to a 45-year low of 303,916 in 2017. (There were 263,991 apprehensions in 1971 and only 21,022 in 1960.)\nBut as Vogt noted, those arrests bounced back up somewhat in 2018 to 396,579.\nMichelle Mittelstadt, director of communications for the Migration Policy Institute, an immigration think tank in Washington, D.C., noted that apprehensions were actually at their lowest during the 1960s, even though they have been \"on a significant decline\" since 2006 — the last time there were more than 1 million in a year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nShe said the dip in 2017 occurred largely because Trump’s election and his administration’s tough immigration stance caused \"a temporary slowdown in apprehensions\" for a few months before \"those numbers then reverted largely to their regular seasonal patterns.\"\nBut if you limit the scope of the time period, the claim is more accurate. When PolitiFact California fact-checked Gov. Gavin Newsom’s State of the State address earlier this month, Ev Meade, director of the Trans-Border Institute at the University of San Diego, said Newsom’s claim that \"we are currently experiencing the lowest number of border crossings since 1971\" was \"basically true\" given the long-term trend.\n\"It’s been up and down,\" Meade said. \"There’s been some variation. But the long downward trend continues.\"\nPrice’s statement was less precise than Newsom’s, and also less precise than a similar statement that earned former California Gov. Jerry Brown a True last year. While both governors gave specific timeframes as benchmarks for their comparisons, Price said crossings \"remain at historically low levels,\" which the average reader could assume means at or close to the lowest levels ever.\nOur ruling\nPrice said \"crossings (at the border) remain at historically low levels.\"\nThe number of border patrol apprehensions in 2017 was the lowest in 45 years, and the number in 2018 is slightly higher but still low, especially relative to the peak in 2000. Illegal crossings have been trending down since 2006, with some year-to-year fluctuations.\nBut apprehension totals were far lower in the 1960s, so a more accurate statement would have said crossings in 2017 were the lowest they had been since 1971.\nWe rate the statement Mostly True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected]\n Share the Facts 2019-02-22 21:16:39 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says border \"crossings remain at historically low levels.\"    David Price U.S. Representative https://twitter.com/RepDavidEPrice/status/1096192833483091975   in a tweet Thursday, February 14, 2019 2019-02-14    Read More  info", "vclaim_id": "vclaim-pol-00983"}