{"url": "/factchecks/2013/mar/27/scott-henson/scott-henson-says-texas-has-11-different-felonies-/", "speaker": "Scott Henson", "vclaim": "Says Texas has \"11 different felonies you can commit with an oyster.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2013 in an interview.:", "title": "Scott Henson says Texas has 11 different felonies you can commit with an oyster", "text": "Scott Henson of Austin, who writes the Grits for Breakfast blog on criminal justice policy and politics, told the Austin Post, an online community newspaper, that Texas and the nation have \"criminalized far too much of public life.\"\n\"I think we have somewhere in the range of 2,500 or so felonies on the books in Texas,\" Henson said in an interview posted online Feb. 25, 2013. \"There are 11 different felonies you can commit with an oyster.\"\nThat cracked our interest, partly because the conservative Texas Public Policy Foundation likewise said about a month earlier that Texas has 11 felonies (not a dozen, dang it) related to harvesting oysters. Felonies are considered the most serious criminal offenses.\nBy email, the center’s Marc Levin, director of its Center for Effective Justice, pointed out a January 2012 publication, the \"Current Offense Severity Rankings List,\" written by the Texas Board of Pardons and Paroles.\nHenson told us by email that Levin was his source for the count when he initially wrote about the topic in 2007. He also said he would check his claim against the state’s \"offense severity\" list.\nAmong the state-listed 2,324 felonies, Levin said, some are rather similar or are enhancements of lesser offenses, though the agency \"presumably uses a consistent methodology to delineate each separate offense.\" He said the tally of oyster-related felonies aired by the foundation \"allows for some that the parole board counts as separate offenses which some might consider to be essentially the same offense.\"\nWe spotted 16 oyster-connected felonies on the list but pruned three that appeared to be duplicates.\nAlso, as Levin noted, two felonies appeared distinct from others only because they take into consideration repeat offenses. Theft of oysters from a private bed is a felony, as is theft of oysters from a private bed and having two or more previous convictions. Similarly, harvesting oysters in a restricted area is a felony, as is oystering in a restricted area with a previous conviction.\nAdjusting for the seeming duplications and near-similar felonies knocked the oyster-tied felonies in state law to 11: theft of oysters placed on a private seabed; interfering with an oyster buoy or marker with two previous convictions; oystering in a restricted area as designated by the state; night dredging of oysters; night dredging in a restricted area with a previous conviction; night dredging in a polluted area; not having an oystering license; harvesting oysters for non-commercial purposes without a license; harvesting oysters without a commercial license; selling sport oysters; and violating oyster regulations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBy telephone and email, a Texas Parks and Wildlife Department official confirmed the felonies, though Brandi Reeder, the agency’s fisheries law administrator, stressed that a person could be charged with each felony only if they have been convicted of similar misdemeanor violations in the previous five years--sometimes just once, in other cases two or more times, according to the relevant statutes.\nAt our request, Reeder reviewed our identified 11 felonies, later saying by email that she would say there are seven distinct oyster-related offenses or crimes.\nBroadly, Reeder said, the oyster felonies are in place for a reason, to deter nefarious, potentially risky activities. \"An oyster can kill you,\" Reeder said, referring to the possible presence of viruses, bacteria and parasites in raw shellfish. \"That’s why we take it seriously.\"\nBut Texans rarely face oyster felony charges, Reeder said, because nearly all offenders stop after being charged with a misdemeanor. Statewide in the fiscal year ending Aug. 31, 2012, according to the agency, no such felonies were charged.\nBy telephone, neither Henson nor Levin expressed surprise that no oyster felonies were charged in a recent year or that no one can be charged with such a felony without a prior misdemeanor conviction. With a laugh, Henson said: \"I guess the laws worked. They stamped out oyster crime in Texas.\"\nHenson and Levin each said, too, the oyster felonies demonstrate regulatory issues--such as having a license or fishing in restricted waters--being placed inappropriately into criminal statutes. Levin said there is an opportunity to shrink the number of state crimes starting from a Texas House proposal to create a commission that would recommend changes in advance of the 2015 legislative session.\nOur ruling\nHenson said there are 11 Texas felonies one can commit with an oyster.\nHe could have said 16, according to the state’s breakdown of felony offenses, though Parks & Wildlife suggests such  oyster-related crimes break down to seven distinct offenses. Significantly, too, these felony charges are rare. No one can even face one without having previously been convicted of at least one related misdemeanor.\nWe rate this claim as Mostly True.", "vclaim_id": "vclaim-pol-09538"}