{"url": "/factchecks/2011/aug/21/james-bennett/incoming-economic-development-director-says-provid/", "speaker": "James Bennett", "vclaim": "Providence's port is \"200 miles closer to Europe than any other Eastern port.\"", "truth_label": "false", "date": "stated on August 15, 2011 in a news conference:", "title": "Incoming economic development director says Providence's port is the closest to Europe", "text": "Rhode Island has a lot going for it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nReally.\n\nBut we never knew we were so close, in terms of geography, to Europe.\n\nOur proximity was highlighted by the newly named economic development director for Providence, James Bennett, who was hired to give some direction to economic growth in the capital city. During a news conference announcing his appointment, he pointed to one advantage the city -- specifically its port -- has over its competitors.\n\n\"Providence has got a number of assets. . . . The port [is] 200 miles closer to Europe than any other Eastern port,\" he said. \"We need to, I think, focus on turning that into an economic engine.\"\n\nThe statement sent us scrambling for our maps.\n\nWe're not cartographers, but it seemed to us that Boston is a bit east of Providence. And what about ports in Maine or New Hampshire?\n\nWe got a list of ports from the U.S. Bureau of Transportation Statistics.\n\nNext we tracked down the westernmost part of Europe. Lisbon, Portugal, seemed to be the best candidate. Actually, it’s Cabo da Roca, about 26 miles west of Lisbon.\n\nBut because of Earth's curvature, that's not the closest point to New England. Dublin, on Ireland’s eastern coast, is 171 miles closer to Providence than Cabo da Roca. Ireland’s western coast is even closer.\n\nSo we turned to Google Maps, and asked for the distance, as the crow flies, to Dublin (to pick a relative landmark). Here's the result:\n\nFrom Providence: 3,030 miles (and a very tired crow)\nFrom Boston: 2,993 miles (37 miles closer than Providence)\nFrom Portsmouth, N.H.: 2,950 miles (80 miles closer)\nFrom Portland, Maine: 2,906 miles (124 miles closer)\n\nWhen we contacted Bennett, he promised to call us back in five minutes. Four minutes later, we got a call instead from the spokesman for Providence Mayor Angel Taveras, David Ortiz, saying he would handle the question. A day later, Ortiz wrote us to say Bennett \"regrets the narrow error of fact.\"\n\n\"Mr. Bennett misspoke; he picked up the incorrect information about the Port of Providence’s geographic proximity to Europe in a recent conversation about the port’s assets, competitive advantages and potential to compete with other major Eastern commercial ports for the European market,\" Ortiz said.\n\nIn short, Bennett said Providence's port is 200 miles closer to Europe than any other port on the East Coast.\n\nThe only way that's true is if you ignore the ports in every coastal state north of us.\n\nIt's not even true when you consider the major port facilities in New York, which are about 155 miles to our west, not 200.\n\nSo, whether you're looking east or looking west, Bennett's statement is plain wrong. His spokesman may call it a \"narrow error of fact,\" but we hope that when he gives a pitch to a developer in his new role, he avoids such errors, narrow or otherwise.\n\nOur compass, the Truth-O-Meter, points to False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-12544"}