{"url": "/factchecks/2016/oct/11/hillary-clinton/clinton-right-trump-tax-plan-gives-more-rich-bush-/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump’s tax plan gives the wealthy and corporations \"more than the Bush tax cuts by at least a factor of two.\"", "truth_label": "true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Clinton is right: Trump tax plan gives more to rich than Bush tax cuts", "text": "With a backdrop of leaked lewd comments and Bill Clinton’s alleged sexual misconduct, you may not necessarily remember what Donald Trump and Hillary Clinton said about tax policy in the deeply personal and nasty Oct. 9 presidential debate.\nWhen Trump touted his proposal to deliver tax cuts for all, Clinton pointed out that his tax plan would help millionaires and billionaires like himself the most.\n\"His plan will give the wealthy and corporations the biggest tax cuts they’ve ever had, more than the Bush tax cuts by at least a factor of two,\" Clinton said. \"Donald always takes care of Donald and people like Donald, and this would be a massive gift.\"\nIs Clinton right that the wealthy would benefit from Trump’s tax plan twice as much as they did under the Bush tax cuts?\nThe Clinton campaign told us their data comes from an analysis by the conservative Tax Foundation and the left-leaning Center on Budget and Policy Priorities on after-tax incomes of the top 1 percent. We also looked at the share of tax relief received by the top 1 percent as a percentage of GDP.\nThe evidence shows Clinton is right.\nThe Bush tax cuts\nAs a refresher, the Bush tax cuts, enacted under President George W. Bush in 2001 and 2003,  reduced the then-top marginal tax rate of 39.6 percent rate to 35 percent, the 36 percent rate to 33 percent, and so forth.\nThe left-leaning Center on Budget and Policy Priorities estimated that the Bush cuts increased the after-tax income of the top 1 percent between 5.3 percent and 6.7 percent from 2004 to 2012 (tax rates for high-income earners were raised the following year).\nAltogether, the top 1 percent received a cut equivalent to about 0.66 percent of GDP (the Bush tax cuts were altogether 2.4 percent of GDP, while the top 1 percent received 27.5 percent of the cuts.)  \nTrump’s plan\nTrump’s plan would increase after-tax incomes of the wealthy between 10.2 to 19.9 percent, according to the Tax Foundation, and deliver a tax cut equivalent to about 1.32 percent of GDP.\nTwo key provisions in Trump’s latest tax plan, released September 2016, are particularly relevant to this fact-check.\nFirst, Trump would collapse the current seven tax brackets into four, reducing the current top marginal income tax rate of 39.6 percent to 33 percent. (His previous tax plan called for a top marginal rate of 25 percent.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSecond, Trump would also reduce the corporate income tax rate from 35 percent to 15 percent. He would also apply this rate to pass-through businesses, so-called because their profits currently \"pass through\" the business and instead are taxed as their owner's ordinary income. These would include partnerships like law firms and investor groups, sole proprietorships, limited liability corporations (LLCs) and corporations with less than 100 shareholders.\nIn its analysis of Trump’s tax plan, the Tax Foundation used both the 33 percent personal tax rate as well as the 15 percent pass-through business rate to assess the plan’s impact on individual taxpayers.  \nThe Tax Foundation found that, depending on which rate you apply and whether you factor in growth, the top 1 percent of taxpayers would see their after-tax incomes increase by 10.2 to 19.9 percent. Here’s a table breaking down Trump’s proposed tax cuts by income group:\n\nSimilarly, the Tax Policy Center, which is affiliated with the Urban Institute, estimated that the top 1 percent would see a 13.5 percent gain in after-tax income.\nThe think tank also said the Trump’s cuts would amount to about 2.6 percent of GDP, with 50.8 percent of the cuts going to the top 1 percent. In other words, the top 1 percent would see a tax break equivalent to about 1.32 percent of GDP.\nClinton may actually be understating the gains the top 1 percent would receive under Trump.\nThe Tax Foundation does not take into account one additional proposal that could affect the bottom line of many one percenters: eliminating the carried interest tax break.\nCurrently, profits from investment funds can be taxed at a personal capital gains tax rate of 23.9 percent rather than the top marginal income rate of 39.6 percent. Taxing these lucrative earnings as ordinary income would raise about $18 billion over 10 years.\nWhile Trump’s plan calls for closing this loophole, it could also lower the tax rate since he’s proposing to tax pass-through businesses at a corporate tax rate of 15 percent — an 8.9 percentage point reduction from the current rate applied to hedge fund and private equity profits, the Center on Budget and Policy Priorities noted.\nOur ruling\nClinton said Trump’s tax plan will give the wealthy \"more than the Bush tax cuts by at least a factor of two.\"\nAfter-tax incomes for the top 1 percent of taxpayers increased by 5.4 to 6.7 percent thanks to the Bush tax cuts. The same group would see incomes gains of 10.2 to 19.9 percent under the Trump tax plan, if not more.\nMeasuring it in a different way, the top 1 percent received a tax break equivalent to 0.66 percent of GDP under Bush. Trump’s tax plan would deliver a cut equivalent to 1.32 percent of GDP.\nWe rate Clinton’s claim True.\nhttps://www.sharethefacts.co/share/7d98cf58-b2a5-4f26-9f42-bf63296e908d", "vclaim_id": "vclaim-pol-04150"}