{"url": "/factchecks/2016/sep/21/donald-trump/trump-us-spends-more-almost-any-other-major-countr/", "speaker": "Donald Trump", "vclaim": "\"We spend more per student than almost any other major country in the world.\"", "truth_label": "true", "date": "stated on September 8, 2016 in a rally in Cleveland:", "title": "Trump: U.S. spends more than 'almost any other major country' on education", "text": "While Republican presidential candidate Donald Trump was campaigning recently in Cleveland -- not for the first time, and surely not the last down the election’s home stretch -- he made a stop at a charter school.\nPublic schools, he said, are wasting taxpayers’ money.\n\"Let’s run through the numbers. At the state and federal level, the United States spends more than $620 billion dollars on K-12 education each year,\" Trump said on Sept. 8, 2016. \"That’s an average of about $12,296 dollars for every student enrolled in our elementary and secondary public schools. The federal government pays for about 10 percent of the K-12 costs. The other roughly $560 billion dollars spent on K -12 education comes from the states themselves. We spend more per student than almost any other major country in the world. And we’re doing very poorly in terms of A-list.\"\nBack in January, Trump made a similar statement about U.S. education spending, saying we were \"No. 1 per-pupil by a factor of four.\" PolitiFact rated the statement Mostly False because it is exaggerated.\nThis new claim is a bit more tempered.\nDoes the United States spend more per student than other major countries?\n\"The question is, how do you define ‘major?’\" said Neal McCluskey, director of the libertarian Cato Institute’s Center for Educational Freedom. He is a proponent of cutting federal involvement in K-12 education.\nMcCluskey relies on data from the Organization for Economic Cooperation and Development,  a consortium of 34 member countries that share internationally comparable statistical, economic and social data. Their education statistics from 2012 were the most up-to-date available at the time of Trump’s statement.\nAccording to the OECD, Switzerland spends the most per student at $15,500 per student, followed by Norway, and then the United States.\nSwitzerland ranks first on the Global Competitiveness Index, which ranks economic strength. Norway is a not-too-shabby 11th place. The United States is third.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe United States’ per-student expenditure at the elementary/secondary level was 31 percent higher than the OECD’s average of $9,000.\n\"It certainly is the case that we spend more than almost any country except Norway and Switzerland,\" McCluskey said. \"Very few countries outspend us in terms of absolute numbers. The United Kingdom, Japan, Germany, they all spend less than we do. I suppose you could say they’re all major.\"\nTrump’s financial figures -- $620 billion on K-12 education nationally, $12,296 per student, on average -- match the totals reported by the National Center on Education Statistics.\nA conclusion from the 2012 Program for International Student Assessment, a test administered to 15-year-old students in 65 countries, called out the United States for high spending and underperforming. \"While the U.S. spends more per student than most countries, this does not translate into better performance,\" it read.\nAmerican students’ scores on the test were mediocre. In math, American 15-year-olds ranked No. 26 out of the 34 participating countries.\nThat concurs with Trump’s assessment that \"we’re doing very poorly,\" education-wise.\n\"For a country that spends as much as we do, you’d think we’d have better outcomes,\" McCluskey said.\nOur ruling\nTrump said that in the United States spends \"more per student than almost any other major country in the world.\"\nTrump’s assertion that U.S. taxpayers don’t get enough bang for their relative buck, when our students’ test scores are ranked worldwide, checks out. The most recent numbers put the United States at third for government spending on education, behind Switzerland and Norway.\nWe rate Trump’s claim True.https://www.sharethefacts.co/share/93229a59-9bef-456f-937a-ddedc1dfca1e", "vclaim_id": "vclaim-pol-04290"}