{"url": "/factchecks/2012/mar/27/barack-obama/obama-ad-claims-credit-cheaper-prescription-drugs/", "speaker": "Barack Obama", "vclaim": "President Barack Obama \"reduced the cost of prescription drugs for nearly 3.6 million Americans in 2011.\"", "truth_label": "true", "date": "stated on March 20, 2012 in a web video ad:", "title": "Obama ad claims credit for cheaper prescription drugs", "text": "As the U.S. Supreme Court hears arguments on the national health care law, a new Barack Obama campaign ad touts the improvements in Medicare benefits contained in the legislation.\n\nVideo clips of President Obama speaking about eliminating Medicare fraud play are interspersed with still shots of the president embracing retirees.\n\nThe text: \"As president he signed the Affordable Care Act ... and reduced the cost of prescription drugs for nearly 3.6 million Americans in 2011.\"\n\nWe’re checking whether the ad is accurate that the health law -- and Obama, by extension -- are to credit for that many Medicare recipients paying less for prescription drugs last year.\n\nThe doughnut hole\n\nMedicare Part D, which covers prescription drugs for beneficiaries, has always contained a coverage gap. The plan pays for drugs up to a dollar amount, but then Medicare recipients must cover the entire cost of prescriptions until catastrophic coverage kicks in.\n\nCurrently, beneficiaries in the Medicare Part D program must pay the first $310 for prescriptions. Then insurance then pays up to $2,830. At that point they’re in what's known as the doughnut hole with a gap in coverage until they hit an out-of-pocket limit of $4,550. At that point, their coverage takes over again, usually paying about 95 percent of the costs.\n\nJack Hoadley, a health policy analyst at Georgetown University, co-wrote a study for the Kaiser Family Foundation last year on the coverage gap. He pointed out that even those who reach the catastrophic threshold do so only after they have been paying the full price of their prescriptions for several months.\n\nThe Patient Protection and Affordable Care Act, slowly phases out the doughnut hole through price discounts and government subsidies, eliminating it completely in 2020.\n\nThe 2011 phase\n\nLast year, under the terms of the health care law, the doughnut hole shrank a little with those eligible for Medicare receiving discounts on drugs once they reached the coverage gap.\n\nDrug manufacturers were required to provide a 50 percent discount for covered brand name drugs, while there were federal subsidies (7 percent discount) for generic drugs, said Elizabeth Hargrave, a senior research scientist at the University of Chicago and co-author of the study with Hoadley.\n\n\"The brand-name drug discounts do not cause beneficiaries to reach the catastrophic coverage more slowly – they’re counted as if beneficiaries paid these amounts out of pocket. So this is true savings even for beneficiaries who subsequently reach the catastrophic limit,\" Hargrave added.\n\nBoth discounts will increase over time until the doughnut hole is effectively closed in 2020, she said.\n\nSo the reduced drug costs are real. What about the number of people who benefitted?\n\n‘Nearly 3.6 million Americans’\n\nThe Centers for Medicare and Medicaid Services, a division of the Department of Health and Human Services, estimated that total discounts added up to $2.1 billion, or an average of $604 per beneficiary.\n\nIt also said 3,576,640 people enjoyed those savings. (For a state-by-state breakdown, check out the chart at the bottom of the fact sheet.)\n\nThe CMS numbers are based on 2011 Part D claims data received through Feb. 29, 2012, the agency said.\n\nWe didn’t see any reason to doubt the figures, but CMS is a federal agency under Obama, and this is an Obama campaign ad. So we ran it by Hoadley and Hargrave, who both said the 3.6 million figure checks out.\n\nHargrave pointed us to another CMS chart, which totalled the number of beneficiaries in the doughnut hole in 2011 at 3,758,024 -- including the territories -- and about 3.6 million in the 50 states. (See the first chart in the zip file.)\n\nOur ruling\n\nObama’s campaign ad credits the president, by fighting for and signing the health care law, with reducing the cost of prescription drugs for nearly 3.6 million Americans in 2011.\n\nThe law is saving Medicare beneficiaries money by phasing out the coverage gap, or doughnut hole. It accomplishes that by requiring discounts from drug companies and by providing subsidies in increasing amounts until the gap is eliminated. The Centers for Medicare and Medicaid said about 3.6 million people saved about $2.1 billion on drugs in 2011.\n\nThe claim holds up. We rate it True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11375"}