{"url": "/factchecks/2020/mar/09/bernie-sanders/fact-check-did-bernie-sanders-win-people-color-cal/", "speaker": "Bernie Sanders", "vclaim": "\"If you look at California, if you look at people of color in general, African-Americans, Latinos, Asian-Americans, we won that big time. Big time. Not even close.”", "truth_label": "half-true", "date": "stated on March 4, 2020 in a news conference:", "title": "Fact Check: Did Bernie Sanders Win ‘People Of Color’ In California, And Was It ‘Not Even Close’?", "text": "Democratic presidential candidate Bernie Sanders often touts his ability to attract a \"multi-generational, multi-racial coalition\" of supporters, one that will \"sweep this country\" and help him win the White House. \nLast week, Sanders suggested he made good on part of that promise, claiming he won \"people of color\" in the California primary \"big time.\" \nSanders made that assertion at a news conference when asked about his strategy to win over African-American voters, a demographic credited with helping former Vice President Joe Biden win several Southern states on Super Tuesday. \n\"Well, we’re doing better. No denying that Joe Biden has done very well with the African-American community,\" Sanders said. \"But I think if you look — and I haven’t had the time, honestly, to analyze it. But I think if you look at California, if you look at people of color in general — African-Americans, Latinos, Asian-Americans — we won that big time. Big time. Not even close.\" \nWas Sanders right? Did he really score a big victory with people of color in California, including African-Americans? \nWe set out on a fact check. \nOur Research\nTo support the statement, Sanders’ campaign pointed to exit polls by CNN, NBC and The New York Times. They cited Sanders’ margins of victory over Biden with nonwhite voters, which ranged from 15 points in the CNN and NBC surveys to 22 points in the Times exit poll. The surveys got those numbers by asking voters which candidate they voted for and whether they are white or nonwhite. \nLooking at specific categories of race and ethnicity, the polls show Sanders won Latino and Asian-American voters in California by significant margins, but lost black voters to Biden by more than 2-to-1. \nThe Times survey, for example, shows Sanders won the Latino vote by 34 points over Biden, gaining 55 percent of that vote to Biden’s 21 percent. Sanders won Asian-American voters by a 21-point margin over Biden and former New York City Mayor Mike Bloomberg, who tied for the second largest share. \nBut Biden’s margin among African-American voters in California was 20 points over Sanders, 38 to 18. \nThe exit polls partially support what Sanders said. However, by including African-Americans in his claim about winning people of color, the senator offered a muddled message. \nAlso, Paul Mitchell, a Sacramento-based elections expert and vice president of Political Data Inc., cautioned that exit polls can be prone to fluctuations and that a precise picture of how California voted won’t be known for months. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nThe Times said its survey reflects the responses of 2,358 voters, based on interviews outside a sample of polling places or by phone. It was conducted by Edison Research for the National Election Pool and the results are subject to sampling error. \nAs of late last week, there were still 3.5 million ballots left to count in the state, according to estimates published by county election registrars. \nStill, Mitchell said, it’s \"reasonable\" to say Sanders won people of color in California, given that Latinos make up the greatest share of that group. In fact, they are the largest ethnic group in the state at 39 percent, according to the U.S. Census. African-Americans, by contrast, account for 6 percent. \n\"I think that he probably won Latinos by such a huge number that you could probably say people of color in general, he won. Even if he didn’t win African-Americans as a subgroup,\" Mitchell said. \nA second polling expert agreed Sanders earned a strong victory with many people of color in the state. \n\"There is no question that Senator Sanders was the preferred candidate of Latino and Asian voters in California,\" Matt Barreto, professor of political science and Chicana/o studies at UCLA, wrote in an email. \n\"According to polls and a review of the official precinct data, research from UCLA LPPI [Latino Policy and Politics Initiative] concludes that Senator Sanders won both Latino and Asian American voters,\" added Barreto, who is the co-founder of the research and polling firm Latino Decisions. \"However it was Vice President Biden who won more votes from black voters in California.\"\nOur Rating\nBernie Sanders claimed he won \"people of color\" in the California primary \"big time,\" including African-Americans. \nExit polls show Sanders won Latinos and Asian-Americans by large margins but lost African-Americans to Joe Biden by a more than 2-to-1 margin. \nWhile African-Americans are a smaller share of the state’s population than Latinos and Asians, it was misleading for Sanders to lump them in when talking about a \"big time\" victory among people of color. \nThe senator also made his claim before millions of California ballots had been counted.  \nWe rated Sanders’ claim Half True. \n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-18074"}