{"url": "/factchecks/2012/mar/02/laurie-monnes-anderson/do-most-child-abuse-reports-come-people-required-r/", "speaker": "Laurie Monnes Anderson", "vclaim": "\"In 2010 about 75 percent of child abuse and neglect reports in Oregon were made by those required to report by law.\"", "truth_label": "true", "date": "stated on February 24, 2012 in a Senate floor speech:", "title": "Do most child abuse reports come from people required to report?", "text": "While the 2012 Legislature has been hung up on some issues, lawmakers approved a law that expanded the sorts of professionals required to report child abuse and neglect.\n\nThe legislation came in response to the recent scandal at Penn State University. There, former assistant Coach Jerry Sandusky was charged with more than 40 counts of child sex abuse involving multiple boys over a 15-year period. Longtime coach Joe Paterno, who had supervised him, was fired.\n\nBefore the bill passed, a long list of professionals were required to report abuse, but employees of higher education institutions and organized youth activities were not.\n\nDuring the Senate debate on the legislation, Sen. Laurie Monnes Anderson, a Gresham Democrat, spoke briefly in favor of the mandatory reporter expansion.\n\n\"It really will help all adults recognize their responsibility to protect our kids,\" she told her colleagues. \"In 2010, about 75 percent of child abuse and neglect reports in Oregon were made by those required to report by law. It is clear, very clear, that mandatory reporting is a very important tool to keep our kids safe.\"\n\nWe thought a quick check on her 75 percent figure would be interesting.\n\nAs always, we started with the speaker and gave Monnes Anderson’s office a call. Molly Woon, a spokeswoman for the Senate Democrats, pointed us to the 2010 Child Welfare Data Book published by the Oregon Department of Human Services.\n\nAccording to the report, which was released last March, 74.4 percent of the abuse and neglect cases were reported by school and medical officials, police, clergy, child-care providers, court and mental health personnel and therapists -- all of whom are required to report.  \n\nThe other 25 percent of reports came from the abusers themselves, parents or, according to department spokesman Gene Evans, victims, relatives, friends, neighbors, ex-live-ins, ex-spouses and anonymous reporters.\n\nThe figures make this claim an easy one to rule on. Monnes Anderson said 75 percent of the abuse and neglect reports the state collected in 2010 came from mandatory reporters. The Department of Human Services backs her up. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeff Merkley\n\n\nstated on September 1, 2010 in a press release\n\n\n\n\n\n\n\n\nSays with the ongoing economic downturn, child abuse is on the rise.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Michelle Cole • September 28, 2010", "vclaim_id": "vclaim-pol-11500"}