{"url": "/factchecks/2020/oct/26/viral-image/viral-image-migrant-cages-2019-not-obama-years/", "speaker": "Viral image", "vclaim": "A photo shows Barack Obama in front of “cages” built during his administration to hold migrants.", "truth_label": "half-true", "date": "stated on October 23, 2020 in an image on Facebook:", "title": "Viral image of migrant ‘cages’ is from 2019, not Obama years", "text": "The final presidential debate between President Donald Trump and former Vice President Joe Biden grew heated when Trump criticized the Obama administration for detaining migrants in chain-link enclosures along the U.S.-Mexico border.\n\"They built cages,\" Trump said. \"They used to say I built the cages ... And then it was determined they were built in 2014. That was him. They built cages.\"\nOver the next few minutes, the president repeated the line, \"Who built the cages?\" four times. After the debate, the line inspired a slew of widely shared memes on Facebook.\n\"Who built the cages, Joe?\" reads text over an image of President Barack Obama wearing a hard hat and posing in front of what appear to be migrants inside an enclosure. The post was published Oct. 23 by Dinesh D’Souza, a conservative political commentator.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Using CrowdTangle, a social media insights tool, we found hundreds of similar posts that have been shared thousands of times.\n\n(Screenshot from Facebook)\nThe Obama administration did hold immigrants in chain-link enclosures described as \"cages\" at border processing facilities. But the photo shared in the Facebook posts is not from his tenure. The image shows overcrowded migrant detention facilities in summer 2019 — during the Trump administration.\nThe image comes from a July 2019 Homeland Security Inspector General report on overcrowding at immigrant detention facilities in the Rio Grande Valley area of Texas. The report says the photo shows \"overcrowding of families observed by OIG on June 10, 2019,\" in McAllen, Texas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA memo included in the report was addressed to Kevin McAleenan, who was acting Homeland Security secretary. \n\"Specifically, we encourage the Department of Homeland Security (DHS) to take immediate steps to alleviate dangerous overcrowding and prolonged detention of children and adults in the Rio Grande Valley,\" then-acting Inspector General Jennifer Costello wrote in the memo.\nStill, the post has a point about the Obama administration’s use of chain-link enclosures along the southern border — the barriers seen in the photo were erected under Obama.\nIn 2014, the Obama administration faced an influx of migrants entering the U.S. illegally. Some Border Patrol stations were so overcrowded that agents used other areas, including warehouses, to hold migrants. Border Patrol used chain-link fencing to separate different groups, as documented in photos from that time period.\n\"We needed to have places like the one we set up temporarily in Arizona to house the kids until they could be placed with (Health and Human Services),\" said Jeh Johnson, a former Homeland Security secretary during the Obama administration, in a July 2019 interview. \"And the partitions you see, some call them cages, are meant to separate the women from the men, the girls from the boys. But these were temporary.\"\nRELATED: Fact-checking Biden on use of cages for immigrants during Obama administration\nThe Trump administration has also used chain-link enclosures, but the Obama administration differed in a key way: It did not have a policy to separate children from their families. The Trump administration’s \"zero-tolerance\" policy prosecuted all adults who crossed the border illegally and sent their children to the U.S. Health and Human Services Department.\nThe Facebook post uses a misleading image to make a point about immigrants in federal custody during Obama’s presidency. While the enclosures in the photo were built under Obama, the photo was not from his time as president — it’s from 2019. \nThe post is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-18780"}