{"url": "/factchecks/2017/sep/28/claire-mccaskill/us-only-developed-nation-without-mandated-paid-mat/", "speaker": "Claire McCaskill", "vclaim": "\"We’re the only developed nation in the world that doesn’t have paid maternity leave.\"", "truth_label": "mostly-true", "date": "stated on August 22, 2017 in a town hall in Monett, Mo.:", "title": "U.S. is only developed nation without mandated paid maternity leave", "text": "Missouri Sen. Claire McCaskill hosted dozens of town halls throughout the state in August. She made several bold statements during her visits with constituents, but one claim caught our attention.\n\n\n\"We’re the only developed nation in the world that doesn’t have paid maternity leave,\" McCaskill said on Aug. 22, 2017 at a town hall in Monett, Missouri.\n\n\nLast year, PolitiFact rated a similar statement by New York Sen. Kirsten Gillibrand as Mostly True, but a lot can change in year. So we decided McCaskill’s statement was worth a follow-up.\n\n\nThe most frequently used measure of determining a developed country is the Organization for Economic Cooperation and Development (OECD), according to University of Missouri Associate law professor Sam Halabi.\n\n\nThe United States became a member of the OECD in 1961, and is now one of 35 member countries. As of 2016, the United States had the third highest GDP per capita in the world.\n\n\nSarah Feldman, a spokesperson for Sen. McCaskill, cited last year’s fact-check on Sen. Kirsten Gillibrand as evidence.\n\n\n\"Senator McCaskill and Senator Gillibrand made the same statement, with a few small differences: ‘industrial’ vs. ‘developed’ and ‘paid family leave’ vs. ‘paid maternity leave,’\" Feldman said. \"Maternity leave is a subset of paid family leave, so if a country has paid family leave it would have maternity leave as well.\"\n\n\nMaternity leave in the U.S.\n\n\nThe United States ranks dead last in a study conducted by the OECD on the national paid maternity leave policies of its member countries. The average amount of paid leave time for mothers among its members was a little over one year, as of 2016. Mexico comes in second-to-last place.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\nThough there are some United States companies that provide paid maternity leave for employees, like Etsy, Ikea and Twitter, there is no national mandate.\n\n\nThe Family and Medical Leave Act requires that mothers have a minimum of 12 weeks of unpaid maternity leave. California, Rhode Island and New Jersey are the only states with paid maternity leave mandates, and New York will join them beginning in 2018. But California and New Jersey only require six weeks of partial income replacement, and Rhode Island only requires four weeks of 60 percent income replacement. That’s nowhere near what some countries mandate that employers provide.\n\n\nJessica Ciccone, St. Louis University School of Law director of communications, worked with Missouri Sen. Jill Schupp on Senate Bill 69, which would have created a state family and medical leave program this past legislative session.\n\n\nGov. Eric Greitens signed an executive order providing paid maternity leave for the executive branch and encouraging the legislature to pass a similar measure.\n\n\nCiccone cited an International Labour Organization study, which found Papua New Guinea and the United States are the only two of the 185 countries and territories reported in the study that do not provide paid maternity leave.\n\n\nPapua New Guinea is not considered an industrialized nation.\n\n\nOur ruling\n\n\nSenator McCaskill said the United States is the only developed nation without paid maternity leave.\n\n\nBased on OECD and ILO data, the United States is the only industrialized nation without paid maternity leave. Yet, as previously reported in PolitiFact, some nations with paid maternity leave exclude certain groups of workers, meaning it isn’t quite universal. In the same sense, the United States has some states that do mandate paid maternity leave and parents can take unpaid time off after a child is born or adopted, although there isn’t a national law.\n\n\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-02855"}