{"url": "/factchecks/2017/dec/14/truth-examiner/new-jersey-police-chief-said-black-people-have-no-/", "speaker": "Truth Examiner", "vclaim": "\"New Jersey police chief says black people ‘have no value’ and should all be executed.\"", "truth_label": "mostly-true", "date": "stated on November 2, 2017 in a headline:", "title": "New Jersey police chief said black people have 'no value' and that he'd like to be on firing squad", "text": "A former New Jersey police chief made a series of alarming racist comments about African-Americans, according to an article on Facebook.\n\"New Jersey police chief says black people ‘have no value’ and should all be executed,\" stated a Nov. 2 headline by Truth Examiner, a clickbait liberal website that largely posts articles critical of Republicans, including President Donald Trump.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. But in this case, the information is based on actual federal criminal hate crime charge against Frank Nucera, Jr., a former police chief of Bordentown, a New Jersey township.\nThe website attributes the information to CNN, which reported about the case against Nucera.\nHere’s a summary of the case, according to the federal criminal complaint filed Oct. 31.\nNucera frequently used racial epithets against African-Americans and called for violence against them.\nIn or about November 2015, when Nucera suspected that a previously arrested African- American individual had slashed the tires of a police vehicle, Nucera stated to a subordinate officer:\n\"I wish that n----- would come back from Trenton and give me a reason to put my hands on him, I'm tired of them. These n------ are like ISIS, they have no value. They should line them all up and mow them down. I'd like to be on the firing squad, I could do it. I used to think about if I could shoot someone or not, I could do it, I'm tired of it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe incident that led to the charges occurred Sept. 1, 2016, when the Ramada Hotel called to report to police that two individuals had failed to pay for a hotel room the night before and had been swimming in the hotel pool that afternoon. The suspects, both African-Americans, were an 18-year-old man and a 16-year-old woman.\nThe suspects resisted arrest, and one of the officers used pepper spray, but the suspects were ultimately subdued and handcuffed.\nWhile the male suspect was no longer resisting, Nucera grabbed his head and slammed it into a metal doorjamb. Nucera also used his arm to strike the suspect’s neck or head.\nWithin hours of the alleged assault, a police officer recorded Nucera making racially hostile statements regarding the suspects and African-Americans in general.\nNucera retired as chief shortly after the federal government informed the New Jersey attorney general of the pending investigation.\nNucera appeared in court in November 2017. A federal grand jury indicted Nucera on Dec. 7 for allegedly violating a man’s civil rights by using excessive force during an arrest. \nWe contacted Nucera’s lawyer and did not get a reply. In a Dec. 22, 2016 interview with FBI agents, Nucera denied touching the male suspect, according to the indictment.\nThe headline stated, \"New Jersey police chief says black people ‘have no value’ and should all be executed.\" A federal criminal complaint states that Nucera expressed those opinions; the case is pending. Because there hasn't been a final determination made by a court, we rate this claim Mostly True.\n Share the Facts 2017-12-14 21:31:16 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"New Jersey police chief says black people ‘have no value’ and should all be executed.\"    Truth Examiner a website https://www.truthexam.com/2017/11/new-jersey-police-chief-says-black-people-no-value-executed/   a headline Thursday, November 2, 2017 2017-11-02    Read More  info", "vclaim_id": "vclaim-pol-02595"}