{"url": "/factchecks/2011/sep/11/rick-perry/rick-perry-says-due-what-weve-done-we-created-1-mi/", "speaker": "Rick Perry", "vclaim": "\"When you look at what we have done over the last decade, we created 1 million jobs in the state of Texas. At the same time, (the rest of) America lost 2.5 million.\"", "truth_label": "half-true", "date": "stated on September 7, 2011 in a Republican presidential debate.:", "title": "Rick Perry says that with what \"we have done,\" Texas created 1 million jobs while rest of nation lost 2.5 million", "text": "Gov. Rick Perry, who trumpets his job creation know-how, has a new favorite factoid about Texas job gains.\n\nHe revisited it at the top of the Sept. 7 Republican presidential debate at the Reagan library in California after NBC News anchor Brian Williams asked whether Texas, with its poverty rates and highest-in-the-nation share of minimum-wage workers, is the \"kind of answer Americans are looking for.\"\n\n\"Actually, what Americans are looking for is someone who can get this country working again,\" Perry replied. \"And we put the model in place in the state of Texas. When you look at what we have done over the last decade, we created 1 million jobs in the state of Texas. At the same time, America lost 2.5 million.\"\n\nTexas created 1 million jobs while the country shed 2.5 million—because of what \"we\" did?\n\nGranted, Texas has enjoyed phenomenal job growth over most of the time Perry has been governor, though how much came due to his leadership is debatable. Former Massachusetts Gov. Mitt Romney hinted as much in the debate, saying: \"Texas is a great state. Texas has zero income tax. Texas has a right to work state, a Republican Legislature, a Republican Supreme Court. Texas has a lot of oil and gas in the ground,\" Romney said. \"Those are wonderful things, but Gov. Perry doesn't believe that he created those things.\"\n\nIn a post-debate interview, economist Thomas Saving, director of Texas A&M University’s Private Enterprise Research Center, chimed in that Texas has relatively low state debt and endured less of a housing bubble than many states. Still, he said, the state’s economy might have been strong over the past decade regardless of who was governor.\n\nPia Orrenius, an economist for the Dallas branch of the Federal Reserve Bank, told us in a June interview that the Texas economy has been roaring since 1990. \"Long before Rick Perry\" became governor, she said, \"we were talking about the great Texas economy. There are so many exciting things about the Texas economy that precede any political flavor of the month.\" She listed as favorable factors the state’s range of natural resources, its energy and high-tech sectors, its booming Gulf ports and its surging trade with Mexico and China.\n\nAlso, we recognize that job-gain claims can overreach. An example: Perry’s January 2009 claim that about 70 percent of the U.S. jobs created between November 2007 and November 2008 were in Texas. We rated that claim False because the percentage was based on comparing new jobs in Texas with new jobs in 13 other states and the District of Columbia where job gains outnumbered losses; it ignored jobs created in 36 states where job losses overall outnumbered gains.\n\nBack to the present: Perry debuted his latest Texas-versus-the nation jobs’ boast at an Iowa campaign stop in August. Afterward, Perry’s campaign told us it compared the total number of non-farm jobs in Texas versus the rest of the nation for December 2000, when Perry became governor, and July 2011. Such figures are tracked by the U.S. Bureau of Labor Statistics.\n\nIn December 2000, Texas had 9,537,900 jobs, while the other 49 states and the District of Columbia had 123,032,200, Perry spokesman Mark Miner said. And in July 2011, Texas had 10,619,800 jobs while the rest of the county had 120,577,500. So, Miner said, Texas had 1,081,900 more jobs than it did in late 2000 while the rest of the country had 2,454,700 fewer jobs.\n\nBy email, bureau economist Lindsay Davis told us those numbers are accurate.\n\nSo, Texas ended up with a lot more jobs than before, and other states, together, accounted for even more net job losses.\n\nSpecifically, Texas was among more than 20 states with net job gains in the period, while more than 25 states landed up with net job losses. In raw numbers, the net job losers were topped by California and Ohio, which together accounted for about 1.1 million fewer jobs. Michigan experienced the nation’s greatest percentage slide, more than 15 percent.\n\nConversely, while Texas had the greatest raw job gain, its 11.3 percent growth rate for the period was less than the percentage increases for Utah, Alaska, Wyoming and North Dakota, which led the nation with a 21 percent increase. Side note: The number of full-time positions in Texas state government went up about 7 percent from 2000 to 2010, according to the Legislative Budget Board’s Fiscal Size-up reports, from 222,685 to more than 238,404.\n\nProviding out-of-state perspective on Perry’s comparison, Lee McPheters, director of the Economic Outlook Center at Arizona State University, said by email that it’s natural that the most populous states — California, Florida and Texas — also would generate big raw job gains and losses.\n\nIt’s also crucial to notice the time period being analyzed, he said. For instance, Florida outpaced Texas in job growth from 2000 and 2007, he said, but then lost jobs for three years. Texas experienced steady job losses in a shorter period, from late 2008 through 2009. He wrote: \"So the difference is in the recent years, where states such as Florida and California dropped out of the job growth derby while Texas continued to add jobs in 2010 and into 2011.\"\n\nSo, how does Perry's comparison stand up?\n\nAt a glance, it reflects the health of the Texas economy in his time as governor and the state’s perpetual outsize significance in terms of raw job counts.\n\nYet there's also a meaningful weakness in such a comparison. The governor of any state with net job gains in the period over the past decade could make a similar declaration, leaving the misimpression that just their state gained jobs while the rest of the country lost jobs. In this vein, for instance, Alaska created 43,700 jobs while the rest of America lost 1.4 million. Left out of this formulation is that 20-plus other states also had job gains.\n\nAlso, as experts note, the Texas economy was rocking before Perry became governor. Romney’s point sticks; most of each state’s economic circumstances—in Texas' case: no state income tax and vast natural resources, for starters—aren’t set by the governor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-12441"}