{"url": "/factchecks/2010/may/23/tim-kaine/kentucky-democrats-got-more-votes-republican-rand-/", "speaker": "Tim Kaine", "vclaim": "The primary election results show Democrats are strong in Kentucky because the Democratic candidates \"both got more votes than Rand Paul did.\"", "truth_label": "half-true", "date": "stated on May 23, 2010 in an interview on ABC's 'This Week.':", "title": "Kentucky Democrats got more votes than Republican Rand Paul, DNC chair says", "text": "Never mind all the talk about Rand Paul, the Republican U.S. Senate candidate in Kentucky, Democrats say. Their candidate may be poised to pull an upset in what is usually a reliably red state.Appearing on ABC's This Week on May 23, 2010, Democratic National Committee Chairman Tim Kaine talked up the prospects of Kentucky's Democratic Attorney General Jack Conway, who won his party's primary May 21.During a joint interview with Republican National Committee Chairman Michael Steele, Kaine predicted that Democrats will get a boost from the passage of major health care reform and an improving economy and will remain in control of both houses of Congress.\"There's been all this focus on the Rand Paul race,\" said Kaine, a former Virginia governor, referring to the tea party-backed candidate who won the nomination with 58 percent of the vote. \"The Democratic candidates in that primary in Kentucky both got more votes than Rand Paul did,\" adding that Democratic voters are \"energized.\"We wanted to see if Kaine accurately described the situation in Kentucky, a state generally considered a Republican stronghold.GOP nominee John McCain carried Kentucky in 2008 with 57 percent of the vote. And in 2004, President George W. Bush received nearly 60 percent of the vote. Sen. Mitch McConnell, the chamber's Republican leader, has held his Kentucky seat since 1985. The seat Paul and Kentucky Secretary of State Trey Grayson are fighting for is currently held by Republican Jim Bunning, who is retiring. So the state is solidly red.Yet Kaine has his numbers right when it comes to last week's primaries.In the Republican primary, Paul -- the son of 2008 presidential candidate Ron Paul -- received almost 207,000 votes, easily defeating McConnell's preferred candidate, Grayson.Conway, meanwhile, received almost 229,000 votes in the Democratic primary. Second-place finisher Lt. Gov. Daniel Mongiardo received 225,000 votes.Overall, almost 170,000 more people voted in the Democratic primary than the Republican primary, according to the state's board of elections. But does that automatically translate to additional momentum for Democrats come fall?Hardly.According to voter registration figures, Democrats outnumber Republicans 1.6 million to 1 million, which easily explains much of the disparity. And while the voter edge may show in primaries, many of those Democrats end up voting for Republicans in the general election. A recent poll in Kentucky, for instance, found that less than half of Kentucky Democrats have a negative opinion of the tea party, according to the Lexington Herald-Leader. \"I thought that would be much higher,\" said Del Ali, president of Research 2000, which conducted the poll. \"I would guess that if we polled other states heavy in Democratic registration like Kentucky, the attitude toward the tea party would be more unfavorable than 46 percent among Democrats.\"In 2008, 600,000 Democrats voted in the U.S. Senate primary compared to less than 200,000 Republicans voting in the GOP primary. But McConnell, a Republican, still got re-elected in the general election.It was the same story in 1998, the last time Kentucky had an open U.S. Senate seat. That year, Democrats had a six-way race, with three candidates receiving more than 155,000 votes. Compare that to a two-person GOP primary, where winner Bunning got only 152,000 votes overall. Bunning, of course, went on to win in November.In trying to play up Democrats' chances in Kentucky this fall, Democratic National Committee Chairman Tim Kaine had his numbers right about the Democratic primary, but his underlying point was a stretch. Those primary vote totals really aren't an indication of strong prospects for the Democratic candidate Conway, or conversely, less support for Paul. So we find his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14980"}