{"url": "/factchecks/2011/oct/25/joe-biden/update-joe-biden-says-murders-and-rapes-increased/", "speaker": "Joe Biden", "vclaim": "\"In 2008, when Flint had 265 sworn officers on their police force, there were 35 murders and 91 rapes in this city. In 2010, when Flint had only 144 police officers, the murder rate climbed to 65, and rapes … climbed to 229.\"", "truth_label": "half-true", "date": "stated on October 12, 2011 in Flint, Mich.:", "title": "Joe Biden says murders and rapes increased in Flint, Mich., after the police force was reduced", "text": "Editor’s note: When we first examined this statement from Vice President Joe Biden, we rated his statement Mostly True. We noted in that report, published Oct. 20, 2011, that the numbers he gave for rapes seemed questionable. Shortly afterwards, we explained why our original report was at odds with other independent fact-checkers in a story, \"When fact-checkers disagree.\" We also asked for reaction from readers. Since then, we found more definitive evidence that Biden's numbers on rape are wrong. We have re-reported this item and given it a new rating of Half True. We have also archived our original report with the Mostly True rating.\n\nIf Congress doesn’t pass President Barack Obama’s jobs plan, crimes like rape and murder will go up as cops are laid off, says Vice President Joe Biden.\n\nIt’s a stark talking point. But Biden hasn’t backed down in the face of challenges during the past week, citing crime statistics and saying, \"Look at the facts.\" In a confrontation with a conservative blogger on Oct. 19, Biden snapped, \"Don’t screw around with me.\"\n\nWe were intrigued by comments Biden made in Flint, Mich., on Oct. 12, 2011:\n\n\"In 2008, when Flint had 265 sworn officers on their police force, there were 35 murders and 91 rapes in this city.\n\n\"In 2010, when Flint had only 144 police officers, the murder rate climbed to 65, and rapes, just to pick two categories, climbed to 229.\n\n\"In 2011, you now only have 125 shields. God only knows what the numbers will be this year for Flint if we don't rectify it. And God only knows what that number would have been had we not been able to get a little bit of help to you.\"\n\nWe looked at Biden’s crime numbers and turned to the Federal Bureau of Investigation's Uniform Crime Statistics to confirm them. But the federal numbers aren’t the same as the numbers Biden cited. (Several of our readers did the same thing; we received several requests to check Biden’s numbers.)\n\nWhat’s going on here? We asked Biden’s office, and they said they got the numbers from the city of Flint.\n\nFor the sake of clarity, we’ll look at the murder numbers first and then turn to the rape numbers.\n\nMurders in Flint\n\nOur research showed murders are an acknowledged problem in the city of Flint. The Flint Journal reported that murders in the city reached a historic high of 66 in 2010, with homicides happening so often that one officer deemed the city a \"killing field.\" That same year, the city laid off 66 officers, bringing the total number to about 120.\n\nIn May 2011, Flint voters approved a tax renewal to prevent more layoffs. But they rejected a separate tax increase to fund the city jail. The jail has been shuttered since 2008.\n\nWhen when we looked at the FBI’s crime statistics, we found that Flint reported 32 murders in 2008 and 53 murders in 2010. (The Michigan State Police reported the same numbers.) Biden said 35 and 65 -- not exactly the same, but in the ballpark.\n\nAfter Biden’s remarks garnered attention, the city of Flint released a statement to several news organizations saying that the 2010 data reported to the FBI was incorrect, due to a clerical error, and that the number Biden used was accurate.\n\nRapes in Flint\n\nFor rapes, though, the numbers seemed seriously off. The FBI showed 103 rapes in 2008 and 92 rapes in 2010 -- a small decline. The numbers Biden cited were 91 rapes in 2008 and 229 in 2010 -- a dramatic increase.\n\nAt first, we wondered if the differences were the result of the FBI’s more restrictive reporting requirements for what constitutes rape. The FBI definition -- \"the carnal knowledge of a female, forcibly and against her will\" -- is particularly restrictive, excluding male victims and other types of sexual assaults. (The New York Times recently published a detailed report on the problems of the rape definition.)\n\nHowever, it now seems clear that numbers the city of Flint gave Biden were wrong, that someone in the city used numbers for rape alone in 2008 but all categories of criminal sexual misconduct in 2010. (Our friends at Factcheck.org noted this discrepancy in several of their ongoing reports on the topic.)\n\nWe checked numbers for rape with the Michigan State Police. They found that the Flint Police Department reported that rape, using the most restrictive definition, declined from 108 in 2008 to 92 in 2010. The state police also provided us numbers reported by the Flint Police Department for all sexual crimes, and those too declined, from 262 incidents in 2008 to 219 incidents in 2010.\n\nWe should note that the city of Flint e-mailed us one statement in defense of the numbers Biden used. But the city’s spokesperson has not answered repeated phone calls and e-mails from PolitiFact to further explain discrepancies.\n\nDo more police officers mean less crime?\n\nSo Biden is largely correct on murder in Flint going up, but wrong about the increase in rapes.\n\nStill, how would Obama’s jobs bill increase the number of police? It does not directly fund police positions. Rather, it sends additional money to the states, primarily for education. Biden is likely making the assumption that additional money in one area could prevent layoffs in another, as many states are required to balance their budget on an annual or biannual basis.\n\nThen there’s the question of whether fewer cops equals more crime.\n\nGenerally speaking, most of the evidence we reviewed said that the number of police is one factor among several in preventing crime.\n\nJames Alan Fox, a criminologist at Northeastern University, said he agreed with Biden’s general point. The primary problem with reducing force strength is that there are fewer officers to staff special units that target a community’s particular problems, such as gangs or sexual assaults, he said.\n\nLarge-scale reductions like Flint’s are particularly problematic, because rebuilding a force when the economy improves will take time, according to Fox.\n\n\"It’s not like a light switch you can turn off and on,\" he said, because it takes so much time to hire and train new officers. \"I’m always concerned when police force numbers are cut drastically. In the long run, it’s very problematic.\"\n\nWe then turned to the peer-reviewed literature to see if social scientists have been able to isolate the effect of the size of the police force on crime. We found several recent studies concluded more police did reduce crime. But we also found at least one study that questioned the previous research, saying they did not control for other factors, such as public intolerance of crime.\n\nOur ruling\n\nBiden cited statistics saying that as Flint reduced its police force, the number of murders and rapes increased significantly. We find good evidence that the number of murders increased, but the number of rapes actually declined.\n\nExperts we spoke with and research we reviewed suggest that police force size has some bearing on crime but that it is only one of several factors.\n\nIn ruling on Biden’s statement, we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12199"}