{"url": "/factchecks/2013/oct/27/chris-christie/chris-christie-ad-claims-barbara-buono-voted-give-/", "speaker": "Chris Christie", "vclaim": "Says Barbara Buono \"voted to raise her own pay 40 percent.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2013 in a gubernatorial campaign TV ad:", "title": "Chris Christie ad claims Barbara Buono voted to give herself a 40 percent raise", "text": "Politicians and pay raises go about as well together as oil and water, from a taxpayer’s perspective.\nAnd Gov. Chris Christie knows it.\nThat might explain why one of his latest gubernatorial TV campaign ads targeting Democratic challenger Barbara Buono, a state senator, claims she voted to give herself a significant salary bump during her time in the Legislature.\nBuono \"voted to raise her own pay 40 percent,\" the ad claims, from $35,000 to $49,000, as it points out differences between the two candidates in areas of education, taxes and more. The election is Nov. 5.\nBuono was an Assembly member when she voted to raise her salary, but the ad doesn’t mention a couple of key points: the sponsor of the legislation for the hikes is a Republican friend and ally of Christie’s, and the vote happened nearly 14 years ago.\nLet’s review the history behind the bill in question, S2297, and where Buono fits in.\nRepublican state Sen. Joe Kyrillos Jr. -- Christie’s close friend -- and Sen. Bernard F. Kenny, a Democrat from Hudson County, sponsored the bill, which was introduced on Jan. 6, 2000. It called for increasing the salaries of the governor, judges, cabinet members, county prosecutors and members of the Legislature.\nIn advocating for the bill, Kyrillos of Monmouth County noted in multiple published reports at the time that lawmakers hadn’t had a raise in 12 years and that a raise was warranted because lawmakers’ jobs had become \"demanding.\"\nBoth houses of the Legislature passed the bill on Jan. 10, 2000. For legislators, the result was the 40 percent hike.\nBuono (D-Metuchen) voted for the raise, the nonpartisan Office of Legislative Services confirmed.\nBy comparison, the gubernatorial salary increased from $130,000 to $175,000 -- an approximate 35 percent hike. The governor at the time was Christine Todd Whitman, a Republican.\nThe salary increases for governor and Legislature members didn’t take effect until January 2002, while salary hikes for judges, prosecutors, cabinet members and others had their pay increased upon enactment of the law.\nIn addition to Buono’s vote, we also reviewed OLS documents showing how every other member of the Legislature voted on the salary hike bill.\nThe votes were essentially an even split in the 80-member Assembly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiane Allen\n\n\nstated on May 9, 2011 in a press release\n\n\n\n\n\n\n\n\nSays Ocean Spray is moving its Bordentown processing facility to Pennsylvania largely because of costs associated with the Regional Greenhouse Gas Initiative.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 20, 2011\n\n\n\n\n\n\n\nOf 48 Republicans, 32 voted in favor, 15 voted against and one lawmaker didn’t vote.\nAmong 32 Democrats, 16 - including Buono - voted in favor, 13 voted against and three didn’t vote.\nThe state’s 40 senators had a similar tally.\nAmong 24 Republicans, 13 voted yes, seven voted no and four didn’t vote.\nEight Democrats voted for the bill, seven voted against it and one didn’t vote.\nThat means the bill passed the Republican-controlled Senate and Assembly.\nThe Republican role in the pay hike can’t be discounted, according to Buono’s campaign.\n\"Governor Christie has repeatedly used a specious claim that omits key details,\" spokesman Sam Salustro said in an e-mail. \"This was legislation sponsored by a key Christie ally who intensely fought for its passage, passed by a Republican legislature and signed by a Republican governor. The Governor has benefited from the law and is one of the only New Jersey governors in recent memory to take the full salary. So before he throws stones, he should take a look at his own party first.\"\nThe bottom line is Buono’s vote, Christie’s campaign spokesman said.\n\"So, in short, Barbara Buono cast a vote to raise her salary by 40% while embarking on a career of voting to raise taxes and fees on New Jerseyans 154 times and neither she nor her campaign is disputing it,\" spokesman Kevin Roberts said in an e-mail.\nOur ruling\nA recent TV ad from the Christie gubernatorial campaign claims Buono \"voted to raise her own pay 40 percent.\"\nOLS documents show that members of the state’s 208th Legislature, including Buono in the Assembly, voted to raise salaries for themselves, the governor, cabinet members, county prosecutors and more.\nIt’s worth noting, however, that the bill was sponsored by Christie friend and political ally Joe Kyrillos, passed by a Republican-controlled Legislature and signed into law by a Republican governor -- nearly 14 years ago.\nSo yes, Buono voted to raise her salary 40 percent -- with a heap of help from her Republican friends and colleagues. Since the claim is accurate but needs clarification or additional information, we rate it Mostly True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-08701"}