{"url": "/factchecks/2015/jun/17/ron-christie/gop-strategist-christie-tax-revenues-rose-after-bu/", "speaker": "Ron Christie", "vclaim": "\"After the 2001 and 2003 Bush tax rate cuts ... there was more money coming into the treasury.\"", "truth_label": "barely-true", "date": "stated on June 12, 2015 in a panel discussion on HBO's \"Real Time with Bill Maher\":", "title": "GOP strategist Christie: Tax revenues rose after Bush tax cuts in 2001 and 2003", "text": "Bill Maher, the bawdy and generally liberal HBO comedian, recently wondered aloud why the current roster of Republican presidential hopefuls has been selective in their criticism of the last Republican president.\n\"I noticed that the Republicans have not been shy about throwing George W. Bush under the bus on Iraq,\" Maher said. \"They're all saying the Iraq War was a big mistake now, but none of them say the Bush tax cuts were a big mistake.\"\nMaher targeted one of his guests, Republican strategist Ron Christie. \"Were the tax cuts a good idea?\" Maher asked.\nChristie, a former special assistant to Bush and deputy assistant to Vice President Dick Cheney, said they were.\n\"If you look at the revenue that came in after the 2001 and 2003 Bush tax rate cuts, yes, there was more money coming into the treasury,\" Christie said. \"That’s a fact.\"\nA reader questioned whether that really is a fact.\nChristie’s source of information\nChristie filled in some of the numbers for PunditFact that he left out on television.\n\"Total revenue climbed from $793.7 billion in 2003 to $1.16 trillion in 2007,\" Christie said. \"A 47 percent increase.\" Christie directed us to an article in Forbes that had exactly those amounts.\nThose figures differ widely from numbers presented by the nonpartisan Congressional Budget Office, though the bottom line is about the same. CBO says federal government revenues rose from $1.782 trillion in 2003 to $2.568 trillion in 2007 (using fiscal years). That’s a 44 percent increase.\nCase closed? Not really.\nWhat we found is Christie is carefully picking his starting and end points to make the most dramatic comparison. Changing the timeframe makes all the difference, as we’ll show you.\nIncluding the 2001 tax cuts\nWhile Christie touted the 2001 tax cuts, he didn’t include federal revenues collected for either 2001 or 2002. If he had, the trend line would not be as clean as the picture he painted.\nThe Tax Policy Center, a joint project of two academic centers the Brookings Institution and the Urban Institute, summarized the CBO numbers. This chart based on the center’s table shows revenues initially falling, not rising.\nReasonable people can use different years as a starting  point for comparison. Bush didn’t take office until early 2001 and the tax cuts didn’t take full effect until the start of 2002. Plus, economist Alan Auerbach at the University of California-Berkeley reminded us that there was a recession between March 2001 and November 2001.\n\"The effects of the recession on revenue are likely to swamp any effects of tax policy,\" Auerbach said.\nEconomist William Gale at the Tax Policy Center said for those reasons, 2000 could be a fair benchmark, untouched by both recession and tax cuts.\nDoing so presents a very different picture. In short, federal revenues were below 2000 levels (after adjusting for inflation) until 2006. They outpaced fiscal year 2000 collections for a bit, then fell again in 2008. The same pattern roughly holds if you use 2001 as the starting point.\nWhat’s that all mean? When you adjust for inflation, the 47 percent revenue growth from 2003 to 2007 becomes 28 percent. And if you start the clock in 2001, revenue growth drops to 4 percent. By 2009, of course, the numbers look even worse.\nHere’s another way to look at it, using data from the Federal Reserve Bank of St. Louis. Over Bush’s two full terms, federal revenues dropped 13 percent.\nAccounting for economic growth\nNot adjusting for inflation and cherry-picking the time period are two problems in Christie’s calculation. So is not factoring in a rising population (more people, means more taxpayers, more goods and services sold, etc.).\nEconomists such as Gale say a better way to put federal revenues into context is by comparing them to the Gross Domestic Product.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThrough that lens, federal revenues as a share of the economy fell and never reached their 2001 level through Bush’s two terms.\n\n\n\n\n\nFY\n\n\nPercent of GDP\n\n\n\n\n2000\n\n\n20\n\n\n\n\n2001\n\n\n18.8\n\n\n\n\n2002\n\n\n17\n\n\n\n\n2003\n\n\n15.7\n\n\n\n\n2004\n\n\n15.6\n\n\n\n\n2005\n\n\n16.7\n\n\n\n\n2006\n\n\n17.6\n\n\n\n\n2007\n\n\n17.9\n\n\n\n\n2008\n\n\n17.1\n\n\n\n\n2009\n\n\n14.6\n\n\n\n\n\nSource: Tax Policy Center/CBO\nOur ruling\nChristie said that government revenues increased after the 2001 and 2003 tax cuts. Christie is cherry-picking his start and end dates and making flawed calculations to support his point.\nData shows, and experts agree, that a complete picture of the Bush tax cuts shows that revenues initially went down, then up, then down again. Measured against the size of the economy, federal revenues at the end of Bush’s term were smaller than when he took office.\nChristie’s statement has some superficial accuracy but a more complete picture shows that he has omitted many details that would lead to a different conclusion. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-06300"}