{"url": "/factchecks/2012/jun/18/jeff-merkley/do-most-states-allow-employers-discriminate-agains/", "speaker": "Jeff Merkley", "vclaim": "Says, \"Less than half of all states have legal protections on the basis of sexual orientation or gender identity, despite the fact that LGBT Americans report employment discrimination and unemployment at much higher rates than the U.S. average.\"", "truth_label": "mostly-true", "date": "stated on June 12, 2012 in a press release:", "title": "Do most states allow employers to discriminate against gays and lesbians?", "text": "U.S. Sen. Jeff Merkley, D-Ore., issued a press release recently, in support of legislation to end employment discrimination against workers who are lesbian, gay, bisexual or transgender.  S.811, the Employment Non-Discrimination Act of 2011, would also protect people who express their gender identity at work.  \n\n\"Less than half of all states have legal protections on the basis of sexual orientation or gender identity, despite the fact that LGBT Americans report employment discrimination and unemployment at much higher rates than the U.S. average,\" the release said.\n\nPolitiFact Oregon was confused. Wasn’t such employer behavior already prohibited under federal civil rights law? Isn’t it the same as how employers aren’t allowed to hire, promote, pay or fire based on race, color, religion, sex, or national origin?\n\nApparently not. Jamal Raad, Merkley’s spokesman, pointed us to a map by the National Gay and Lesbian Task Force that shows Oregon as one of 16 states and Washington, D.C., that prohibit discrimination based on sexual orientation or the expression of gender identification. Five additional states prohibit discrimination based on sexual orientation, but not on expression. So Merkley is correct about the figures.\n\nRaad also clued us into other reports and studies to back up the statement.\n\nThe Center for American Progress has a state-by-state report that goes even further, identifying 10 additional states with policies prohibiting such behavior in state government or in a part of state government. Those are generally done by executive policy. These policies do not carry the weight of law and do not extend beyond public employees. The federal government also prohibits discrimination against gays and lesbians, as do many Fortune 500 companies.\n\nNow the next question: Do gay, lesbian and bisexual workers report employment discrimination at much higher rates than the U.S. average? This was much harder to track down.\n\nRaad directed us to a 2005 Gallup Poll, which showed that 15 percent of employed people reported being discriminated against in the previous 12 months. Gallup researchers concluded the actual rate was probably between 9 percent and 15 percent.\n\nAmong racial/ethnic groups, whites reported the lowest incidence of discrimination, at 12 percent and Asians reported the highest incidence, at 31 percent. But there was no breakout by sexual orientation, leaving us without an apples-to-apples comparison. (Of the types of discrimination, sexual orientation made up for 4 percent of cases, same as religion. Gender accounted for 26 percent of cases.)\n\nWe turned to Jennifer Pizer, legal director of the Williams Institute at UCLA School of Law, whose researchers submitted testimony in support of legislation. Pizer said she did not know of a broader study comparing discrimination rates.\n\nBut her institute relies on several statistics, including a 2008 survey showing that a quarter of lesbian, gay and bisexual respondents reported experiencing job discrimination in the previous five years. A 2007 report of past surveys found that anywhere between 16 percent and 68 percent of LGBT reported experiencing employment discrimination. Again, that’s a fairly broad range and it doesn’t indicate an average of all employees.\n\nPerhaps most helpful to us was, Pizer’s colleagues also aggregated state data and found that lesbian, gay and bisexual workers filed anti-discrimination complaints at about the same rate as women, about 5 complaints per every 10,000 employees. Complaints based on race and ethnicity were higher, at 7 per 10,000 workers.\n\nJust out of curiosity, we checked with Oregon Labor Commissioner Brad Avakian’s office. Spokesman Bob Estabrook said discrimination based on sexual orientation makes up about 2 percent of job and housing complaints. California’s fair employment and housing department shows a similar percentage. But this doesn’t tell us much about rates of job discrimination in general.\n\nWhere does this leave us?\n\nWe couldn’t find definitive data showing that gay, lesbian and transgender workers \"report employment discrimination and unemployment at much higher rates than the U.S. average.\" We suspect attitudes toward all minority groups are changing and also, as the workplace becomes more diversified, we expect the U.S. discrimination average to change. We don’t know whether the LGBT community faces more discrimination at work than ethnic groups, women, older people or the disabled.\n\nThat aside, the studies cited -- and quite frankly, common sense -- suggest that the gay and lesbian population sees its share of discrimination at the workplace. And transgender workers, most likely, see more than their fair share of unemployment and discrimination. And they are not protected under the federal Civil Rights Act.\n\nMerkley is correct to say that in more than half the states in the country, there is no law against employers who discriminate based on sexual orientation although employers and government agencies may have their own prohibitions.\n\nThe statement requires clarification on the scope of protections offered in private and public sector employment. It also requires clarification about what we do know and do not know about job discrimination faced by the general population and other groups. We rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this ruling.", "vclaim_id": "vclaim-pol-10905"}