{"url": "/factchecks/2009/may/12/moveon/moveon-targets-senators-who-opposed-new-bankruptcy/", "speaker": "MoveOn.org", "vclaim": "Senators who have accepted millions in campaign contributions from the financial industry voted against allowing bankruptcy judges to modify home mortgages.", "truth_label": "true", "date": "stated on May 8, 2009 in a Web ad:", "title": "MoveOn targets senators who opposed new bankruptcy rules for homeowners", "text": "With record numbers of foreclosures looming, consumer advocates have been hoping Congress would make it easier for people in bankruptcy to have their home mortgages modified.\n\n\nWhen you declare bankruptcy, you go into federal court and formally admit that you can no longer pay your debts. A judge then takes over to broker agreements between you and the people or businesses you owe.\n\n\nFederal or state laws can govern the bankruptcy process, and rules differ by state. But under federal rules, judges can't change the terms of a home mortgage. They can, however, modify the terms of any mortgage that is not a primary residence, such as vacation homes.\n\n\nCritics of the rule say it is unfair to people of more modest means, and that the rules should allow judges to lower the principal, cut interest rates or extend the terms of repayment. Measures allowing these things are known as \"cramdown\" legislation, because they typically force the lender to reduce the debt. The financial industry has opposed the measure because they say it will cost the banks money, and they will be required to raise interest rates on new mortgage customers.\n\n\nThe Senate voted against cramdown legislation on April 30, 2009, killing an amendment on a 45-51 vote. President Barack Obama supported the legislation.\n\n\nThe liberal advocacy group MoveOn.org has created advertisements targeting seven Democratic senators who voted against the legislation, which it calls \"commonsense bankruptcy reform.\"\n\n\nThe ads are virtually identical. Here's the script for the ad about Sen. Arlen Specter of Pennsylvania. (Specter recently switched parties and was a Democrat at the time of the vote.)\n\n\n\"Last week, Sen. Specter had a choice. Wall Street was trying to kill the president's proposal to help families facing foreclosure. Sen. Specter could side with the banks, or with Pennsylvania families. Sen. Specter has taken close to $6 million from the financial industry. So what did he do? Exactly what the banks wanted. And now millions of people will lose their homes because of it. Tell Sen. Specter to stand up for us — not the banks.\"\n\n\nWe wanted to check MoveOn's math about what the senators had collected from the financial industry. We turned to the nonpartisan Center for Responsive Politics, which analyzes campaign contributions.\n\n\nHere's the list of senators that MoveOn targeted, what MoveOn said they raised from the financial industry, and what the Center for Responsive Politics showed:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n• Sen. Arlen Specter, D-Pa. — \"close to $6 million\" — career total: $5,753,310\n\n\n• Sen. Tim Johnson, D-S.D. — \"close to $3 million\" — career total: $3,020,966\n\n\n• Sen. Ben Nelson, D.-Neb. — \"close to $3 million\" — career total: $2,667,406\n\n\n• Sen. Tom Carper, D-Del. — \"close to $2 million\" — career total: $2,160,628\n\n\n• Sen. Blanche Lincoln, D-Ark. — \"close to $2 million\" — career total: $1,671,292\n\n\n• Sen. Mary Landrieu, D-La. — \"close to $2 million\" — career total: $2,399,134\n\n\n• Sen. Mark Pryor, D. Ark. — \"close to $1 million\" — career total: $1,321,948\n\n\nThe category is for \"Finance, Insurance and Real Estate,\" and that includes the following types of businesses: commercial banks, savings and loans, credit unions, finance/credit companies, securities and investment, venture capital, hedge funds, private equity and investment firms, insurance, real estate, mortgage bankers and brokers, and accountants.\n\n\nWe should note here that five other Democrats voted against the measure but were not targeted by MoveOn. A representative for MoveOn told us that those senators had either accepted less money from the financial industry or had a better overall voting record on MoveOn's core issues. Those senators included: Sen. Max Baucus, D-Mont.; Sen. Michael Bennet, D-Colo.; Sen. Robert Byrd, D-W.Va.; Sen. Byron Dorgan, D-N.D.; and Sen. Jon Tester, D-Mont.\n\n\nGetting back to the ads, MoveOn says the senators voted with Wall Street and the banks after accepting campaign contributions from them. We can't say if there is a cause and effect, but MoveOn is right about how the senators voted. MoveOn approximates numbers for the campaign contributions — and clearly labels them approximations — and those numbers closely track the actual data from the Center for Responsive Politics. We rule MoveOn's collective statement that senators accepted millions in campaign contributions and voted against cramdown legislation as True.", "vclaim_id": "vclaim-pol-15753"}