{"url": "/factchecks/2020/jul/02/chris-kapanga/wisconsin-senator-wrong-attribute-rising-covid-cas/", "speaker": "Chris Kapenga", "vclaim": "“The (COVID-19) cases are going up, but it's because the testing is going up.”", "truth_label": "false", "date": "stated on June 29, 2020 in a TV interview:", "title": "Wisconsin senator wrong to attribute rising COVID cases to testing", "text": "After an extended period of mostly positive trends, COVID-19 is making a resurgence in America.\nAt least 21 states were pausing reopening plans or taking new steps to limit the virus as of June 30, USA TODAY reported. In Wisconsin, new cases rose noticeably the last two weeks of June after falling steadily in the first half of the month.\nThe reversal has led to an increased push for mask usage and other measures to limit the spread.\nBut one Wisconsin lawmaker said a step like mandating masks isn't needed, pointing in part to the number of tests being conducted.\n\"The cases are going up, but it's because the testing is going up,\" Sen. Chris Kapenga, R-Delafield, said in an interview with WISN-TV on June 29, 2020. \"The hospitalization rate is still within the comfort zone of every single hospital.\"\nWe’ll focus on the first part of this phrase, since the interplay of testing and case trends is critical to understanding what the virus is doing in our state.\nEssentially, Kapenga is blaming the increase only on the volume of tests.\nHere’s why that’s wrong.\nTesting isn’t going up\nWisconsin isn’t seeing a surge as significant as some states in the South, but the cases are clearly rising.\nThe seven-day average of new cases was around 270 in mid-June, but it rose to more than 400 by late June when Kapenga made his statement. The seven-day average is the best judge of general trends since it smooths out the daily stats, which can jump up and down for a variety of reasons.\nBut Kapenga’s reasoning fails on two fronts.\nFirst, this ignores the more detailed stats that show what is actually driving the increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nExperts say people here are letting their guard down, particularly residents in their 20s who went from 20% of the state’s positive tests before June 22 to 40% after that date. They point to the increasing willingness — in that age group and others — to get together at bars, parties and other social events. \nContact tracing has confirmed these get-togethers as an increasingly common source of COVID-19 infections. The trend has spurred officials in Madison to order bars to close again.\nSecond, his basic premise is flat wrong — testing isn’t going up.\nThe seven-day average of daily tests in Wisconsin peaked at 12,000 on June 9 and has marched steadily downward since. The average was just over 9,000 on June 29 when Kapenga made his claim.\nThroughout May, new cases and testing volume both generally rose. But the trends separated after that. And in the last half of June new cases rose as testing dropped.\nThe seven-day average of daily tests in Wisconsin peaked at 12,000 on June 9 and has marched steadily downward since. The average was just over 9,000 on June 29 when Kapenga made his claim.\n\n \n\nIn a statement to PolitiFact Wisconsin, Kapenga said his full comments to WISN focused on hospitalizations, which have continued to drop throughout June.\n\"The interview was largely about face mask mandates and not a detailed analysis of testing data and trends,\" Kapenga said. \"This statement was a generality and not intended to be a commentary on any new trend beginning at that time of the interview.\"\n\nOur ruling\nAddressing rising COVID-19 case counts in Wisconsin, Kapenga said measures like mandatory mask use aren’t necessary because cases are rising due to increased testing.\nThat’s flat wrong.\nExperts say there are clear drivers to the recent uptick, like residents in their 20s largely ignoring social distancing. So Kapenga’s attempt to minimize the trend to a result of testing frequency is misguided.\nMost notably, Kapenga’s core premise is simply not accurate. Testing was dropping, not rising, in late June as cases rose. He defended his claim as a \"generality,\" but it’s a generality that hasn’t been true since May.\nWe rate this False.", "vclaim_id": "vclaim-pol-17676"}