{"url": "/factchecks/2012/sep/07/james-clyburn/james-clyburn-says-republicans-sat-sidelines-passa/", "speaker": "James Clyburn", "vclaim": "When Social Security, Medicare and Medicaid were created, \"Republicans stood on the sidelines\"", "truth_label": "false", "date": "stated on September 6, 2012 in a speech at the Democratic National Convention in Charlotte, N.C.:", "title": "James Clyburn says Republicans sat on sidelines for passage of Social Security, Medicare, Medicaid", "text": "During his speech at the Democratic National Convention in Charlotte, N.C., James Clyburn -- a South Carolinian who is the third-highest-ranking Democrat in the House -- offered an extended metaphor about how Democrats have protected Americans over the years.\n\n\"When too many of our senior citizens who were living their golden years in the darkness of economic security, Democratic President Franklin Roosevelt and a Democratic congress created Social Security, lighting a candle, while the Republicans cursed the darkness,\" Clyburn said.\n\n\"When too many of our elderly found their lives darkened by unaffordable and inaccessible health care, Lyndon Johnson and a Democratic Congress lit the candles of Medicare and Medicaid, while Republicans stood on the sidelines and cursed the darkness,\" he added.\n\nClyburn used some strong metaphors in that passage, but his point was clear -- that Republicans were not involved when Social Security, Medicare and Medicaid were passed.\n\nWe have looked at similar claims in the past, which we’ll recap here.\n\nIn 1935, President Franklin D. Roosevelt’s Social Security Act, was controversial for a number of reasons, including its perceived effects on the labor market and whether its benefits favored working white men. But some opponents, including some Republicans, spoke out forcefully against it.\n\nAs Nicholas Kristof of the New York Times recalled in a 2009 column, Daniel Reed, a Republican House member from New York, predicted that Americans would feel \"the lash of the dictator.\" Sen. Daniel Hastings, a Delaware Republican, declared that the proposal would \"end the progress of a great country.\" And John Taber, a GOP House member representative from New York, said, \"Never in the history of the world has any measure been brought here so insidiously designed as to prevent business recovery, to enslave workers.\"\n\nNevertheless, on Aug. 8, 1935, the conference report — the final version of the bill that melds together changes made in the House and in the Senate — passed in the House, 372-33, with 81 Republicans voting in favor compared to just 15 against. The next day, the bill was passed in the Senate, 77-6, with 16 Republicans supporting the legislation and only 5 voting against it. So Social Security did pass with Republican support.\n\nDecades later, the idea of federally sponsored health care was unpopular in certain segments of the Republican Party. In 1961, Ronald Reagan, the future president, released an LP with a speech in which he demonized \"socialized medicine,\" citing proposals that sound a lot like the one passed four years later.\n\n\"Write those letters now; call your friends and then tell them to write them,\" Reagan said. \"If you don't, this program, I promise you, will pass just as surely as the sun will come up tomorrow, and behind it will come other federal programs that will invade every area of freedom as we have known it in this country. ... And if you don't do this and if I don't do it, one of these days we are going to spend our sunset years telling our children and our children's children, what it once was like in America when men were free.\"\n\nOther high-profile Republicans who opposed Medicare and Medicaid included Arizona Sen. Barry Goldwater, the party's 1964 presidential nominee.\n\nAnd by 1965, as the bill that Johnson would eventually sign worked its way through the House, Republican support was scant. No Republicans voted for the bill until it reached the floor. It passed the Ways and Means Committee by a party-line vote of 17-8. And all four Republicans on the House Rules Committee — the panel that sets the boundaries of debate on all bills that come to the House floor — voted against the bill.\n\nHowever, as time went on, Republican support grew. As the bill worked its way through the Senate, Republican support was somewhat stronger. In the final Finance Committee vote, the measure passed 12-5, with four of the committee's eight Republicans supporting it.\n\nAnd when the House adopted a conference report, on July 27, 1965, it passed it by a 307-116 margin. That included 70 Republican \"yes\" votes, against 68 \"no\" votes.\n\nThen, on July 28, 1965, the Senate adopted the bill by a vote of 70-24, with 13 Republicans in favor and 17 against. President Johnson signed it two days later.\n\nSo in the House, a slight majority of the Republican caucus voted for the bill, and in the Senate, a significant minority voted in favor. In neither case did Republicans as a whole \"stand on the sidelines.\"\n\n\"The political parties were very different in 1965 than they are today,\" said Donald Ritchie, the historian of the U.S. Senate. \"Both had strong conservative and liberal wings, so most votes were bipartisan because the conservatives in the two parties voted against the liberals in each party. You had Republicans like Jacob Javits (N.Y.) who were more liberal than most Democrats, and Democrats like James Eastland (Miss.) who were more conservative than most Republicans. So there were Republicans who supported Medicare and Democrats who opposed it.\"\n\nOur ruling\n\nAlthough some of the biggest and most vocal opponents of the bills were Republicans, it’s wrong to say that \"Republicans stood on the sidelines\" when the bills were being considered. On the final vote on Social Security, Republicans overwhelmingly supported the bill. On Medicare and Medicaid, a majority of Republicans voted for the bill in the House, as did a significant minority in the Senate. We rate Clyburn’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10427"}