{"url": "/factchecks/2016/oct/18/hillary-clinton/clinton-correct-buffett-claimed-pay-lower-tax-rate/", "speaker": "Hillary Clinton", "vclaim": "Says Warren Buffett has publicly said his secretary \"should not be paying a higher tax rate\" than him.", "truth_label": "true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Clinton correct Buffett claimed to pay a lower tax rate than his secretary", "text": "During the second presidential debate, Hillary Clinton argued against tax rules that allow the ultra-rich to pay lower rates than the middle class. She said she would change them as president, a move that has become known as the \"Buffett rule.\"\n\"Warren Buffett is the one who's gone out and said somebody like him should not be paying a lower tax rate than his secretary,\" Clinton said.\nWarren Buffett is the CEO of Berkshire Hathaway Inc. Forbes estimates him to be worth $64.3 billion and one of the richest men in the world. He is also a Hillary Clinton supporter and has sparred with Donald Trump over Trump’s refusal to release his tax returns.\nUrging major tax changes, Buffett has repeatedly said he pays a lower tax rate than his secretary and other employees.\n\n\nIn 2007, Buffett told NBC Nightly News that he pays a smaller tax rate than multiple employees in his office.\n\n\nIn 2011, Buffett wrote an op-ed in the New York Times called \"Stop Coddling the Super-Rich.\" In the article, Buffett said that his taxes amounted to \"only 17.4 percent of my taxable income — and that’s actually a lower percentage than was paid by any of the other 20 people in our office.\"\n\n\nIn 2013, he told CNBC that while his tax rate rose 8 to 9 points more that year, \"The differential between me and the rest of the office, not just my secretary but the rest of the office, was greater than that. It'll be closer, but I'll probably be the lowest-paying taxpayer in the office.\"\n\n\nA quick phone call to Buffett’s office confirmed this fact-check. Buffett’s assistant Debbie Bosanek -- the secretary Buffett mentions -- confirmed her boss pays a lower tax rate than she does.\nSo, how can this be?\nBuffett’s op-ed says his tax rate is lower than his employees’ because money made off investments is taxed at a lower rate than wage income\n\"If you make money with money, as some of my super-rich friends do, your percentage may be a bit lower than mine. But if you earn money from a job, your percentage will surely exceed mine — most likely by a lot,\" Buffett said.\nPersonal income is taxed based on how much a person makes each year. In 2016, the brackets range from 10 percent for those making $9,275 or less, to a top marginal rate of 39.6 percent for those making $415,051 or more. Meanwhile, the tax rate on long-term capital gains -- the profits from investments -- is 15 percent. However, if the taxpayer's taxable income is greater than $415,051, their long term capital gains are taxed at 20 percent.\nHere are the current rates for a single taxpayer.\n\n\n\n\nTaxable Income\n\n\nTax Rate\n\n\n\n\n$0 to $9,275\n\n\n10%\n\n\n\n\n$9,276 to $37,650\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n$927.50 plus 15% of the amount over $9,275\n\n\n\n\n$37,651 to $91,150\n\n\n$5,183.75 plus 25% of the amount over $37,650\n\n\n\n\n$91,151 to $190,150\n\n\n$18,558.75 plus 28% of the amount over $91,150\n\n\n\n\n$190,151 to $413,350\n\n\n$46,278.75 plus 33% of the amount over $190,150\n\n\n\n\n$413,351 to $415,050\n\n\n$119,934.75 plus 35% of the amount over $413,350\n\n\n\n\n$415,051 or more\n\n\n$120,529.75 plus 39.6% of the amount over $415,050\n\n\n\n\nOn Oct. 10, 2016, Buffett released details about his personal tax data in a statement titled, \"Some Tax Facts for Donald Trump.\" He says he paid $1.85 million in federal taxes in 2015, and his adjusted gross income was $11.6 million. That means he paid 15.9 percent in effective federal income tax.\nLawrence Zelenak, a Duke University law professor, said in an email most taxpayers with incomes in the low six figures have a higher rate than 16 percent.\n\"That's true even if you consider only federal income tax. Add in payroll tax and Buffet's rate becomes even lower compared with his secretary,\" he said.\nPayroll taxes are separate from income taxes, and are deducted by your employer before you get your paycheck. These taxes pay for Medicare and Social Security. The employee tax rate for Social Security is typically 6.2 percent of your gross income, up to $113,700, and 1.45 percent on all income for Medicare.\nThese two rates are not progressive or applied to all income, so as income increases, they make up a smaller percentage of the total income.\nSince Buffett makes the majority of his money from investments, his wage income -- and therefore his payroll taxes -- are low. But those who work for a living, especially those who make higher than average salaries, get taxed at higher rates. We don’t know what salary Buffett’s secretary earns, but it’s likely much higher than the median pay for secretaries. (Remember that Buffett is one of the richest men in the world.)\nA study from the nonpartisan The Tax Policy Center says that people making between $100,000 and $200,000 pay an average 19.6 percent in taxes, including payroll and income taxes.\nOur ruling\nClinton said Buffett claimed to pay a smaller tax rate than his secretary. Buffett’s secretary confirmed she pays a higher rate than her boss. Buffett said he pays about 16 percent in income taxes, while any employee making between $100,000 and $200,000 typically pays about 20 percent in taxes. We rate this claim True.\nhttps://www.sharethefacts.co/share/b8d39c0f-ee1d-41cb-8667-ee99597a511f", "vclaim_id": "vclaim-pol-04117"}