{"url": "/factchecks/2020/jul/22/facebook-posts/no-evidence-trump-actually-said-during-pandemic/", "speaker": "Facebook posts", "vclaim": "Quotes President Donald Trump as saying, “Everybody says I’ve done a tremendous job with COVID… I think a little gratitude would be nice. Maybe a big ‘Thank you Mr. President’ is called for.”", "truth_label": "false", "date": "stated on July 13, 2020 in in a post:", "title": "No evidence Trump actually said this during pandemic", "text": "During the COVID-19 pandemic, President Donald Trump has fixated on gratitude from state leaders and a lack of positive news coverage of his administration’s response.\n\"We've done a fantastic job,\" Trump said at a press conference in March. \"The only thing we haven't done well is to get good press. We've done a fantastic job but it hasn't been appreciated.\"\nA few weeks later, Trump said that Gov. Andrew Cuomo, D-N.Y., had thanked his administration for building temporary hospitals. And in April, Trump made a point to bring up that Gov. Gavin Newsom, D-Calif., publicly thanked him for supplying ventilators and COVID-19 tests, while the media had given him \"very little credit for the great job.\"\nYes, Trump would like some credit. But a recent post on Facebook that includes \"an actual Trump quote\" similar to these comments didn’t really happen.\nThe quote from Ridin’ With Biden, a Facebook group started by Occupy Democrats, reads as follows:\n\"Everybody says I’ve done a tremendous job with COVID. My leadership has been extraordinary, best in history. My quick actions have all but wiped out the virus, saving millions of lives, and I’ve got the economy ready to roar back to better than ever before. I think a little gratitude would be nice. Maybe a big ‘Thank you Mr. President’ is called for.\"\nBelow the quote is a banner that says \"Trump thinks we should thank him for 137,000 dead.\" \nThere is no evidence that Trump ever said this exact quote. We searched Nexis (which compiles news reports from across the world), Factba.se (a website that tracks Trump’s public comments), and the White House website to see if Trump ever said this in a tweet, news interview, or press conference.\nSearching for excerpts of this quote leads to two opinion pieces about what Trump has said about COVID-19, published on many local news sites.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe News-Times and The Norwalk Hour first published these pieces. Because both newspapers are part of the Hearst Newspaper group, these articles became part of their common digital publishing system and exist on other Hearst sites.\nBoth articles are composed of Trump quotes that have been collected and listed by date. They were written by Gail Lehmann, a Ridgefield, Conn., resident who has been documenting Trump \"in his own words\" about the pandemic and protests since March.\nLehmann told PolitiFact that her opinion pieces listing Trump quotes were first created to keep track of what the president said, like a \"time capsule,\" and didn’t have any partisan intent.\nLehmann’s two opinion pieces with the \"gratitude\" Trump quote were published two months apart. The July 14 opinion piece stated the quote was from July 13. The May 12 opinion piece repeated the same quote, saying it was from May 7.\nTrump didn’t say this quote at any public appearances on these days. He also didn’t tweet it. \nLehmann explained in a phone call that she usually tracks tweets and that she may have published the quote twice if it was retweeted. Now she can’t find the quote anywhere except on a \"great quotes\" page.\nOn July 22, Jacky Smith, the Hearst editorial page editor, told us that a clarification was issued in The Norwalk Hour and The News-Times that they \"have been unable to confirm this quote.\"\nOur ruling\nThe Facebook post claims Trump asked for \"gratitude\" for how he has dealt with COVID-19 and said \"maybe a big ‘thank you Mr. President’ is called for.\" \nThe quote originates from two opinion pieces that attribute the quote to two different dates. There is no evidence that Trump said this quote. We rate this False.", "vclaim_id": "vclaim-pol-17777"}