{"url": "/factchecks/2015/jan/09/scott-walker/scott-walker-claims-credit-814-property-tax-saving/", "speaker": "Scott Walker", "vclaim": "\"The difference over the (previous) four years between where things were headed and where we brought them to over the last four years is a total of $816 in saved property tax money.\"", "truth_label": "barely-true", "date": "stated on December 17, 2014 in remarks to reporters:", "title": "Scott Walker claims credit for $816 in property tax savings over \"where things were headed\"", "text": "In November 2013, Gov. Scott Walker earned the seventh of his eight Pants on Fire ratings by saying that because of actions taken during his first term, \"the typical Wisconsin homeowner will save approximately $680\" in property taxes over four years.\nWe judged the statement to be not only inaccurate but ridiculous because the $680 wasn’t actual money saved. Rather, the figure was strictly based on a hypothetical scenario, which the governor didn’t disclose in making the claim.\nMore than a year later, as his second term approached, Walker toured the state to tout his property tax relief measures. And he made a similar claim.\n\"The difference over the last four years between where things were headed and where we brought them to over the last four years \"is a total of $816 in saved property tax money,\" Walker said on Dec. 17, 2014, according to a La Crosse TV station.\nThough his wording may have been a bit hard to follow, the governor was claiming an even larger savings in property taxes. But he was more careful to say he was comparing his four years as governor to the previous four years.\nLet’s put that claim to the Truth-O-Meter.\nMedian property tax bills\nHere are the annual property tax bills for a median-valued home, based on a statewide average tax rate, as estimated by the nonpartisan Legislative Fiscal Bureau.\nWe compared the change in the final four years of Democrat Jim Doyle’s term with the four years of Walker’s first term.\n \n\n\n\n\n\nYear\n\n\nAmount\n\n\n\n\n2006\n\n\n$2,733\n\n\n\n\n2007\n\n\n$2,836\n\n\n\n\n2008\n\n\n$2,856\n\n\n\n\n2009\n\n\n$2,919\n\n\n\n\n2010\n\n\n$2,963\n\n\n\n\nChange during Doyle’s second term -- 2010 vs 2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n+$230\n\n\n\n\n2011\n\n\n$2,953\n\n\n\n\n2012\n\n\n$2,943\n\n\n\n\n2013\n\n\n$2,922\n\n\n\n\n2014\n\n\n$2,822\n\n\n\n\nChange during Walker’s first term -- 2014 vs 2010 \n\n\n-$141\n\n\n\n\n\nSo, the median property tax bill increased in each of the final four years that Doyle was governor, and has decreased in each of the four years under Walker.\nBut the total four-year savings under Walker is $141 -- not $816.\nTo reach that figure, Walker again uses a hypothetical.\nWalker argues that had the median property tax bill continued to increase each year at the same pace it did under Doyle -- it would have been $69 larger in Walker’s first year, $140 larger in the second, $222 larger in the third and $385 in the fourth -- a total of $816 more, when the four years are combined. \nAs a math problem, that works.\nBut as we pointed out in rating Walker’s earlier property tax claim, he assumes that another governor, faced with the same state budget deficit he inherited, would have continued to allow local governments to raise property taxes at that 8 percent clip over an additional four years.\nMaybe that would have happened. And maybe not.\nOur rating\nWalker said: \"The difference over the (previous) four years between where things were headed and where we brought them to over the last four years is a total of $816 in saved property tax money.\"\nBut he is comparing real results -- property tax decreases during his four years as governor -- to hypothetical results -- how much higher property taxes would have been had they increased like they did during the previous four years under the previous governor.\nThe property taxes on a median-value property \"were headed\" toward being $816 higher over four years -- if the pace of increases had continued. But that’s a big if. And the actual four-year savings under Walker is only $141.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06867"}