{"url": "/factchecks/2011/apr/11/rick-scott/gov-rick-scott-takes-credit-helping-avert-federal-/", "speaker": "Rick Scott", "vclaim": "On the way the federal government should spend Florida's rejected high-speed rail money.", "truth_label": "full-flop", "date": "stated on April 11, 2011 in a press release.:", "title": "Gov. Rick Scott takes credit for helping avert federal shutdown", "text": "Here's one you probably didn't catch on CNN -- Florida Gov. Rick Scott helped avoid the federal government shutdown.\n\nAccording to Scott, anyway.\n\nScott's office penned a press release on April 11, 2011, titled \"Governor Rick Scott Helps Avoid Government Shutdown and Save Federal Taxpayers $1.5 billion.\"\n\nThe release linked to a Huffington Post article, which reported that as part of a budget agreement, $1.5 billion will be cut from high-speed rail projects. Here is the release in full:\n\nThis weekend as Washington, D.C., insiders struggled to find billions to prevent a government shutdown, they found $1.5 billion worth of taxpayer money exactly where Governor Rick Scott left it: in the boondoggle high speed rail proposal.\n\n\"I am proud to have brought this waste to the attention of those in Washington,\" Governor Rick Scott stated in response to the news. \"These funds should either be returned to taxpayers as tax cuts or applied to reducing the burden that our national debt is passing to future generations.\"\n\nAccording to media reports, the final continuing resolution from Congress will include a $1.5 billion reduction in funds for high speed rail. Governor Scott rejected $2.4 billion for the project in Florida.\n\nThe idea that Scott wants Florida's high-speed rail money to be used for tax cuts or to reduce the national debt stuck out to us because we remembered him saying something different when he initially announced he was rejecting the federal money.\n\nSo we wanted to check Scott's statements using our Flip-O-Meter.\n\nBack on Feb. 16, Scott wrote to U.S. Transportation Secretary Ray LaHood to announce his decision to reject approximately $2.4 billion in federal money for a high-speed line between Tampa and Orlando.\n\nBut back then, Scott said he didn't want the money to leave the state entirely.\n\n\"As you know, my focus has been to ensure that transportation investments in our State reflect the diversity of needs we face -- from port facilities and highways and rail connections that drive domestic commerce and international trade, to investments in aviation and transit,\" Scott wrote LaHood.\n\n\"I believe that the dollars being made available for proposed high-speed rail are better invested in higher yield projects, like those we have discussed in the past few weeks.\"\n\nScott then included a list of projects, including dredging improvements at the ports in Miami and Jacksonville, the widening of Interstate 4 in Orange County, the widening of I-95 in Martin, St. Lucie, Brevard and Volusia counties, and the widening of Interstate 275 in Hillsborough County.\n\n\"The long-term job creation opportunities from these projects are greater, the private investment stronger and the economic yield more permanent,\" Scott concluded. \"Given the limited dollars available, federal investments, rather than generating temporal job creation, must be directed toward those projects offering real long-term growth potential and a broader return on investment for our economy and our citizens.\"\n\nPretty different tone, huh?\n\nThe St. Petersburg Times also noted that the money being trimmed from the budget also is not part of the $2.4 billion that Scott rejected earlier this year. The cut is to additional budgeted appropriations. Furthermore, the Department of Transportation is planning to award the $2.4 billion Florida rejected to other states. On April 6, the department announced that it has received more than 90 applications for the money from 24 states, the District of Columbia and Amtrak.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nScott said when he rejected the money for high-speed rail that the funds should go to port and highway projects in Florida. Now, as part of trying to take credit for averting a government shutdown, he says the money should pay off the debt or go back to taxpayers. There is nothing consistent about those two positions, so we rate it a Full Flop.", "vclaim_id": "vclaim-pol-13272"}