{"url": "/factchecks/2017/mar/20/philip-levine/does-airbnb-decrease-housing-values-and-increase-w/", "speaker": "Philip Levine", "vclaim": "Says Airbnb \"decreases real estate values and increases costs for workforce housing.\"", "truth_label": "barely-true", "date": "stated on March 2, 2017 in a post on Facebook:", "title": "Does Airbnb decrease housing values, as Miami Beach mayor says?", "text": "Miami Beach Mayor Philip Levine went on a Facebook rant against Airbnb after a conservative publication criticized city officials for supporting fines against the short-term rental company.\nAirbnb posted the article by Sunshine State News on social media. Levine, a potential Democratic candidate for governor in 2018, fired back in the comments.\nLevine wrote that Miami Beach commissioners aren’t the only opponents of Airbnb, which allows property owners to rent out houses and apartments, or a bedroom, to visitors across the world. The city generally bans short-term rentals except in limited multi-family areas.\nHe said officials in New York, San Francisco and Miami also don’t support Airbnb. Why?\n\"Because it destroys neighborhoods, buildings, decreases real estate values and increases costs for workforce housing!!!!!\" he wrote in a March 2 Facebook comment.\nWe decided to tackle two of Levine’s attacks: that Airbnb decreases real estate values and increases costs for workforce housing. (By workforce housing, Levine was referring to homes for people who earn 60 to 120 percent of an area’s median income.)\nAirbnb does remove some units from the regular supply of rentals; however, it’s questionable about whether that can be defined as \"workforce housing\" since many units are in expensive areas.\nThe evidence that Levine presented does not show that Airbnb decreases real estate values.\nSeveral factors influence housing costs, even in areas with Airbnb and where rents are rising.\nJack McCabe, a South Florida real estate analyst, said it’s premature to make broad claims about the impact of Airbnb because it hasn’t been around for long and only represents a slice of the residential market.\n\"It's still too soon to really have data for a long enough period of time to make these types of assumptions or assertions,\" he said.\nSome real estate experts said that Airbnb is the latest scapegoat for the lack of available affordable rentals — a problem that predated the home-sharing company.\nLevine’s evidence largely anecdotal\nDefinitive, independent analysis about the impact of Airbnb is generally lacking.\nMost of the research we found focused on one city, or ones that were already plagued by housing crunches.\nFor example, a San Francisco official said that \"illegitimate rentals\" took out 1,900 long-term housing units off the market, but it isn’t clear how many of those were affordable for people earning median incomes or less.\nLevine sent us multiple articles about the impact of Airbnb on housing  — some of the articles were anecdotal, speculative or general news reports about Airbnb’s growth in Miami Beach. We will focus on the evidence he sent that included studies based on data.\nA 2015 study by the Los Angeles Alliance for a New Economy, an advocacy group for working families, concluded Airbnb was exacerbating the lack of affordable rental units in Los Angeles. The group also did a 2014 study that found rents were growing faster in Los Angeles neighborhoods with the highest Airbnb listing density.\nRoy Samaan, the author of the studies, told PolitiFact that he couldn’t definitively say that Airbnb was the cause of rents increasing. Several factors influence rental costs. There was a strong correlation, he said, between rising rents and increased Airbnb listings when the vacancy rate was really low.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on February 20, 2010 in a statement on his Web site\n\n\n\n\n\n\n\n\nFlorida \"has the second-highest foreclosure rate in the nation.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lukas Pleva • March 2, 2010\n\n\n\n\n\n\n\nSince Airbnb doesn’t make its booking information fully public, it’s difficult to fully assess the impact.\nAnother piece of evidence Levine cited stemmed from a report commissioned by affordable housing activists in New York City. It concluded that short-term rentals are reducing the vacancy rate, which causes increases in rental prices.\nThe study zeroed in on a subset of about 8,000 Airbnb listings in New York City and concluded if those units were put back on the regular market, the vacancy rate would rise from the current 3.4-3.6 percent to 4 percent.\nRichard K. Green, a real estate professor at the University of Southern California, told PolitiFact those 8,000 units would be absorbed quickly in a rental market of more than 2.2 million units.\n\"I am skeptical that the local vacancy rates would move as much as the authors of the New York study would suggest,\" he said.\nAirbnb fires back\nIt did not come as a surprise when Airbnb argued through its own packet of articles and studies that its listings don’t hurt real estate values or supply.\nAgain, we will focus on the citations based on data.\nA FiveThirtyEight analysis concluded that \"Airbnb’s impact is probably still small in most cities,\" although it could grow. The statistics-based news website used Airbnb booking and revenue data to examine how many units Airbnb could be taking off the rental market nationwide.\nStockton Williams, executive director of the Terwilliger Center for Housing at the Urban Land Institute, told FiveThirtyEight that the Airbnb units don’t add up to much as a percentage of total rental units in big cities in the United States.\nOther factors, such as the increasing demand for urban living, have played a much larger role in driving up prices in big cities, he said.\n\"There is a considerable amount of anecdotal evidence that they may be occurring in a relatively small number of individual neighborhoods and properties — and therefore quite real to affected residents and owners,\" Williams told us.\nMurray Cox, owner of Inside Airbnb, a website that analyzes data about Airbnb listings, told Business Insider that Airbnb can’t entirely be blamed for housing issues in cities that were already expensive.\nCox told PolitiFact the research reflects a mixed bag: Some homes have been removed from the housing supply, but the additional revenue for property owners can increase the property value for owners.\nAirbnb rentals that become \"party houses\" could reduce neighboring values, but Cox said he hadn’t seen detailed analysis about that.\nAdditional real estate experts argued that short-term rentals, while displacing long-term renters, could increase cash flow for owners and therefore increase their property value.\nGreen, the real estate professor at the University of Southern California, said that focusing on Airbnb doesn’t get to the heart of the matter — \"that cities are making it more and more difficult to build housing.\"\nOur ruling\nLevine says Airbnb \"decreases real estate values and increases costs for workforce housing.\"\nSome research and news articles have argued that Airbnb has decreased the rental supply and therefore is driving up prices, but it’s questionable whether all of those units can be described as \"workforce housing\" in already expensive areas with a lack of affordable housing.\nLevine did not point to evidence proving that Airbnb has decreased real estate values. It’s too soon to fully assess the impact of Airbnb on housing markets, and that’s difficult to do when it only represents a small fraction of the housing supply in any city or region.\nWe rate this claim Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says Airbnb \"decreases real estate values and increases costs for workforce housing.\"    Philip Levine Miami Beach mayor   Facebook post Thursday, March 2, 2017 03/02/2017    Read More  info", "vclaim_id": "vclaim-pol-03535"}