{"url": "/factchecks/2018/jul/26/missouri-democratic-party/would-25-million-missourians-lose-health-coverage-/", "speaker": "Missouri Democratic Party", "vclaim": "If a lawsuit backed by Josh Hawley succeeds, \"nearly 2.5 million Missourians with pre-existing conditions could lose their health care coverage.\"", "truth_label": "half-true", "date": "stated on July 17, 2018 in a tweet:", "title": "Would 2.5 million Missourians lose health coverage if anti-ACA lawsuit succeeds?", "text": "In the closely watched U.S. Senate race in Missouri, Democrats have been going on offense over health care coverage.\nIn a July 17 tweet, the Missouri Democratic Party trumpeted a lawsuit that was co-signed by Republican Attorney General Josh Hawley, who’s challenging the Democratic incumbent, Claire McCaskill.\nThe Missouri Democratic Party tweeted, \"Instead of defending vulnerable Missourians, @HawleyMO is putting them at risk. If his lawsuit succeeds, nearly 2.5 million Missourians with pre-existing conditions could lose their health care coverage—raising premiums for families across the state. #MOSen.\"\nInstead of defending vulnerable Missourians, @HawleyMO is putting them at risk. If his lawsuit succeeds, nearly 2.5 million Missourians with pre-existing conditions could lose their healthcare coverage—raising premiums for families across the state. #MOSen https://t.co/S6cTqrxzOV— Missouri Democrats (@MoDemParty) July 17, 2018\n\n\nThe lawsuit, filed in a U.S. district court in Texas on Feb. 26, 2018, was signed by 18 attorneys general and two governors, all of them Republicans. The suit challenges the Affordable Care Act, arguing that \"the ACA is unlawful\" and seeking to enjoin, or block, its operation.\nIf the plaintiffs’ wishes are granted by the courts, then insurance companies would be able to deny coverage for people with pre-existing conditions. So the tweet raises a genuine issue.\nHowever, we wondered whether the state party’s estimate of \"nearly 2.5 million Missourians\" was accurate. Could that many Missouri residents really \"lose their health care coverage\" if the lawsuit succeeds?\nNot really. The tweet relied on one estimate. However, it’s not the only estimate out there -- and the other ones are lower.\nBuckle up for a wonky ride!\nWhere does the 2.5 million figure come from?\nWhen we checked with the Missouri Democratic Party, they pointed to a report published in April 2017 by the liberal Center for American Progress. The group found that 2,495,800 Missourians are living with a pre-existing condition.\nThis estimate leveraged the data in a broader study released by the Department of Health and Human Services in the waning days of the Obama administration. That study found that nationally up to 51 percent of non-elderly Americans have a pre-existing condition. (Americans age 65 and over are covered by Medicare, so they were excluded from the count.) Using Census data, the Center for American Progress took the HHS numbers and devised estimates for every state and congressional district.\nSo the tweet used a real number, and one that experts said was legitimate.\nHowever, it’s not the only estimate out there -- and the other ones are lower.\nFor starters, the HHS study itself offered two definitions for \"pre-existing condition,\" and of those, the Center for American Progress chose the broader estimate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHHS’s broader estimate tallied \"common health conditions … that could have resulted in denial of coverage, exclusion of the condition, or higher premiums for individuals seeking individual market coverage\" before the Affordable Care Act was enacted.\nBy contrast, the narrower definition used by HHS only included conditions that would cause an applicant to be \"outright rejected for coverage by private insurers.\"\nThe difference between the two estimates is not trivial. Under the narrow definition, HHS found, 23 percent of non-elderly Americans nationally have a pre-existing condition, while under the broad definition, 51 percent of non-elderly Americans do. That’s more than double.\nMeanwhile, another independent estimate, by the Kaiser Family Foundation, mirrored HHS’ narrower definition. The Kaiser estimate produced a figure for Missouri of about 1.1 million people.\nEmily Gee, the Center for American Progress health economist who worked on the report, said her group chose to highlight the broad definition \"because without the ACA’s protections, people with pre-existing conditions may not be able to obtain comprehensive coverage if they ever needed to turn to the individual market because they could be rejected, be offered plans that exclude essential benefits, or be priced out of the market.\"\nWhy the tweet’s wording is misleading\nOutside experts we contacted said that the Center for American Progress estimate has value. But they added that the tweet is a bit misleading in how it describes the group’s numbers.\nFirst, while the tweet said that 2.5 million Missourians \"could lose their health care coverage,\" it would be more accurate to say that 2.5 million Missourians could either lose their health care coverage, or be forced into an exclusion (which would eliminate coverage for that condition, but not all coverage entirely), or see a rise in premiums. Each of these is a problematic outcome for patients, but they are not all identical to losing health care entirely, as the tweet framed it.\nSecond, a large fraction of people with pre-existing conditions are insured through an employer or through Medicaid, meaning that they could not be denied coverage immediately after the lawsuit became successful and changed the law, said Christine Eibner, a senior economist specializing in health policy with the Rand Corp.\nSomeone who currently has employer coverage or Medicaid would have to lose their existing coverage first even to be considered at risk for losing out due to the lawsuit. If they lost their current coverage and couldn’t find other employer or government coverage, they would have to turn to the individual market. Only then could the lawsuit potentially have an impact on their insurance options. And that could play out over years, not immediately.\nThe percentage of Missourians facing a more immediate risk to their coverage -- those who are already in the individual market for health insurance -- is about one-fifth as large as the figure cited in the tweet.\nAccording to the most recent figures from the Kaiser Family Foundation, 467,500 people in Missouri were insured on the non-group market -- the market that the Affordable Care Act opened access to, and, where the possibility of being denied or facing higher premiums for pre-existing conditions is the most acute. That’s only 8 percent of Missouri’s population.\n\"It’s not right to say that the change leads to an immediate loss of coverage for 2.5 million people,\" said Linda Blumberg, a health policy fellow with the Urban Institute. \"As with all these sound bites, they are a little loose with their wording for a wonk’s taste.\"\nOur ruling\nThe Missouri Democratic Party said that if a lawsuit backed by Hawley succeeds, \"nearly 2.5 million Missourians with pre-existing conditions could lose their health care coverage.\"\nThat figure represents the larger of two credible estimates. The alternative estimate is sizable -- 1.1 million people -- but it’s less than half as large as the figure cited in the tweet.\nIn addition, the tweet’s description is incomplete. In reality, the 2.5 million figure includes people who would face premium increases and coverage exclusions, not just those who would lose coverage outright. It also encompasses many people who currently have employer-based coverage or Medicaid -- people who would not be at immediate risk of fallout from a successful lawsuit against the Affordable Care Act.\nWe rate the statement Half True.\n Share the Facts 2018-07-26 20:50:08 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  If a lawsuit backed by Josh Hawley succeeds, \"nearly 2.5 million Missourians with pre-existing conditions could lose their health care coverage.\"    Missouri Democratic Party state party organization https://twitter.com/MoDemParty/status/1019334073892958208   a tweet Tuesday, July 17, 2018 2018-07-17    Read More  info", "vclaim_id": "vclaim-pol-01802"}