{"url": "/factchecks/2017/jan/22/ashley-judd/are-pads-and-tampons-taxed-viagra-and-rogaine-not/", "speaker": "Ashley Judd", "vclaim": "\"Pads and tampons (are) still taxed when Viagra and Rogaine are not.\"", "truth_label": "half-true", "date": "stated on January 21, 2017 in a speech at the Women's March.:", "title": "Are pads and tampons taxed but Viagra and Rogaine not?", "text": "Actress Ashley Judd declared herself a nasty woman at the Women’s March in Washington D.C., referring to President Donald Trump’s comment about Hillary Clinton during the general election campaign.\nReciting a poem from 19-year-old Nina Donovan of Tennessee, Judd said she is nasty as in \"loud, vulgar and proud\" but not as nasty as \"racism, fraud, conflict of interest, homophobia, sexual assault, transphobia, white supremacy, misogyny, ignorance, white privilege.\"\n\"I am not nasty like the combo of Trump and Pence being served up to me in my voting booths. I'm nasty like the battles my grandmothers fought to get me into that voting booth,\" Judd said. \"Tell me, why are pads and tampons still taxed when Viagra and Rogaine are not?\"\nWe’re happy to oblige, because Judd’s claim isn’t fully accurate. (We tried to reach Judd the day after the march but didn't hear back; we'll update this item if we do.)\nWhen it comes to sales taxes on purchases, states typically set the rules.\nSeven states currently exempt tampons, menstrual cups and pads from taxation, the latest of which came into effect Jan. 1, 2017 (Illinois), said sales tax consultant Diane Yetter. Washington D.C.’s exemption, passed in December 2016, is pending congressional approval, and Connecticut's will kick in July 1, 2018.\nFive states (Alaska, Delaware, Montana, New Hampshire and Oregon) have no sales tax at all. So, as of Jan. 22, 2017, 38 states and D.C. tax feminine hygiene products.\n\nBecause it is a prescription drug, Viagra, an erectile dysfunction medicine, isn’t taxed in any state except Illinois.  \nRogaine, a product for hair loss, is exempt from taxes in eight states because it is an over-the-counter treatment and doesn’t require a prescription. (Four states have qualified exemptions for nonprescription that Rogaine does not appear to qualify for.)\n\nWe won’t weigh in on whether the disparity between taxation of feminine hygiene and erectile dysfunction drugs is ethical or sexist. But there is context for how that disparity came to exist.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNicole Kaeding, a state tax policy analyst at the free-market oriented Tax Foundation, stressed that the term \"tampon tax\" is a misnomer because feminine hygiene products are not subject to a specific tax in any state.\n\"There is no more a tampon tax than there is a soap tax, shampoo tax, or toilet paper tax,\" Kaeding said.\nAs we mentioned, many states do provide exemptions for necessities like food and medicine. (Kaeding and the Tax Analysts’ David Brunori believe these items should be taxed as well.)\nBut \"menstruation isn’t considered a disease or illness,\" said Yetter. \"Tampons and pads are often included in the category of grooming and hygiene products.\"\nIt’s also important to note that tax exemptions apply to broad categories and not any male product explicitly.  \n\"You could easily pick a drug that only applies to females, say birth control pills, and those would fall under the same sales tax exemptions as Viagra or Rogaine,\" said Kaeding.\nOur ruling\nJudd said, \"Pads and tampons (are) still taxed when Viagra and Rogaine are not.\"\nMost states do tax tampons and pads, but not Viagra. Judd is off the mark for Rogaine, which is taxed in most states.  \nBut it’s important to note that these taxes apply to broad categories and are not specific to tampons or Viagra. Birth control, for example, would also be exempt from taxation in most states because it, like Viagra, is a prescription drug.\nWe rate Judd’s claim Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  \"Pads and tampons (are) still taxed when Viagra and Rogaine are not.\"     Ashley Judd Actress   In a speech at the Women's March Saturday, January 21, 2017 01/21/2017    Read More  info", "vclaim_id": "vclaim-pol-03768"}