{"url": "/factchecks/2012/oct/05/frank-guinta/us-rep-frank-guinta-wrong-shea-porters-small-busin/", "speaker": "Frank Guinta", "vclaim": "\"Carol Shea-Porter … wants to increase taxes on small business and job creators.\"", "truth_label": "false", "date": "stated on September 25, 2012 in an advertisement, “Veterans,”:", "title": "U.S. Rep. Frank Guinta wrong on Shea-Porter's small business support", "text": "U.S. Rep. Frank Guinta and his challenger, former Congresswoman Carol Shea-Porter, have been going back and forth over veterans in recent weeks.\n\nIn response to an ad from Shea-Porter accusing him of voting to cut funding for veterans, Guinta released an advertisement of his own on Sept. 25, charging his opponent with failing to support small businesses.\n\n\"Carol Shea-Porter? She wants to increase taxes on small business and job creators,\" a narrator reads in the ad, aired on WMUR-TV, among other stations.\n\n\"Higher taxes, fewer jobs,\" the ad reads, showing a faded picture of her face.\n\nTo our knowledge, Shea-Porter has not advocated throughout this or any previous campaign to raise taxes on small business. So, we decided to check her record.\n\nDuring her time in Congress, Shea-Porter voted in favor of the Hiring Incentives to Restore Employment Act (known commonly as the HIRE Act of 2009), which offered a payroll tax exemption and new hire retention credit to businesses who hire and retain unemployed workers, according to the Internal Revenue Service.\n\nAnd before she left office the next year, Shea-Porter voted in favor of the Small Business Jobs Act, which, as noted in past PolitiFact rulings, featured eight tax cuts for small businesses, including new and greater deductions for business start-up expenses, cell phone use and health care costs for the self-employed, among others.\n\nThese votes, along with her support for the federal stimulus package and its $400 tax cut for individual workers (and $800 for working couples), seem to indicate support from Shea-Porter for small businesses. So, we asked the Guinta campaign what they were referring to in the ad.\n\nIn response, the campaign directed us to a letter Shea-Porter signed onto before she left Congress.\n\nThe letter, sent Dec. 9, 2010 to U.S. Rep. Nancy Pelosi, urged the then-Speaker not to accept the House Republicans push to extend the Bush-era tax cuts for all taxpayers, but to rescind the tax breaks for those making more than $200,000 a year, or as they said in the letter, \"millionaires and billionaires.\"\n\n\"First, it is fiscally irresponsible,\" Shea-Porter and 53 other Congressmen and women wrote at the time. \"Second, it is grossly unfair. (It) will hurt, not help, the majority of Americans in the middle class and those working hard to get there.\"\n\nDespite their pleas, the House of Representatives agreed to extend all the cuts for two years, approving the matter Dec. 16, 2010 in the form of the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act. President Barack Obama signed the bill into law one day later, and it’s a good thing he did, according to Guinta’s campaign. Like the current situation - the tax cuts are set to expire once again at the end of the year -- failing to extend the cuts would have led to higher taxes on small businesses across the country, Guinta suggested.\n\nWe’ve heard similar claims before. In November 2010, less than a month before Shea-Porter and her colleagues sent the letter to Pelosi, U.S. Rep. Eric Cantor, now the House Majority Leader, earned a Barely True rating (now Mostly False) for saying the expiration of the tax cuts will raise small business taxes.\n\nThe question then, just as now, is how many businesses are we talking about.\n\nAt the time, Cantor referred to an oft-cited Treasury Department report that determined about 75 percent of the nation’s wealthiest taxpayers are \"flow through-business owners\" who claim some of their earnings through partnerships, sole proprietorship or other form of business income.\n\nThe 2007 report did not indicate that all these taxpayers are small business owners, however. Rather, this income could be linked to \"anyone who earned money from a source other than a regular job, such as consulting or public speaking,\" PolitiFact ruled at the time.\n\n\"It could also be reported by those who make most of their income from partnerships such as law firms and medical practices,\" according to PolitiFact’s previous reporting. \"And it could include investors who have very little involvement in the day-to-day operations of a company.\"\n\nNow, two years later, this still holds true, according to the left-leaning Center on Budget and Policy Priorities. The category includes many business entities that are not small and others that are not businesses at all, CBPP analysts .Chye-Ching Huang and Chuck Marr wrote in a July report, \"Allowing High-Income Bush Tax Cuts to Expire Would Affect Few Businesses.\"\n\n\"For example, taxpayers can create pass-through entities simply as a vehicle to invest in other businesses,\" they wrote. \"Pass-through income also includes income from the incidental rental of a vacation home.\"\n\nAccording to the CBPP analysis, only 2.5 percent of small business owners, and 7.9 percent of taxpayers who receive any income from small businesses, qualify for the top two tax rates.\n\nThe Tax Foundation, a more conservative, business-backed organization, contends that, however few, those higher earning businesses earn most, up to 72 percent, of total business income.\n\n\"Small business owners can end up with what seem like very high annual incomes,\" foundation spokesman Richard Morrison wrote in an email, \"but because most of that money needs to be put back into the business in order to stay afloat, they often end up both paying taxes in the top bracket ... with relatively little in actual personal income at the end of the year.\"\n\nStill, CBPP argues that the small number of businesses qualifying for the top income brackets means the Bush-tax cuts have little effect on small business.\n\n\"Very few of the high-income taxpayers who benefit from the upper-income tax cuts are in fact ‘small businesses’ in the way the term is commonly understood,\" Huang and Marr wrote in their report. \"Policymakers ought not let myths and lobbyists’ slogans regarding high-income taxpayers and small businesses drive them toward a costly policy that would add heavily to deficits while delivering little economic benefit.\"\n\nOur ruling:\n\nAs Guinta suggests, Shea-Porter both lobbied and voted against extending the Bush tax cuts before she left office in 2010, calling the matter \"fiscally irresponsible\" and \"grossly unfair\" to middle class Americans.\n\nDespite Guinta’s claims, however, nowhere in the letter did Shea-Porter mention wanting to raise taxes on small businesses, nor do analyses suggest that eliminating the tax cuts for the highest income earners would have affected many business owners\n\nIn votes relating more to small business, Shea-Porter offered support for the HIRE Act and the Small Business Act, among others. In total, her record shows no evidence of \"wanting to increase taxes on small businesses,\" not now or during her time in office.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeanne Shaheen\n\n\nstated on October 9, 2013 in remarks from the Senate floor\n\n\n\n\n\n\n\n\n\"Ninety six percent of employers in the Granite State are considered small businesses.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jim Haddadin • October 11, 2013", "vclaim_id": "vclaim-pol-10241"}