{"url": "/factchecks/2013/aug/27/rene-garcia/rene-garcia-calls-miami-dade-number-one-donor-coun/", "speaker": "Rene Garcia", "vclaim": "Miami-Dade County is the \"No. 1 donor county in the state.\"", "truth_label": "barely-true", "date": "stated on August 20, 2013 in a Florida Cabinet meeting:", "title": "Rene Garcia calls Miami-Dade the 'No. 1 donor county' in Florida", "text": "When politicians gathered in August for the Florida Cabinet meeting in Miami, Sen. Rene Garcia, R-Hialeah, had a message about how the state treats Miami-Dade County, which we could boil down to this: No fair!\nIn his welcome to Gov. Rick Scott and the Cabinet, Garcia said that Miami-Dade is the \"No. 1 donor county in the state.\"\nIn government-speak, a \"donor county\" is a county that gives more revenues to the state than it receives. (Fussing about being a donor county is a common refrain  we’ve heard about Miami-Dade -- as well as about Broward and Palm Beach.)\nIs Miami-Dade the chief Santa Claus of Florida, sending generous gifts to the state and only getting back stocking stuffers in return?\nGarcia points to sales taxes\nWe asked Garcia for documentation to support his claim. A legislative aide sent us a chart showing sales taxes collected in 2012-13. Miami-Dade collected the highest amount of sales taxes -- $2.6 billion -- while Orange County was second with $2.2 billion.\nBut county-by-county sales tax comparisons aren’t a perfect indicator of what residents in a county contribute, for a variety of reasons. For starters, in some counties -- including Miami-Dade and Orange -- a portion of those sales taxes are paid by tourists. Visit Florida estimates that in 2012 tourists generated 23 percent of the state's sales tax revenue, while the state’s Office of Economic and Demographic Research estimates the figure at 13-15 percent.\n\"Every county is different and has special circumstances that affect sales tax collections,\" wrote Lily Oliveros, Garcia’s legislative aide, in an email. \"Residents of some small counties do a lot of shopping in adjacent larger counties; that does not mean that those residents are not paying their fair share of taxes.\"\nWe asked Garcia if he had additional data to support his claim and he told us \"it has been very difficult to get an accurate accounting of money going out and coming back in to each county.\"\nThere are two ways that a reader could have interpreted Garcia’s claim that Miami-Dade is the \"No. 1 donor county in the state.\" It’s possible to interpret that to mean most tax revenues contributed, or to mean the imbalance between what the county gives and what it gets back. We sought some clarity from Garcia.\n\"I was referring to size of our population,\" he said. \"This will however be a great case study to look at next session.\"\nThe problems with trying to rank counties\nTwo key experts on Florida’s budget -- Amy Baker, the state’s chief economist and Kurt Wenner, an expert at Florida TaxWatch -- told us they have never reached a conclusion as to which counties give more in tax revenues than they get back from the state. Both cited several problems with attempting to create such a ranking.\nSome tax data isn’t available by county: for example corporate income taxes. And on the spending side, some state infrastructure projects benefit more than one county.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"To apply the ‘donor’ label, you would have to know the complete dollar value of both sides of the equation, and that information isn’t readily available on a definitive basis,\" Baker said.\nWenner pointed to another problematic example: a college in a county getting state money that benefits students from more than one county.\n\"Counties aren’t their own little fiefdoms,\" Wenner said. \"There are not walls around them. It’s hard to allocate spending and revenue to a particular county and do it well. There’s a lot of blurred lines.\"\nAnd despite the cries about being a donor county, Miami-Dade legislators have a good record of bringing home the bacon, or as Florida TaxWatch calls it, turkeys. The county had the largest number of projects that Florida TaxWatch labeled turkeys for the 2013 session.\nIn 2008, the Miami Herald spent three months quantifying the amount that Miami-Dade and Broward counties sent in taxes and fees to the state and how much the counties get back. Reporter Gary Fineout (now with the Associated Press) examined sales-tax revenues, documentary taxes, gas taxes, health care assessments, intangible taxes, insurance and utility taxes, slot machine revenues, and lottery sales. Not all tax revenues were available for a breakdown by county -- for example the cigarette and utilities tax, so the Herald came up with an estimate.\nThen the Herald calculated spending on education, healthcare, transportation, criminal justice, salaries of public institutions and some general-fund expenditures. Some spending was omitted since it was difficult to assign a county -- for example, how do you account for a prison in northern Florida that houses many inmates from South Florida.\nThe conclusion: In 2007, the two counties sent at least $7.15 billion to the state, while the state government spent about $6.69 billion on them. (The article didn’t rank all counties in the state.)\nThen House Speaker Marco Rubio, now Florida’s Republican U.S. senator, told the Herald at the time that it was simplistic to suggest that his county Miami-Dade was getting \"run over by other parts of the state,\" because many parts of the budget are driven by formulas based on population.\nFor example, Miami-Dade received about $2.4 billion for K-12 education in 2013-14 through the Florida Education Finance Program (FEFP), which includes state and local education funds. The school district is the largest in the state and not surprisingly received the highest total.\nTotal reimbursements to Medicaid providers were higher in Miami-Dade County -- $3.5 billion -- than any other county in Florida in 2011-12. That money is a combination of state, federal and local dollars, said Shelisha Coleman, a spokeswoman for the Florida Agency for Health Care Administration.\nOur ruling\nGarcia said that Miami-Dade County is the \"No. 1 donor county in the state.\"\nGarcia points to Miami-Dade contributing the most in sales taxes to the state. This isn’t surprising, though, since it is the largest county and a big tourism market.\nBut budget experts warned us that it is difficult to create a ledger with spending and revenues and assign all those dollars to particular counties. Also, some money received by the county is based on a population formula and some revenues sent to the state are from tourists, not resident taxpayers. So far, we have seen no proof that Miami-Dade earns that top donor label spot, nor can we name any other county.\nAt PolitiFact we believe the burden of proof is on the person making the statement and Garcia hasn’t done that here.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08954"}