{"url": "/factchecks/2015/mar/31/jeb-bush/does-florida-have-religious-freedom-restoration-ac/", "speaker": "Jeb Bush", "vclaim": "\"Florida has a law like (Indiana's Religious Freedom Restoration Act).\"", "truth_label": "half-true", "date": "stated on March 30, 2015 in an interview with Hugh Hewitt:", "title": "Does Florida have a Religious Freedom Restoration Act like Indiana's?", "text": "Likely presidential candidates have reacted to Indiana’s controversial Religious Freedom Restoration Act as Gov. Mike Pence, a Republican, has had to defend the law against those who say it discriminates against gays and lesbians.\nFormer Gov. Jeb Bush sided with Pence in a radio interview on Monday.\n\"I think Gov. Pence has done the right thing,\" Bush said in a radio interview with Hugh Hewitt on March 30. \"Florida has a law like this. Bill Clinton signed a law like this at the federal level. This is simply allowing people of faith space to be able to express their beliefs, to be able to be people of conscience. I just think once the facts are established, people aren’t going to see this as discriminatory at all.\"\nHow similar is the Florida law to the Indiana law, or the federal law before that? When we reached out to Bush’s office, they reiterated that Bush was describing the laws as \"very similar.\" We decided to delve into the evidence for a complete picture.\nAfter federal law struck down, Florida’s law followed\nToday’s controversy goes back to 1993, when Clinton signed into law the Religious Freedom Restoration Act. The law’s intent was to protect religious practices from government interference, such as whether a Muslim prison guard could wear a beard, or Native Americans could use peyote as part of the religious practices.\nIn 1997, the U.S. Supreme Court ruled that the law didn’t apply to states, which kicked off a spree of about 19 states passing their own versions of the law. In 1998, a year before Bush took office, the Florida Legislature passed the Florida Religious Freedom Restoration Act with broad support and little media attention. Both the American Civil Liberties Union and the Christian Coalition backed it. It became law without Democratic Gov. Lawton Chiles signature. \nFlorida’s law stated, \"the government shall not substantially burden a person’s exercise of religion.\" To be clear, it made no mention of same-sex marriage or gay rights. (Neither does the Indiana law.)\nAt the time, state officials seemed most concerned about the protections they would have to provide prisoners.\n\"We had one prisoner who wanted conjugal visits because he said his religion commanded him to 'go forth and multiply,’ \"' said Marty Moore, deputy general counsel for Florida Attorney General Bob Butterworth, to the Lakeland Ledger.\nOver the years, churches and ministers have used the law to argue that they shouldn’t be subject to zoning laws or other actions from local government. They haven’t found much success due to \"hostile judicial interpretation,\" said University of Virginia professor Douglas Laycock.  \nIn one case, Temple B’Nai Zion in Sunny Isles Beach -- a city in Miami-Dade County -- used the Florida law to challenge a decision by the city to designate their 1964 building as historic. The temple’s owners said the designation would stifle expansion plans.\nThe lawsuit was dismissed by a Miami federal judge but reinstated by a federal appeals court. In 2014, the temple and the city reached a settlement that kept the historic designation but allowed some expansion.\nDifferences in text and context\nIn 2015, the context for Indiana’s law is different. Courts have been striking down same-sex marriage bans, including in Indiana, and the U.S. Supreme Court is expected to weigh in on the constitutionality of the bans this year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nWhen Pence signed Indiana’s law in a private ceremony, people who work for groups that oppose same-sex marriage were in attendance. One of the lobbyists, Eric Miller of Advance America, heralded the state’s law as protecting Christian bakers, florists and photographers from penalty \"for refusing to participate in a homosexual marriage, among other examples.\"\nIn addition to that context, there are differences in the texts of Florida’s 1998 law and Indiana’s recent law.\nIndiana’s law says the law can be used to protect religious freedom in private disputes, even if the government is not a party. Florida’s law has no such language.\nHere’s the Indiana text:\n\"A person whose exercise of religion has been substantially burdened, or is likely to be substantially burdened, by a violation of this chapter may assert the violation or impending violation as a claim or defense in a judicial or administrative proceeding, regardless of whether the state or any other governmental entity is a party to the proceeding.\"\nIndiana’s law seems to be written to specifically cover a situation such as the New Mexico photographer who did not want to participate in a same-sex wedding, said Caroline Mala Corbin, a University of Miami constitutional law professor. The New Mexico Supreme Court ruled against the photographer.\nIndiana’s law follows the Supreme Court case about Hobby Lobby, in which the court ruled that the federal law protects family owned corporations from being forced to offer insurance that covers contraception under the health care law.\nUnder Indiana’s law, a \"person\" is extended to mean \"a partnership, a limited liability company, a corporation, a company, a firm, a society, a joint-stock company, an unincorporated association\" or other entity.\n\"Unlike the federal and Florida RFRA (Religious Freedom Restoration Act), the Indiana one explicitly covers for-profit corporations,\" Corbin said. \"It’s still an open question as to whether Florida’s RFRA extends to any for-profit corporation.\"\nUniversity of Minnesota law professor Dale Carpenter pointed to two more differences between the laws in Florida and Indiana:\n• The Florida law specifically excludes claims made under the state's drug abuse prevention and control law (Chapter 893), which means you can’t get a religious exemption to drug laws in Florida. The Indiana law has no such limitation.\n•  The Florida law requires that a person's religious exercise must be burdened before a claim can be made. The Indiana law says that it need only to be \"likely to be substantially burdened.\"\nRobin Fretwell Wilson, professor and director of the family law and policy program at the University of Illinois College of Law, said Florida and Indiana share something in common: Neither has a statewide ban against LGBT discrimination.\nOur ruling\nSpeaking of the Indiana law, Bush said that Florida \"has a law like this.\"\nFlorida did pass its own version of the 1993 federal Religious Freedom Restoration Act. But the laws and the context for their passage are different.\nIndiana’s law says government doesn’t have to be a party to the case, and it extends protections to corporations, and that’s different from Florida’s law. \nBush's statement is partially accurate but leaves out important details. We rate this claim Half True.", "vclaim_id": "vclaim-pol-06566"}