{"url": "/factchecks/2008/feb/14/republican-national-committee-republican/hunk-of-burning-love/", "speaker": "Republican National Committee", "vclaim": "RNC version of a Hillary Clinton valentine: \"Roses are red, violets are blue, I'll raise your taxes and there is nothing you can do.\"", "truth_label": "pants-fire", "date": "stated on February 11, 2008 in an RNC Web site feature where you can send a GOP valentine from your favorite Democrat:", "title": "Hunk of burning love", "text": "Its presidential nominee all but announced, the Republican National Committee is ready for the next challenge: love note writing.\n\nIn a feature on its\n\nWeb site,\n\nthe RNC offers up free gifts for Valentine's Day. That is, cards from your favorite Democratic opponents.\n\n\n\"If I could rearrange the alphabet, I'd put T and AX together,\" coos a sweet valentine from Sen. Hillary Clinton.\n\n\n\"My liberal heart bleeds for you,\" intones Sen. Barack Obama.\n\n\nSix options await the last-minute shopper — and you can send it to 10 people at once!\n\n\nMany can appreciate the messages' snide sentiments, but here's the problem: While most of the Valentines are cute twists on criticisms of the two candidates, one is simply untrue.\n\n\nIt's a Clinton valentine that reads: \"Roses are red, violets are blue, I'll raise your taxes and there is nothing you can do.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPolitiFact checked an earlier claim from the RNC that Clinton's campaign proposals would cost taxpayers more than $777.6-billion. We found that to be\n\nMostly True.\n\nAnd Clinton has said she supports letting the Bush tax cuts of 2001 expire as scheduled in 2010 for people making more than $250,000 a year. Critics point to that as a sign she plans to raise taxes as president.\n\n\nBut it's the \"there is nothing you can do\" line that draws the Truth-O-Meter's attention.\n\n\nSince when can a president raise taxes without the approval of Congress? And aren't voters encouraged to speak up about policies they oppose?\n\n\nWe gave a Pants on Fire ruling to former presidential candidate John Edwards when he claimed\n\nking-like powers\n\nfor the presidency. The RNC now makes a similar claim.\n\n\nMaybe the RNC should stick to the biting sarcasm of such sentiments as \"On this Valentine's Day ... may higher taxes come your way!\" (a Clinton card offering) or \"Will you be my Valentine? Yes ... no ... present\" (a shot at Obama's voting record in the Illinois state Senate).\n\n\nOr consider adding fact sheets with footnotes to its Valentines. For this day, it's Pants on Fire wrong.", "vclaim_id": "vclaim-pol-16338"}