{"url": "/factchecks/2013/nov/22/jody-conradt/university-texas-student-athletes-may-borrow-limit/", "speaker": "Jody Conradt", "vclaim": "\"All\" University of Texas \"student-athletes get an iPad.\"", "truth_label": "barely-true", "date": "stated on September 28, 2013 in a Texas Tribune Festival panel:", "title": "University of Texas student-athletes may borrow limited number of iPads, but all of them don't automatically get them", "text": "Speaking against paying student-athletes, a long-time Texas Longhorn official said sports scholarships already include special benefits.\nJody Conradt, a University of Texas special assistant, said during a Sept. 28, 2013, Texas Tribune Festival panel discussion on the UT campus: \"I have to make one point. We’re not just talking about a scholarship as defined by scholarship. We’re talking about the money spent, unlimited tutors, unlimited access to athletic training; all of your injury issues are taken care of. You can get money to go home at Christmas if that is an emergency… You can get clothes, through a program called the Student Athlete Opportunity Fund.\"\nConradt, who coached the UT women’s basketball team for 31 years, continued: \"So over time there have been ways to give more benefit to student-athletes that is not what people consider the scholarship.\"\nFor instance, she said, \"all... student athletes get an iPad. They get a lot of things that the normal student does not.\"\nMost of those declared benefits didn’t surprise us. But does each UT student-athlete get the popular Apple iPad tablet (which were retailing for about $180 to $500, depending on screen sizes and other features, when we online window-shopped this November)?\nNick Voinis, UT’s senior associate athletic director, told us by phone that UT’s student-athletes, who numbered 551 as of mid-November, may borrow iPads, Amazon Kindles and other electronic equipment thanks to a fund created by the National Collegiate Athletic Association, the governing body for intercollegiate athletics.\nVoinis stressed that many student-athletes come to school already having computers, laptops or iPads. Still, he said, the option is there for those students to check out a laptop or iPad. \"Some check them out for a day or two, some for a semester,\" Voinis said, or the full year. He said the programs keeps 30 tablets, mostly iPads, available for checkout.\nFor the year that started in August 2013, Voinis said, nearly $338,000 flowed from the NCAA to UT’s Student Athlete Opportunity Fund. Those dollars, he said, could be spent on computers, laptops, iPads, school supplies and other items such as university fees not covered by scholarships, including emergency trips home.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThat’s correct, a NCAA official told us.\nAccording to an Aug. 22, 2012, online post by the NCAA, the association and its member schools in 2010-11 paid more than $53 million to more than 81,000 student-athletes. \"The money, which comes from the NCAA’s Student Assistance Fund, paid for trips home, clothing, summer school, tutoring, graduate test fees, health insurance and countless other costs that scholarships don’t cover,\" the NCAA said. \"A version of the Student Assistance Fund was first offered in 1999, after the NCAA inked a $6 billion broadcast deal with CBS. The decision to start the fund came from the NCAA’s desire to give back to student-athletes more directly than through grants or other forms of aid that are often laden with restrictions. The fund has grown each year since its inception.\"\nBy email, NCAA spokeswoman Stacey Osburn pointed out an association rule (15.01.6.1) restricting how such aid is spent. The rule says universities shall not tap such aid to finance salaries, grants-in-aid (other than summer school) for student-athletes with remaining eligibility, capital improvements, stipends and outside athletics development opportunities for student-athletes (e.g., participation in a sports camp or clinic, private sports-related instruction, greens fees, batting cage rental, outside foreign tour expenses).\" So iPads are permitted, it looked to us.\nWe recognized another way that some student-athletes land iPads--as gifts to participants in football bowl games. Players in the 2012 Valero Alamo Bowl, which was won by the Texas Longhorns, received $550 worth of gifts including an iPad Mini, bowl spokesman Rick Hill told us by phone.\nOur ruling\nConradt said all UT student-athletes get an iPad.\nThat’s not so, though less than 30 iPads are available for UT’s 500-plus student-athletes to borrow for up to a year at a time. We rate this statement, which has an element of truth but otherwise ignores critical facts, as Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08583"}