{"url": "/factchecks/2016/oct/26/patrick-murphy/patrick-murphy-says-his-family-never-did-business-/", "speaker": "Patrick Murphy", "vclaim": "\"We have never done business with Donald Trump.\"", "truth_label": "half-true", "date": "stated on October 23, 2016 in a TV interview on WFLA:", "title": "Patrick Murphy says his family never did business with Donald Trump, but it's more complicated", "text": "U.S. Rep. Patrick Murphy has lambasted U.S. Sen. Marco Rubio for continuing to endorse Donald Trump for president. Rubio has fired back by portraying Murphy, a Democrat, as having business ties to Trump.\n\"There's only one person on the stage tonight whose family made millions of dollars in partnership with Donald Trump and that's you,\" Rubio said in the first Senate debate on Oct. 17.\nAfter the debate, in a TV interview with WFLA that aired Oct. 23, Murphy said that Rubio wasn’t telling the truth.\n\"It's an absolute lie. We’ve never done business with Donald Trump,\" Murphy said. \"And Marco Rubio is just trying to distract and confuse the voters because he’s so concerned with his own choice for president.\"\nReporter Candace McCowan followed up: \"Was there not some dealings between him and your father on a real estate deal?\"\n\"No, absolutely not. We’ve never had a contract with Donald Trump,\" Murphy said.\nWho’s telling the truth here?\nWe found that Coastal Construction, a luxury residential building firm owned by Murphy’s father, Thomas P. Murphy Jr., did have business dealings related to Trump. But they were not direct contractual agreements, and they require further explanation.\nCondo construction projects\nDuring the debate, Rubio was referring to two condo projects that Coastal Construction built: Trump Hollywood and Trump Royale in Sunny Isles Beach.\nAccording to Coastal Construction’s website, it built Trump Royale, a 55-story, 386-residence project owned by Dezer Properties. Coastal won the contract for the project in 2005.\nCoastal won the contract to build Trump Hollywood in 2007, a 42-story, 208-unit condo project owned by The Related Group.\n(Although Patrick worked at Coastal Construction in the past, for much of the time that the condos were under construction, Patrick worked at Deloitte. Patrick Murphy owns between $1 million and $5 million in assets from Coastal Construction, according to congressional financial disclosure forms.)\nWe interviewed Thomas P. Murphy Jr. as well as the owners of both projects, to find out the connection between Coastal Construction and Trump.\nThere is no dispute that Coastal Construction was the builder, and Trump’s organization had the licensing deal. But it was the owners -- The Related Group and Dezer Development -- who hired Coastal. The Related Group and Dezer reached an agreement with Trump separately.\n\"I hired Coastal to build the building, and I signed up with the Trump Organization for the licensing deal,\" said Gil Dezer, president of Dezer Development. \"The licensing deal was just that. It gave them no rights to construction decisions.\"\n(An article in The Real Deal, a real estate publication, in 2008 described a more intensive business relationship between Dezer and Trump and referred to Trump as Dezer’s \"development partner.\")\nWe received a similar statement about Trump from The Related Group.\n\"Mr. Trump’s role was that of licensor; he was not a partner in the development, and he had no role in the actual development process or the hiring of Coastal Construction,\" said Betsy McCoy, The Related Group’s general counsel and vice president.\nAlthough Murphy wasn’t the one who entered into the agreement with Trump, he knew about Trump’s role, which had been publicized in news reports. The projects were clearly branded with the Trump name.\n\"We are extremely excited to be a part of this project and for the opportunity to continue working with such a reputable and powerful development team,\" Murphy told the South Florida Business Journal in 2007 about the Hollywood project. \"The tower's sleek and innovative design is sure to make its mark on the Hollywood skyline, and we look forward to delivering it on time.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nBoth Murphys have downplayed the link to Trump during the campaign, particularly after the first debate.\n\"Coastal has never worked with Donald Trump personally or with any of his businesses,\" Thomas P. Murphy told PolitiFact Florida.\nAfter the debate, Patrick Murphy distanced his father’s firm from Trump.\n\"It’s an absolute lie,\" Murphy told NBC8 in Tampa. \"We’ve never done business with Donald Trump.\n\"We have never done business with Donald Trump,\" he told CBS in Tampa.\nMurphy told a reporter for the Tampa Bay Times, the owner of PolitiFact, that Coastal Construction had nothing to do with the Trump licensing agreement.\n\"What that developer names that building, what they call it, has nothing to do with us,\"’ he said. \"We’ve never had a single contract with Donald Trump.\"\nBut clearly Coastal Construction at the time was aware of Trump’s role and didn’t appear to have a problem with it.\nCNN reported Oct. 25 that in a photo obtained from Getty, Thomas P. Murphy can be seen with Trump and a group of people wearing Trump-branded hard hats at the groundbreaking ceremony for Trump Hollywood in 2007. (Thomas P. Murphy is on the far left.)\nMurphy’s campaign spokesman Joshua Karp said that Trump’s involvement was irrelevant to Coastal’s role building the units.\n\"Trump's name may have helped market the condo units after Coastal's role was completed, but Coastal has never benefited from Trump at all,\" he said. \"The developers paid Coastal for services, which was construction, and developers paid Donald Trump for the privilege of using his name and image in promotional materials. Point of fact, there was no money connection between Trump and Coastal Construction.\"\nSo would we call the projects a \"partnership\" between Coastal Construction and Trump as Rubio said?\nWe posed that question to Jack McCabe, a South Florida real estate expert hired as an expert witness on behalf of condo buyers in two separate Trump condo cases in Tampa and Fort Lauderdale.\nMcCabe said that when condo buyers signed contracts, it included a paragraph that stated Trump was not a partner.\n\"Even though buyers had every inclination Trump was an actual partner in the deals, the paperwork said otherwise,\" he said.\nBut it also appears that Coastal Construction boasted of doing work for Trump once.\nCoastal Construction president Dan Whiteman in 2008 told South Florida Constructor, a trade publication, \"Many of (Coastal’s) high-rise residential projects have been built for world-renowned developers including Jorge Perez, Craig Robins and Donald Trump.\"\nThat quote was included in opposition research that Murphy’s 2014 congressional campaign commissioned. On Oct. 14, BuzzFeed reported about the opposition research.\nRubio said that Murphy’s family made \"millions\" off the condo projects. We don’t know the amount Coastal Construction earned, since it is a private firm. However, McCabe told us that the industry standard is between 8 and 12 percent. In news articles and interviews we found price tags for the projects between $150 million and $350 million, so it’s likely that Coastal Construction did make millions.\nThomas Murphy said that Coastal made the fair-market rate for building these projects.\nOur ruling\nMurphy said in an interview, \"We have never done business with Donald Trump.\"\nMurphy’s family’s construction firm, Coastal Construction, built Trump condo projects in Hollywood and Sunny Isles Beach. The owners of the projects -- not Trump -- hired Coastal as the builder, and then separately the owners reached licensing agreements with Trump. So while Coastal built projects that carried Trump’s name, even boasting about it at least once, they didn’t directly strike a partnership together. But they did work on the same condo projects.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/ec3b900e-4eaa-4ad0-8b92-8dcab035d162", "vclaim_id": "vclaim-pol-04051"}