{"url": "/factchecks/2008/aug/27/howard-dean/we-should-all-be-so-poor/", "speaker": "Howard Dean", "vclaim": "Biden is \"one of the least wealthy members of the U.S. Senate.\"", "truth_label": "true", "date": "stated on August 24, 2008 in a TV interview:", "title": "We should all be so poor", "text": "Wealth has taken a beating in this presidential campaign as John McCain tries to paint Barack Obama as an elitist and Obama fires back that McCain is so rich he can't keep track of how many houses he owns.\n\nNow, it seems, a lack of wealth is the new political badge of honor.\n\n\nJust a day after Obama named Joe Biden as his vice presidential running mate, Democratic National Committee chairman Howard Dean was on C-SPAN highlighting not only Biden's assets, but also his lack of assets, financially speaking.\n\n\n\"Joe Biden has certainly been a good example of a working-class kid who grew up and got himself a scholarship to a great university, worked really hard and has really made good,\" Dean said. \"One of the least wealthy members of the U.S. Senate, I think he remembers his roots and I think he'd tell you what a great country this is given his own experiences.\"\n\n\nBiden is the proverbial career politician. His main income is his salary as a U.S. senator. According to financial disclosure forms submitted on May 15, 2008, Biden's $165,200 salary as a senator in 2007 was supplemented with $20,500 he earned as an adjunct professor at Widener University Law School and a $112,500 advance he received from Random House for his book,\n\nPromises to Keep: On Life and Politics.\n\n\n\nBiden's financial picture gets a little fuzzier after that, because although each senator's financial disclosure statement includes assets, liabilities and earnings, the form does not require exact figures; instead, officials check off a range under which each item falls.\n\n\nSo we know he has some income from several bank accounts, mutual funds and insurance policies.\nBut he also lists liabilities including loans against cash value of life insurance policies, $15,001-$50,000; a loan he co-signed to pay for his son's college expenses, $15,001-$50,000; and a line of credit with the J. Wilmington Savings Fund Society for somewhere between $100,001 and $250,000.\n\n\nThe Center for Responsive Politics analyzes the possible ranges of net worth among senators and in 2006 they determined that Biden's net worth was somewhere between negative $302,980 and $277,997. But keep in mind, you don't have to declare the value of your primary residence. Property records show that Biden's three-bedroom Wilmington, Del., home has an assessed value of $525,700.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nStill, in 2006, those disclosed numbers ranked Biden dead last among U.S. senators.\n\n\n\"In the most recent rankings, 2006, he was the least wealthy, poorest I guess you could say, of the senators,\" said Massie Ritsch, a spokesman for the Center for Responsive Politics. The center has not yet completed its rankings for 2007, but Ritsch said he has seen Biden's 2007 report and his net worth \"hasn't changed much. I suspect he's still at the bottom of the list.\"\n\n\nIt's a heady list.\n\n\nSenators had a median net worth of about $1.7-million in 2006, and 58 percent of the members rated as millionaires, according to an analysis by the nonpartisan research group Center for Responsive Politics.\n\n\nSo where are the guys at the top of the ticket?\n\n\nIn 2006, Obama's net worth was estimated at somewhere between $456,012 and $1,142,000, according to a CRP analysis. That earned him a ranking of 67th. But it's a ranking that is sure to go up. Obama's 2007 tax return showed earnings of $4.2-million, based largely on the sale of his books\n\nDreams from My Father\n\nand\n\nThe Audacity of Hope.\n\n\n\nMcCain rode his wife's coattails to No. 8 in the 2006 ranking among senators, with an average net worth, $36.4-million. Much of McCain's wealth comes from his wife, Cindy McCain, who is chairman of Hensley & Co., her family's Arizona beer distributorship.\n\n\nSo congratulations, Sen. Biden, you are in fact one of the least, if not the least, wealthy members of the U.S. Senate. For now. We bet book sales for a vice presidential candidate will soon change that. Still, we rate Dean's comment True.", "vclaim_id": "vclaim-pol-16042"}