{"url": "/factchecks/2014/mar/28/gilberto-hinojosa/kesha-rogers-democrat-favoring-obama-impeachment/", "speaker": "Gilberto Hinojosa", "vclaim": "\"Kesha Rogers is not a Democrat.\"", "truth_label": "false", "date": "stated on February 25, 2014 in an email blast:", "title": "Kesha Rogers is a Democrat despite favoring Obama's impeachment and holding other party-questioned moves", "text": "Kesha Rogers of Houston, whom we’ve described as a Lyndon LaRouche Democrat, isn’t even a Democrat, according to the chairman of the Texas Democratic Party.\nGilberto Hinojosa said in a Feb. 25, 2014, email blast, \"Kesha Rogers is one of the candidates on the ballot for U.S. senator in the Democratic primary -- but do not be fooled. Kesha Rogers is not a Democrat.\"\nIn the email, Hinojosa pointed out that Rogers favors the impeachment of President Barack Obama. He also said she has \"paraded around Texas with a poster of the president with a Hitler mustache. Rogers believes that the U.S. economy is secretly controlled by London financial institutions,\" Hinojosa wrote, \"and she has advocated for colonizing Mars,\" charges the party told us came from Rogers’ campaign website and a Dec. 6, 2013, news blog post by the Dallas Morning News.\n\"That’s not what real Democrats stand for,\" Hinojosa wrote.\nRogers subsequently placed second to Dallas investor David Alameel in the party’s March 4 primary. She garnered 110,160 votes, or 22 percent of the vote, behind Alameel’s 238,618 votes, or 47 percent. The winner of their May 27, 2014, runoff stands to face Republican Sen. John Cornyn in November.\nA Rogers adviser, Harley Schlanger, the Western States spokesman for the Lyndon LaRouche PAC, urged us to check Hinojosa’s not-a-Democrat declaration, pointing out that thrice before Rogers has run as a Democrat for a Texas post.\nThe state party has been emphatic about LaRouche Democrats not being mainstream. An example of that: In a March 19, 2014, commentary, LaRouche--a longstanding conspiracy theorist and former presidential candidate--called Obama a lackey for the queen of England intent on global thermonuclear warfare. LaRouche also speculated about Obama’s imprisonment or suicide.\nParty resolved not to help her\nAsked for Hinojosa’s back-up evidence, party spokesman Emmanuel Garcia shared a web link to a party-written \"fact check\" stressing reasons not to consider Rogers a valid Democrat, led by her desire to see Obama impeached.\nThe document includes a resolution approved in December 2013 by its governing body, the State Democratic Executive Committee, stating that party members, officers and candidates are neither required nor encouraged to support the candidacy of any person self-identifying in alignment with the LaRouche movement or LaRouche himself, though they are free to \"relate to, describe and interact with any such candidates or campaigns as they individually deem.\" The resolution closes by stating the party \"will have no relationship with the campaign of any person identifying him or herself as aligned with the LaRouche Movement or Lyndon LaRouche; no such campaigns will have access to party materials or data, no listing on the party website and no position of privilege, recognition, or credentialing at party meetings or conventions.\"\nRogers' past candidacies\nTexas Democrats twice nominated Rogers as the party's candidate to represent the Houston-area 22nd Congressional District and Rogers previously ran for state party chair.\nIn 2010, Rogers carried 53 percent of the primary vote to capture the Democratic nomination for the House seat representing CD 22, according to the Texas Secretary of State’s office, and she won the party’s 2012 nod to represent the district by carrying 51 percent of the primary vote, defeating the other hopeful. At the 2006 Democratic state convention, Rogers finished last among candidates for party chair, attracting 98 delegate votes, or 1.5 percent, according to a June 11, 2006, blog post by the pro-Democratic Burnt Orange Report.\nSo, Rogers is making her fourth run for a post as a Democrat.\nWe turned next to Texas laws touching on party identification.\n'Affiliating' with a Texas party\nUnlike in many states, Texans do not commit to a partisan or independent affiliation when they register to vote. But state law includes language about affiliating with a party. According to chapter 162 of the Texas Election Code, a \"person becomes affiliated with a political party when the person: (1)  is accepted to vote in the party's primary election; or (2) applies for and is provided an early voting or limited primary ballot to be voted by mail.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAlso, according to the law, a person affiliates by taking an oath at a precinct convention or a person may affiliate by taking an oath at any time, the law says, while an affiliation expires after the end of an election year or at the start of a subsequent election year, whichever comes first.\nRogers' voting history\nThis leads us to a traditional though crude way of gauging a Texan’s lean: their history of voting (or not) in party primaries. Any registered voter can vote in any primary (though they can't switch to the other party's runoffs). Still, as we wrote in a 2010 fact check, voting in a primary doesn't always mean a person sees himself as belonging to that party. Most voters abstain from primaries.\nTo our query, Democratic pollster Jeff Smith of Austin, citing data he jointly owns with the party, said Rogers voted in Harris County in the 2002 through 2008 Democratic primaries and November general elections. He said Rogers voted in the county’s 2014 Democratic primary after voting in Fort Bend County in the 2010 and 2012 Democratic primaries and general elections. He said the records show no instances of Rogers voting in a Republican primary.\nFor her part, Rogers told us she's been a life-long Democrat. \"I’m a Democrat because I represent the true traditions of the Democratic Party,\" Rogers said by phone. \"I don’t represent the Wall Street leg of the Democratic Party, which has now taken control.\"\nExpert observers\nFinally, we asked close observers of Texas politics including Mark Jones, an oft-quoted Rice University political scientist, to weigh in.\nBy email, Jones said that it’s inaccurate to say Rogers isn’t a Democrat. \"While Kesha Rogers without question holds positions on many issues that are sharply at odds with those of most Democrats,\" Jones wrote, \"she has the right to profess to be a Democrat and run for public office as a Democrat... In the United States in general, and in Texas in particular, anyone can claim to be a Democrat or Republican and compete in that party's primary,\" Jones said, \"even if they hold positions that are anathema to an overwhelming majority of people that identify with and support the party.\n\"Thus, just as Louisiana Republicans two dozen years ago could not prevent former KKK Grand Wizard David Duke from publicly identifying himself as a Republican and running for office as a Republican,\" Jones said, \"Texas Democrats cannot prevent Kesha Rogers from publicly identifying as a Democrat and running in the Democratic primary.\"\nJones added: \"While she is clearly in a fringe faction within the Democratic Party, a faction with longstanding roots in the party whose views on many (though not all) major issues are clearly far outside of the Democratic mainstream, her self-identification and political participation are consistently Democratic.\"\nAustin lawyer Buck Wood, an expert on election law, said by phone that Hinojosa must have meant Rogers isn’t a genuine Democrat, which the party has often said. (Separately, party spokesman Garcia said Hinojosa wasn't backing off his reference to Rogers as not a Democrat.)\nRogers’ filing as a candidate and voting in the 2014 party primary makes her a Democrat, legally speaking, Wood said.\nEd Sills, spokesman for the Alameel-backing Texas AFL-CIO, suggested Hinojosa has a case. By email, Sills said the \"totality of one’s beliefs, platform and behavior need to be considered in evaluating whether someone is really part of a political party or not.\" He likened Rogers to the late Gene Kelly, a San Antonio-area resident who repeatedly sought party nominations (sometimes successfully) without showing signs of wanting to help the Democratic ticket.\nOn her campaign website, Sills said, Rogers doesn’t refer to herself solely as a Democrat, instead saying \"LaRouche Democrat.\" But we noticed her site also includes positive references to John F. Kennedy, Franklin Delano Roosevelt and other Democratic heroes. Rogers says on the site: \"Texas already has a tradition of FDR-JFK Democrats fighting for the forgotten man, against Wall Street, including: Barbara Jordan, Wright Patman, Henry B. Gonzalez, Jim Wright, and Ralph Yarborough,\" referring to influential U.S. House members through history and the late liberal senator.\nOur ruling\nHinojosa said Rogers isn’t a Democrat.\nWe don’t see how to factually reconcile this statement, tied to disagreement with Rogers’ anti-Obama views, with Rogers twice winning primaries to become the party’s nominee for a House seat. Under state law, too, a voter affiliates with a party by voting in its primary, which Rogers has done repeatedly.\nWe rate this claim as False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08074"}