{"url": "/factchecks/2010/apr/20/rick-perry/gov-rick-perry-says-mainstream-media-didnt-cover-a/", "speaker": "Rick Perry", "vclaim": "\"We had a press conference here that interestingly no one in the mainstream media covered.\"", "truth_label": "false", "date": "stated on April 15, 2010 in an interview.:", "title": "Gov. Rick Perry says mainstream media didn't cover April 2009 press conference on resolution for states' rights", "text": "Texas Gov. Rick Perry, hailed by many conservatives who see Democrats in Washington as trampling on states' rights, told an interviewer for the Texas Tribune and Newsweek magazine last week that his public endorsement of a 2009 Texas House resolution on state sovereignty was not covered by mainstream news organizations.  \nPerry said: “We had a press conference here that interestingly no one in the mainstream media covered.\"\nWe wondered if Perry accurately recapped the April 9, 2009, news conference at which he endorsed a concurrent resolution authored by state Rep. Brandon Creighton stating the Legislature claims \"sovereignty under the Tenth Amendment to the Constitution of the United States over all powers not otherwise enumerated and granted to the federal government by the Constitution of the United States.\"\nPerry’s office didn’t respond to our request for elaboration on the media presence at the press conference.\nNext, we found indications the news conference was covered by at least two media outlets -- the Austin American-Statesman and the Associated Press. Currently, more than 100 Texas newspapers and more than 150 Texas broadcast outlets are AP members and get its dispatches, according to Dale Leach, AP's Dallas bureau chief.\nLeach said the AP distributed five photos taken by a staff photographer who attended the press conference.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nThe 246-word AP report on the press conference, sent out at 5:53 p.m. that day, quotes Perry saying: “I believe that our federal government has become oppressive. I believe it's become oppressive in its size, its intrusion into the lives of our citizens and its interference with the affairs of our state.”\nThe article also states: “Answering a question from a news reporter, Perry suggested that (U.S. Sen. Kay Bailey) Hutchison,” then poised to challenge Perry in the 2010 GOP primary for governor, “is part of the federal government's expansion.”\nOur hunch: The mentioned reporter was Ken Herman, then a staff writer in the Austin American-Statesman’s Capitol bureau. Herman posted a blog and video from Perry’s press conference at 3:10 p.m. the same day; both remain online.\nAccording to the video, Perry took questions from Herman, who asked if Perry included Hutchison among active participants in expanding federal powers. Perry said she'd be among individuals in that category. Herman also asked if Perry could specify ways Hutchison had supported expansions in federal powers. “I’ll get you the long and distinguished list of those shortly,” Perry said.\nWe found one Statesman news article that could explain why Perry says no one from the mainstream media covered the press conference. The article by Jason Embry of the Statesman’s Capitol staff -- published a week after the event -- states that Perry's remarks gave him a bounce in national attention even though the resolution itself “barely drew a mention in the print editions of the state’s daily newspapers” the day after the press conference.\nSo, how does Perry’s recap stand up?\nThe AP and the Statesman are clearly part of the mainstream media. We rate Perry's statement as False.", "vclaim_id": "vclaim-pol-15095"}