{"url": "/factchecks/2018/jan/24/donald-trump/mexico-isnt-deadliest-country-world-trump-said/", "speaker": "Donald Trump", "vclaim": "Mexico is \"now rated the number one most dangerous country in the world.\"", "truth_label": "barely-true", "date": "stated on January 18, 2018 in a tweet:", "title": "Mexico isn't the deadliest country in the world, as Trump said", "text": "Defending the wall at the heart of a government shutdown, President Donald Trump pitched a fishy claim about Mexico’s security levels.\n\"We need the Wall for the safety and security of our country,\" Trump tweeted on Jan. 18, 2018. \"We need the Wall to help stop the massive inflow of drugs from Mexico, now rated the number one most dangerous country in the world. If there is no Wall, there is no Deal!\"\nWe need the Wall for the safety and security of our country. We need the Wall to help stop the massive inflow of drugs from Mexico, now rated the number one most dangerous country in the world. If there is no Wall, there is no Deal!— Donald J. Trump (@realDonaldTrump) January 18, 2018\n\nDrug trade and policy experts generally agree a border wall likely would not have the impact Trump envisions, we found in a previous report.\nThis time around, we decided to take a look at Mexican security. Was Mexico just rated the most dangerous country in the world?\nWhile there are multiple ways to measure danger, there is no single ranking for the most dangerous country in the world. The White House did not repond to our inquiry on the record.\nMexico does rank first or third for the number of journalists killed for doing their jobs. However, it is out-ranked by other countries in other lists, such as countries’ homicides per capita.\nDeadly for journalists\nThe only way Mexico falls first is if we only consider the International Press Institute’s number of journalists who were killed in 2017. The global journalism network tallied at least 14 journalists killed in Mexico in its December 2017 report.\nThe Committee to Protect Journalists confirmed six cases of murder in retaliation for the journalists’ work, placing Mexico third for killings worldwide and first after conflict zones. The number of journalists killed in Mexico with confirmed motives reached a historical high in 2017, the committee found.\nNot so much for the broader public\nOutside of journalism, Mexico scores high on danger levels, but not first.\nThe Institute for Economics and Peace produces an annual Global Peace Index report, which measures the world’s most peaceful countries using 23 qualitative and quantitative measures of safety, security, ongoing domestic and international conflict, and militarization.\nRead inversely, the countries at the bottom of this list could be considered the \"least peaceful.\"\nMexico was ranked 22nd from the bottom of that list. Syria was worst.\nFrank Zimring, a crime expert at the University of California, Berkeley, said the two most useful measures of danger are the homicide rate of a country and the rate of some index of reported crime.\nComparing crime across countries is difficult and discouraged due to disparities in legal definitions, incident reporting and data collection.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe main study of intentional homicides is performed by the United Nations’ Office of Drug Control. The figures don’t include war-related killings and deaths from internal conflicts, which are generally far higher than intentional homicides.\nMexico was 10th on the list in 2015, and El Salvador was first. There were 16 intentional homicides for every 100,000 people in Mexico, whereas El Salvador had 109 per 100,000 population. (The United States, by the way, was 54th.)\n\"While Mexico has a significant problem of violence, it is manifestly false that Mexico is the most dangerous country in the world,\" Mexico’s foreign ministry retaliated in a press release about Trump’s tweet. \"According to UN figures for 2014 (the most recent international report), Mexico is far from being one of the most violent countries. In Latin America alone, other countries have homicide rates higher than Mexico's (16.4), which is far below several countries in the region.\"\nThe most recent year, however, did see Mexico’s highest homicide count since the government began counting in 1997: 29,168 homicide cases in 2017, Mexico’s interior ministry told the Associated Press.\nThat places it slightly above the regional average, according to Eric Olson, the deputy director of the Wilson Center’s Latin American program.\n\"To maintain that Mexico is the most violent country in the world would be a very subjective claim, and to say it’s the most homicidal is certifiably wrong,\" Olson said.\nTrump tweeted a similar claim in June: \"Mexico was just ranked the second deadliest country in the world, after only Syria.\"\nMexico was just ranked the second deadliest country in the world, after only Syria. Drug trade is largely the cause. We will BUILD THE WALL!— Donald J. Trump (@realDonaldTrump) June 22, 2017\n\n\nThe source of that claim was a report from the International Institute for Strategic Studies that said Mexico’s 2016 intentional homicide total, 23,000, was second only to Syria. After the statistic garnered heavy media attention, a press release revealed a \"methodological flaw\" in their fatalities calculation, which spokeswoman Anais Auvray said researchers are working to fix.\nRegardless, the report measured the gross number of homicides, which have little comparative value. For context, in 2015 the United States had half the homicide rate as Mexico, yet recorded 15,696 intentional homicides, to Mexico’s 20,762, according to the United Nations.\nThe report also excludes other violent Latin American countries, like Brazil, which do not fit the institute’s criteria for armed conflict.\n\"The Armed Conflict Database and Survey do not measure homicides on either an absolute or per capita basis,\" a June 23, 2017, news release said. \"We estimate deaths directly related to conflict. We do not provide an assessment of the levels of violence in any country.\"\nOur ruling\nTrump tweeted that Mexico is \"now rated the number one most dangerous country in the world.\"\nThat is the case for journalists, according to two groups that track retaliatory murders. But it is not true for the risk to the broader public, which is not mentioned or clarified in Trump’s Twitter feed.\nExperts offered homicide measures as the best measure of a country’s security. By that token, Mexico ranked 10th in the United Nations’ homicides measures in 2015. Mexico’s homicide count reached a record peak last year, according to government statistics.\nWhile certainly a cause for concern, that’s doesn’t make Mexico the \"number one most dangerous country.\"\nWe rate this statement Mostly False.\n Share the Facts 2018-01-24 16:54:55 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Mexico is \"now rated the number one most dangerous country in the world.\"    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/953979393180950528?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fwww.politifact.com%2Ftruth-o-meter%2Fstatements%2F2018%2Fjan%2F24%2Fdonald-trump%2Fmexico-isnt-deadliest-country-world-trump-said%2F   In a tweet Thursday, January 18, 2018 2018-01-18    Read More  info", "vclaim_id": "vclaim-pol-02492"}