{"url": "/factchecks/2012/dec/16/lou-greenwald/lou-greenwald-says-low-paying-jobs-seeing-most-gro/", "speaker": "Lou Greenwald", "vclaim": "\"Right now one of our highest job growth sectors is Leisure and Hospitality. We've added jobs that mostly fall within the restaurant and bar sector industry. These are not high-paying jobs, as the U.S. Department of Labor estimates this is an industry sector with the lowest average wages and the lowest proportion of its workforce earning minimum or subminimum wage jobs.\"", "truth_label": "mostly-true", "date": "stated on December 4, 2012 in a press conference in Trenton:", "title": "Lou Greenwald says low-paying jobs seeing most growth in New Jersey", "text": "Job growth in some fields appears to be a bumper crop in the Garden State, but it’s not the kind that appeals to Assembly Majority Leader Lou Greenwald (D-Camden).\n\nGreenwald said during a Dec. 4 press conference in Trenton that the state needs higher-paying jobs to grow the economy.\n\n\"Right now one of our highest job growth sectors is Leisure and Hospitality,\" Greenwald said during the press conference to announce a Democrat bills package focusing on job creation and economic development. \"We've added jobs that mostly fall within the restaurant and bar sector industry. These are not high-paying jobs, as the U.S. Department of Labor estimates this is an industry sector with the lowest average wages and the lowest proportion of its workforce earning minimum or subminimum wage jobs.\"\n\nGreenwald is correct that Leisure and Hospitality is one of New Jersey’s highest job growth sectors, and that the jobs are considered low-paying. The rest of his statement was erroneous, however.\n\nLet’s look at each part of Greenwald’s remarks.\n\nThe U.S. Bureau of Labor Statistics tracks data in 11 major employment sectors, including Leisure and Hospitality. Jobs in that sector typically include bartenders, servers, food-service workers and other service-oriented jobs.\n\n\"Jobs in this sector are often part-time, seasonal, and paid at low hourly rates,\" said Joseph Seneca, an economics professor at the Edward J. Bloustein School of Planning and Public Policy at Rutgers University in New Brunswick.\n\nTotal employment in that sector in New Jersey increased by 5,700 jobs (1.7 percent) from October 2011 to October 2012, according to BLS data.\n\nThe only sector with higher job growth for the same period was Education and Health Services, at 16,600 jobs (2.7 percent).\n\nNext, let’s review salary for both sectors.\n\nLeisure and Hospitality jobs in New Jersey had the lowest average salary in 2011, at about $22,329, according to BLS data and Seneca. The average salary in the state that year was $57,546.\n\nThe numbers are also low when looking at average weekly wages, said Martin Kohli, a chief regional economist for the BLS.\n\nFor first-quarter 2012, the average weekly wage in New Jersey for workers in Leisure and Hospitality fields was $450, according to a database Koli prepared for us. That’s the lowest salary of the 11 sectors that BLS tracks, Koli said.\n\nHow did Education and Health Services compare? In New Jersey, the average annual wage in 2011 was $47,338. The weekly salary for first-quarter 2012 was $893.\n\n\"The Majority Leader acknowledged that we have created some jobs in New Jersey,\" Brian McGinnis, Greenwald's communications director, said in an e-mail. \"No one is disputing that. He used the example of the Leisure and Hospitality sector to make a larger point. As the data … show, while this sector has added jobs, they are not for the most part the kind of good-paying middle-class jobs that will help drive a strong economic recovery in New Jersey.\"\n\nNow let’s look at the rest of Greenwald’s claim.\n\nGreenwald said Leisure and Hospitality has \"the lowest proportion of its workforce earning minimum or subminimum wage jobs.\" That would mean a small number of those workers are earning minimum wage or below, and that’s not accurate. McGinnis acknowledged that Greenwald misspoke.\n\n\"The data show the Leisure and Hospitality sector is the industry with the highest proportion of its workers earning minimum wage or below,\" McGinnis said. \" The data further show that about one half of all workers who are paid at or below minimum wage are working in this industry -- primarily in restaurant/food service.\"\n\nOur ruling\n\nGreenwald said, \"Right now one of our highest job growth sectors is Leisure and Hospitality. We've added jobs that mostly fall within the restaurant and bar sector industry. These are not high-paying jobs, as the U.S. Department of Labor estimates this is an industry sector with the lowest average wages and the lowest proportion of its workforce earning minimum or subminimum wage jobs.\"\n\nLeisure and Hospitality saw the second-highest rate of job growth in New Jersey in 2011, but a BLS economist confirmed that the average weekly salary of workers for that sector is the lowest among all sectors tracked.\n\nGreenwald, however, misstated that those jobs have the lowest proportion of workers earning minimum wage or below.\n\nWe rate Greenwald’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09924"}