{"url": "/factchecks/2010/mar/03/charlie-crist/crist-says-violent-crime-decreased-past-three-year/", "speaker": "Charlie Crist", "vclaim": "\"We are now seeing a decrease in violent crime.\"", "truth_label": "true", "date": "stated on March 2, 2010 in the State of the State address:", "title": "Crist says violent crime decreased in past three years", "text": "During his term as governor, Charlie Crist has pushed for new legislation to crack down on criminals. Now he says that effort has paid off with a decrease in violent crime.During his State of the State speech on March 2, 2010, Crist told a joint session of the Legislature: \"With your help, during the first three years of my administration we made Florida a much safer place for our most vulnerable citizens. You enacted the Anti-Murder Act and improved the Jessica Lunsford Act, striking back at violent criminals and sexual predators of children. Fellow Floridians, I am happy to report we are now seeing a decrease in violent crime.\"To examine crime rates since he took office in January 2007, we turned to the Florida Department of Law Enforcement Uniform Crime Reports. They showed that the violent crime rate per 100,000 dropped from 705.8 in 2006, the year before Crist took office, to 670.3 in 2008, the last year with full statistics. That's clearly a decrease, and matches a nationwide decline.For the first six months of 2009, the FDLE's semi-annual uniform crime reports showed a 9.7 percent drop in violent crime compared to 2008.The FBI's state-by-state report in 2008, \"Crime in the United States,\" also showed drops in the violent crime rate in Florida per 100,000 people though with slightly different numbers: 722.6 in 2007 to 688.9 in 2008. We are not addressing whether the laws Florida legislators passed directly led to a lower violent crime rate -- that's often a matter of debate among criminal justice experts. But the most recent crime reports do show a decrease in violent crime per capita between 2006 and 2008 and that trend appears to have continued in 2009. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-15255"}