{"url": "/factchecks/2019/oct/16/ilhan-omar/does-1-pay-less-taxes-everyone-else/", "speaker": "Ilhan Omar", "vclaim": "\"The 1% is paying less in taxes than everyone else.\"", "truth_label": "half-true", "date": "stated on October 12, 2019 in a tweet:", "title": "Ilhan Omar's claim about the tax burden of the 1% needs context", "text": "U.S. Rep. Ilhan Omar, D-Minn., explained her support for a \"Medicare for All\" single-payer health care proposal with criticism of the U.S. tax system, saying it is too generous to the richest Americans. \n\"Let these facts sink in: The 1% is paying less in taxes than everyone else,\" Omar tweeted Oct. 12. \"27 million Americans don’t have health insurance. We can address both issues by taxing the wealthy to fund #MedicareForAll. Let’s get it done when we get back to Washington.\"\nLet these facts sink in:-The 1% is paying less in taxes than everyone else.-27 million Americans don’t have health insurance.We can address both issues by taxing the wealthy to fund #MedicareForAll. Let’s get it done when we get back to Washington. https://t.co/T7PZ2SFAhR— Ilhan Omar (@IlhanMN) October 12, 2019 \nOmar is right about the number of uninsured Americans: The most recent annual report by the U.S. Census Bureau found that almost 27.5 million Americans lacked health insurance for all of 2018.\nHere, we’ll take a closer look at her first assertion that \"the 1% is paying less in taxes than everyone else.\" We found that the reality is more complicated than Omar portrayed it.\nA study says one thing, Omar said another\nSeveral days earlier, Omar shared a New York Times article about \"The Triumph of Injustice,\" a new book by University of California-Berkeley economists Emmanuel Saez and Gabriel Zucman. The book by Saez and Zucman offered a similar statistic — one that received significant media attention. \nThe book argues that in 2018, the richest 400 households in the United States paid a lower effective tax rate than households in any other income range. Effective tax rates refer to taxes paid as a percentage of income earned. Due to tax breaks and other factors, effective tax rates are usually lower than the statutory tax rates for a given income level. \nSome critics have questioned the Saez-Zucman methodology, saying it exaggerates the amount of taxes paid by lower-income Americans. That’s because their analysis excluded refundable tax credits such as the earned income tax credit and the child tax credit, even though both are administered through the tax code. \nFailing to account for these tax refunds artificially shows higher tax payments for the lower-income households that take advantage of these credits, according to the nonpartisan Urban Institute-Brookings Institution Tax Policy Center.\nThat’s important context, but there’s something else to know for this fact-check: The statement Omar tweeted is not identical to the widely publicized finding of the Saez-Zucman book. \nFirst, their finding didn’t address the top 1% of households — it addressed the top 400 households in the country. That’s not a minor switch: The most recent IRS figures show that 1.4 million households belonged to the top 1%. That’s a universe more than 3,500 times larger than the top 400 households.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSecond, Omar’s tweet said the top 1% paid \"less in taxes\" than everyone else, which can be read to mean a dollar amount. However, the Saez-Zucman research addressed effective tax rates, which is the percentage of income paid in taxes, not the overall amount paid.\nHow much does the 1% actually pay?\nBy other measures, however, Omar has a stronger point that the richest 1% of Americans pay less in taxes than the rest of the country.\nTax Policy Center estimates for 2019 show the top 1% paid 27% of all federal taxes, compared with 73% of taxes paid by the bottom 99%. \nMeanwhile, the total amount of tax dollars paid by the top 1% ($828 billion) was exceeded by the amount paid by the bottom 99% ($2.27 trillion).\n(Note: The center’s baseline data account for all types of federal taxes, including individual income taxes, corporate income taxes, payroll taxes, the estate tax, and excise taxes, but it excludes state and local taxes.)\n\"The congresswoman's statement was accurate —– the richest 1% of Americans pay less in overall taxes than everyone else, no matter how you slice the data,\" said Jeremy Slevin, a spokesman for Omar. \"And while the federal tax system is more progressive, when you factor in state and local taxes, it paints a much more regressive picture of the taxes Americans pay.\" \nStill, it’s not too surprising that a group 99 times as large would collectively pay more in taxes. Omar’s decision to focus on this point obscures some key context: The 1% still pays a disproportionate share of the federal tax bill.\nHow do we know this? This data shows that 1% of the U.S. tax-paying population earns 16.1% of the nation’s pre-tax income. But it pays 27% of the tax burden.\nYou can argue that the richest Americans should pay even more than 27% of the nation’s taxes; either way, it’s clear that the current tax system requires that a small but wealthy fraction of Americans shoulder a disproportionate share of the tax burden.\nOur ruling\nOmar tweeted, \"The 1% is paying less in taxes than everyone else.\"\nThe bottom 99% pay more in tax dollars and shoulder a larger percentage of the tax burden than the top 1%. However, focusing on this calculation ignores a contrary piece of the picture: the top 1% continues to pay a larger share of all federal taxes than it collects in income.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-00054"}