{"url": "/factchecks/2012/mar/09/rick-scott/rick-scott-says-pip-fraud-1-billion/", "speaker": "Rick Scott", "vclaim": "PIP fraud is \"$1 billion in fraud.\"", "truth_label": "half-true", "date": "stated on February 24, 2012 in at a public event:", "title": "Rick Scott says PIP fraud costs $1 billion", "text": "Just about every time Gov. Rick Scott mentioned his goal to reform Florida’s no-fault insurance law this legislative session he includes something else: PIP fraud accounts for $1 billion.\n\nHe calls it a \"fraud tax\" on consumers. Chief Financial Officer Jeff Atwater, the Florida Chamber of Commerce, insurance groups and other advocates for change have also used the figure.\n\nScott repeats the $1 billion claim to reporters and interest groups and average Floridians.\n\n\"We are the No. 1 state for staged auto accidents where people fake an accident,\" Scott said. \"If we don't fix this — it's already $1 billion in fraud — it will go up 30 percent year after year after year.\"\n\nWith a cost so central to the push for reform, we wondered where it came from -- and if it’s right.\n\nScott’s communications team pointed us a to presentation outlining the problems with PIP from the Florida Office of Insurance Regulation. Total payments of PIP benefits jumped 70 percent from 2008 to 2010. In 2008, it was $1.45 billion. In 2010, it was $2.45 billion.\n\nReform advocates see it this way: What else but fraud could explain an increase in PIP payouts when the number of drivers stayed constant and traffic accidents have declined over recent years?\n\n\"Ironically, the number of lawsuits also doubled in the last two years,\" wrote Insurance Commissioner Kevin McCarty in a January letter to the editor, \"which undermines the entire premise of the ‘no-fault’ legal system.\"\n\nScott’s press office also pointed us to a December 2011 report from a working group written by the state’s insurance consumer advocate, Robin Westcott, who works for Atwater. This report uses slightly different numbers, based on what is called \"direct variable cost,\" to measure the burden on insurance companies.\n\nThe direct variable costs include direct incurred losses, money to defend and investigate suspicious claims, commissions, taxes, licenses and fees, and policyholder dividends. This measure does not include overhead expenses and investment income.\n\nThese costs increased from $1.8 billion in 2008 to $2.7 billion in 2010, creating the $910 million \"fraud tax.\"\n\n\"There is no other cause attributable for this increase but that of fraud and abuse in the PIP system reflected as a $910,695(000) fraud tax on consumers,\" the report states.\n\nThe reports use different data, which may explain their differing measuring points. The Office of Insurance Regulation uses PIP data reported by insurers in early 2011. The CFO report uses numbers from the National Association of Insurance Commissioners.\n\nWe went outside the state and consulted the Insurance Information Institute.\n\nBy their calculations, Florida’s no-fault insurance law has cost insurers $1.3 billion from 2009 to 2011. The institute did not have a comparison for 2008-2010.\n\nThe group adjusted its estimate for the rising cost of health care by incorporating the medical component of the Consumer Price Index. We should note that the $1.3 billion estimate includes actual data through the second quarter of 2011, so part of it is an estimate.\n\nSo, if you ask the insurance industry and its self-reported data on PIP payouts, Scott’s right.\n\nSome say it's not all fraud\n\nAsk the other side of the bitter PIP reform fight and you’ll get a different perspective.\n\nOpponents of insurers in the PIP fight -- mainly lawyers -- told us they questioned the methodology of both measurements of the $1 billion Scott mentions.\n\nFlorida Justice Institute officials pointed us to a college professor’s analysis of the Office of Insurance Regulation’s data. Florida State professor Lorilee Medders dinged the agency’s data for being voluntarily submitted by companies and unaudited by the Office of Insurance Regulation.\n\nBeyond that, though, lawyers say there could be other reasons besides fraud for the increased payouts.\n\nA big one: the economy.\n\nRussel Lazega, a personal injury attorney who represents hospitals and emergency rooms across the state, as well as a small insurance company, said he’s seeing more middle-class clients file PIP claims. Normally they might have eaten the cost of medical care and missed work for fear of increased premiums. These days, he said, they can’t afford to pay out-of-pocket for care and have to file claims.\n\n\"Now they don’t have a choice,\" said Lazega, a critic of the changes Scott supports.\n\nLazega added he represents St. Petersburg emergency rooms and hospitals trying to get trauma bills paid. \"I have a hard time wrapping my head around where they come up with a $1 billion number,\" he aid.\n\nKim Driggers, a Tallahassee attorney who represents chiropractors and works with the Florida Justice Association, called the notion of \"$1 billion in fraud\" an overreach.\n\n\"Just because more in benefits were paid in a year certainly does not mean every dollar spent was on a fraudulent claim,\" she said.\n\n\"It’s not like the CFO went out and said here’s $1 billion I was able to recover in fraudulent claims being filed,\" she said. \"That to me would be a fraud ... the ones that you put in jail, the ones that you prosecuted, because those are the crooks that were caught that were scheming the system.\"\n\nThese lawyers acknowledge fraud is out there but agree the industry is overstating and oversimplifying with their cries of fraud.\n\n\"He (Scott) can show a correlation but that’s a hell of a long way from causation,\" said Bill Newton, a member of the Coalition Against Insurance Fraud's board of directors and executive director of the Florida Consumer Action Network. He has criticized Scott’s preferred reform for PIP as a gift to insurance companies.\n\nOther voices\n\nYou won’t hear the $1 billion thrown around by PIP reform’s sponsor in the Senate, Joe Negron, a Republican from Stuart.\n\n\"I haven’t seen strong evidence to verify that,\" Negron said in an interview. \"People are mixing fraud and over-utilization. They mean different things to me.\"\n\nTo Negron, a trial lawyer, fraud means billing someone for services you don’t receive.\n\nOver-utilization, though, means billing someone for services you received but did not need, such as visits to massage therapists and chiropractors.\n\nSen. Garrett Richter, R-Naples, also working on the PIP issue, said he leans with Scott: requiring insurers to pay for unnecessary services is fraud.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n \n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\"I think there’s a nexis,\" he said.\n\nRobin Westcott, the insurance consumer advocate, said the $1 billion \"fraud tax\" total in her report could more accurately be described as a \"fraud and abuse tax,\" which was her intent.\n\nStill, she said, \"something’s gotta be wrong about this.\"\n\nThe National Association of Insurance Commissioners recently released unaudited 2011 data showing more escalation in PIP losses -- $1.4 billion since 2008.\n\nOur ruling\n\nScott has industry data on his side when he uses the number $1 billion, but it’s not clear to us that all of that money is caused by fraud.\n\nThose opposed to PIP reform put forward interesting arguments that the economy might be driving some of the increase in payouts, to people who otherwise might have paid for care on their own if they could afford it.\n\nNevertheless, most people following the issue agree that fraud is a factor of increased PIP payouts by insurers. The question is how much, and it’s not crystal-clear. We rate Scott’s statement Half True.", "vclaim_id": "vclaim-pol-11459"}