{"url": "/factchecks/2014/sep/18/facebook-posts/can-someone-afford-apartment-making-minimum-wage/", "speaker": "Facebook posts", "vclaim": "\"There is no state in the U.S. where a 40-hour minimum wage work week is enough to afford a two-bedroom apartment.\"", "truth_label": "mostly-true", "date": "stated on September 11, 2014 in a Facebook graphic:", "title": "Minimum wage means most 2-bedroom apartments are out of reach", "text": "What kind of apartment can you afford on a minimum-wage salary?\n\nYour options may be very limited. \n\"There is no state in the U.S. where a 40-hour minimum wage work week is enough to afford a two-bedroom apartment,\" says a Facebook graphic posted Sept. 11 from OurTime.org, an advocacy group for young Americans.\n\nAt PolitiFact, we’ve noticed a growing number of Facebook users sharing graphics generated by OurTime.org. Its following on Facebook has grown from 100,000 in February to half a million today, and readers are constantly asking us to verify the information the group posts in catchy shareables.\nThe posts tend to highlight progressive issues, like income inequality and the cost of higher education. This particular post had just over 9,000 shares on Sept. 17. Given its reach — and the focus from Democrats on the minimum wage this election cycle — we wanted to give it a look.\nOurTime.org cited the National Low Income Housing Coalition, a group that advocates for policies that improve housing for the poor, as a source on the graphic.\nEach year, the National Low Income Housing Coalition publishes a report that calculates what they call the \"housing wage,\" or the hourly wage a full-time worker must earn to afford a decent two-bedroom rental home.\nThe findings of the study are summed up in the introduction: \"The 2014 two-bedroom Housing Wage is $18.92. This national average is more than two-and-a-half times the federal minimum wage, and 52 percent higher than it was in 2000. In no state can a full-time minimum wage worker afford a one-bedroom or a two-bedroom rental unit at Fair Market Rent.\"\nFour important words are included in the report that aren’t in the Facebook graphic: \"at Fair Market Rent.\"\nThat’s a critical distinction. What is Fair Market Rent? It’s an official number calculated by the Department of Housing and Urban Development that helps in determining subsidy levels for low-income renters.\nThe department surveys rent prices in 530 metropolitan areas and 2,045 nonmetropolitan counties, and on a scale of all the rents being charged in a metro area, establishes a unique Fair Market Rent at the 40th percentile. This means that 40 percent of the rental properties in that area are at or below that threshold. So the Fair Market Rent is set just a bit below average rents in a given area.\nFor example, in the Tampa-St. Petersburg-Clearwater metropolitan area of Florida, the Fair Market Rent for a two-bedroom apartment is $951. Sixty percent of two-bedroom apartments in the area are more expensive than this, but 40 percent of them are at or below $951.\nThe federal government does not create a state-based average for Fair Market Rent, but the National Low Income Housing Coalition created one by weighting government data with U.S. Census data on rental populations.\nThe Fair Market Rent of a two-bedroom apartment in Florida costs $1,008 a month, or $12,096 a year. How much would someone need to make to afford that?\nGet out your calculators and scratch paper because it takes some math.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe standard used by the federal government is that housing shouldn’t cost more than 30 percent of an individual’s income. That leaves people with enough money for other necessities like food, transportation, a phone, etc.\nFor low-income individuals and families, anything more than 30 percent is teetering on homelessness, said Megan Bolton, research director for the National Low Income Housing Coalition.\nSo if someone is making the federal minimum wage of $7.25 an hour, they can afford rent of $377 a month.\nObviously, that’s a good bit less than Florida’s Fair Market Rent of $1,008 for a two-bedroom apartment.\nFor a person to afford a two-bedroom apartment in Florida would require a gross income of $40,355, or $19.39 an hour. That’s well above the minimum wage in Florida of $7.93, which is actually set a touch higher than the federal minimum wage.\nThis does not factor in any housing assistance an individual might receive through the federal government. The Department of Housing and Urban Development’s largest program assists 1.2 million households, a spokesman said.\nOf course, there are cheaper places to live than Florida. At $653 a month, Arkansas has the lowest Fair Market Rent for a two-bedroom apartment. Even at that price, it would take a wage of $12.56 an hour to afford the rent, according to the government’s definition.\nLet’s break it down further, though. According to the federal government, in rural Arkansas, the Fair Market Rent is $561. That would require an hourly wage of $10.79. Arkansas’ minimum wage is $7.25 an hour.\nWhat about states and cities that have much higher minimum wages than the federal standard? Washington state has a minimum wage of $9.32, and Seattle recently raised its to $15 an hour. But there, the Fair Market Rent of a two-bedroom apartment is higher and still outpaces the minimum wage, the study found.\nIn most states, it would actually take the equivalent of two or more minimum wage salaries to afford a Fair Market Rent.\nThe National Low Income Housing Coalition found this to be true of one-bedroom apartments, too.\nThis isn’t to say that there aren’t apartments for much cheaper than the Fair Market Rate. At the 40th percentile, by definition, means 40 percent of rental properties in that area are at that price or cheaper — which is why it was important that the National Low Income Housing Coalition included that qualifier, and why it is somewhat misleading that OurTime.org did not.\n\"Absolutely, certainly there are places with rents at $377, especially if you’re in smaller areas, and they may be of okay quality,\" Bolton said. \"If a minimum wage earner can get an apartment at that price, it would be affordable for them.\"\nHowever, cheaper might also have other tradeoffs, like being in an area with higher crime rates or low-performing schools, or it might just be a crummy apartment.\nOur ruling\nThe Facebook graphic by OurTime.org claimed, \"There is no state in the U.S. where a 40-hour minimum wage work week is enough to afford a two-bedroom apartment.\" The group left out a key distinction from the study they cite: Minimum wage workers can’t afford a two-bedroom apartment at Fair Market Rent, a number determined by the federal government for each region set at the 40th percentile of all rents in that area.\nThat means that in some areas, minimum wage earners would be able to find and afford housing that is cheaper than the Fair Market Rent. Though, in states where rent is more expensive, minimum wage earners would not be able to afford apartments even well below the Fair Market Rent.\nThe point is reasonably on target and applies to the vast majority of minimum wage workers looking for quality rental housing.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-07288"}