{"url": "/factchecks/2014/sep/05/mike-collier/mike-collier-says-opponent-glenn-hegar-was-proud-l/", "speaker": "Mike Collier", "vclaim": "Opponent Glenn Hegar expressed pride in legislated cuts to public school funding.", "truth_label": "true", "date": "stated on August 8, 2014 in a video ad:", "title": "Mike Collier says opponent Glenn Hegar \"is proud of\" legislated cuts in public school funding", "text": "Houston businessman Mike Collier, the Democratic nominee for state comptroller, launched a video ad in August 2014 suggesting the Republican candidate, state Sen. Glenn Hegar of Katy, took pride in big cuts to public education.\nIn Collier’s ad, the narrator says Hegar \"voted to cut more than $5 billion from Texas schools, money for teachers, computers,  even books -- all cut.\" This was a reference to actions taken by the Republican-majority 2011 Legislature in the face of a multi-billion-dollar projected revenue shortfall.\n\"And Hegar is proud of it,\" Collier’s narrator says. Next, the ad shows Hegar saying: \"Some people are saying, 'Oh, we’ve put more money into education.’ No we didn’t. There’s no way you can spin that. No we didn’t. But I was not ashamed to say we didn’t. I was proud that we did not.\"\nWe waded into this after noticing a news account with a dash of doubt about why Hegar was proud.\nIt wouldn’t necessarily shock if Hegar took pride. In June 2011, he issued a press release expressing pride in lawmakers balancing the 2012-13 budget in the face of a projected $27 billion revenue shortfall without tapping the rainy day fund or raising taxes; his release called the result \"amazing\" and \"remarkable.\" And while Hegar made no direct reference to the school cuts, he hailed \"a fiscally sound and responsible budget that funds essential services and forces state government to live within its means, just as Texas families must do.\"\nBy email, Collier spokeswoman Chaille Jolink said Collier based his claim on Hegar’s comments some 38 minutes into his videotaped 2013 meeting with the Montgomery County Tea Party, which was posted on YouTube Dec. 31, 2013.\nRoll tape!\nIn a question-and-answer period with group members, Hegar said he favors delivering education smarter and cheaper, perhaps online. The comptroller plays a role managing dollars, he said. \"You’re really the watchdog for the taxpayers,\" he said.\nOur transcribed excerpt picks up with a member’s follow-up comment.\nMontgomery County Tea Party: \"I think our whole education system needs to come under an audit because there’s somebody getting a lot of money and it’s not teachers. And education isn’t getting any better.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHegar (nodding): \"Whenever -- I mentioned this to somebody the other day -- I said that whenever we did the cut; you mentioned earlier (gesturing away from the questioner) the cuts to education, and some people went out and said -- (gesturing in another direction) it was almost like your question earlier, was the budget balanced or was it not balanced? -- some people were saying oh, we’ve put more money into education.\n\"No we didn’t (shaking head back and forth). There’s no way you can spin that. No, we didn’t. But I was not ashamed to say we didn’t. I was proud that we did not.\n\"I had a lot of\" school district \"superintendents come up to me and tell me, you know what, thanks, because I’ve been needing to cut something over here and I’ve never been able to and you gave me the excuse. Now one, I’m about to jump on you because you just told me you wanted to and you should have, but you didn’t?… It really opened my eyes when somebody would say that we really needed to cut this stuff but I didn’t have a good excuse and you just gave it to me.\"\nMCTP: \"So you were a scapegoat.\"\nHegar: \"That’s fine. I was happy to be the scapegoat; it didn’t bother me.\"\nWe let Hegar’s campaign know we were checking on his declaration of pride. Spokesman David White emailed us a statement saying: \"As a father of three children in public schools, Sen. Hegar believes in adequately funding our education system.\"\nWhite also urged us to read an Aug. 8, 2014 news blog post by the Dallas Morning News presenting a slightly different recap of Hegar's comments to the tea-party group. White then said Collier presented Hegar’s remarks \"out of context.\"\nAccording to the tea-party video, the News’ story said, Hegar \"recounts what apparently are constituent comments about last year’s restoration of nearly $4 billion of the earlier cuts. That’s when he says he was proud not to have ‘put more money in education. … There’s no way you could spend that.’\" In our views of the video, we didn’t hear the senator referring to money restored. Also, we heard Hegar’s latter remark as: \"There’s no way you can spin that.\"\nOur ruling\nCollier said Hegar was proud to cut public school funding.\nIn 2013, Hegar said he was unashamed and proud to stand behind the cuts that Republicans passed into law. We rate Collier’s statement True.", "vclaim_id": "vclaim-pol-07348"}