{"url": "/factchecks/2016/jul/22/donald-trump/pants-fire-claim-ted-cruz-never-denied-father-phot/", "speaker": "Donald Trump", "vclaim": "Says Ted Cruz \"never denied\" his father was photographed with Lee Harvey Oswald.", "truth_label": "pants-fire", "date": "stated on June 22, 2016 in a campaign rally in Cleveland:", "title": "Pants on Fire for claim Ted Cruz never denied father photographed with Lee Harvey Oswald", "text": "Donald Trump, fresh off triumphantly accepting the Republican presidential nomination in Cleveland, surprisingly revived an explosive unfounded tale related to someone with no chance of beating him in November.\nThe day after the 2016 Republican National Convention, Trump said his vanquished Republican rival, Sen. Ted Cruz, had never denied that his father was in a 1963 photo with Lee Harvey Oswald, who went on to assassinate President John F. Kennedy that November.\nAt a rally, Trump initially told supporters he doesn’t want the backing of Cruz, whose convention speech two days earlier drew boos for not including a Trump endorsement; the Texan did offer congratulations. Next, Trump resurrected his unconfirmed claim about Oswald and Rafael Cruz, the senator’s father, possibly knowing one another.\nTrump said: \"All I did is point out the fact that on the cover of the National Enquirer there was a picture of him and crazy Lee Harvey Oswald having breakfast. Now, Ted never denied that it was his father. Instead he said, ‘Donald Trump.’ I had nothing to do with it. This was a magazine that frankly, in many respects, should be very respected.\"\nIn May 2016, PolitiFact found incorrect and ridiculous--Pants on Fire--Trump’s claim that Cruz’s father was with Oswald before Kennedy’s assassination.\nThere was no evidence the man next to Oswald in the black-and-white photo published in the Enquirer was the elder Cruz. Notably, facial recognition experts advised that no such match could be made; meantime, historians found no corroborating records. The Enquirer never said how it determined the man in the photo with Oswald was Rafael Cruz.\nCould it still be that Sen. Cruz never denied his father was in the photo?\nTo our inquiry on this point, Cruz spokeswoman Catherine Frazier pointed out a statement the Cruz campaign gave to the McClatchy News Service in April 2016 at the time the photo in question was printed on the Enquirer’s cover.  \nThe Cruz campaign’s communications director, Alice Stewart, said then: \"The story is false; that is not Rafael in the picture,\"according to the Miami Herald’s April 22, 2016 news story.\nStewart’s \"not Rafael\" declaration appears to have gotten play. We found it in stories or web posts on the McClatchy website and for the conservative web network The Blaze plus in the International Business Times, on the FactCheck.org fact-checking site and on sites for Yahoo! News, The Hill, Gawker, The Washington Post and The Wall Street Journal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nTrump first cited the Enquirer article during a May 3, 2016, telephone interview with the Fox News program, Fox and Friends. Later that day, at an Indiana campaign event, Cruz spoke to reporters, saying: \"This morning Donald Trump went on national television and attacked my father. Donald Trump alleges that my dad was involved in assassinating JFK. Let’s be clear, this is nuts. This is not a reasonable position, this is just kooky.\"\nCruz said the Enquirer \"just spread lies, blatant lies\" and described the article as \"this idiotic story about JFK.\"\nAlso,  on May 3, 2016, Ben Jacobs, political reporter for the Guardian, tweeted a statement regarding the claim that Jacobs generally attributed to the Cruz campaign. It said: \"It’s embarrassing that anyone would enable Trump to discuss this. It’s a garbage story and clearly Donald wants to talk about garbage.\"\nThe same day, Rafael Cruz told ABC News in a TV interview that the links insinuated between him and Oswald were \"ludicrous.\"\n\"I was never in New Orleans at that time,\" he said.\nOur ruling\nTrump said the day after the Republican convention that Cruz \"never denied\" his father was pictured with Oswald before Kennedy’s assassination.\nThis spring, Cruz called the National Enquirer story \"lies.\"  Earlier, a Cruz camp spokeswoman said outright the elder Cruz wasn’t in the published photo.\nThat's far enough from \"never denied,\" it makes Trump's claim incorrect and ridiculous. Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim. Click here for more on the six PolitiFact ratings and how we select facts to check. https://www.sharethefacts.co/share/71e05452-f360-4bcc-99aa-64c54477a3ec", "vclaim_id": "vclaim-pol-04623"}