{"url": "/factchecks/2014/may/28/pierre-thomas/abcs-thomas-mass-shootings-have-tripled-2000/", "speaker": "Pierre Thomas", "vclaim": "From 2000 to 2008, we averaged \"about five mass shootings a year. We're now averaging 15. So that's a three-fold increase.\"", "truth_label": "barely-true", "date": "stated on May 25, 2014 in a broadcast of ABC's \"This Week\":", "title": "ABC's Thomas: Mass shootings have tripled since 2000", "text": "The brutal murders May 23, 2014, near the campus of the University of California, Santa Barbara, dominated the national news and provoked a lot of talk about what could have been done to save the lives of six young college-aged victims. The public quickly learned the basics.\nThe killer had a history of mental illness. He revealed his plans in a YouTube video posted shortly before his rampage. He killed his first three victims, his roommates, with a knife. He legally owned three handguns and used at least one of them to kill three strangers before committing suicide.\nIn a search for some pattern, ABC’s This Week host, Martha Raddatz asked ABC senior justice correspondent Pierre Thomas about deadly gunfire on or near college campuses since 1996.\n\"Officials you talk to say there really is a spike nationwide,\" Raddatz said.\n\"The problem is, it's even bigger than that,\" Thomas said. \"Between 2008 and 2000 roughly, we were averaging about five mass shootings a year. We're now averaging 15. So that's a three-fold increase.\"\nThat seemed like a major jump. Does the country really have three times as many mass shootings? We decided to take a closer look.\nWe reached out to Thomas to learn what background information he was using and did not hear back. However, we found an FBI study that, while it ultimately doesn’t support his claim, does offer some numbers that sound very much like the ones Thomas used.\nPete Blair, director of the Advanced Law Enforcement Rapid Response Training Center at Texas State University was the lead researcher on the study Active Shooter Events from 2000 to 2012. Blair found that from 2000 to 2008, there were about five events each year where someone with a gun attempted to kill multiple people. But after 2008 there were nearly 16 each year. That matches the tripling that Thomas described.\nThe problem is, Thomas talked about mass shootings. That’s not the violence Blair studied.\nIn about 20 percent the cases Blair looked at, no one died. In more than 10 percent of the cases, only one person was killed. Neither scenario meets the definition of a mass shooting. Blair explained that the FBI’s focus was on crafting strategies to save lives once a gunman arrives.\n\"Active shooter is a response protocol for the police,\" Blair said. \"We believe that we can learn as much from events that do not turn into mass killings as those that do.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nBlair found that about half the time, the incidents are over before police arrive and the most common reason is that the shooter commits suicide.\nIn research circles, there is no hard and fast definition for a mass shooting. Instead, the FBI uses the term \"mass murder\" when four or more people are killed in what is essentially a single episode. By that definition, Blair said there has been no increase in mass shootings.\nJames Alan Fox, a criminologist at Northeastern University in Boston, told PunditFact the rate of mass murders has held steady for decades.\n\"Since 1976, we’ve averaged about 20 cases a year,\" Fox said. \"On average, about 100 people a year are killed by mass murderers.\"\nThe data on killings is fraught with analytic pitfalls. USA Today researchers found that the FBI’s homicide data is accurate only about 60 percent of the time. On top of that, different studies look at different kinds of events. For example, Fox includes killings within families and murders committed during burglaries in his tally.\nIn contrast, the magazine Mother Jones did an extensive investigation that aimed to identify instances where at least four people were murdered and the motive was indiscriminate killing in a public setting. Researchers eliminated cases where the violence took place in a home or was tied to a robbery or gang warfare. (Those standards might exclude the Santa Barbara slayings because three of the victims were the killer’s roommates and were slain in their apartment. Nor would it be correct to call them shootings because they were stabbed to death.)\nUsing its approach, Mother Jones found that the rate of these killings has gone up over time. During the period 2000 to 2008, there were 1.8 mass murders a year. From 2009 to 2013, the rate doubled to 3.6 events per year. This shows an increase, but not as large as Thomas suggested.\nThere’s another way to slice the data. Criminologist Gary Kleck at Florida State University went beyond homicides and focused on any event in which seven or more people were killed or injured in a single location. By his tally, the yearly average between 2000 and 2008 was 2.4 events, compared to 5 events per year after 2008. This offers some support for Thomas’s statement but again, the numbers are quite different from the ones he used.\nOur ruling\nThomas said that mass shootings have tripled since the 2000 to 2008 period and the country now sees about 15 episodes a year. The study that matches those figures looked at a different form of violence and included instances where no one was murdered. The study’s author told us that mass murders, as defined by the FBI, have not increased.\nUsing a more narrow definition, Mother Jones found that the country now has between three and four mass killings a year, a doubling since about a decade ago. Another study that looked at the number of people wounded, not necessarily killed, offered similar results. The annual rate is much lower than Thomas said and the change in the rate is also considerably less.\nThere is some evidence that mass killings have increased but that finding hinges on a careful choice of incidents, and by any measure, Thomas’ numbers are way off.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-07815"}