{"url": "/factchecks/2015/mar/13/american-bridge-21st-century/liberal-pac-says-jeb-bush-edited-his-own-emails/", "speaker": "American Bridge 21st Century", "vclaim": "\"(Jeb) Bush, not the State of Florida, decided which private emails to disclose.\"", "truth_label": "mostly-true", "date": "stated on March 4, 2015 in an online post:", "title": "Jeb Bush edited his own emails, says liberal PAC", "text": "While all the attention is on Hillary Clinton’s email records, one left-leaning political action committee wants to remind everyone about a correspondence flap from another potential presidential candidate -- former Gov. Jeb Bush.\nAmerican Bridge 21st Century posted on its website a reaction to a March 2 tweet Bush sent out about Clinton’s use of a private email account while she was Secretary of State. The PAC pointed out that Bush also had used a private account as governor, and had repeatedly defended his own editing of what emails would become part of the Florida public record.\n\"Media accounts establish that Bush, not the State of Florida, decided which private emails to disclose – apparently nothing would have stopped the Bush team from selectively leaving out politically problematic emails,\" the American Bridge website read.\nDoes Florida’s open records law allow Bush (and all other of the state’s elected officials) to hand-select what emails they make available to the public? Sure enough, it does, but there’s more to it than just letting politicians self-report emails.\nMail call\nBush famously used the personal email address [email protected] for all eight years of his two terms, from 1999 to 2007. He cultivated an open and tech-savvy image by announcing in December 2014 he would post more than 250,000 emails from his time as governor, ahead of a possible 2016 presidential run.\nIn February 2015, jebbushemails.com went live with a quarter-million emails and the first chapter of an e-book Bush was writing about being governor.\nBut there are a few things about the release that sometimes get overlooked.\nFirst, those emails were selected from messages already available from the state archives as of December, so the disclosure wasn’t entirely new. Bloomberg reported Bush didn’t submit all of his email until earlier in 2014 -- more than seven years after he left office.\nThe Sunshine Law states an official must turn in records \"at the expiration of his or her term of office.\" Documentation from the Florida Department of State shows that Bush’s public records were transferred to the state archives several times since November 2007, most recently in June 2014. The last batch is described as \"Additional 2002-2003 emails.\"\nNext, and this gets to the heart of what American Bridge said, is that the messages sent to the archives and subsequently posted on Bush’s website are only a portion of all his correspondence during his term. Bush in 2007 said that he had received 550,000 emails through the [email protected] address -- plus another 2.5 million through his public email address -- so obviously plenty were not included in the batch of about 250,000 that the Bush team posted in February.\nAs American Bridge said, Bush decided what would go to the archives and what wouldn’t. The PAC told us that’s comparable to Hillary Clinton’s situation and is therefore hypocritical. (We’ll leave it to readers to decide what’s hypocritical and what’s not.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill McCollum\n\n\nstated on April 27, 2010 in interviews with Florida media.\n\n\n\n\n\n\n\n\nOn transparency in dealing with the Republican Party of Florida's financial issues.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • May 3, 2010\n\n\n\n\n\n\n\nBush’s camp told PolitiFact Florida that he had more than satisfied state reporting requirements.\n\"Governor Bush complied with Florida’s broad public records laws for more than 15 years, beyond what was even required by the law,\" Bush spokeswoman Kristy Campbell. \"His emails related to state business have been available via requests to the state for that entire period of time.\"\nThe emails Bush turned over to the state are only the ones he self-selected as pertaining to state business. He left out messages concerning politics, family matters and fundraising -- although there are several emails from donors posted on the site. Bush acknowledged he kept his emails on a private server.\nBut while American Bridge tried to draw a parallel between Bush’s self-selection and Clinton’s current dilemma, we found nothing to suggest Bush’s editing had violated Florida’s Sunshine Law. State statute allows officials or an authorized custodian to determine which emails go into the public record based on whether they pertain to state business. The state archives only receive and preserve them.\nAnother big difference is that while Clinton was not open about her private email use, Bush was transparent about the fact that he was using a private account, according to First Amendment Foundation president Barbara Petersen.  \n\"There’s nothing in the public records law about personal accounts,\" Petersen said about rules in Florida. \"Some agencies have policies discouraging the use of personal accounts, but that was after Bush left office.\"\nIf there is any question that emails had been left out of Bush’s disclosure, a person or group could make a public records request and file a civil suit if they think something’s missing, she said. State law does allow private inspections of electronic devices if warranted to find missing texts and emails. But no one has made that challenge of Bush, Petersen said.\nOverall, the emails provide Bush with a talking point leading up to 2016, said Bill Allison, senior fellow at the Sunlight Foundation. He’s done what Florida law requires and exerted pressure on his presumptive Republican rivals.\n\"Once you create the expectation to become transparent about something, people will expect that,\" Allison said. \"I’m not sure this will catch on the same way as health records and tax returns, but it could make it very difficult for candidates who do not comply.\"\nOur ruling\nAmerican Bridge said \"Bush, not the State of Florida, decided which private emails to disclose.\"\nBush did self-edit which emails were posted on a website he established in February, but the PAC doesn’t note one important point: State law allows him to do that.\nThe statement is accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06625"}