{"url": "/factchecks/2012/feb/07/oregon-environmental-council-oregon-business-assoc/did-oregons-department-environmental-quality-take-/", "speaker": "Oregon Environmental Council-Oregon Business Association", "vclaim": "In the 2011 legislative session, DEQ's budget was cut 18.5 percent — a disproportionate cut compared to other natural resource agencies.", "truth_label": "half-true", "date": "stated on January 18, 2012 in a letter:", "title": "Did Oregon’s Department of Environmental Quality take a disproportionate hit in the 2011-13 budget?", "text": "In an effort to spare the budget of the Department of Environmental Quality, the Oregon Environmental Council and the Oregon Business Association sent a letter to legislators in January, ahead of the monthlong session that started Feb. 1.\n\n\"In the 2011 legislative session,\" the letter states, \"DEQ's budget was disproportionately cut compared to other natural resource agencies. Overall, DEQis budget cuts totaled 18.5 percent, while the Department of Agriculture experienced a 1.5 percent budget decrease, and the Department of Fish and Wildlife received an 18.3 percent increase.\"\n\nIs that true? We know DEQ’s job is to make sure our vehicles aren’t smoggy and that businesses aren’t polluting our water. We also know the agency is a lightning rod for legislators who claim it over regulates. We didn’t know it had been hit disproportionately when compared with other natural resource agencies.\n\nAndrea Salinas, legislative director for the Oregon Environmental Council, quickly clarified in an interview that she did not mean to pit DEQ against the other natural resource agencies. She also said they meant to limit the comparison to the two agencies cited -- Agriculture and Fish and Wildlife.\n\nShe called the letter a preemptive plea, with projected state revenue down roughly $300 million since the 2011-13 budget was approved in June 2011. We should note that natural resource agencies take up just a fraction -- about $300 million -- of the state’s $15 billion general fund budget. \"Natural resources in the general fund is hurting,\" Salinas said, \"and we’d like to see natural resources in the general fund remain whole.\"\n\nSee how Salinas refers to the general fund. That’s the part lawmakers control most directly, and it’s what they need to re-balance this month.\n\nIn the letter, however, the environmental and business group are talking about the agency’s total budget, which includes federal money, grant money and user fee money, as well as state money.\n\nIt’s true that DEQ’s total budget decreased 18 percent in 2011-13, from 2009-11, and that Agriculture decreased only 1.5 percent and Fish and Wildlife increased 18 percent. But other natural resource agencies were harder hit in total funds, notably the Department of Energy and the Department of Land Conservation and Development.\n\nAs we’ve said, legislators don’t have control over how much money we get from the federal government, and that’s not what they’re in Salem to re-jigger.\n\nIf you look at the part they can re-balance, Fish and Wildlife took a much greater hit than DEQ: a 34 percent decrease, compared with an 18 percent decrease for DEQ. (Yes, the decrease in both DEQ budgets was 18 percent.) For Agriculture, the hit was 14 percent.\n\nThat’s a telling bit of information.\n\nThe uptick in Fish and Wildlife’s overall budget, by the way, came from a 30 percent increase in user fees and a 12 percent boost in federal money.\n\nThe bottom line is that there are other natural resource agencies that have taken greater budget hits than DEQ, whether you measure by total funds or general funds, including one of the agencies cited.\n\nThe statement is partially accurate, but leaves out important details. We rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment.", "vclaim_id": "vclaim-pol-11648"}