{"url": "/factchecks/2018/oct/30/linda-coleman/linda-colemans-comments-seniors-and-health-care-ex/", "speaker": "Linda Coleman", "vclaim": "\"Seniors can be charged five times what anybody else is charged for health care for pre-existing conditions\" under the Republican health care bill.", "truth_label": "barely-true", "date": "stated on October 26, 2018 in a town hall:", "title": "Linda Coleman’s comments on seniors and health care, explained", "text": "As the midterm elections draw closer, Democrats across the country are narrowing their focus on a single key issue: health care.\nIn North Carolina’s 2nd Congressional District, which includes parts of Franklin, Johnston, Wake, Nash and Harnett counties, Democrat Linda Coleman has taken frequent aim at incumbent George Holding for his repeated attempts to dismantle the Affordable Care Act, also known as Obamacare.\nDuring a town hall in Wake County Friday, Coleman listed the many changes that would have taken effect had the GOP’s American Health Care Act of 2017, which passed the House before failing in the Senate, actually become law. One change she mentioned made our ears perk up.\n\"Seniors can be charged five times what anybody else is charged for health care for pre-existing conditions,\" Coleman said.\nThe Coleman campaign pointed to an article from the AARP to support her claim. \n\"George Holding voted for the American Health Care Act which, had it passed, would have made it so that seniors could be charged 5-to-1 for their premiums,\" campaign manager Mimi Wilson said in an email.\nColeman, a former state representative, is not the first Democratic candidate to make this claim. In September, U.S. Rep. Kyrsten Sinema, D-Ariz., said she had voted against such a provision when she said no to the AHCA — a claim PolitiFact rated Half True.\nBefore that, PolitiFact awarded another Half True to a health care advocacy group for claiming several Republican representatives had voted to let insurers \"charge five times more for people over 50.\"  \nAs PolitiFact noted then, the AHCA did include a provision that would have permitted insurance companies to charge older adults five times more than younger people, as Coleman said.\nBut Coleman’s statement omitted several caveats that would give a slightly different impression. And while the related statements PolitiFact previously checked focused specifically on people older than 50, Coleman’s claim mentioned \"seniors\" more generally, making it more sweeping.\nThere is no precise age of a senior, but Merriam-Webster defines it as an elderly person.\nBefore the Affordable Care Act passed in 2010, older adults paid about four or five times the premiums charged to younger adults for the same coverage, according to an analysis from the Kaiser Family Foundation, a leading authority on health care. \nThe Affordable Care Act changed the game by putting a cap on the amount that insurance companies could spike premiums for older adults. Under the new rules, insurers could charge older adults no more than three times the amount paid by younger adults.\nBut Section 135 of the AHCA would have increased the cap so insurance companies could have charged some people older than 50 up to five times what younger adults had to pay. The same provision would have also allowed states to set their own standards.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nSo Coleman has a point that Republicans tried to let insurance companies charge older Americans five times what they charged younger people.\nWhat she did not say, however, is that the Affordable Care Act already allows insurance companies to charge older people three times as much. By omitting this caveat, she may have led listeners to believe that the 5-to-1 ratio was a more drastic change than it really was.\nIt’s also worth noting that the GOP proposal would have only affected older adults who had purchased insurance on the Affordable Care Act’s individual exchange market — another fact Coleman did not mention.\nColeman also goes too far by saying \"seniors\" would be the ones impacted by the change. In fact, the 5-to-1 ratio would not have applied to the majority of seniors who get coverage from Medicare or to older people who get coverage through their employer.\nThat said, the Republicans’ AHCA would have increased health care costs for older adults in another way, by replacing income-based tax credits with a credit based on age.\nThe proposed tax credits for adults over 60 were only twice the amount adults under 30 would have received. This would have meant smaller credits for elderly people than under the status quo.\nAccording to AARP calculations, older adults making $25,000 per year would have earned tax credits that were 50 to 80 percent smaller, on average, than under current law.\nOur ruling\nColeman said that under the GOP repeal bill, \"Seniors can be charged five times what anybody else is charged for health care for pre-existing conditions.\"\nShe has a point that the AHCA would have allowed insurance companies to charge adults between the ages of 50 and 64 up to five times what they charged others for the same coverage.\nBut Coleman’s use of the word \"seniors\" is too broad and potentially misleading, and her statement omitted at least three key points:\n\n\nUnder the status quo, insurance companies can already charge older adults three times what they charge younger adults.\n\n\nThe bill’s provision would not have applied to seniors receiving their insurance from Medicare or older adults with employer-provided coverage, which is how most older people get their coverage.\n\n\nThe bill’s provision would have let states implement their own ratios separate from the 5-to-1 default.\n\n\nOverall, Coleman’s claim contains an element of truth but ignores critical facts that would give a different impression. We rate this statement Mostly False.\n Share the Facts 2018-10-31 00:30:46 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Seniors can be charged five times what anybody else is charged for health care for pre-existing conditions\" under the Republican health care bill.    Linda Coleman North Carolina congressional candidate https://www.facebook.com/LindaColemanForCongress/videos/353814462040376/   during a town hall Friday, October 26, 2018 2018-10-26    Read More  info", "vclaim_id": "vclaim-pol-01360"}