{"url": "/factchecks/2008/oct/22/john-mccain/mccain-abortion-record-is-consistent/", "speaker": "John McCain", "vclaim": "On supporting the Supreme Court abortion decision Roe v. Wade", "truth_label": "no-flip", "date": "stated on August 4, 2008 in flip-o-meter:", "title": "McCain abortion record is consistent.", "text": "Back during the Republican primaries, former Massachusetts governor Mitt Romney accused John McCain of flip-flopping on abortion. Romney was actually defending his own changes of position by arguing that other politicians change position, too.\n\n\n\"(McCain) said he was opposed to overturning Roe v. Wade. Now he's for overturning Roe v. Wade,\" Romney said in April 2007.\n\n\nThe charge stems from remarks McCain made on the campaign trail when he was running for president in 1999. McCain had answered written questionnaires saying he opposed Roe v. Wade, but when the\n\nSan Francisco Chronicle\n\nand CNN asked him about it that year, McCain said, \"I'd love to see a point where it (the court ruling) is irrelevant, and could be repealed because abortion is no longer necessary. But certainly in the short-term, or even the long-term, I would not support repeal of Roe vs. Wade, which would then force X number of women in America to (undergo) illegal and dangerous operations.\"\n\n\nAnti-abortion Republicans immediately criticized the statement, and McCain aides started backpedaling, noting that McCain misspoke when he used the phrase “even in the long term.” McCain said in an interview a few months later, “I clearly misspoke there. I’m a person who’s made mistakes in this campaign, and I’ll continue to make mistakes. My voting record is clear, of 17 years of pro-life. I continue to hold that position, and I … continue to believe that Roe vs. Wade was a very flawed decision, as in the opinion of most experts.”\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn South Carolina in 2007, McCain said, “I do not support Roe versus Wade. It should be overturned.” His Web site also reiterates that stance. \"John McCain believes Roe vs. Wade is a flawed decision that must be overturned, and as president he will nominate judges who understand that courts should not be in the business of legislating from the bench,\" the Web site states. \"Constitutional balance would be restored by the reversal of Roe vs. Wade, returning the abortion question to the individual states.\"\n\n\nWe find McCain's brief remark of support falls well short of a full-fledged change in position. His voting record on abortion appears to be solidly anti-abortion, though he differs with some anti-abortion advocacy groups on the issues of campaign finance reform and stem cell research, which he supports. On the Flip-O-Meter scale, we rate McCain's position on Roe v. Wade as a No Flip.", "vclaim_id": "vclaim-pol-15890"}