{"url": "/factchecks/2010/feb/21/eve-schatelowitz-alcantar/judicial-aspirant-eve-schatelowitz-alcantar-says-d/", "speaker": "Eve Schatelowitz Alcantar", "vclaim": "“In this judicial race, special interest groups have demanded money from me, in exchange for endorsement and support.”", "truth_label": "false", "date": "stated on January 28, 2010 in a response to League of Women Voters of Texas.:", "title": "Judicial aspirant Eve Schatelowitz Alcantar says Democratic special interests demanded money for support", "text": "Deep inside a voters guide circulated in the Austin area by the League of Women Voters of Texas, a judicial candidate makes a sit-up-quick claim.Eve Schatelowitz Alcantar, seeking the Democratic nod for Travis County’s 299th District Court, says: “In this judicial race, special interest groups have demanded money from me, in exchange for endorsement and support.”Demanded? That got our attention.\nSchatelowitz Alcantar told us her claim traces to the first question asked of candidates on a written survey distributed before a Jan. 28 forum at which Austin Democratic groups weighed endorsements.Such endorsements can be pivotal; they're touted by candidates in their advertising. Schatelowitz Alcantar said she didn't get any at the forum, which involved more than half a dozen Democratic clubs.In the question singled out by Schatelowitz Alcantar, the Travis County Democratic Party notes that the party pays for a coordinated campaign benefiting the Democratic ticket on the November ballot. It doesn't pussy-foot in asking candidates to pitch in, saying the party “would like to know if you, a 2010 Democratic primary candidate, will be willing to fully contribute to the coordinated campaign and if you are willing to make that pledge right now. This is a yes or no question.”\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe amounts sought, per office, range from $2,500 for justice-of-the-peace candidates up to $7,500 for candidates for district judge and county judge.Schatelowitz Alcantar conceded the survey question made no direct link between a candidate's commitment to give money and endorsements from Democratic clubs.“There is nothing explicit,” she said. “But let me ask you this: Why do you think they ask that question in the first place?... The purpose of asking that question was to gain the endorsements of those clubs.”We didn't find any clubs that acknowledged such a quid pro quo at work. Natomi Austin, president of the Black Austin Democrats, said answers to the question did not affect her club's endorsements. \"When it comes to asking for money, people always consider it to be heavy handed,\" Austin said.Fred Cantu, president of the Austin Tejano Democrats, said the only complaints he heard about the question came from \"people who had never participated in the process or had never contributed.... Schatelowitz Alcantar is maybe a little naïve about the process, if anything. If she was to get nominated and she had a Republican opponent, I guarantee she’d feel very different in the fall.\"Schatelowitz Alcantar said two other candidates for state district judgeships were appalled by the question: William Gammon and Keith Lauerman. Both reported getting no endorsements at the forum.Gammon said he found the donation question heavy-handed, but didn’t assume his negative reply would drive endorsement decisions. “The implication is you either pony up or nobody’s going to like you,” Gammon said. “It wasn’t a demand. That would be overstating it.”Lauerman said the question initially confused him because he thought it meant he was expected to donate before knowing if he’d won the March primary. He said he agreed to the pledge after a consultant assured him otherwise.Austin lawyer Andy Brown, who chairs the Travis County Democratic Party, said candidates' answers to the question don't affect the party's support: “There’s no action we’re expecting because of it. The bottom line is we (the countywide party) don’t endorse in the primary.\"Brown noted that in 2008 about one third of some $560,000 raised by the party was donated by candidates.“The goal here is for people to realize that the campaign in the fall does not run itself,\" Brown said. \"Travis County is not inherently a Democratic county unless we put a lot of resources into getting the vote out this fall.\"Neither Brown's predecessor as party chairman, Austin lawyer Chris Elliott, nor leaders of several of the Democratic clubs that made endorsements in connection with the forum, saw anything inappropriate in asking candidates if they'd pledge to pitch in for the fall campaign.\nElliott said: \"Maybe that's a good way to get people committed.\"Clearly, Schatelowitz Alcantar didn't soft-pedal her objections to the way the Democratic Party's question puts a squeeze on candidates to contribute to the fall campaign.But Schatelowitz Alcantar overreached in saying the query was a demand for money in return for endorsements. No one we contacted--including the judicial aspirants recommended by Schatelowitz Alcantar--shared her interpretation.We rate Schatelowitz Alcantar's statement as False.", "vclaim_id": "vclaim-pol-15290"}