{"url": "/factchecks/2015/jun/26/hillary-clinton/hillary-clinton-says-you-can-vote-texas-concealed-/", "speaker": "Hillary Clinton", "vclaim": "\"If you want to vote in\" Texas, \"you can use a concealed-weapon permit as a valid form of identification, but a valid student ID isn’t good enough.\"", "truth_label": "true", "date": "stated on June 4, 2015 in a speech in Houston:", "title": "Hillary Clinton says you can vote in Texas with a concealed-weapon permit, but not a student ID", "text": "Democratic presidential candidate Hillary Clinton, campaigning in Texas, called for citizens to be automatically registered to vote at age 18. Speaking at Texas Southern University, Clinton also lashed out at the Texas law reached by the Republican-steered Legislature in 2011 requiring voters to present photo identification at the polls.\nRick Perry, the state’s governor into 2015, \"signed a law that a federal court said was actually written with the purpose of discriminating against minority voters,\" Clinton said. Mostly True, PolitiFact in Washington, D.C. recently found, noting that a federal judge had aired that conclusion, though the judge’s ruling that the law is unconstitutional remains under appeal.\nA reader asked us to consider another Clinton charge from that Houston appearance.\nAccording to a New York Times account of her speech, Clinton said young Texans had been disenfranchised by the voter ID law. \"If you want to vote in this state,\" she said, \"you can use a concealed-weapon permit as a valid form of identification, but a valid student ID isn’t good enough.\"\nThis claim took just a few key strokes and help from a state office to confirm.\nPrior to the change in law, Texas law didn’t require anyone to present a photo ID to vote. However, Alicia Phillips Pierce, a spokeswoman for the Texas secretary of state, confirmed by email that student ID’s previously could have been presented to help officials pin down someone’s identity for the purposes of voting though the law did not require anyone to present more than a voter registration card. The old law broadly said a voter could present a \"form of identification containing the person’s photograph that establishes the person’s identity.\"\nThe Texas secretary of state’s office says on its Frequently Asked Questions web page that the current ID mandate enables a registered voter to cast a ballot at a poll during early voting or on Election Day with one of seven types of a photo ID:\n\nA Texas driver license issued by the Texas Department of Public Safety.\nTexas Election Identification Certificate issued by DPS.\nTexas personal identification card issued by DPS.\nTexas concealed handgun license issued by DPS.\nU.S. military identification card containing the person’s photograph.\nU.S. citizenship certificate containing the person’s photograph.\nU.S. passport.\n\nSo, yes to voting in Texas with a concealed handgun license but no-go for someone presenting a student ID.\nNationally, the National Conference of State Legislatures said in March 2015, 14 of 34 states with laws requiring voters to show identification at the polls included a student ID option, including three states — Mississippi, Virginia and Wisconsin — that, like Texas, were described by the group as having \"strict\" photo ID voting laws.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWondering if a student ID element was ever part of the legislation that became the Texas law, we reviewed the varied versions of Senate Bill 14, authored by Sen. Troy Fraser of Horseshoe Bay and fellow Republicans that advanced in the 2011 legislative session. We found no \"student\" mentions. Language permitting a state license to carry a concealed handgun to be offered at the polls wasn’t in the original Fraser proposal; it was added, though, before the Senate sent the proposal to the House, legislative records show.\nVoting by mail\nWe’ve noted before that Texas maintains a no-ID element for voting by mail, in 2013 rating True a claim the Texas law doesn’t require a person voting by mail to present a photo ID. That’s so, we found, for all but first-time voters who did not present a photo ID number or the last four digits of their Social Security number when registering to vote. Those voters who seek to vote by mail can expect to be asked for a copy of their photo ID, yet even they don’t have to do so if they are disabled, in the military or living overseas.\nA registered voter wishing to ballot by mail must say she or he will be out of her or his home county on Election Day and during the early-voting period or she or he is sick or disabled or will be 65 or older on Election Day or confined in jail though still eligible to vote.\nOur ruling\nClinton said: \"If you want to vote in\" Texas, \"you can use a concealed-weapon permit as a valid form of identification, but a valid student ID isn’t good enough.\"\nThe photo IDs accepted at Texas polling places include the state’s concealed-handgun license and not any student IDs. We rate this statement True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06260"}