{"url": "/factchecks/2011/jul/27/chip-rogers/rogers-gets-it-right-georgias-eduction-woes/", "speaker": "Chip Rogers", "vclaim": "\"The state of Georgia is near the bottom among states for SAT scores and graduation rates.\"", "truth_label": "true", "date": "stated on July 11, 2011 in Town hall meeting:", "title": "Rogers gets it right on Georgia's eduction woes", "text": "Chip Rogers, one of the most powerful politicians in the Georgia Legislature, offered some ideas at a recent town hall meeting to improve education in the state.\n\nRogers suggested allowing students to take more online classes to improve learning, The Athens Banner-Herald reported. The Cherokee County Republican caught our attention with some specific claims about how Georgia’s students are doing.\n\n\"The state of Georgia is near the bottom among states for SAT scores and graduation rates,\" said Rogers, the state Senate’s majority leader.\n\nWow! Is it that bad here?\n\nWe searched for answers.\n\nFirst, let’s look at SAT scores.\n\nThe College Board, which administers the SAT, warns people against using the exam to make competitive comparisons because the results do not account for factors such as demographics and other variables that can affect test scores. The warnings are usually ignored by curious reporters, some educators and, apparently, elected officials.\n\nWe looked at Georgia’s SAT mean scores in 2010, the most recent year available. The combined mean score in math, reading and writing was 1,453. The only states that ranked lower were South Carolina (1,447) and Maine (1,389). Students in Washington, D.C., also were below Georgia, with a mean score of 1,404. For the curious, Iowa students had the highest mean score of 1,798.\n\nTo be fair to Georgia students, a larger percentage of them are taking the SAT than their peers in most other states, which likely brought down the mean score. Only six states had more students who took the SAT.\n\nSo what about graduation rates?\n\nPolitiFact Georgia tackled this topic in November when we checked then-Gov. Sonny Perdue’s claim that this state’s graduation rate topped 80 percent in 2010. We differed with Perdue on the claim, concluding he may have used flawed data. In April, for example, the U.S. Department of Education rebuked the state Department of Education and Clayton County, one of the state’s largest school districts, and determined the county's 2006-2007 dropout rate was undercounted.\n\nAn Atlanta Journal-Constitution investigation discovered problems with graduation rate data for another large school district, the city of Atlanta. The newspaper found many students were marked as transfers even though there was no evidence they re-enrolled elsewhere, which may explain Atlanta’s rising graduation rates in recent years.\n\nWe ruled there is no clear way to know what the true graduation rate is in Georgia and rated Perdue’s claim as Half True.\n\nEven with what may be flawed numbers, Georgia does not fare well nationally, according to data on the U.S. Department of Education’s website. A review of its most recent data (the 2007-08 school year) showed about 65 percent of students who were freshmen four years earlier graduated that year. Georgia ranked ahead of only Louisiana, Mississippi, Nevada and Washington, D.C.\n\nRogers is correct to say Georgia SAT scores are \"near the bottom\" nationally. The graduation rates are trickier, but even with potentially flawed data, Georgia was ahead of just three states. We rate his claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12671"}