{"url": "/factchecks/2011/mar/07/gail-collins/new-york-times-columnist-gail-collins-say-texas-ra/", "speaker": "Gail Collins", "vclaim": "Texas \"ranks third in teen pregnancies... and it is No. 1 in repeat teen pregnancies.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2011 in a New York Times column:", "title": "New York Times columnist Gail Collins say Texas ranks third in teenage pregnancies and first in repeat teen pregnancies", "text": "New York Times columnist Gail Collins isn’t on board with cutting education spending to balance the budget in Texas, one of the fastest-growing states in the land.\n\n\"Nobody wants to see underperforming, overcrowded schools being deprived of more resources anywhere. But when it happens in Texas, it’s a national crisis,\" Collins writes in her Feb. 16 column.\n\nThe column continues: \"The birth rate there is the highest in the country... Texas ranks third in teen pregnancies — always the children most likely to be in need of extra help. And it is No. 1 in repeat teen pregnancies.\"\n\nWe wondered if Collins pegged how the state ranks.\n\nResponding to our request for backup information, Collins pointed us to data from the National Campaign to Prevent Teen and Unplanned Pregnancy, a nonprofit that produces statistics and other information frequently used by teen pregnancy prevention groups. Citing the federal Centers for Disease Control and Prevention, the campaign reported in December that Texas had the third-highest teen birth rate among girls age 15-19 in 2008, behind Mississippi and New Mexico.\n\nCollins also cited Susan Tortolero, director of the University of Texas Prevention Research Center in Houston whom Collins quotes in her column, as a source.\n\nIn an interview, Tortolero told us that Collins referred to pregnancy rates when it would have been more accurate to cite birth rates. Texas has the fourth-highest teen pregnancy rate nationally, Tortolero said, but the third-highest teen birth rate. \"We’re No. 1 in teen repeat births, not pregnancies,\" she said.\n\nNext, we sought teen pregnancy data from the Washington- and New York-based Guttmacher Institute, which studies and advocates on issues related to reproductive health.\n\nIn 2005, the most recent year for which there’s state-level data, Texas had the fourth-highest teen pregnancy rate among women ages 15-19, an institute report says. States with higher rates were Arizona, Nevada and New Mexico, which led the nation with 93 pregnancies for every 1,000 teenage women.\n\nStates with large teenage populations also had high numbers of teen pregnancies, according to the report. California reported the highest number of teen pregnancies in 2005 (96,490), followed by Texas, New York, Florida and Illinois (30,000-70,000 each).\n\nTeen pregnancy rates declined in every state from 1988 through 2000, according to the report, and in every state save North Dakota from 2000 through 2005. Institute spokeswoman Rebecca Wind told us that according to institute studies on teen sexual behavior, improved contraception use accounted for approximately three-quarters of the decline in teen pregnancies.\n\nOver the past couple decades, Texas has been among the 10 states with the highest teen pregnancy rates. In 1988, it had the 10th highest rate, according to the report. It had the eighth highest rate in 1992, second highest in 1996, and fourth highest in 2000.\n\nRochelle Tafolla, a spokeswoman at Planned Parenthood of Houston and Southeast Texas, told us she didn’t know of a repeat teen pregnancy study — \"pregnancy is a harder data point to track,\" she said. But according to September 2009 data by Child Trends, a nonprofit Washington-based research group, Texas led the nation in the percentage of all births to mother under age 20 that are repeat births in 2006.\n\nWhen we asked Collins whether she confused birth rates and pregnancies in her column, she said: \"You’re right.\"\n\nSumming up? Collins incorrectly referred to Texas’ teen birth rate as a pregnancy rate — Texas actually ranks fourth in teen pregnancies, not third. We couldn’t find data for repeat teen pregnancies, but Texas leads the nation in repeat teen births.\n\nWe rate her statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13472"}