{"url": "/factchecks/2011/jul/29/charlie-hales/when-charlie-hales-was-portland-city-council-it-di/", "speaker": "Charlie Hales", "vclaim": "\"When I served as City Commissioner, we made great strides …we successfully fought for, and won, adding women and people of color to the Fire Bureau.\"", "truth_label": "true", "date": "stated on May 31, 2011 in Posted at charliehales.com :", "title": "When Charlie Hales was on the Portland City Council, it diversified the Fire Bureau", "text": "PolitiFact Oregon is leery of statements from politicians touting their accomplishments as they run for office. So we were on our guard when we came across this boast in Charlie Hales’ letter to Portland on his website:\n \n\n\"I’m good at solving problems and getting things done. When I served as City Commissioner, we … successfully fought for, and won, adding women and people of color to the Fire Bureau.\"\n\n\nHales has a reputation for championing streetcars and high-density living, but diversifying a bureau? We wanted to know what happened at the Portland Fire Bureau, and the nature of Hales’ role in the fight to add more women and people of color to a traditionally white male profession.\n\nHales was elected in 1992 and given oversight of the Fire Bureau as part of his portfolio. On Sept, 7, 1994, the Portland City Council approved a new firefighter trainee program, specifically to boost the number of women and people of color at the fire bureau. Hales, making the pitch, explained that the goal of the program was to recruit potential firefighters and train them to take the firefighter exam.\n\nThe Oregonian reported at the time that of 712 sworn firefighters, line supervisors and battalion chiefs, there were three women firefighters, 10 African Americans, 11 Hispanics, three Native Americans and two Asians. That means 3.6 percent were members of ethnic minority groups and 0.42 percent were women. Commissioners unanimously approved the ordinance, which included $158,000 for six months.\n\nHales had help from Fire Chief Robert Wall,  whom he hired  from California specifically to shake up the bureau; Randy Leonard, union president at the time; and William Kendrix, then president of the Portland Black Firefighters’ Association. Kendrix, who retired in 2004, said his organization brought the trainee idea forward, and that \"Commissioner Hales, Randy Leonard and Chief Wall understood that if you wanted to change the numbers, then you had to reach out and provide some community support.\"  \n\nHales said in an interview that he did not seek out the Fire Bureau, but once he inherited it, he made diversity a priority. \"These are issues on which I led,\" he said, adding that \"others on the council were colleagues and supporters.\"\n\nLeonard, the former union president,  is now a sitting commissioner who supported current Mayor Sam Adams for re-election until Adams announced he would not run. Leonard told PolitiFact Oregon he brought forward the plan that would eventually become the trainee program. He recalled that all four commissioners and Mayor Vera Katz asked hard questions about cost. And Hales?  \n\n\"I would say he certainly wasn’t opposed,\" Leonard said. \"I would not say he led the effort, I would not say he spearheaded the effort, but I would say he was supportive of the effort.\"\n\nWe also called Gretchen Kafoury, who served on the council in 1994 with Katz and Hales. She doesn’t recall all the facts, or all the maneuvering, but she said: \"Charlie certainly did work to diversify employment in the Fire Bureau. I’m totally confident in that statement.\" The heart of the claim is whether the Fire Bureau hired more women and minorities. Here are the numbers:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n1993\n\n2002\n\n2005\n\nNOW **\n\n\n\nAfrican American\n\n10\n\n27\n\n26\n\n25\n\n\n\nAsian American\n\n2\n\n23\n\n25\n\n38\n\n\n\nLatino\n\n11\n\n25\n\n28\n\n32\n\n\n\nNative American\n\n3\n\n13\n\n15\n\n23\n\n\n\nWomen, all\n\n3\n\n36\n\n40\n\n50\n\n\n\nTotal, sworn\n\n712\n\n670\n\n669\n\n698\n\n\n\n\n**In addition, seven firefighters are biracial/multiracial.\n\nHales oversaw the Fire Bureau in 1994 when the City Council approved a trainee program to diversify its ranks. Hales hired a new chief specifically to diversify the bureau. And the numbers started going up. iIn spite of Leonard’s equivocation, we think it’s fair to say that as a member of City Council, Hales \"successfully fought for, and won, adding women and people of color to the Fire Bureau.\"\n\nWe rate the claim as True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-12660"}