{"url": "/factchecks/2011/jun/14/ron-amstutz/state-rep-ron-amstutz-says-budget-now-being-debate/", "speaker": "Ron Amstutz", "vclaim": "The budget currently being debated \"significantly decreases the use of one-time resources.\"", "truth_label": "true", "date": "stated on May 28, 2011 in a newspaper column:", "title": "State Rep. Ron Amstutz says the budget now being debated will rely on substantially less one-time money", "text": "State Rep. Ron Amstutz, a Republican from Wooster, recently defended Gov. John Kasich’s two-year budget blueprint, which the Republican-controlled House and Senate have left largely in tact.\n\nIn a letter published May 28 in The Columbus Dispatch, Amstutz said that budget \"invests in Ohio’s future and a stable fiscal path toward a stronger Ohio.\"  \n\nChairman of the powerful House finance committee, Amstutz was responding to criticism of the $55.6 billion budget that House Minority Leader Armond Budish made in his own letter to The Dispatch. Among Budish’s contentions was that Kasich's budget proposal amounts to Ohio's second largest spending increase, a claim PolitiFact Ohio rated as Mostly True.\n\nAmstutz said Budish’s charge that the budget increases state spending \"left absent a major component to his commentary: reality.\"\n\nAmong the points Amstutz raised to defend the GOP budget: \"The current budget (now being debated) significantly decreases the use of one-time resources, using $1.2 billion this year and around $100 million the following year.\"  \n\nAmstutz said that Budish and Democrats failed to wean the state from one-time money and that the Republican’s use of one-time money for the Kasich budget \"pales in comparison.\"\n       \nGiven how often politicians use the term \"one-time money\" as a weapon, PolitiFact Ohio decided to look at Amstutz claims.\n \nWhen politicians refer to one-time money – they are referring to money that won’t be available in the next budget cycle. The sources of the one-time money include federal stimulus money and savings from debt restructuring.\n\nOhio relied on unprecedented levels of one-time money to balance the two-year budget, passed in July 2009, when Democratic Gov. Ted Strickland and Democratic House were in charge. It will expire at the end of June 2011.\n\nSpecifically, that budget contained around $4.89 billion in one-time money. That figure grew to more than $6 billion as a delay of an income tax cut, higher reimbursement rates for prescription drugs under Medicaid, and other money was added.  \n\nRepublicans have argued the figure is even higher – more than  $8 billion. The differences between the figures are the result of disagreements over what qualifies as one-time money.\n\nRepublicans, especially then-gubernatorial candidate John Kasich, exploited the state’s use of one-time money as reckless and said it leaves them to fill a massive budget hole.\n\nGiven the Republican’s rhetoric, it might surprise some that they, too, are relying on such found money to balance the next two-year budget.  \n\nThis brings us back to Amstutz, who says the state will use about $1.2 billion this year and use $100 million in the following year.  \n\nThe governor’s budget – tweaked since by the legislature -- includes the following sources of one-time money during the first year of the two-year cycle:  \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n$500 million from leasing Ohio liquor sales to Kasich’s JobsOhio program\n\n\n$440 million in savings from restructuring state debt at a lower interest rate\n\n\n$115 million of unclaimed state money  \n\n\n$75 million from the sale of state prisons\n\n\n$30 million from a tax amnesty program\n\n\n\n\nThese total $1.16 billion.\n\nThe only one-time money being used in the second-year of the budget is a transfer of $100 million in unclaimed state funds.\n\nSo, where does this leave Amstutz claims?\n\nAgain, he says the state is relying on $1.2 billion in one-time money in the first year of the proposed budget, which is pretty darn close to $1.16 billion. And, as he says, the budget eliminates in the second year all one-time money except $100 million.\n\nThough debate still exists over the exact figure of one-time money used in the last budget cycle, the level of one-time money used was unprecedented and is clearly far greater than what is proposed in the new budget.\n\nAmstutz’ statement is accurate and there’s nothing significantly missing for a full understanding. On the Truth-O-Meter, PolitiFact Ohio rates Amstutz’ statement as True.", "vclaim_id": "vclaim-pol-12932"}