{"url": "/factchecks/2013/oct/27/diane-ravitch/education-critic-diane-ravitch-says-test-scores-we/", "speaker": "Diane Ravitch", "vclaim": "\"Test scores had gone up steadily for 40 years until No Child Left Behind and Race to the Top.\"", "truth_label": "barely-true", "date": "stated on October 15, 2013 in a speech:", "title": "Education critic Diane Ravitch says test scores went up for 40 years until federal No Child Left Behind, Race to the Top initiatives", "text": "Education analyst and professor Diane Ravitch is a harsh critic of many recent trends in education, from high-stakes testing to privately run charter schools.\nRavitch supported many of those efforts when she was assistant secretary of education under President George H.W. Bush.\nBut she later concluded they didn’t work. And she has been especially critical of both the 2002 federal No Child Left Behind Act, championed by President George W. Bush, and President Obama’s 2009 Race to the Top grant program.\nRavitch offered some of her insights in a speech Oct. 15, 2013, at the University of Rhode Island.\nPart of her argument is that champions of such so-called reforms are overstating the problem. She said a decades-look back at standardized test scores shows more student improvement than the nation’s public schools get credit for.\n\"Test scores had gone up steadily for 40 years until No Child Left Behind and Race to the Top,\" she said.\nWe wondered whether scores had increased so steadily and whether, as her statement implies, they leveled off or dropped after the two federal programs took hold.\nRavitch told us her 40-year claim was a condensed version of a point she makes at greater length in her new book, \"Reign of Error: The Hoax of The Privatization Movement and the Danger to America’s Public Schools.\"\nShe said that claim is backed up by the results of  the National Assessment of Educational Progress Long-Term Trend Assessments, a nationwide standardized test that has been given to students since the early 1970s (From 1997 to 2004, Ravitch was a member of the NAEP Governing Board, which oversees the test.).\nThe NAEP tests are given every few years to 9-year-olds, 13-year-olds and 17-year-olds. The reading part of the test was first administered in 1971 and the math in 1973. Since then, except for a 2004 update, the test has remained substantially unchanged. That constancy has enabled educators to use it as a way to compare student performance year-to-year and even decade-to-decade.\n\"NAEP is the only gauge of change over time,\" Ravitch wrote in \"Reign of Error.\"\nThat brings us to the time period Ravitch was using. She cited a steady trend over 40 years, until the No Child Left Behind Act and Race to the Top. The time spans are actually 32 and 38 years, respectively.\nNo Child Left Behind was implemented in 2003. We made that the end point for our examination, because it’s the first marker Ravitch cited and because the act made more sweeping changes and has been in effect longer. Our beginning points were 1971, when the NAEP reading test was first administered, and 1973, when the math test began.\nTest scores for the periods are found in \"NAEP 2008 Trend in Academic Progress\",  published by the U.S. Education Department’s National Center for Educational Statistics.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFrom 1971 through 2004 -- the closest test date to No Child Left Behind -- average reading scores did go up overall, except for the oldest students. In 1971, 9-year-olds had an average score of 208; in 2004, their average score was 219, a gain of 11 points.\nFor 13-year-olds, the average score went from 255 in 1971 to 259 in 2004, a gain of 4 points.\nThe 1971 and 2004 scores for 17-year-olds were identical: 285.\nMath scores also went up from 1973 through 2004. Again, scores of younger students showed bigger improvement: 9-year-olds scored 219 in 1973 and 241 in 2004, a gain of 22.\nThirteen year-olds scored 266 in 1973 and 281 in 2004, a gain of 15.  The increase for 17-year-olds was only 4 points over that period, from 304 to 307.\nSomewhat contrary to what Ravitch claimed, not all the math and reading scores increases went up steadily. There were a few small dips along the way, although the overall trend was up.\nThen there’s the word \"until\" in Ravitch’s statement. It implies that the rising trend stopped or reversed after No Child Left Behind. In fact, according to the 2012 Nation’s Report Card, the increases continued for nearly all age groups through 2012, the most recent testing period.\nIn reading, scores increased 2 points for 9-year-olds, 4 points for 13-year-olds and 2 points for 17-year-olds.\nIn math, scores increased 3 points for 9-year-olds and 4 points for 13-year-olds. They decreased by 1 point for 17-year-olds.\nOur ruling\nEducation critic Diane Ravitch said, \"Test scores had gone up steadily for 40 years until No Child Left Behind and Race to the Top.\"\nThere are a few problems with her statement.\nFirst, the time spans for the scores she cites are 32 and 38 years, not 40.\nSecond, while the scores increased overall, there were a few dips. And for 17-year-olds, the overall increases were insignificant.\nFinally, despite her implication that the increases stopped after No Child Left Behind, scores actually rose for all age groups in 2008 and for nearly all in 2012, the next two testing periods.\nBecause Ravitch’s statement contains some element of truth but ignores critical facts that would give a different impression, the judges rate it Mostly False.", "vclaim_id": "vclaim-pol-08703"}