{"url": "/factchecks/2011/feb/08/bill-oreilly/majority-people-polls-do-not-support-obamacare/", "speaker": "Bill O'Reilly", "vclaim": "The majority of people in polls do \"not support Obamacare.\"", "truth_label": "half-true", "date": "stated on February 6, 2011 in an interview with President Obama:", "title": "The majority of people in polls do \"not support Obamacare\"", "text": "Correction: Due to a math error, this story originally said that a Kaiser poll showed that 49 percent of respondents wanted the health care law kept or expanded. The correct figure is 47 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nIn an interview on Sunday with Fox News host Bill O'Reilly, President Barack Obama defended the health care law as a common-sense measure aimed at protecting average Americans.\n\nThere's no reason people should go bankrupt if they happen to get sick, Obama said. \"The notion that that's a radical principle, I don't think the majority of people would agree with you,\" he added.\n\n\"Then why do the majority people in the polls not support Obamacare?\" O'Reilly asked.\n\nObama: \"Actually, I think it's pretty evenly divided.\"\n\n\"It's close,\" O'Reilly said, adding that \"other people see it as a huge government intrusion, and you guys just want to take over, basically, decision-making for Americans. It's an ideological argument.\"\n\nHere, we wanted to referee the dispute on the poll numbers: Do a majority of people in the polls oppose the health care law? Since O'Reilly brought it up, we decided to check his statement.\n\nThere are many, many polls to choose from when it comes to public opinion on health care. Pollsters have been asking people their thoughts on the plan for the past two years, long before it passed in March 2010.\n\nThe best evidence for O'Reilly's position was the most recent poll from the Kaiser Family Foundation and Harvard School Of Public Health. In its most recent tracking poll, it found that 50 percent of respondents had an unfavorable view of the law, while 41 percent viewed it favorably. But another 9 percent said they didn't know or didn't want to answer. Certainly, the largest category in this poll didn't like health care, but if you combined supporters with the unknowns, you do get an even split.\n\nWhen you average polls over the past few months, the result is that the public is evenly split on the health care bill, said Dr. Robert Blendon, a professor at Harvard who was one of the poll's designers. Opinions on it also tend to break down along partisan lines.\n\n\"Republicans continue to overwhelmingly dislike this bill, and Democrats favor it and would like to see it expanded in one way or another. Independents are split and tend to move one way or another,\" Blendon said.\n\nThings get even trickier when you ask people about repealing the law, because a significant portion of those who say they view the law unfavorably also say they they are opposed to a complete repeal. The most recent Kaiser poll showed that 19 percent said keep the law as it is; 28 percent said expand the law; 23 percent said repeal the law and replace it with a Republican alternative; 20 percent said repeal it and don't replace it. That means 47 percent want the law kept or expanded, and 43 percent want it replaced with a Republican alternative or simply repealed.\n\nSome polls have also found that at least a portion of people who dislike the health care bill dislike it because they wanted to see more dramatic changes to the health care system. A CNN poll in December found that 13 percent of those who opposed the law did so because it wasn't liberal enough. Another 43 percent favored the bill and 37 percent said it was too liberal.\n\nThere's also some evidence of small shifts in opinion depending on how the question is asked. When the polls are as close as they are on health care, that can make a difference in which side prevails.\n\nFinally, individual components of health care tend to poll very well, such as tax credits to help low- and moderate-income people buy insurance (79 percent favorable) and expanding Medicaid, the government-run health care program for the poor (67 percent favorable). The least popular part of the law is the individual mandate requiring people to buy insurance (23 percent favorable).\n\nO'Reilly said that a \"majority of the people in the polls\" do not support the health care law. If we were rating Obama's statement on its own, that the public is evenly divided, we would rate that True. But O'Reilly isn't entirely wrong, in the sense that support for the bill does not hit 50 percent or higher. Taking a broad picture of the polls reveals a divided public, so we rate his statement Half True.", "vclaim_id": "vclaim-pol-13641"}