{"url": "/factchecks/2018/mar/29/tom-king/gun-owners-would-not-have-give-their-guns-under-as/", "speaker": "Tom King", "vclaim": "A bill in Congress \"will ban all semi-automatic weapons, including pistols and shotguns. So, yes, they are coming to take away our guns.\"", "truth_label": "pants-fire", "date": "stated on March 26, 2018 in a radio interview:", "title": "Gun owners would not have to give up their guns under 'assault weapons' ban", "text": "The president of the state group affiliated with the National Rifle Association says a bill in Congress would ban all semi-automatic firearms and lead to the government seizing guns from gun owners.\nTom King, president of the New York State Rifle and Pistol Association, appeared on The Capitol Pressroom to voice his group’s opposition to stronger gun control laws.\n\"The title of the bill is ‘something assault weapons ban,’ \" King said in the interview. \"And, when you read into it, the legislation will ban all semi-automatic weapons, including pistols and shotguns. So, yes, they are coming to take away our guns.\"\nThe group also wants to repeal the 2013 New York Secure Ammunition and Firearms Enforcement Act, the state’s gun law passed after the Sandy Hook Elementary School massacre.\nDemocrats have proposed some parts of the SAFE Act for the congressional bill, like universal background checks for gun purchases and a ban on certain accessories.\nBut is King right that the bill would ban semi-automatic weapons altogether and lead to gun seizures?\nThe bill\nOpponents of gun control have long chafed at the term \"assault weapon\" because it does not have a universal definition. The SAFE Act, for example, defines an assault weapon differently than the federal law that banned assault weapons in 1994.\nThe federal ban expired in 2004, and many Democrats have tried to revive it ever since.\nKing did not respond to our inquiry about his claim. In the Capitol Pressroom interview, he mentioned House Resolution 5057 as the bill he was referring to. But that bill has nothing to do with guns.\nIt seems he mixed up his bill numbers. Rep. David Cicilline, a Rhode Island Democrat, leads the latest gun-control effort as sponsor of House Resolution 5087, titled the Assault Weapons Ban of 2018. A Cicilline spokesperson said his office is not aware of any other current bills relating to an assault weapons ban. PolitiFact New York could not find any others in our search of House and Senate websites. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n “We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nCicilline's bill would ban the sale of new semi-automatic firearms with certain military-style features:\n\n\n• Rifles that can accept a detachable magazine would be banned from having a pistol grip, a forward grip, a threaded barrel, a barrel shroud, a grenade or rocket launcher, or a folding, telescoping, or detachable stock.\n\n\n• Pistols would not be allowed to have a fixed magazine with more than 10 rounds. They would also be banned from having a threaded barrel, a second pistol grip, a barrel shroud, and the ability to load a magazine at some location other than the grip.\n\n\n• Shotguns would be banned from having a detachable magazine and a fixed magazine would not be allowed to have more than five rounds. The same features banned for pistols and rifles would also be banned on shotguns.\n\n\nSemi-automatic weapons sold without any of those features would still be legal to own and sell. The gun would become illegal if the owner decided to add any of those features.\nThose who legally bought a gun with those features before the ban would not have to give them up. Those weapons would be grandfathered in, but a background check would be required if the owner sells it to someone else. They would also have to be locked up when not being used.\nThe bill would also ban any magazine with more than 10 rounds. Six states already have a similar ban.\nSen. Dianne Feinstein, D-California, introduced an almost identical bill in 2017. Neither has support from Republicans, who hold the majority in both chambers of Congress.\nOur ruling\nKing said a bill in Congress \"will ban all semi-automatic weapons, including pistols and shotguns. So, yes, they are coming to take away our guns.\"\nThat’s not true. The latest bill to ban \"assault weapons\" would block the sale of new semi-automatic firearms with one or more military-style features. Guns that already have those features would be grandfathered in.\nGun owners would not be required to give up any of their guns as long as they were legally purchased before the ban.\nWe rate his statement Pants on Fire.\n Share the Facts 2018-03-29 20:21:01 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A bill in Congress \"will ban all semi-automatic weapons, including pistols and shotguns. So, yes, they are coming to take away our guns.\"    Tom King President of the New York State Rifle and Pistol Association https://www.wcny.org/march-26-2018-tom-king/    Monday, March 26, 2018 2018-03-26    Read More  info", "vclaim_id": "vclaim-pol-02253"}