{"url": "/factchecks/2012/feb/13/martin-omalley/gov-omalley-says-maryland-creating-jobs-2-12-times/", "speaker": "Martin O'Malley", "vclaim": "Maryland is \"creating jobs at 2 ½ times the rate that Virginia is.\"", "truth_label": "false", "date": "stated on February 5, 2012 in a TV interview.:", "title": "Gov. O'Malley says Maryland is creating jobs at 2 1/2 times rate of Virginia", "text": "The growing rivalry between Virginia Gov. Bob McDonnell and Maryland Gov. Martin O’Malley is on national tour.\n\nThe two faced off Feb. 5 on CNN’s State of the Union, disagreeing on why the economy has improved.\n\nMcDonnell, chairman of the Republican Governors Association, gave all the credit to job-creation policies by GOP governors and was dismissive of President Barack Obama’s efforts. O’Malley, head of the Democratic Governor’s Association, lauded the president’s \"choices and policies.\"\n\nMcDonnell criticized O’Malley’s proposals this year that Maryland raise its income tax on top earners, as well as increase levies on gas and cigars. McDonnell boasted that Virginia’s 6.2 percent unemployment rate trumps Maryland’s 6.9 percent rate.\n\nO’Malley corrected McDonnell; Maryland’s rate was 6.7 percent in December, the most recent figures available.\n\n\"And we’re creating jobs at 2 ½ times the rate Virginia is,\" O’Malley said.\n\nWe’ll stipulate O’Malley is correct about about his state’s unemployment rate. But his claim that Maryland is creating jobs at 2 ½ times the pace of Virginia was news to us. So we checked it out.\n\nRaquel Guillory, O’Malley’s chief of communications, told us her boss’s statement was based on data from the Bureau of Labor Statistics. She sent us two sets of BLS numbers to back O’Malley’s claim. The data compared seasonally-adjusted employment figures in Maryland and Virginia.\n\nIn January 2011, Maryland had 2,508,300 non-farm jobs. The number rose by 30,300 in December, to 2,538,600. That’s a 1.21 percent increase.\n\nVirginia had 3,641,100 non-farm jobs in January 2011. The number rose by 22,000 in December, to  3,663,100. That’s an 0.6 percent increase.\n\nMaryland’s rate of increase, under O’Malley’s formula, would be two times Virginia’s rate.\n\nThe second set of numbers compared private-sector employment.\n\nIn January 2011, Maryland had 2,011,900 private jobs. The number rose by 25,600 in December, to 2,037,500. That’s a 1.27 percent increase.\n\nVirginia had 2,941,200 private jobs in January 2011. The number rose by 15,900 in December, to 2,957,100. That’s an 0.54 percent increase.\n\nSo Maryland’s rate of increase, under O’Malley’s formula, would be roughly 2-1/3 times Virginia’s rate.\n\nDo O’Malley’s numbers prove Maryland is outperforming Virginia?\n\nTerry Rephann, a regional economist with the Weldon Cooper Center for Public Service at the University of Virginia, questioned O’Malley’s methodology of comparing the first month of 2011 with the last. He said economists usually compare job numbers from the same month over a period of years to remove any possibility of seasonal distortion, such as Christmas or summer employment.\n\nKara Markley, a mid-Atlantic regional economist with the BLS, made a similar observation. \"We would typically compare the same month year-to-year with the not seasonally-adjusted data,\" she said.\n\nThat data paints a far different picture from the one O’Malley framed.\n\nIn December 2011, Maryland added 24,700  jobs to its 2,529,300 tally from the previous December -- a 0.98 percent increase. Virginia added 35,600 jobs to its total of 3,644,500 from 2010 -- an 0.97 percent increase.\n\nBy that method, Maryland’s job creation rate topped Virginia by 1/100th of 1 percent.\n\nUsing the same month-to-month method, we ran a comparison for all of 2010 and 2011. Virginia came out ahead in eight months, Maryland did better in four.\n\nHoward Wial, an economist at the Brookings Institution, said monthly employment numbers from each state are voluble and can be greatly impacted by the hiring or firing decisions of a single corporation.\n\nSo who’s the better job creator, Maryland or Virginia? O’Malley or McDonnell?\n\nRephann said these are complicated questions that would require many years of data, and analyses of policies and the impact of federal employment in each state.\n\n\"I don’t know how you could demonstrate, over a given year, which state had the better policies,\" he said.\n\nTime and again, economists have told us politicians take far too much credit for job gains and assign far to much blame for losses. The O’Malley-McDonnell squabble evoked the same response.\n\n\"Governor’s really don’t control their economies,\" Wial said.\n\n\"It’s political theater,\" Rephann said.\n\nOur ruling:.\n\nO’Malley said Maryland is creating jobs at 2½ times the rate of Virginia.\n\nHe based his statement on the two state’s employment numbers in January and December of 2011 and comparing the percentages of increase. Maryland came out ahead under O’Malley’s formula, but not quite by the magnitude the governor claimed.\n\nTwo economists told us better measurements would come from comparing unadjusted job figures from the same month in different years. Under this formula, using numbers from December 2010 and December 2011, the two states essentially came out even. When we compared each month in 2010 to its counterpart in 2011, Virginia usually came out ahead of Maryland.\n\nSo O’Malley’s claim only approaches validity when he gets to cherry-pick the data. We rate his statement False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-11613"}