{"url": "/factchecks/2020/feb/29/viral-image/second-viral-post-pops-about-bernie-sanders-minimu/", "speaker": "Viral image", "vclaim": "“Bernie Logic: Nobody can live on $7 an hour. We must raise the minimum wage to $15 an hour. Also we must raise the tax rate to 52%. $15 an hour * 52% = $7.80. $15 an hour - $7.80 = $7.20. $7.20 an hour!!!”", "truth_label": "false", "date": "stated on February 29, 2020 in a post on Facebook:", "title": "A second viral post pops up about Bernie Sanders’ minimum wage, tax plans. It’s just as wrong", "text": "Let’s be clear. Sen. Bernie Sanders, I-Vt., wants to raise tax rates on wealthy Americans. And he wants to raise the federal minimum wage to $15 an hour (and pay for universal health care, among other things).\nBut Sanders isn’t proposing huge tax increases on low-wage workers to make the math work.\nA Facebook post on \"Bernie logic,\" gets the details wrong.\n\"Bernie Logic,\" the post reads.\n\"Nobody can live on $7 an hour. We must raise the minimum wage to $15 an hour. Also we must raise the tax rate to 52%. \n\"$15 an hour * 52% = $7.80. $15 an hour - $7.80 = $7.20. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"$7.20 an hour!!!\"\nSanders does support a new federal minimum wage to $15 an hour. What he doesn’t propose is raising tax rates to 52% for those low-wage earners.\nInstead, Sanders has proposed increasing the tax rate for the country’s highest earners to 52%; the new tax rate would apply to income earned only above $10 million. \nThat’s a significant increase over the current top tax rate of 37%. The Sanders campaign says the increase would generate an additional $700 billion in tax revenue over 10 years. ]\nBut the tax rate wouldn’t affect minimum wage or low-wage workers, whether they earned $7.25 an hour, $15 an hour or $200 an hour.\nThat’s logic. This post is False.", "vclaim_id": "vclaim-pol-17505"}