{"url": "/factchecks/2013/dec/19/paul-ryan/rep-paul-ryan-said-bipartisan-budget-deal-first-di/", "speaker": "Paul Ryan", "vclaim": "The Murray-Ryan deal \"is the first divided-government budget agreement since 1986.\"", "truth_label": "barely-true", "date": "stated on December 10, 2013 in a press conference:", "title": "Rep. Paul Ryan said bipartisan budget deal is the first in divided government since 1986", "text": "Lawmakers and pundits heralded the recent agreement on federal spending reached between House Republicans and Senate Democrats as a rare, bipartisan accord between a deeply divided Congress.\nSome went so far as to suggest that it was historic, including Rep. Paul Ryan, the Wisconsin Republican and chief budget negotiator for the GOP.\n\"This is the first divided-government budget agreement since 1986,\" Ryan told reporters Dec. 10, 2013, when announcing the deal alongside Sen. Patty Murray, D-Wash.\nThe deal has since passed the House and Senate.\nWe knew that recent Congresses have clashed on federal spending over the years, but was it really almost three decades since two parties came together to cut a deal? Let’s take a trip down memory lane.\nBudgets 101\nFirst, a brief explainer on the agreement.\nThe legislation Ryan and Murray hammered out averts a government shutdown in January 2014 by funding federal agencies and providing some relief from the across-the-board cuts known as the sequester. The sequester cuts are unpopular among many Democrats and some Republicans because the cuts slash discretionary spending, including defense, in an across-the-board fashion, rather than allowing lawmakers the ability to cut less-crucial programs and save more urgent ones. \nThe agreement also raises some fees on air travel, requires federal workers to contribute more to their pensions, and decreases retirement benefits for veterans younger than 62.\nUnder the agreement, budget caps for discretionary spending are set at $1.012 trillion for fiscal year 2014 and $1.014 trillion for fiscal year 2015. For 2014, that figure is $45 billion more than it would have been under sequestration, and it’s $18 billion more for 2015.\nAlso notable — and often unexplained in media accounts — is that the bill includes language that serves the purpose of a \"budget resolution,\" an annual fiscal blueprint agreed to by both chambers.\nA budget resolution provides a general outline of spending, taxation and deficit reduction. While passage of a budget resolution is not mandatory, it can be valuable to lawmakers by easing the process of passing spending bills. The president does not sign it.\nTypically, if a budget resolution is passed, it happens relatively early during a congressional session, and it is passed independently of spending bills. But due to partisan battling, that didn’t happen this year; to rectify this, the spending bill belatedly included language that made it like a budget resolution as well as a spending bill.\nDivided government vs. divided Congress\nWe contacted Ryan’s staff the day after he made the comment we’re checking, and they offered a key clarification: They said Ryan had meant to say it was \"the last time a budget resolution was adopted while Congress was controlled by opposing parties was 1986.\"\nThis is an important distinction. Divided government means that each major party controls one of the following three entities: the presidency, the House of Representatives or the Senate. By contrast, a divided Congress means that one party controls one chamber of Congress and the other controls the other chamber.\nBoth scenarios mean that the levers of power are divided between the parties, but divided government is much more common than a divided Congress in recent history, so whether you use one phrasing or the other leads to a different outcome. We’ll look at both here.\nWe should add that Ryan has used both formulations. On Dec. 12, for instance, ABC quoted him saying: \"This is the first time, with a divided Congress, that we’ve had a budget agreement since 1986, when both houses were controlled by the other parties.\"\nThe following chart outlines control of each chamber of Congress and the presidency since 1986.\n \n\n\n\n\nCongress\n           \n\n\nYear\n\n\nHouse control\n\n\nSenate control\n\n\nPresident control\n\n\n\n\n99th\n\n\n1985-87\n\n\nDemocratic\n           \n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\n\n\n100th\n\n\n1987-89\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nRepublican\n           \n\n\n\n\n101st\n\n\n1989-91\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nRepublican\n           \n\n\n\n\n102nd\n\n\n1991-93\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nRepublican\n           \n\n\n\n\n103rd\n\n\n1993-95\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\n\n\n104th\n\n\n1995-97\n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\nDemocratic\n           \n\n\n\n\n105th\n\n\n1997-99\n\n\nRepublican\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n           \n\n\nRepublican\n           \n\n\nDemocratic\n           \n\n\n\n\n106th\n\n\n1999-2001\n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\nDemocratic\n           \n\n\n\n\n107th\n\n\n2001-03\n\n\nRepublican\n           \n\n\nRepublican/\nDemocratic\n\n\nRepublican\n           \n\n\n\n\n108th\n\n\n2003-05\n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\n\n\n109th\n\n\n2005-07\n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\nRepublican\n           \n\n\n\n\n110th\n\n\n2007-09\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nRepublican\n           \n\n\n\n\n111th\n\n\n2009-11\n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\n\n\n112th\n\n\n2011-13\n\n\nRepublican\n           \n\n\nDemocratic\n           \n\n\nDemocratic\n           \n\n\n\n\n113th\n\n\n2013-15\n\n\nRepublican\n\n\nDemocratic  \n\n\nDemocratic\n\n\n\n\n \nAs the chart shows, the usual state of affairs has been for the same party to control both chambers of Congress. Since 1986, the only exceptions are the two annual sessions of the 112th Congress, the first session of the 113th, and the second session of the 107th Congress, when a mid-session party switch tipped the Senate from Republican to Democratic control at a time when the House was in GOP hands. (That change occurred on May 24, 2001, which was after the Senate agreed to a budget resolution for the first session.)\nHere’s a cross-tabulation of party control in Congress with the passage of a budget from 1986 to 2013.\n \n\n\n\n\nParty control\n\n\nPassed budget\n\n\nFailed to pass budget\n\n\n\n\n\n\nUnified Congress and president\n\n\n6\n\n\n3\n\n\n\n\nPresident of one party, Congress unified under other party\n\n\n13\n\n\n1\n\n\n\n\nDivided Congress\n\n\n2\n\n\n3\n\n\n\n\n \nSo, if you analyze Ryan’s words literally, he’s wrong: There are actually 15 instances since 1986 in which \"divided government\" produced a budget agreement, 13 with a unified Congress in opposition to the president and two with a divided Congress.\nOn the other hand, if you cut him some slack and rate his claim based on the term \"divided Congress,\" he’s right -- but it’s also not all that enlightening, since there have been just four annual sessions of Congress that have occurred under divided control during the past 28 years. In 2002, with the House controlled by Republicans and the Senate run by Democrats for most of the year, no budget resolution was agreed to. The Republican House and Democratic Senate also failed to reach an accord in 2011 and 2012.\nRoy Meyers, a political scientist at the University of Maryland-Baltimore County and a former analyst at the Congressional Budget Office, agreed that Ryan’s point is correct but doesn’t mean much. He added that the wider understanding of the term \"divided government\" is a split in control between Congress and the White House -- something that doesn’t matter in evaluating budget resolutions, since they only need Congress’ approval, not the president’s.\nMeyers also emphasized that just because one party controls both chambers of Congress doesn’t guarantee a budget resolution will be passed. Republicans controlled Congress in 1998, 2004 and 2006 but didn’t pass a budget. Democrats also failed in 2010 despite running the House and Senate.\nPatrick Griffin, an American University government professor who worked in legislative affairs for President Bill Clinton, added that the final spending bills are more important than the budget resolution, anyway.\nPresidents Ronald Reagan, George H.W. Bush and Clinton, he said, all had budget battles with the opposing party controlling Congress, and this made the final pact more powerful once the White House gave its blessing.\n\"For (a budget resolution) to have consequence, it has to involve all the institutions,\" Griffin said.\nOur ruling\nAt the initial news conference, Ryan said the current deal \"is the first divided-government budget agreement since 1986.\" He later clarified his statement to note it’s actually the first one \"with a divided Congress\" since 1986.\nThe first claim is wrong -- there are actually more than a dozen instances since 1986 in which \"divided government\" produced a budget agreement. And while the second version of Ryan's claim is right, it's not very significant, since Congress has been under divided-party control for just four years out of the past 28. On balance, we rate Ryan’s claim Mostly False.", "vclaim_id": "vclaim-pol-08480"}