{"url": "/factchecks/2016/aug/11/donald-trump/donald-trump-pants-fire-claim-obama-founded-isis-c/", "speaker": "Donald Trump", "vclaim": "Says Barack Obama \"founded ISIS. I would say the co-founder would be crooked Hillary Clinton.\"", "truth_label": "pants-fire", "date": "stated on August 10, 2016 in a speech in Sunrise, Fla.:", "title": "Donald Trump's Pants on Fire claim that Barack Obama 'founded' ISIS, Hillary Clinton was 'cofounder'", "text": "Donald Trump has found a ferocious way to describe President Barack Obama and Democratic nominee Hillary Clinton: as the founder and cofounder of ISIS, the terrorist group behind beheadings of Americans and lethal attacks around the world.\nSpeaking to thousands of supporters at a Broward County arena Aug. 10, Trump vowed to \"knock the hell out of ISIS\" before pointing the finger at the Democrats.\n\"ISIS is honoring President Obama,\" he said. \"He is the founder of ISIS. He is the founder of ISIS, okay? He is the founder. He founded ISIS. And I would say the cofounder would be crooked Hillary Clinton.\"\nTrump has been making similar comments for several months, and he repeated his latest talking point in an interview with Republican radio host Hugh Hewitt the day after his Broward speech.\nIn fact, when Hewitt proposed a more cautious interpretation of his assertion — that Obama and Clinton \"created the vacuum\" in the region and thus \"lost the peace\" to ISIS — Trump rejected that formulation, sticking with the most literal version of \"founder\" and \"co-founder.\"\n\"No, I meant he’s the founder of ISIS,\" Trump told Hewitt. \"I do. He was the most valuable player. I give him the most valuable player award. I give her, too, by the way, Hillary Clinton.\"\nHewitt pushed back, saying, \"But he’s not sympathetic to them. He hates them. He’s trying to kill them.\"\nTrump dismissed that again, saying, \"I don’t care. He was the founder. The way he got out of Iraq was, that, that was the founding of ISIS, okay?\"\nAnd hours after the Hewitt interview aired, Trump tripled down on the attack in a speech to the National Association of Homebuilders in Miami Beach once again accusing them of being the founder and cofounder of ISIS.\nTrump was already incorrect when he said Clinton \"invented\" ISIS with her \"stupid policies,\" as he did a few weeks ago.\nNow he’s taking it a step further with the \"co-founded\" attack.\nLet us be clear: It is wildly inaccurate to say Obama or Clinton \"co-founded\" ISIS.\nThe creation of ISIS\nExperts have repeatedly told us that the sources of ISIS are complex and interconnected.\nBut Trump’s provocative comment glosses over all of that nuance.\nFor starters, the terrorist group’s roots pre-date Obama’s presidency and Clinton’s role as secretary of state.\nISIS has used several names since 2004, when long-time Sunni extremist Abu Mus‘ab al-Zarqawi established al-Qaida in Iraq (AQI), also known as the Islamic State of Iraq (ISI) and more recently the Islamic State of Iraq and the Levant (ISIL), according to the National Counterterrorism Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAfter he was killed in a 2006 U.S. airstrike, the group became the Islamic State of Iraq. In 2013, the group was referred to as the Islamic State of Iraq and al-Sham and then just the Islamic State in 2014.\nThe most prominent leader of the group we now call ISIS has been Abu Bakr al-Baghdadi, who became the leader in 2010.\nDemocrats often blame President George W. Bush for the creation of ISIS, because al-Qaida flourished after the overthrow of Saddam Hussein.\nBut you could also argue Obama’s decision to leave Iraq after 2011 contributed to the security vacuum that gave ISIS the chance to put down roots and regroup.\nThe Trump campaign sent us links to articles about how the Obama administration handled the situation in the Middle East that influenced the rise of ISIS.\nAs for Clinton, Trump’s campaign has previously pointed to her vote as a senator to authorize force in Iraq in 2002. She later said she regretted that vote. While Clinton does bear some responsibility for the Iraq war that gave ISIS an opening, she isn’t solely responsible: The vast majority of senators — from both parties — joined her in supporting the intervention advocated by Bush.\n\"So yes, Hillary's vote for President Bush's misguided policy to build democracy in Iraq directly assisted the Republican decision that opened the door to the radicalization of Iraq and destabilization of the Levant,\" said Joshua Landis, director of the Center for Middle East Studies at the University of Oklahoma told us in July when Trump attacked Clinton. \"Bush's destruction of the Iraq Army and state is the single-most important decision that led to the expansion of al-Qaida into the region and later emergence of ISIS.\"\nRepublicans have blamed Obama for not keeping 10,000 troops in place in Iraq, which they say could have deterred the opening for ISIS. However, Obama inherited a timeline to exit Iraq from Bush, and that did not include an agreement to leave a large force behind.\nTrump’s campaign has also pointed to Clinton’s positions on Syria and Libya as evidence for allowing ISIS to grow. As secretary of state in 2011, she echoed Obama’s support for regime change in Syria and said Assad needed to \"get out of the way.\"\n\"Clinton's enthusiasm for regime change in Libya in 2011, which Obama endorsed, resulted in the collapse of order there, which ISIS and others have exploited,\" Christopher Preble, a defense expert at the libertarian Cato Institute, previously told PolitiFact. \"That is a fair criticism, in my opinion.\"\nIn recent years, the United States has targeted ISIS militarily, with some signs of progress and some setbacks. After an ISIS terrorist attack in Brussels, Obama said that destroying the group is his \"top priority.\" (For what it’s worth, Clinton herself was in favor of supporting Syrian rebels but was overruled by Obama. She also advocated for maintaining a moderate troop presence in Iraq after 2011.)\nAs Hewitt suggested in the interview, it’s possible to argue that the administration’s withdrawing from Iraq, its lack of support to anti-Assad rebels in Syria and its decision to intervene in Libya contributed to the power of ISIS.\nThese concerns track those we’ve heard from foreign-policy experts. However, this more limited and defensible critique of Clinton’s record is what Hewitt offered Trump on his radio show, and the candidate forcefully rejected it out of hand \u007f— twice.\nOur ruling\nTrump said Obama \"founded ISIS. I would say the cofounder would be crooked Hillary Clinton.\"\nThere’s a credible critique that Obama’s and Clinton’s foreign-policy and military decisions helped create a space in which ISIS could operate and expand. But Trump explicitly rejected this formulation, saying he literally means Obama is \"the founder of ISIS\" and Clinton is the \"cofounder.\"\nIn reality, the founder of ISIS was a terrorist. It is run by terrorists. Obama has said destroying ISIS is his \"top priority.\"\nAll this makes Trump’s statement a ridiculous characterization. He’s doubled, tripled and quadrupled down on it in various venues and has reinforced that he meant his words to be taken literally.\nWe rate it Pants on Fire.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says Barack Obama \"founded ISIS. I would say the co-founder would be crooked Hillary Clinton.\"    Donald Trump Presidential candidate   In a speech in Sunrise, Fla. Thursday, August 11, 2016 08/11/2016    Read More  info", "vclaim_id": "vclaim-pol-04495"}