{"url": "/factchecks/2018/aug/30/americans-prosperity/attack-ad-falsely-says-bredesen-backed-gassales-ta/", "speaker": "Americans for Prosperity", "vclaim": "As Tennessee governor, Phil Bredesen \"supported higher taxes on us. Higher gas taxes. Higher sales taxes.\"", "truth_label": "false", "date": "stated on August 29, 2018 in an attack ad:", "title": "Attack ad falsely says Bredesen backed gas, sales tax hikes that never happened", "text": "In the battle for the U.S. Senate, the Koch family-backed Americans for Prosperity launched a $2 million ad campaign against Tennessee Democrat Phil Bredesen. The group's ad targets Bredesen’s time as governor from 2003 to 2011.\nBredesen will face Republican Rep. Marsha Blackburn on the November ballot. \nThe ad opens with a shot of a woman, child in her arms, shopping for groceries. Here’s the text:\n\"When times are tough, we budget for our families. But when our state’s budget was in crisis, Phil Bredesen supported higher taxes on us. Higher gas taxes. Higher sales taxes.\"\nThe ad ends with a claim about wasteful spending on rebuilding the governor’s mansion. For this fact-check, we wanted to review the data for gas taxes and sales taxes to see if they went up on Bredesen’s watch.\nKey takeaways\n\n\nWhile the ad suggests that gas and sales taxes rose, they remained the same through Bredesen’s years in office.\n\n\nAt times, Bredesen suggested the gas tax might need to go up.\n\n\nThe sales tax on food fell from 6 percent to 5.5 percent, but taxes on cigarettes and cell phone plans rose.\n\n\nBredesen proposed eliminating the cap on a separate tax on big-ticket items such as jewelry and business equipment, but the Legislature rejected it.\n\n\nGas tax held steady\nTennessee’s Department of Transportation has a handy table of gas and fuel taxes going back to 1923. It shows no change in the gas tax between 1990 and 2017. It stayed at 21.4 cents/gallon through all the time Bredesen was governor. (The base rate was 20 cents with 1.4 cents in special fees tacked on.)\nAmericans for Prosperity spokeswoman Gabrielle Braud noted that at various times, in 2003, 2006 and 2007, Bredesen said the gas tax might need to rise a few cents to secure federal highway matching funds and keep pace with rising costs. That is accurate, but Bredesen didn’t press the point. There is no evidence that he advocated for a hike.\nAnd as the recession was building in 2008, Bredesen told reporters that a gas tax increase was off the table, saying it would be a \"terrible time\" to ask people to pay more in taxes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSales tax did not change\nAs with the gas tax, the state sales tax held steady. The Tennessee Department of Revenue told us \"the general state sales tax rate of 7 percent did not change between 2003 to 2011.\"\nAccording to the Tax Foundation, a group that tracks state and federal revenues, the rate went from 6 percent to 7 percent right before Bredesen took office and didn’t change on his watch. The Economic Research Service at the U.S. Department of Agriculture confirmed those numbers.\nSince the ad opens with a mother at a supermarket, we looked into any hike in taxes on food. The tax on groceries actually went down when Bredesen was governor.\nBredesen and lawmakers agreed to trim that levy by half a percentage point from 6 percent to 5.5 percent in 2007. The Presbyterian Church was one of the groups that supported the change and said that it was \"the first-ever reduction of the state’s high food tax.\"\nBredesen made it a point to avoid raising the sales tax but he was quite open to other ways to boost revenues, especially as the state struggled through the recession.\nThe year the sales tax on groceries went down, the cigarette tax went up, with most of the money targeted to education. The Tax Foundation’s analysis of the tobacco tax hike found that it fell most heavily on lower income households.\nIn 2010, he, along with the Legislature, raised the fee for a driver’s license from $19.50 for five years to $46 for eight years, and increased the tax on cable and telecommunication services.\nTennessee has a special sales tax on big ticket items such as cars and boats. An additional 2.75 percent charge is tacked on for each dollar between $1,600 and up to $3,200, at which point the tax stops. Braud noted that in 2010 Bredesen wanted to lift the upper limit. He did, but not across the board. His proposal left cars, boats and homes alone.\nBredesen argued that the tax would fall mainly on businesses, not households. Lawmakers rejected the plan.\nOur ruling\nAmericans for Prosperity said that Bredesen supported higher gas and sales taxes. Neither tax changed on his watch.\nBoth the gas and state sales tax remained the same throughout his time as governor. Food taxes went down and cigarette taxes went up. While he piecemealed additional revenues here and there, he opposed raising the broad-base sales tax.\nThe ad uses the word \"support\" in the broadest fashion possible to mislead Tennesseans about their experiences under Bredesen.\nWe rate this claim False.\n Share the Facts 2018-08-30 16:09:34 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  As Tennessee governor, Phil Bredesen \"supported higher taxes on us. Higher gas taxes. Higher sales taxes.\"     Americans for Prosperity A conservative PAC and advocacy group founded by the Koch brothers. https://youtu.be/vnXjqtqdGD4   In a television ad Wednesday, August 29, 2018 2018-08-29    Read More  info", "vclaim_id": "vclaim-pol-01676"}