{"url": "/factchecks/2018/apr/09/blog-posting/did-nancy-pelosi-vow-raise-taxes-if-democrats-take/", "speaker": "Bloggers", "vclaim": "\"Nancy Pelosi vows Democrats will raise taxes if they take back the House.\"", "truth_label": "half-true", "date": "stated on April 5, 2018 in posts on the Internet:", "title": "Did Nancy Pelosi vow to raise taxes if Democrats take the U.S. House?", "text": "A headline popped up all over the Internet recently: \"Nancy Pelosi vows Democrats will raise taxes if they take back the House.\" How accurate is it?\nBased on the accompanying article -- originally published by the Daily Caller News Foundation, a conservative online publication -- as well as by additional reporting by PolitiFact, the headline outlines a scenario that’s possible but speculative.\nThe April 5 article that accompanied the headline was prompted by a town hall on April 4 headlined by Pelosi and her fellow House Democrat from California, Ted Lieu, in Culver City, Calif. At the event, Pelosi and Lieu criticized the tax bill that passed last December, one advanced exclusively with Republican votes in Congress.\nAt one point, the article noted, Pelosi used a Democratic talking point that we have previously rated Half True -- that \"over 80 percent of the benefits go to the top 1 percent.\" That figure is correct for the tax law’s impact by 2027, but through 2025, the top 1 percent’s share is much smaller -- roughly 20 percent to 25 percent.\nHowever, the Daily Caller article did not specifically quote Pelosi promising to raise taxes. Rather, it offered a more nuanced scenario.\nPelosi didn’t offer specifics when asked if Democrats would re-work the bill from scratch or focus on specific portions, saying instead her party would work openly with Republicans to reach a deal.\n\"One of our complaints about what they did with the tax bill is they did it in the dark of night with the speed of light,\" the California Democrat said.\n\"We’ll sit down at the table and say … what would be a tax bill that creates growth, that creates good paying jobs as it reduces the deficit?\" she said.\n\"It’s not about chipping at this piece or that piece, it’s about a comprehensive look at what our tax policy should be for the future,\" she added.\nIn other words, at the Culver City event, Pelosi said she would be willing to work with Republicans on overhauling or overturning the law in an unspecified way. Any tax hikes that result would be subject to negotiation -- and the changes could plausibly include cuts compared to current law for some Americans, rather than tax increases.\nOther remarks by Pelosi not included in the article reiterate this point.\n\"We can do, that we must do that, in a bipartisan way,\" she said. \"It’s not about chipping at this piece or that piece, it’s about a comprehensive look at what our tax policy should be for the future.\"\nMeanwhile, the article cites an earlier and more specific remark by Pelosi:\nPelosi’s comments Wednesday come after she said in February that Democrats would have to \"replace and repeal\" the GOP tax bill once retaking the House.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"It may have to be a ‘replace and repeal’ — replace them and repeal the bill,\" Pelosi said.\nBut even this approach doesn’t guarantee tax hikes, much less universal ones.\nMark Mazur, vice president for policy at the Urban Institute-Brookings Institution Tax Policy Center, told PolitiFact that if you simply repeal the tax law — \"which really is impossible, since some of the provisions already have had an effect\" — you would raise revenue, or, in common parlance, raise taxes.\nBy contrast, Mazur said, \"if you replace it, then the character of the replacement determines whether the combined package raises or loses revenue.\"\nPelosi's office told PolitiFact that the headline \"an inflammatory misrepresentation.\" They pointed to a Pelosi press conference in December where she said any changes she'd seek \"would be bipartisan, open, transparent, and unifying as we go forward to strengthen middle class tax cuts.\"\nBottom line: It’s premature to say a future Democratic-led change to the tax law would definitely raise taxes.\nIt would also be premature to say which, if any, taxpayers would see an increase under a potential Democratic bill. Democrats could vote to raise taxes in a way that keeps or expands the current cuts for lower- and middle-income taxpayers but raises taxes on the highest segment of earners. That’s an important piece of context missing from the headline.\nOne proposal cited in the article was offered in March by Senate Minority Leader Chuck Schumer, D-N.Y. Schumer proposed raising the corporate tax rate from the newly enacted 21 percent level to 25 percent, by raising the top tax bracket back to 39.6 percent, by bringing back the alternative minimum tax, and by getting rid of the carried-interest tax loophole that benefits fund managers. The recent tax bill did not address the carried-interest provision.\nEach of these provisions cited by Schumer would target wealthier taxpayers.\nTo reach the conclusion of the headline requires \"a lot of reading between the lines,\" said Patrick Newton, a spokesman for the Committee for a Responsible Federal Budget.\nOne last point: It takes more than a Democratic House to make changes to tax law. President Donald Trump has hailed the 2017 tax cut bill as one of his signature achievements. It’d be highly unlikely he would sign off on any major changes, or that Congress would be able to overturn a presidential veto. In that sense, the entire discussion is somewhat academic.\nOur ruling\nA widely circulated headline in social media said, \"Nancy Pelosi vows Democrats will raise taxes if they take back the House.\"\nWhile any change to the tax law passed last December risks raising taxes on someone, the headline does not reflect that it could also lower taxes on others. In reality, Pelosi has not specified what changes she would like to see in a replacement bill, so saying that she has vowed to raise taxes is an exaggeration.\nMeanwhile, if Schumer’s proposal ends up being the model that Pelosi pursues, that approach could easily keep or expand tax cuts for lower- and middle-income taxpayers while raising them on wealthier Americans.\nWe rate the statement Half True.\n Share the Facts 2018-04-09 21:20:47 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Nancy Pelosi vows Democrats will raise taxes if they take back the House.\"    Bloggers on the Internet https://dailycaller.com/2018/04/05/nancy-pelosi-gop-tax-cuts/   web posts Thursday, April 5, 2018 2018-04-05    Read More  info", "vclaim_id": "vclaim-pol-02211"}