{"url": "/factchecks/2011/jul/08/john-cornyn/john-cornyn-says-51-percent-american-households-pa/", "speaker": "John Cornyn", "vclaim": "\"Fifty-one percent -- that is, a majority of American households -- paid no income tax in 2009. Zero. Zip. Nada.\"", "truth_label": "true", "date": "stated on July 7, 2011 in a Senate floor speech:", "title": "John Cornyn says 51 percent of American households pay no income tax", "text": "In a July 7, 2011, floor speech, Sen. John Cornyn, R-Texas, offered a striking statistic about how few American households pay federal income taxes.\n\n\"Let's talk about federal tax reform,\" he said, referring to suggestions that a restructuring of the tax code could emerge from bipartisan negotiations over extending the federal government’s ability to borrow money. \"There has been a lot of discussion about that, where we want to take the tax code with all of its multiple provisions and get it on the table and take a look at it to make sure it is, in my view, flatter, fairer and simpler.\n\n\"But right now, the fact (is) that according to the Committee on Joint Taxation, 51 percent -- that is, a majority of American households -- paid no income tax in 2009. Zero. Zip. Nada. … Actually, to show how out of whack things have gotten, 30 percent of American households actually made money from the tax system by way of refundable tax credits -- the Earned Income Tax Credit, among others. So 51 percent of American households paid no income tax in 2009, but 30 percent actually made money under the current system.\"\n\nIn a sign that this is becoming a Republican talking point, Cornyn’s comments echoed those made on the floor the same day by Sen. Orrin Hatch, R-Utah.\n\nSo, is it true that a majority of Americans aren’t paying any federal income tax? The answer is that Cornyn is correct. And the backstory is interesting.\n\nAs Cornyn noted, his statistics come from a document produced by the Joint Committee on Taxation, a respected bipartisan committee of Congress. The JCT found that for tax year 2009, roughly 22 percent of \"tax units\" (not exactly \"households,\" but we’ll give Cornyn a pass on the terminology) ended up without any tax liability. Another 30 percent got money back from the government, through mechanisms such as the Earned Income Tax Credit, a longstanding policy that encourages low-income Americans to work by refunding money through the tax code. By contrast, JCT found just 49 percent of Americans owed anything to the government.\n\nHow did we get to the point where most Americans don’t pay federal income taxes? Our colleagues at PolitiFact Virginia explained it a few months ago while checking a similar claim by House Majority Leader Eric Cantor, R-Va. The main reason is that the U.S. employs the tax system not just to collect funds but to distribute them as well.\n   \nBob Williams, a tax policy specialist at the nonpartisan Urban Institute-Brookings Institution Tax Policy Center, said this is largely carried out through popular tax breaks, which are sometimes called \"tax expenditures.\"\n   \n\"There are lots and lots of them,\" he said. \"We estimate they total more than a trillion dollars a year in reduced taxes, and in fact the bulk of those go to the top end of the income distribution.\"\n   \nHowever, because high earners have so much income liability, the breaks they get still don’t lower their taxes to zero. By contrast, popular lower- and middle-income breaks such as child credits and mortgage interest deductions do get a big share of the population off the hook.  \n\nConcern about the wisdom of providing so many tax expenditures is one of the reasons why some are calling for fundamentally restructuring the tax code, perhaps as part of the ongoing debt ceiling negotiations. A tax code that included fewer specialized exemptions and deductions would enable basic tax rates to fall for all tax brackets. As an added benefit, the tax code would become simpler.\n\nWe should note that Cornyn worded his statement carefully enough to avoid potential pitfalls. Here are a few of them:\n\nCornyn made clear that he meant 2009. The percentage of households with no tax liability bounces around quite a bit year by year, partly due to changes in the tax code and partly due to changing economic conditions.\n\nFigures from the Urban-Brookings Tax Policy Center show that since 2004, the percentage of no-liability tax units has been as low as 39.9 percent in 2007. In fact, 2009 -- the year Cornyn cited -- may prove to be a high point. The center’s projections suggest that the rate could fall to 49.5 percent for tax year 2010 and 46.4 percent in 2011.\n\nCornyn took care to refer to households that pay no \"income tax,\" rather than suggesting that they paid no taxes at all. Many Americans who pay no income tax pay other federal taxes, most notably the payroll tax, which funds Social Security and Medicare and is deducted from every working American’s paycheck.\n\nEstimates by the Urban-Brookings Tax Policy Center project that for tax year 2011, 46.4 percent of households won’t have any income tax liability. However, of this number, 28.3 percent will pay payroll taxes, the center projects. Of the remaining 18.1 percent with neither income nor payroll tax liability, 10.3 percent are elderly and 6.9 percent are not elderly but have incomes lower than $20,000. In other words, all but a tiny sliver of Americans without either income tax or payroll tax liability are either elderly or poor.\n\nSome families who pay no federal income tax may be liable for state income taxes (and local property taxes, sales taxes and the like). But Cornyn began his remarks by talking about \"federal tax reform,\" so we won't fault him for not mentioning that.\n\nThere are enough different ways to look at the tax burden to allow all sides to pick and choose tax statistics that favor their positions.\n\nConservatives have a point that richer Americans pay the lion’s share of federal taxes. In 2007, according to the Urban-Brookings Center, the richest 20 percent paid 68.9 percent of federal taxes, and the top 1 percent paid 28.1 percent. (One would expect the rich to pay more, since they earn more, but these percentages are even higher than their share of the nation's total income. According to one frequently cited academic study, the top 20 percent earned 61.4 percent of income in 2006 and the top 1 percent earned 21.3 percent of income that same year.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn addition, the richest 10 percent, 5 percent and 1 percent of taxpayers each paid significantly higher effective tax rates than Americans lower on the income spectrum.\n\nOn the other hand, PolitiFact rated as Mostly True a recent statement by President Barack Obama that \"if you're a … wealthy CEO or a … hedge fund manager in America right now, your taxes are … lower than they've been since the 1950s.\" And by international standards, the U.S. tax burden remains modest.\n\nIn other words, scoring points on tax policy depends on how you frame the issue.\n\nSo where does this leave us? A full understanding of U.S. tax policy requires a lot of additional context that Cornyn didn’t supply. Still, at PolitiFact, words matter, and on the specific point Cornyn was making -- that a majority of American households paid no income tax in 2009 -- he not only accurately cited a credible study but also took care to cite a specific year and to explain that he only meant to refer to federal income taxes. So we rate Cornyn’s statement True.", "vclaim_id": "vclaim-pol-12779"}