{"url": "/factchecks/2018/sep/14/blog-posting/hannity-orourke-asked-help-getting-undocumented-im/", "speaker": "Bloggers", "vclaim": "Says Sean Hannity told listeners of his radio show that \"Beto O’Rourke is asking for help in getting undocumented to vote.\"", "truth_label": "true", "date": "stated on September 7, 2018 in a blog post:", "title": "Hannity: Beto O'Rourke asked for help getting undocumented immigrants' votes (O'Rourke didn't ask)", "text": "A website called joemygod.com claimed that Sean Hannity told his radio audience that Democratic U.S. Rep. Beto O’Rourke asked for help getting immigrants in the country illegally to the polls so they could vote.\nIt is true that Hannity said that. What is not true is that O’Rourke is asking for that help.\nO’Rourke is seeking to represent Texas in the U.S. Senate. He’s challenging incumbent Republican U.S. Sen. Ted Cruz. The election is Nov. 6.\n\"Hannity tells radio audience that Beto O’Rourke is asking for help in getting undocumented to vote,\" said a Sept. 7 post on joemygod.com. The website includes posts about politics, LGBT news and entertainment. The site’s Twitter account has more than 68,000 followers.\nJoemygod.com’s story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe story accurately reflects what Hannity said on his Sept. 7 radio show.\nThe conservative pundit said: \"A text message was sent out by a Democratic Senate hopeful down, where is this, in Texas. With this guy, what’s his name — O’Rourke, everybody loves so much, Beto O’Rourke is the guy’s name. Locked in a tight race, they say, with Ted Cruz — I think Ted Cruz will win.\"\nHannity adds that Cruz has been \"an enormous help\" and a reliable senator for President Donald Trump.\n\"Anyway, O’Rourke’s race, it goes on to say, ‘we are in search of volunteers to help transport undocumented immigrants to polling booths.’ They’re doing that in Texas. I’m not making it up, it was in the Austin American-Statesman,\" Hannity said.\nWhat Hannity failed to mention is that O’Rourke’s campaign said the text message \"was sent by an impostor,\" and not by O’Rourke or his team, according to an American-Statesman Sept. 5 story. The Austin American-Statesman publishes PolitiFact Texas.\nThe joemygod.com story is accurate. We rate it True.\n Share the Facts 2018-09-14 12:19:33 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Hannity tells radio audience that Beto O’Rourke is asking for help in getting undocumented to vote.\"    joemygod.com Bloggers https://www.joemygod.com/2018/09/07/hannity-tells-radio-audience-that-beto-orourke-is-asking-for-help-in-getting-undocumented-to-vote/   in a blog post Friday, September 7, 2018 2018-09-07    Read More  info    \n \nEditor's note: We revised the ruling statement of this fact-check Sept. 18 in effort to make the focus of this fact-check (which is that Hannity told his listeners inaccurate information) more clear. No other changes were made.", "vclaim_id": "vclaim-pol-01613"}