{"url": "/factchecks/2018/jan/25/kamala-harris/california-no-1-solar-power-and-solar-jobs/", "speaker": "Kamala Harris", "vclaim": "\"No state generates as much solar power as California, or has as many people whose jobs depend on it.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2018 in a tweet:", "title": "Is California No. 1 in solar power and solar jobs?", "text": "Sen. Kamala Harris, D-Calif., wasn’t happy about President Donald Trump authorizing tariffs on solar energy cells and panels.\n\"No state generates as much solar power as California, or has as many people whose jobs depend on it. This is an attack on California,\" Harris tweeted Jan. 24, two days after Trump signed the order.\nNo state generates as much solar power as California, or has as many people whose jobs depend on it. This is an attack on California. https://t.co/O9qK3zo4IS— Kamala Harris (@SenKamalaHarris) January 24, 2018\n\n\nWe wondered whether Harris was correct about how California ranks in U.S. solar power generation.\nFirst, a word about the tariffs. They will start at 30 percent and then fall over a four-year period to 15 percent, with some exceptions. The biggest expected loser will be China, which has become the world’s largest supplier of solar equipment. The U.S. solar industry has been divided on the tariffs. Two companies — Suniva Inc. and SolarWorld Americas — pushed for them, though many end users of solar equipment and solar energy expressed concern about the impact on consumer prices.\nThe most complete state-by-state data on solar power comes from the Solar Energy Industries Association, the industry’s trade group.\nThe group’s data shows that California ranked first among states nationally in installed solar capacity in 2016 with 18,296 megawatts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nCalifornia ranks far ahead on this score. The next-closest state is North Carolina, with less than one-sixth the amount of installed solar capacity. The other states in the top 10 are, in order, Arizona, Nevada, New Jersey, Utah, Massachusetts, Georgia, Texas and New York.\n\nAs for jobs, California also ranks No. 1, with 100,050 positions tallied by the group. The second-ranking state in solar jobs is Massachusetts with 14,582 —only about one-sixth as many as California.\n\nThat isn’t entirely surprising: California is the nation’s most populous state and third-biggest by land area behind Alaska and Texas. It also tends to get a lot of sun.\nOn a per capita basis, the group’s data shows California ranks fourth in solar capacity behind Nevada, Utah and Hawaii. It also ranks fourth in solar jobs per capita, behind Massachusetts, Nevada and Vermont.\nThat said, there’s little question that California has actively encouraged solar energy in recent years due to state policy efforts and consumer preferences.\nOur ruling\nHarris said, \"No state generates as much solar power as California, or has as many people whose jobs depend on it.\"\nThe raw numbers back her up, it’s worth noting that the state’s size is a factor. On a per capita basis, California ranks fourth in both solar capacity and solar-related jobs. We rate her statement Mostly True.\n\n Share the Facts 2018-01-25 22:48:22 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"No state generates as much solar power as California, or has as many people whose jobs depend on it.\"    Kamala Harris U.S. Senator, D-Calif. https://twitter.com/SenKamalaHarris/status/956252336497840129   a tweet Wednesday, January 24, 2018 2018-01-24    Read More  info", "vclaim_id": "vclaim-pol-02484"}