{"url": "/factchecks/2012/may/24/barack-obama/barack-obamas-life-julia-says-mitt-romney-would-re/", "speaker": "Barack Obama", "vclaim": "Says under Mitt Romney, \"Medicare could end as we know it, leaving Julia with nothing but a voucher to buy insurance, which means $6,350 extra per year for a similar plan.\"", "truth_label": "barely-true", "date": "stated on May 3, 2012 in a graphical tool on the campaign website:", "title": "Barack Obama's 'Life of Julia' says Mitt Romney would replace Medicare with ‘nothing but a voucher’", "text": "CORRECTION: We first published this item on May 22, 2012, with a rating of False. But readers pointed out we had incorrectly said that the Wyden-Ryan and Romney plans for Medicare offered traditional fee-for-service Medicare alongside a premium-support or \"voucher\" system for purchasing private insurance. Instead, both plans offer traditional Medicare inside of a new premium-support system, as another plan that competes with private insurance. We corrected and updated our item, this time including the complete sentence from the campaign website. We reconsidered our original conclusion and have now rated the statement Mostly False.\n\n\"Julia,\" a character created by the Obama campaign, would be better off under President Barack Obama because of Mitt Romney’s position on Medicare, the campaign says.\n\nIts Web cartoon, \"The Life of Julia,\" compares the impact of the candidates' policies on Julia at a dozen points in her life. At age 65, here’s the contrast it draws between President Barack Obama and Romney:\n\nUnder President Obama: Julia enrolls in Medicare, helping her to afford preventive care and the prescription drugs she needs.\n\nUnder Mitt Romney: Medicare could end as we know it, leaving Julia with nothing but a voucher to buy insurance, which means $6,350 extra per year for a similar plan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWe wondered, under Romney’s policies, is it true that, \"Medicare could end as we know it, leaving Julia with nothing but a voucher to buy insurance, which means $6,350 extra per year for a similar plan\"?\n\nOutdated analysis\n\nThe day the Julia graphic was published online, the Obama campaign released a memo explaining that the character would let voters compare the effect of Obama and Romney’s policies on a typical middle-class woman at each step in her life.\n\nIt provided more detail on the campaign’s claim that under Romney \"Medicare could end as we know it, leaving Julia with nothing but a voucher to buy insurance\" — along with a source.\n\n\"He would end Medicare as we know it by replacing seniors’ guaranteed benefits with a voucher to buy insurance coverage — a plan similar to ones that the Congressional Budget Office found would raise seniors’ out-of-pocket health care spending by $6,350 a year,\" the memo said.\n\nBut reliance on that April 2011 CBO report is misleading for at least two reasons. It analyzes an out-of-date plan, and ignores that Romney has offered his own. We’ll look at both issues in turn.\n\nOld plans, new plans\n\nFirst, we should clarify that none of these GOP proposals suggest dramatic changes to Medicare for anyone who’s already 55 or older — so we’re assuming a world where Julia is young enough to be affected.\n\nThe ad bases its claim on a Medicare proposal from House budget chairman Rep. Paul Ryan, R-Wis., put forward in early 2011. The Julia cartoon gets its number of $6,350 extra per year from an analysis of that plan, which had a tighter spending cap and didn’t include traditional Medicare as an option. Since then, Ryan has proposed a new Medicare plan, released in March 2012, which offers voucher-like credits for traditional fee-for-service Medicare, alongside private insurance options. (Those credits are sometimes referred to as \"premium support.\")\n\nRyan’s new plan was based on yet another plan released in December 2011 in collaboration with Democratic Sen. Ron Wyden of Oregon — which is the one we’ll focus on here. Why? Because Romney’s plan says that bipartisan plan \"almost precisely mirrors\" his.\n\n(Wyden-Ryan and the new Ryan plan are substantially similar, with a few key differences; see a side-by-side comparison by the Kaiser Family Foundation.)\n\nThe Wyden-Ryan plan\n\nSeniors already pay premiums for Medicare, notably the parts of Medicare that cover doctor visits and prescription drug coverage. Under Wyden-Ryan, seniors could use their premium support payments to help pay for traditional Medicare coverage. That coverage would be among the options on a new Medicare exchange, which would also include private plans that offered \"at least as comprehensive a benefit as traditional fee-for-service Medicare.\"\n\nThose plans wouldn’t necessarily supply the same menu of benefits, but benefits with the same dollar value, something called \"actuarial equivalence.\" The Wyden-Ryan plan would peg the size of the payments to the second-lowest-cost plan on the exchange.\n\nWhether seniors would have to pay more for choosing traditional Medicare would depend on how fee-for-service Medicare stacked up against private plans. If it were more expensive, seniors would pay more out of pocket to keep it. If it were cheaper, they would get money back.\n\n(We should mention that lower-income beneficiaries would get more help than higher-income ones, not unlike Medicare’s current medical and drug insurance coverage.)\n\nThe requirement that private plans offer benefits of at least the same value as traditional Medicare offers more protection than \"nothing but a voucher\" suggests, says Gail Wilensky, a health economist who directed the Medicare and Medicaid programs from 1990 to 1992 under President George H.W. Bush.\n\nShe supports the push for private competition under Wyden-Ryan, arguing it could introduce innovation that boosts care and saves money.\n\nBut critics of the proposal, such as Henry Aaron of the Brookings Institution, say that the dollar-value requirement sets up a vicious cycle where plans compete to attract the lowest-risk patients, leaving a higher-risk group in traditional Medicare and driving up costs.\n\nWyden-Ryan attempts to tackle this problem by asking plans with a lower-risk pool to pay into a fund that subsidizes those for higher-risk patients.\n\nAaron says that such \"risk adjustment\" tools simply aren’t sophisticated enough.\n\n\"When you're confronted with a vague proposal to replace a vitally important institution, and the sponsors have not nailed down key elements of that proposal, it's fair for critics to worry that some problematic things will happen,\" Aaron said.\n\nAnother reason analysts fear that premium-support payments under Wyden-Ryan would leave seniors on the hook for rising health care costs is that the plan includes a spending cap if competition among private plans and traditional Medicare doesn’t keep costs in check.\n\nStarting in 2022 — the same time people would start to be eligible to buy coverage from the new Medicare exchange — there would be a cap on Medicare cost growth of 1 percent over the country’s gross domestic product, plus inflation. But the Wyden-Ryan plan — unlike the later Ryan plan — says the government would get savings from providers, drug companies and means-tested premiums, not necessarily by shifting costs to beneficiaries by chopping premium-support payments.\n\nThat spending cap is similar to the one supported by Obama, but they have different ways to achieve it. The president would merely set the cap as a target, then primarily rely on changes to provider payments recommended by the Independent Payment Advisory Board, which was created by the Affordable Care Act.\n\nThe Romney plan\n\nMeanwhile, the graphic ignores that Romney has his own Medicare plan. While Romney’s proposal in its own words \"almost precisely mirrors\" the Wyden-Ryan plan, Romney’s plan is even less specific. Romney doesn’t specify the size of premium support payments to seniors, nor how quickly those payments will grow over time.\n\nInstead, a question-and-answer section merely says that, \"he is exploring different options for ensuring that future seniors receive the premium support they need while also ensuring that competitive pressures encourage providers to improve quality and control cost. His goal is for Medicare to offer every senior affordable options that provide coverage and service at least as good as what today’s seniors receive.\" That simply doesn’t support the kinds of specific claims the Obama camp makes about Romney’s policy proposal.\n\nOne thing Romney’s plan does clearly say: \"Traditional Medicare will compete against private plans.\" Just as with the Wyden-Ryan plan, that may be via a premium-support system. But that doesn’t mean it’ll necessarily leave Julia on the hook for extra payments as the Obama campaign’s graphic suggests.\n\nOur ruling\n\nThe Obama campaign’s \"Life of Julia\" graphic says that under Romney, \"Medicare could end as we know it, leaving Julia with nothing but a voucher to buy insurance, which means $6,350 extra per year for a similar plan.\"\n\nBut the bipartisan plan Romney supports includes traditional Medicare among seniors’ options for purchase on a Medicare exchange. It also requires other plans to offer benefits of at least the same value. Finally, it includes a more generous cap on spending growth than the original Ryan plan. If all plans rose in cost, hitting a proposed spending cap, the bipartisan plan says the government would turn to providers and other sources of savings.\n\nMeanwhile, Romney’s plan simply isn’t specific enough to justify the statement, \"which means $6,350 extra per year for a similar plan\" — a number based on analysis of the original Ryan plan.\n\nThe Obama campaign ties Romney to an outdated plan with less generous spending growth and no traditional Medicare option. Romney does support a voucher-like system, but the graphic ignores critical facts that would give a different impression about his plan. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-11043"}