{"url": "/factchecks/2016/feb/29/stephanie-schriock/emilys-list-leader-correct-texas-home-millions-lat/", "speaker": "Stephanie Schriock", "vclaim": "\"Texas is home to millions of Latinas, but the state has never elected a Latina to Congress.\"", "truth_label": "true", "date": "stated on February 1, 2016 in as quoted by the Texas Tribune:", "title": "EMILY's List leader correct that Texas home to millions of Latinas, none ever elected to Congress", "text": "EMILY’s List, the national Democratic group that backs \"pro-choice\" women running for office, endorsed former Hidalgo County Democratic Party Chairwoman Dolly Elizondo in the crowded March 2016 primary field for Texas’ 15th Congressional District.\nElizondo is one of six Democratic candidates vying to replace retiring Rep. Rubén Hinojosa of Mercedes in the South Texas district. EMILY's List President Stephanie Schriock praised Elizondo’s record, according to a Feb. 1, 2016, Texas Tribune news story, and also suggested a greater significance to Elizondo’s candidacy.\n\"Texas is home to millions of Latinas,\" Schriock said, \"but the state has never elected a Latina to Congress.\"\nIs all of that so?\nLatina population\nTo get a sense of Latina Texans, we reached out to the Office of the Texas State Demographer, which by email provided us with a few different data sets.\nAccording to the U.S. Census Bureau’s one-year survey, Texas’ Hispanic or Latino population in 2014 numbered 10.4 million--with the female Hispanic population that year totaling nearly 5.2 million residents. Put another way, Latinos comprised about 39 percent of the state’s nearly 27 million residents in 2014, per the bureau, with Latinas accounting for 19 percent of residents.\nThe Texas State Data Center’s own most recent population estimate, for 2013, put the female Hispanic population at 5.1 million, and the entire Hispanic population at 10.3 million. It’s worth noting that that number included nearly 1.7 million minors.\nUpshot: Texas has lately been home to more than 5 million Latinas.\nTexas representatives\nTo check Texas’ history of congressional representation, we asked EMILY’s List for its backup for Schriock’s statement.\nA spokeswoman, Rachel Thomas, said by email that Texas through history has elected three women of color to the House and none to the Senate--and each of the elected women were African-American.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nA web search led us to a searchable history of women in Congress, also cited by Thomas, posted at history.house.gov.\nThat history showed that through 2015, Texas, a state since 1845, had elected seven women to the House, including current Republican Rep. Kay Granger of Fort Worth and Democratic Reps. Eddie Bernice Johnson of Dallas and Sheila Jackson Lee of Houston. Historically, too, four of Texas’ congresswomen were white, three were black.\nAccording to a similar history of Hispanic Americans in Congress on the House website:\n--Seventeen Hispanic Texans, all men, have won election to Congress including current Republican Sen. Ted Cruz of Houston as well as Republican Rep. Bill Flores of Bryan and Democratic Reps. Joaquin Castro of San Antonio, Henry Cuellar of Laredo, Filemon Vela of Brownsville, and Hinojosa, whose seat Elizondo seeks.\n--The first Latino elected to the House from Texas was Henry B. González of San Antonio, who served from 1961 into early 1999. With 37 years in the House, he also was the longest-serving Hispanic member of Congress.\n--The first woman to represent Texas was Lera Millard Thomas of Nacogdoches, a Democrat who won 74 percent of the vote in a special election to serve out nine months remaining in her husband Albert Richard Thomas’ term upon his death in 1966. The first woman of color to represent Texas was Houston’s Barbara Jordan, who was elected to the House in 1973 with 81 percent of the vote and served until 1979.\n--Nationally, 107 Latinos and 313 women have served in Congress, counting 11 Latinas.\n--The 11 Latinas to have served in Congress -- all in the House: Washington Republican Jaime Herrera Beutler, Florida Republican Ileana Ros-Lehtinen, New Mexico Democrat Michelle Lujan Grisham, New York Democrat Nydia M. Velázquez, and California Democrats Grace Flores Napolitano, Gloria Negrette McLeod, Lucille Roybal-Allard, Loretta Sanchez, Linda T. Sánchez, Hilda L. Solis and Norma Judith Torres. All except McLeod and Solis are currently serving in the House.\nOur ruling\nEMILY's List President Stephanie Schriock said: \"Texas is home to millions of Latinas, but the state has never elected a Latina to Congress.\"\nOf late, more than 5 million Latinas live in Texas, whose voters have historically sent 17 Hispanic men to Congress including one to the Senate--but no Latinas.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05344"}