{"url": "/factchecks/2014/feb/06/chain-email/chain-email-claims-barack-obama-has-signed-1000-ex/", "speaker": "Chain email", "vclaim": "Says President Barack Obama has issued upwards of 1,000 executive orders, more than any modern president.", "truth_label": "pants-fire", "date": "stated on February 2, 2014 in a chain email forwarded by readers:", "title": "Chain email claims Barack Obama has signed 1,000 executive orders to grab power from Congress", "text": "In his State of the Union address last month, President Barack Obama said he doesn’t intend to wait if Congress doesn’t move forward on his priorities in 2014.\n\"I'm eager to work with all of you,\" Obama said Jan. 28. \"But America does not stand still, and neither will I. So wherever and whenever I can take steps without legislation to expand opportunity for more American families, that's what I'm going to do.\"\nThat means using his executive office — \"I've got a pen and I've got a phone,\" he has taken to saying lately — to accomplish his agenda, if necessary.\nRepublicans have lashed out in response, insisting Obama is overstepping his authority. Reps. Michele Bachmann, R-Minn., and Steve King, R-Iowa, even threatened to sue the president.\nWe also saw an old chain email resurface claiming that Obama has already issued more executive orders than any of his predecessors. It first gained attention in the fall of 2012.\n\"This president is determined to take control away from the House and Senate,\" the email says, while providing a tally of presidential executive orders from Teddy Roosevelt to Obama. The email claims Obama issued 923 executive orders in his first 3.5 years and \"More than 1000+ and counting executive orders in six years.\"\nIt goes on to list a handful of examples of Obama’s alleged work. (Read the chain email in its entirety.)\nAs we dug into its claims, we found that pretty much everything about this email is wrong. And most of it was already debunked more than a year ago by our good friends at FactCheck.org.\nBut several readers sent it to us again, and since the issue of executive authority has become newsworthy of late, we thought this deserved an update.\nBy the numbers\nThe tradition of executive orders dates back to our first president, George Washington, though it was used sparingly through the first 100 years of the union.\nExecutive orders are official actions taken by the president directing the federal government and bureaucracies. They carry the power of law, but can be revoked or amended by future administrations and are limited in scope. For example, Obama cannot use executive orders to raise the minimum wage for the entire country, but he can (and plans to) raise the minimum wage for workers hired under new federal contracts to $10.10 an hour.\nThe process picked up under Ulysses S. Grant, who issued 217 executive orders, nearly 140 more than his predecessor Andrew Johnson, who himself almost doubled Abraham Lincoln, the previous record holder.\nAfter Grant, it became commonplace for presidents to issue more than 100 executive orders. In fact, four presidents have eclipsed 1,000 executive orders: Teddy Roosevelt, Woodrow Wilson, Calvin Coolidge and Franklin Delano Roosevelt. (Notice Obama is absent from that list.)\nFranklin Roosevelt holds the record with 3,522 executive orders during his 12-plus years in office.\nBut according to the chain email, FDR used his pen infrequently and issued a paltry 11 executive orders -- another inaccuracy.\nHere’s the incorrect tallies of presidential executive orders in the chain email versus the actual numbers, provided by the University of California Santa Barbara The American Presidency Project.\n\n\n\n\nPresident\n\n\nExecutive orders according\nto chain email (false)\n\n\nActual number of\nexecutive orders\n\n\n\n\n\n\nFranklin Roosevelt\n\n\n11\n\n\n3,522\n\n\n\n\nHarry Truman\n\n\n7\n\n\n907\n\n\n\n\nDwight Eisenhower\n\n\n2\n\n\n484\n\n\n\n\nJohn F. Kennedy\n\n\n4\n\n\n214\n\n\n\n\nLyndon Johnson\n\n\n4\n\n\n325\n\n\n\n\nRichard Nixon\n\n\n1\n\n\n346\n\n\n\n\nGerald Ford\n\n\n3\n\n\n169\n\n\n\n\nJimmy Carter\n\n\n3\n\n\n320\n\n\n\n\nRonald Reagan\n\n\n5\n\n\n381\n\n\n\n\nGeorge H.W. Bush\n\n\n3\n\n\n166\n\n\n\n\nBill Clinton\n\n\n15\n\n\n364\n\n\n\n\nGeorge W. Bush\n\n\n62\n\n\n291\n\n\n\n\nBarack Obama\n\n\n1000+\n\n\n168*\n\n\n\n\n*As of Jan. 20, 2014\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt’s obvious the chain email is way off. Not only is Obama far from the most prolific user of executive orders, at this point he’s not even on pace to surpass President George W. Bush’s total. In fact, unless he picks up speed, Obama will likely sign fewer executive orders than any two-term president since the start of the 20th century.\nJudging the acts\nThat’s not the only part where the chain email invokes an alternate reality. It also lists 14 executive orders Obama signed that allegedly usurp traditional executive powers, including things like seizing control of the media, railroads, waterways and correctional institutions. The email invited us to \"Feel free to verify the ‘executive orders’ at will.\"\nWhen we looked up the specific executive order numbers that the chain email mentioned, we found that they were all signed by other presidents. Also, those order numbers matched up with executive orders on either entirely different topics or orders that were much more limited in scope. Here's the rundown: \n \n\n\n\n\nExecutive order number\n\n\nWhat the chain email\nclaims it does\n\n\nWhat it actually does\n\n\nWho actually signed it\n\n\n\n\n\n\nNo. 10990\n\n\nAllows the government to take over all modes of transportation and control of highways and seaports.\n\n\nCreated the Federal Safety Council in the Department of Labor to improve workplace safety for federal workers and civilian contractors\n\n\nKennedy\n\n\n\n\nNo. 10995 \n\n\nAllows the government to seize and control the communication media.\n\n\nAssigned telecommunications management functions \n\n\nKennedy\n\n\n\n\nNo. 10997\n\n\nAllows the government to take over all electrical power, gas, petroleum, fuels and minerals.\n\n\nAssigned emergency preparedness functions to the Secretary of the Interior \n\n\nKennedy\n\n\n\n\nNo. 10998 \n\n\nAllows the government to take over all food resources and farms.\n\n\nAssigned emergency preparedness functions to the Secretary of Agriculture \n\n\nKennedy\n\n\n\n\nNo. 11000\n\n\nAllows the government to mobilize civilians into work brigades under government supervision.\n\n\nAssigned emergency preparedness functions to the Secretary of Labor \n\n\nKennedy\n\n\n\n\nNo. 11001\n\n\nAllows the government to take over all health, education and welfare functions.\n\n\nAssigned emergency preparedness functions to the Secretary of Health, Education, and Welfare. \n\n\nKennedy\n\n\n\n\nNo. 11002\n\n\nDesignates the registration of all persons. Postmaster General to operate a national registration.\n\n\nAssigned emergency preparedness functions to the Postmaster General \n\n\nKennedy\n\n\n\n\nNo. 11003\n\n\nAllows the government to take over all airports and aircraft, including commercial aircraft.\n\n\nAssigning emergency preparedness functions to the Administrator of the Federal Aviation Agency\n\n\nKennedy\n\n\n\n\nNo. 11004\n\n\nAllows the Housing and Finance Authority to relocate communities, build new housing with public funds, designate areas to be abandoned, and establish new locations for populations.\n\n\nAssigned certain emergency preparedness functions to the Housing and Home Finance Administrator \n\n\nKennedy\n\n\n\n\nNo. 11005\n\n\nAllows the government to take over railroads, inland waterways and public storage facilities.\n\n\nAssigned emergency preparedness functions to the Interstate Commerce Commission\n\n\nKennedy\n\n\n\n\nNo. 11049\n\n\nAssigns emergency preparedness function to federal departments and agencies, consolidating 21 operative Executive Orders issued over a fifteen year period.\n\n\nDirects Secretary of Commerce to help president decide which public works projects to fund through Public Works Acceleration Act \n\n\nKennedy\n\n\n\n\nNo. 11051\n\n\nSpecifies the responsibility of the Office of Emergency Planning and gives authorization to put all Executive Orders into effect in times of increased international tensions and economic or financial crisis.\n\n\nPrescribed responsibilities of the Office of Emergency Planning in the Executive Office of the President \n\n\nKennedy\n\n\n\n\nNo. 11310\n\n\nGrants authority to the Department of Justice to enforce the plans set out in Executive Orders, to institute industrial support, to establish judicial and legislative liaison, to control all aliens, to operate penal and correctional institutions, and to advise and assist the President.\n\n\nAssigned emergency preparedness functions to the Attorney General\n\n \n\nJohnson\n\n\n\n\nNo. 11921\n\n\nAllows the Federal Emergency Preparedness Agency to develop plans to establish control over the mechanisms of production and distribution, of energy sources, wages, salaries, credit and the flow of money in U.S. Financial institution in any undefined national emergency. It also provides that when a state of emergency is declared by the President, Congress cannot review the action for six months.\n\n\nAdjusted emergency preparedness assignments to organizational and functional changes in Federal departments and agencies \n\n\nFord\n\n\n\n\n \nAs you can see by the table, none of these executive orders were signed by Obama. The first executive order Obama ever signed was No. 13489, far later than even the most recent executive order listed in the email (they count up).\nMany of the executive orders listed above deal with the Defense Protection Act passed by Congress in 1950 and reauthorized repeatedly since then. According to the Congressional Research Service, the act says \"authorities can be used across the federal government to shape the domestic industrial base so that, when called upon, it is capable of providing essential materials and goods needed for the national defense.\"\nObama has signed subsequent executive orders similar to the ones issued by Kennedy, Johnson and Ford that deal with emergency preparation, but they don’t create a state of martial law, like the email implies. The Congressional Research Service even said in 2000 that the Defense Protection Act \"has nothing whatever to deal with martial law.\"\nOur ruling\nThe chain email said Obama has issued more than 1,000 executive orders. That’s not even close. As of Jan. 20, 2014, he was at 168. The email also infers that Obama has far surpassed his predecessors in using his executive powers. That, too, is way off. FDR signed off on more than 3,500 executive orders, and, in fact, Obama is on pace to issue fewer executive orders than any two-term president since 1900.\nAs for the 14 executive orders highlighted in the email? Obama didn’t issue any of them. They came from Kennedy, Johnson and Ford. Almost all of them have been revoked.\nOverall, the statements in this email seem to be completely made up. So we rate its claims Pants on Fire!", "vclaim_id": "vclaim-pol-08291"}