{"url": "/factchecks/2017/feb/14/stephen-miller/did-court-find-no-indication-terrorism-seven/", "speaker": "Stephen Miller", "vclaim": "\"I'm calling into question the accuracy of the ruling. The district judge in Seattle said there was no indication of terrorism from these seven countries in our country.\"", "truth_label": "barely-true", "date": "stated on February 12, 2017 in an interview on ABC's \"This Week\":", "title": "Did court find no indication of terrorism from seven nations in Trump order?", "text": "During an appearance on ABC’s This Week, White House senior policy adviser Stephen Miller took aim at court rulings temporarily halting the implementation of the Trump administration’s executive order on immigration.\nSeveral states have sued the Trump administration over its executive order that temporarily blocks immigration and travel from seven countries in the Middle East and Africa. A federal trial court judge in Seattle ruled on Feb. 3 that the federal government could not enforce the executive order while the case is pending.\nSo lawyers for the administration appealed that decision to the 9th Circuit, which hears cases from most of the western United States. On Feb. 9, a panel of three judges ruled unanimously to affirm the Seattle judge’s decision. (The court didn’t rule on whether the executive order is legal. That will happen later.)\nOn the Feb. 12, 2017, edition of This Week, host George Stephanopoulos asked Miller whether he was \"calling into question the legitimacy\" of the judges who ruled on the case.\nMiller responded, \"I'm calling into question the accuracy of the ruling. For instance, the district judge in Seattle said that there was no indication of terrorism from these seven countries and our country. That is a factually false statement.\"\nMiller went on to say that \"there’s at least several dozen -- perhaps many more than that -- cases of terrorism from these countries that have happened in the United States in terms of terroristic plots, terroristic activity, material support for terrorism, supporting terrorism overseas, all different kinds of terroristic activity that's been interdicted in the United States tracing back to these seven countries.\"\nThis data appears to come from a report by the Center for Immigration Studies, a group that is generally critical of high levels of immigration. On Feb. 11, 2017, after the hearing, the center released a report titled, \"Study Reveals 72 Terrorists Came From Countries Covered by Trump Vetting Order.\"\nOur friends at the Washington Post Fact Checker analyzed the report and concluded that it was \"pretty thin gruel on which to make sweeping claims about the alleged threat posed to the United States by these seven countries,\" because many of the cases involved charges removed from actual terrorism, such as \"passport fraud, visa fraud and making fraudulent claims to federal investigators,\" and because about two dozen people on the list \"were not charged with any crimes relating to providing material support to known or suspected terrorist activities or organizations.\" The Fact Checker gave it Three Pinocchios, the column’s second-worst rating.\nWe won’t analyze the Center for Immigration Studies report, because we found a more fundamental concern with Miller’s comment, regardless of whether the center’s report is fully accurate and relevant.\nIt involves this part of Miller’s statement: \"I'm calling into question the accuracy of the ruling. The district judge in Seattle said there was no indication of terrorism from these seven countries in our country.\"\nWhen we looked at the ruling by U.S. District Court Judge James L. Robart, we found no such assertion by the judge.\nHowever, Jessica M. Vaughan, the author of the Center for Immigration Studies report, pointed to something else -- the oral argument before the district court judge.\nHere’s the relevant portion of the oral argument:\nJUDGE JAMES ROBART: \"How many arrests have there been of foreign nationals for those seven countries since 9/11?\"\nGOVERNMENT LAWYER MICHELLE BENNETT: \"Your honor, I don't have that information. I'm from the Civil Division if that -- if that helps get me off the hook any.\" (Laughter)\nROBART: \"Well, let me tell you. The answer to that is none, as best I can tell. So, I mean, you know, you're here arguing on behalf of someone that says we have to protect the United States from these individuals coming from these countries, and there's no support for that.\"\nBENNETT: \"Your honor, I think the point is that because this is a question of foreign affairs, because this is an area where Congress has delegated authority to the president to make these determinations, it's the president that gets to make the determinations. And the court doesn't have authority to look behind those determinations.\"\nAssuming this is what Miller was referring to -- and the White House did not clarify the point for PolitiFact -- then he has a point. But it did not come in the ruling, contrary to what Miller indicated. Rather, it was made in an oral argument -- a less salient piece of evidence, legal experts said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Ordinarily, one would look to the opinion rather than an exchange in oral argument because opinions have legal effect and statements in oral argument don't,\" said Kermit Roosevelt, a University of Pennsylvania law professor.\nRoosevelt added that it’s not unheard of for a judge to reconsider a statement they had made during an oral argument and decide to leave it out while drafting the opinion.\nIn the meantime, by focusing on the district court judge’s comment, Miller glosses over the fact that the appeals court -- which unanimously upheld the lower court’s decision to put the administration’s executive order on hold  -- stated a conflicting view.\nHere’s the relevant portion of the appeals court’ ruling:\n\"The Government has pointed to no evidence that any alien from any of the countries named in the Order has perpetrated a terrorist attack in the United States. Rather than present evidence to explain the need for the Executive Order, the Government has taken the position that we must not review its decision at all. We disagree, as explained above.\"\nThe three-judge panel reinforced this point with a footnote:\n\"Although the Government points to the fact that Congress and the Executive identified the seven countries named in the Executive Order as countries of concern in 2015 and 2016, the Government has not offered any evidence or even an explanation of how the national security concerns that justified those designations, which triggered visa requirements, can be extrapolated to justify an urgent need for the Executive Order to be immediately reinstated.\"\nThese passages didn't affirmatively state that there was \"no indication of terrorism,\" as Miller said, but rather that the government didn't present any such evidence. This may seem like a fine distinction, but it's an important one, according to legal scholars.\n\"The court is saying that the government has given it no evidence -- not that no evidence exists, or that it’s conducted its own search for evidence and found none,\" Roosevelt said. \"Generally speaking, courts rely on parties to produce the evidence.\"\nStephen W. Yale-Loehr, a Cornell University law professor who specializes in immigration, agreed that this interpretation was \"perfectly reasonable.\"\n\"The 9th Circuit panel merely said that the administration didn’t present evidence of terrorism, not that they ruled that no terrorism had occurred,\" he said.\nIlya Shapiro, senior fellow in constitutional studies at the libertarian Cato Institute, said our interpretation was \"fair,\" though he added that it was \"beside the point.\"\nAs it defended against the lawsuits, Shapiro said, the government argued that \"it doesn’t need to show evidence -- that courts are supposed to defer to executive judgments on national security.\"\nVaughn of the Center for Immigration Studies suggested that the appeals court seemed to be \"trying to cover for Judge Robart ... by restating his erroneous idea in a narrower way.\"\nBut Yale-Loehr and Roosevelt both told PolitiFact that the omissions are notable.\nRoosevelt said he found it \"troubling\" that Miller seemed to imply that the judge \"made a mistake of fact that has consequences for the soundness of the decision, without acknowledging that it was the government's obligation to provide the correct facts, and in fact the judge started out by asking for those facts.\"\nOur ruling\nMiller said, \"I'm calling into question the accuracy of the ruling. The district judge in Seattle said there was no indication of terrorism from these seven countries in our country.\"\nMiller's comments seemed to reference the ruling -- the only part of the case record with legal authority. But no such statement was included in the ruling. And while the judge did make a comment along those lines during oral arguments, citing this ignores a contradictory claim in the appeals court ruling.\nWe rate Miller’s statement Mostly False.\nhttps://www.sharethefacts.co/share/af06f1e4-cf49-4b8d-8895-27c8cc3f0cd6", "vclaim_id": "vclaim-pol-03673"}