{"url": "/factchecks/2015/jul/13/ultraviolet/did-chris-christie-veto-equal-pay-women-ultraviole/", "speaker": "Ultraviolet", "vclaim": "Says Chris Christie \"vetoed equal pay for women 3 times. He only let the bill pass once it became a damaging campaign issue.\"", "truth_label": "barely-true", "date": "stated on June 30, 2015 in a Facebook meme:", "title": "Did Chris Christie veto equal pay for women, as Ultraviolet says?", "text": "As part of a message that New Jersey Gov. Chris Christie is hostile to women’s issues, a political group claimed that he vetoed legislation that was intended to give women equal pay.\nUltraviolet, a women’s rights group, posted an image on Facebook on June 30, 2015, titled \"4 facts about Chris Christie.\" The second item read, \"Vetoed equal pay for women 3 times. He only let the bill pass once it became a damaging campaign issue.\"\n\nWe checked into all four of the claims listed on the image and found this one was misleading and only gives half the story. (Read our story on the rest here.)\nThe bills\nIn September 2012, the New Jersey Legislature passed four bills designed to narrow the gender pay gap. Christie signed one of the bills, gave one an absolute veto, and the other two conditional vetoes.\nHere is a breakdown of each bill and Christie’s actions:\n• A-2647: Mandated a statewide requirement for employers to notify employees of the right to be free from benefits and pay discrimination. This bill was signed by Christie.\n• A-2649: This bill called for government contractors to report employee gender and compensation information to the New Jersey Department of Labor. It got an absolute veto from Christie, who said of the bill, \"These new reporting requirements fail to advance sound policy over senseless bureaucracy.\"\n• A-2648: This bill extended protections for employees who reveal discriminatory actions in their workplaces. Christie conditionally vetoed this bill, saying in his veto message that he would pass it if the Legislature would \"incorporate it into LAD (New Jersey Law Against Discrimination Act).\" It was eventually signed by Christie in August 2013 after his recommended changes were made.\n• A-2650: This bill would have granted back pay to victims of pay discrimination and was modeled on the federal Lilly Ledbetter Fair Pay Act of 2009. It also was conditionally vetoed by Christie, but it was never revived.\nDespite initially vetoing three bills intended to narrow the wage gap by increasing transparency and protections against discriminatory practices, two of the four bills in the legislative package sent to Christie were eventually signed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe timing of the signing\nUltraviolet’s claim that Christie only passed one of the bills, A-2648, once it became a \"damaging campaign issue,\" is inaccurate. The timing of the bill’s signing in August 2013, just before the Nov. 5, 2013, gubernatorial election, seems to be coincidental at best.\nChristie spokesman Brian Murray noted that Christie offered his recommendations through a conditional veto almost a year before his re-election.\n\"He has absolutely no control over when the legislative branch, controlled in both houses by Democrat majorities, may choose to adopt his recommendations,\" Murray said.  \nAlso, the New Jersey governor is given a deadline of 10 days to sign a bill once the Legislature votes to implement the governor’s recommendations.\nThough the bill did pass only months before the election, we confirmed that Christie had given it a conditional veto more than a year prior.\nEffectiveness\nOne final note: When we ran this claim by people who study pay discrimination in New Jersey, they said that Christie approved the bills that were less aggressive in addressing pay disparity.\nCompared to other states, New Jersey was in the middle of the pack with an earning ratio of 79 percent. Women had a median annual earning of $47,878, while men earned $60,878.\nSince the two bills (A-2647 and A-2648) became law in 2012 and 2013, New Jersey has seen little improvement in the gender wage gap.\nOur ruling\nUltraviolet said Chris Christie \"vetoed equal pay for women 3 times. He only let the bill pass once it became a damaging campaign issue.\"\nChristie did veto three bills that were intended to narrow the gender wage gap, but it was out of a legislative package of four bills, and he eventually signed two of them into law. Additionally, It is unlikely that Christie only let one of the bills pass because it became a damaging campaign issue, considering Christie gave a conditional veto and recommended changes to the bill over a year before his re-election.\nThe claim has an element of truth, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-06205"}