{"url": "/factchecks/2019/apr/01/mick-mulvaney/republican-pre-existing-protections-leave-some-vul/", "speaker": "Mick Mulvaney", "vclaim": "\"Every single (health care) plan that this White House has ever put forward since Donald Trump was elected covered pre-existing conditions.\"", "truth_label": "barely-true", "date": "stated on March 31, 2019 in an interview on ABC News' \"This Week\":", "title": "Republican pre-existing protections leave some vulnerable", "text": "President Donald Trump re-opened the health care debate with his decision to ask a federal court to scrap the entire Affordable Care Act as unconstitutional. After a year of unsuccessful efforts to repeal and replace the law also known as Obamacare, Republicans on Capitol Hill gave Trump’s move a cool reception.\nIf he wins, it would do away with the law’s popular protection for people with pre-existing conditions. Acting White House chief of staff Mick Mulvaney said that should not be a concern.\n\"Every single plan that this White House has ever put forward since Donald Trump was elected covered pre-existing conditions,\" Mulvaney said on ABC News’ This Week March 31. \"Every single plan that Republicans in the House voted on in the previous Congress covered pre-existing conditions. Every single plan considered by the Senate covers preexisting conditions.\n\"The debate about pre-existing conditions is over. Both parties support them, and anyone telling you anything different is lying to you for political gain.\"\nMulvaney’s sweeping declaration about the Republican solutions is misleading. No Republican proposal matches the level of protection in Obamacare, and, at the very least, all open the door to significantly higher rates for people with health problems.\nWe reached out to the White House for comment and did not hear back.\nThe current guarantee\nIn the old days, insurance companies had ways to avoid selling policies to people who were likely to cost more than insurers wanted to spend. They might deny them coverage outright, or exclude coverage for a known condition, or charge so much that insurance was unaffordable.\nThe Affordable Care Act boxes out the old insurance practices with a package of legal moves. First, it says point-blank that carriers \"may not impose any preexisting condition exclusion.\" It backs that up with another section that says they \"may not establish rules for eligibility\" based on health status, medical condition, claims experience or medical history. And while insurers can charge older people more, they can’t charge them more than three times what they charge younger policy holders.\nWrapped around all that is a fourth measure that lists the essential health benefits that every plan must offer. A trip to the emergency room, surgery, maternity care and more all fall under this provision. This prevents insurers from discouraging people who might need expensive services by crafting plans that don’t offer them.\nThe trade-off for insurers in the law was that everyone had to have insurance. The Republicans' most successful attack on the law was on that point: People who don't have insurance no longer face a fine. \nThe gaps in the Republican plans\nAll of the Republican bills had language that specifically forbid insurers from denying coverage based on someone’s health history. Yet all of them included wrinkles that could make policies much more expensive, or not offered at all, for people with health issues.\nThe House’s American Health Care Act allowed rates for older people to vary as much as 5 to 1 compared with young people; meanwhile, the Affordable Care Act’s limit was 3 to 1. It also gave states the option to let insurance companies set rates based on health.\n\"People with pre-existing conditions would have been guaranteed insurance, but there was no guarantee the insurance would cover the benefits they need or be affordable,\" said Larry Levitt, senior vice president at the Kaiser Family Foundation, a source of neutral data on health policy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe Senate’s Better Care Reconciliation Act also expanded the allowable range of rates to 5 to 1. It included a 6-month waiting period for certain people who lost or dropped continuous coverage.\nThe Senate’s Graham-Cassidy-Heller-Johnson amendment offered states a block grant program. Under it, states gained the flexibility to allow insurers to set premiums based on health conditions, and states had leeway in defining the essential health benefits that every plan must cover.\nShortly before the 2018 midterm elections, a group of 10 Republican senators introduced a bill called Ensuring Coverage for Patients with Pre-Existing Conditions. Despite its name, the bill included an option for companies to deny certain coverage if \"it will not have the capacity to deliver services adequately.\"\nBroad agreement on the limits in the GOP legislation\n\"Mulvaney means the issue was addressed, nothing more than that,\" said Joe Antos, a health care analyst at the market-oriented American Enterprise Institute, \"At least one Republican bill talked about allowing states to adopt less stringent insurance rules, but requiring that they devote funds to help those with pre-existing conditions. That is less certain than the Affordable Care Act rules, which are unequivocal.\"\nA long-standing critic of Obamacare, health care consultant Bob Laszewski, pointed to the same loophole. Asked if the Republican plans fell short of the current law’s protections, he offered a one-word response: \"Agreed.\"\n\"The Affordable Care Act sets a fairly high bar,\" said former Republican Senate health care policy staffer Rodney Whitlock. \"And because of that, it’s very challenging for Mulvaney to make the case that pre-existing conditions are covered, under what most people would consider a common definition of coverage.\"\nWhitlock and health law professor Wendy Netter Epstein at DePaul University noted the importance of affordability, a key guardrail in Obamacare.\n\"I might be offered a health insurance plan, but with rates so high that the offer is meaningless,\" Epstein said. \"Or I might be given a plan that ‘covers’ me but doesn’t reimburse for essential services that I need. What the Affordable Care Act does is provide assurances that all people, even those with pre-existing conditions, receive meaningful coverage.\"\nAntos takes exception to the sweep of that statement. He noted that millions of people in the individual market have not found Affordable Care Act policies affordable.\n\"The law leaves out lower-middle-class people who aren’t eligible for ACA subsidies, can’t afford the ACA premium — or the combination of unsubsidized premium and high cost-sharing means buying an ACA plan doesn’t make sense — and don’t have employer coverage,\" Antos said. \"The fact that there is no medical underwriting under the ACA doesn’t mean everyone is guaranteed coverage that they can actually afford.\"\nStill, another health law researcher, David Gamage at Indiana University, said Mulvaney’s words \"stretched the meaning of coverage.\"\n\"Covering pre-existing conditions should be understood as requiring that there would exist real-world options for insurance that would be available and affordable for those with pre-existing conditions,\" Gamage said. \"Most of the Republican plans put forward by the White house or voted on in Congress would have clearly failed this test.\"\nOur ruling\nMulvaney said that every single Republican health care plan \"covered pre-existing conditions.\" It is accurate to say that all of them addressed the matter, but in one way or another, all of them failed to match the guarantees currently in the Affordable Care Act.\nA wide range of policy analysts agreed that under each proposal, some people with ongoing health problems potentially faced much higher rates or coverage of fewer benefits than today. For people concerned about pre-existing conditions, the current coverage is stronger than anything Republicans have proposed.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-00821"}