{"url": "/factchecks/2019/feb/28/terry-katsma/state-lawmakers-claim-about-rainy-day-fund-money/", "speaker": "Terry Katsma", "vclaim": "\"The rainy day fund … is $320 million. That's much more than what it has been in the past.\"", "truth_label": "mostly-true", "date": "stated on February 17, 2019 in a TV interview:", "title": "Wisconsin lawmaker's claim about rainy day fund is on the money", "text": "Fiscal responsibility has been stressed by Republican leadership over the years.\nIndeed, state Rep. Terry Katsma (R-Oostburg) claims that under GOP leadership, Wisconsin accumulated much more money than it has in the past in its \"rainy day fund\" -- essentially a piggy bank to be used for emergencies.\n\"The rainy day fund that we have is $320 million. That's much more than what it has been in the past,\" Katsma said Feb. 17, 2019 on WISN-TV’s UpFront with Mike Gousha.\nKatsma, a member of the Legislature’s Joint Finance Committee, made the claim while defending his stance that the state should return money accumulated in the surplus to taxpayers.\nIs Katsma accurate on the size of the fund?\nThe backup\nLet’s start with what rainy day funds cover and what they can be used for.\n\"What a rainy day fund is is money that’s set aside in case of a fiscal problem or fiscal crisis and different states have different mechanisms for triggering the rainy day fund,\" said Randall Holcombe, an economics professor at Florida State University, who studies the effect of government activity on economic growth.\n\"For example, if the budget falls before a certain percentage of forecast revenues, that might trigger access to a rainy day fund.\"\nAt the end of the 2018 fiscal year, the state had a surplus of $588.5 million in its general fund and a transfer of $33.1 million was made to the rainy day fund, according to the 2018 State of Wisconsin Annual Fiscal Report.\n\"This transfer increased the budget stabilization (rainy day) fund to $320.1 million, its largest balance in state history,\" the report reads.\nAs a point of reference, in 2008, Wisconsin’s rainy day fund was only $1.3 million, according to the Legislative Fiscal Bureau.\nWhen asked for backup on the claim, Nick Krueger, Katsma’s communications director, pointed to both the annual report and the Legislative Fiscal Bureau.\n\"When Rep. Katsma has referenced the Rainy Day Fund in the context of a conversation about income tax cuts, the point he is making is that the state government can afford to cut taxes because the government still has money left over even after making a new deposit in our ‘savings account,’\" Krueger said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, Katsma’s numbers add up.\nBut in his claim is he offering the full picture?\nRainy Day Funds across the country\nIn 2017, state rainy day funds were at their highest overall level in almost 20 years, according to the National Association of State Budget Officers, with a tally of $54.7 billion for all 50 states.\nSounds like a lot.\nBut Pew Charitable Trusts reports that the $54.7 billion would only cover a median of 20.5 days, or 5.6 percent of general fund spending.\nIn 2017, Alaska, Wyoming and Texas were in the lead for how many days they could cover with a rainy day fund -- Alaska would be able to fund 376.6 days, Wyoming 366.9 days, Texas 70 days.\nThe four states coming at the bottom -- Montana, Kansas, Pennsylvania and New Jersey -- would be able to fund zero days relying on their rainy day funds.\nWisconsin fell on the lower end -- able to only fund six days using its rainy day fund.\nWith its total reserves, Wisconsin could fund up to 18.4 days. That compares to the national median of 30.3 days.\n\"A typical reason you would want to have a rainy day fund is a recession appears, you weren’t expecting it, and so you need to make up the revenues because of the recession, but I don’t think any states have enough revenue set aside so you can make up for the entire recession,\" Holcombe said.\nSo while Wisconsin’s fund may be at its peak, the figure does not compare favorably with other states. That was missing from the claim.\nOur rating\nKatsma claimed that Wisconsin accumulated much more money than it has in the past in its \"rainy day fund,\" with $320 million.\nThe claim is on target, though that is relative. Wisconsin is far below the national average on the relative size of its fund.\nThe definition for Mostly True is \"the statement is accurate but needs clarification or additional information.\" That fits here.", "vclaim_id": "vclaim-pol-00957"}