{"url": "/factchecks/2012/feb/10/mitt-romney/romney-revises-claim-about-unemployed/", "speaker": "Mitt Romney", "vclaim": "\"Twenty-five or 24 million people\" are \"out of work or stopped looking for work.\"", "truth_label": "half-true", "date": "stated on February 8, 2012 in an Atlanta campaign stop:", "title": "Romney revises claim about the unemployed", "text": "Super Tuesday is only one month away, which means the GOP presidential hopefuls are descending on Georgia to convince voters they deserve Barack Obama’s job.\n\nAnd speaking of jobs, they’re hammering Obama on unemployment.\n\nWhen Republican front-runner Mitt Romney stumped at an Atlanta custom countertop showroom Wednesday afternoon, he said that \"25 or 24 million\" people are \"out of work or stopped looking for work.\"\n\nA PolitiFact Georgia team member stood among the crowd of 300, Truth-O-Meter in hand. It lit up and told us that Romney was doing a new take on an old talking point.\n\nLast month, during the Republican presidential debate in Tampa, Romney said that \"we have 25 million Americans out of work\" during the Republican presidential debate. Our colleagues at PolitiFact National ruled his statement Half True.\n\nDoes Romney’s revised statement earn him higher marks on the Truth-O-Meter?\n\nFirst, let’s look at his statement from January.\n\nOfficially, there were about 13.1 million unemployed Americans in December 2011, which put the unemployment rate at 8.5 percent. This is according to the Bureau of Labor Statistics, the federal government’s source of employment statistics. Romney’s count was some 12 million higher.\n\nHere’s why:  \n\nWhen PolitiFact National analyzed Romney’s statement, they pointed out that certain critics have long argued that the BLS definition of unemployment is too limiting. It doesn’t count people who have stopped looking for work or are working part time, even though they’d prefer a full-time job.\n\nTo address this concern, BLS offers an alternative measure (known to economists as \"U-6\") that includes these other groups.\n\nBy this metric, an additional 2.6 million people in the U.S. were \"marginally attached\" to the labor force in December 2011, meaning they’d be ready to work if a job became available. Another 8.1 million were working part time but would prefer a full-time job.\n\nTogether, these three categories added up to 23.8 million people in December 2011, for a total \"U-6\" rate of 15.2 percent -- well above the official unemployment rate. Romney’s data was a little high, but in the ballpark.\n\nRomney earned a Half True. His use of the term \"out of work\" was a stretch when about one-third of the \"25 million Americans out of work\" are actually working part time, PolitiFact National ruled in January.\n\nNow on to Romney’s statement in Atlanta.\n\nRomney described those \"25 or 24 million\" people as being \"out of work\" or having \"stopped looking for work.\"\n\nThe newest jobs data shows Romney’s calculation for the total number of unemployed, looking for work or are working part time, even though they’d prefer a full-time job, remains more or less accurate.\n\nIn January, some 12.8 million people were unemployed and 2.8 million people were marginally attached to the labor force, according to BLS figures. An additional 8.2 million were working part time even though they wanted a full-time position. Once again, that totals 23.8 million.\n\nBut Romney’s latest description of these workers was a little off the mark.\n\nThe BLS describes \"marginally attached workers\" as people not in the labor force who want to work and are available to do it, and who have looked for a job in the past 12 months, but had not done so in the past four weeks.\n\nThese people want work, but have recently given up because they have family obligations, think they can’t get a job, or other reasons.\n\nThe BLS calls people who are working part time even though they’d prefer a full-time job as working \"part time for economic reasons.\" This is defined as those who worked one to 34 hours a week because they can’t find full-time work or business has slowed down.\n\nThe BLS does not ask whether they stopped looking for work.\n\nOf the 24 or 25 million workers mentioned by Romney, only 15.6 million clearly match his description as being \"out of work\" or having \"stopped looking for work.\"\n\nThe remaining one-third may or may not be angling for more hours or a full-time slot at their current employer. They could have stopped looking for full-time work altogether. We don’t know.\n\nRomney’s statement is partially accurate, but he gets important details wrong. He therefore earns a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11629"}