{"url": "/factchecks/2020/feb/26/blog-posting/story-exaggerates-2014-drug-bust-cargo-ship-owned-/", "speaker": "Bloggers", "vclaim": "Ninety pounds of cocaine was found on a boat owned by Mitch McConnell's family and that they are “financing his Senate campaigns with their cocaine drug profits.”", "truth_label": "barely-true", "date": "stated on July 9, 2016 in a story:", "title": "Story exaggerates 2014 drug bust on cargo ship owned by McConnell’s family", "text": "Cocaine Mitch? A story from 2016 about a drug bust in Colombia insinuates that Senate Majority Leader Mitch McConnell, R-Ky., profits from drug smuggling.  \nThe story was published by a website called \"WarAgainstAllPuertoRicans.com,\" which appears to reference a quote by former Puerto Rico police chief, E. Francis Riggs.\nThe headline reads: \"90 Pounds of Cocaine discovered on a boat owned by the family of Mitch McConnell, the Majority Leader of the U.S. Senate.\"\nA cargo ship owned by McConnell’s family was found with cocaine aboard, but the story overstates the incident and suggests without evidence that the family smuggles drugs.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn August 2014, Colombian authorities discovered around 90 pounds of cocaine on a cargo ship scheduled to head to the Netherlands. U.S. Coast Guard and maritime records show that the Ping May is a Liberian-registered bulk carrier owned by the Foremost Group, a New York-based shipping company that controls at least five other vessels. The company was founded by James Chao, McConnell’s father-in-law. \nBut McConnell’s connection to the seizure is a thin one: No one in the family was named in the incident, and there is no sign that charges were ever filed. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMcConnell’s office did not respond to a request for comment. \nThe story falsely states McConnell was \"linked to the distribution and sale of the cocaine\" and speculates, without evidence, that his wife’s family are smugglers and his political career benefits from drug money. \nBut the story goes further by stating that McConnell’s family has been \"financing his Senate campaigns with their cocaine drug profits.\" \nMcConnell’s wife, U.S. Transportation Secretary Elaine Chao, received an inheritance valued between $5 million and $25 million after her mother died in 2007. This was years before the 2014 seizure, and there’s no proven connection to a drug business.\nOur ruling\nIn 2014, cocaine was discovered on one of the cargo ships owned by McConnell’s family. \nBut the story exaggerates the seizure and McConnel’s connection. It speculates that, because officials found cocaine on the carrier, the company owned by McConnell’s father-in-law smuggles drugs internationally and uses the money to fund McConnell’s political pursuits. There’s no evidence to support this. \nNo one was charged in the seizure — not the crew, Foremost Group, the Chaos or McConnell.\nWe rate this Mostly False.", "vclaim_id": "vclaim-pol-17464"}