{"url": "/factchecks/2020/oct/15/roy-cooper/roy-cooper-compares-georgias-covid-19-numbers-nort/", "speaker": "Roy Cooper", "vclaim": "Georgia has “almost 100,000 more (COVID-19) cases, almost twice as many deaths and almost 600 more nursing home deaths than North Carolina.”", "truth_label": "true", "date": "stated on October 14, 2020 in a debate:", "title": "Roy Cooper compares Georgia's COVID-19 numbers to North Carolina", "text": "Roy Cooper and Dan Forest agree that North Carolina’s coronavirus response stands out among southern states.\nBut the gubernatorial candidates disagree over whether that’s a good thing.\nDemocratic Gov. Cooper and Republican Lt. Gov. Forest squared off on Wednesday night for North Carolina’s only gubernatorial debate of the year. At one point in the debate, Forest praised North Carolina’s border states for allowing many businesses to reopen while their respective governments addressed the coronavirus outbreak.\n\"This COVID science is an interesting thing because you cross the border into South Carolina and South Carolina’s open and people are out there going to restaurants and doing things,\" Forest said. \"You cross into Tennessee and Tennessee is open, you cross into Georgia and Georgia is open. They’re learning how to live with the virus and protect the vulnerable and get people back to work.\"\nCooper immediately offered a comparison between North Carolina and Georgia.\n\"It’s interesting that Dan mentions Georgia … He wants to be like Georgia,\" Cooper said. \"Georgia is about the same size as North Carolina, yet they have almost 100,000 more cases, almost twice as many deaths and almost 600 more nursing home deaths than North Carolina.\"\nCooper is right about the sizes of North Carolina and Georgia. Georgia is the eighth most populous state in the U.S. and North Carolina is the ninth most populous, according to 2019 census data. The states are separated by fewer than 130,000 people.\nSo what about those stats Cooper mentioned?\nCooper spokeswoman Liz Doherty referred us to a coronavirus tracker on the New York Times website and nursing home data on the Centers for Medicare and Medicaid Services website. PolitiFact North Carolina also looked at information on the North Carolina and Georgia state websites.\nCase counts vary a little bit, depending on the source. But otherwise, Cooper is mostly spot-on.\nComparing cases\nCooper said Georgia has almost 100,000 more cases than North Carolina. On the night of the debate, data from each state’s health department showed Georgia with about 98,100 more cases. So Cooper’s not far off. \nNorth Carolina’s health department reported 236,407 confirmed cases and Georgia’s health department reported 334,601 cases. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe New York Times map showed 236,810 cases for North Carolina and 319,609 total cases for Georgia, for a difference of about 82,800.\nCooper didn’t compare each state’s infection numbers to its population. But that statistic provides useful context.\nThe night of the debate, the New York Times’ reported that North Carolina had 2,258 cases per 100,000 residents and Georgia had 3,010 cases per 100,000 residents.\nComparing deaths\nCooper said Georgia had \"almost twice as many deaths\" as North Carolina. This claim is on track too.\nOn the night of the debate, North Carolina’s health department reported 3,856 total deaths. Twice that many would be 7,712 deaths. Georgia’s health department reported 7,470 total deaths. \nThe Times, meanwhile, reported 3,882 total deaths in North Carolina (a rate of 37 deaths per 100,000 residents) and 7,298 total deaths in Georgia (meaning 69 deaths per 100,000 people.)\nSo if you look at total deaths, the Times and the NC health department both show there have been about 3,800. Georgia is 200 to 400 deaths away from having twice as many. \nNursing homes\nFinally, let’s look at nursing homes.\nCooper said Georgia has had almost 600 more nursing home deaths than North Carolina. On debate night, data tracked by the federal government showed Georgia having 569 more nursing home deaths than North Carolina.\nCMS reported 1,328 nursing home deaths in North Carolina and 1,897 in Georgia.\nCooper didn’t mention nursing home cases. To round out the full picture, we’ll report them anyway.\nOn the night of the debate, CMS reported 6,523 total nursing home cases in North Carolina and 9,483 total cases in Georgia.\nOur ruling\nCooper said Georgia has \"almost 100,000 more cases, almost twice as many deaths and almost 600 more nursing home deaths than North Carolina.\"\nHis claim about cases requires the most rounding, but isn’t far off. But his claim about deaths — in total and in nursing homes — are spot-on. We rate this claim True.", "vclaim_id": "vclaim-pol-18703"}