{"url": "/factchecks/2012/jul/16/barack-obama/mitt-romney-had-millions-swiss-bank-account-barack/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney \"had millions in a Swiss bank account.\"", "truth_label": "true", "date": "stated on July 14, 2012 in a campaign ad:", "title": "Mitt Romney had millions in a Swiss bank account, Barack Obama campaign ad says", "text": "President Barack Obama’s re-election campaign is using hard-edged irony to attack Mitt Romney in a new ad that pairs Romney singing \"America the Beautiful\" with a series of claims about Bain Capital and his use of offshore accounts in his personal finances.\n\nIn this item, we’ll look at the claim that Romney \"had millions in a Swiss bank account.\"\n\nRomney has released tax returns for 2010 and an estimated tax return for 2011, in addition to a number of financial disclosure forms. Each of these forms is lengthy and, unless you're an accountant, difficult to decipher.\n\nHowever, the question of whether the Obama campaign is correct to say that Romney \"had millions in a Swiss bank account\" is not in doubt, since the trustee for the Romney family’s financial investments -- Brad Malt of the law firm Ropes & Gray -- acknowledged it in an on-the-record call with journalists on Jan. 24, 2012.\n\nMalt said on the call, \"Yeah, it occurs to me that one other question that came up. …  Why is there a Swiss bank account listed on the Romney's tax return? It is listed because I set that account up for diversification in 2003, when I became trustee of the blind trusts. It is a bank account. Nothing more, nothing less. An ordinary bank account. It earns some income, which is fully reported on the Form 1040 in the (2010) tax return. You'll see approximately $1,700 of interest earned by this account, which is reported. The tax is fully paid just as if this were a U.S. bank account, nothing more complicated than that.\"\n\nMalt added, \"By the way, I did close this account in early 2010. It no longer exists.\"\n\nReporters on the call offered two follow-up questions about the Swiss bank account. One asked, \"Why was that Swiss bank account closed in 2010?\"\n\nMalt responded, \"I previously said that I regularly review Gov. Romney's investments and just in connection with one of my periodic reviews, I decided that this account wasn't serving any particular purpose. It might or might not be consistent with Gov. Romney's political views. You know, again, taxes were all fully paid, etc., but it just wasn't worth it, and I closed the account.\"\n\nThe second question asked the Romney camp to \"elaborate on which institution held the Swiss account, how much the account held and whether the account also worked with any trusts or foundations.\"\n\nMalt responded that \"the Swiss bank account was in the Ann Romney blind trust. It held approximately $3 million. It was just an investment of the trust -- the bank account of the trust -- which, as I mentioned, I have subsequently closed. The bank was, sorry, Union Bank Switzerland -- UBS.\"\n\nMalt’s comments confirm that Romney \"had millions in a Swiss bank account\" because the couple filed their returns jointly, and the campaign has disclosed tax returns for Ann Romney’s trusts and family trusts, not just Romney’s funds.\n\nMeanwhile, the Romney campaign also retroactively disclosed that the couple had a Swiss account in his 2006 presidential financial disclosure form, apparently the same one that was closed in 2010. In the 2006 disclosure form, the UBS money market account was listed as being worth between $1 million and $5 million.\n\nWe should note that there’s no indication that Romney did anything improper by having some of his assets in a Swiss bank account -- assets, we’ll reiterate, that were placed in the account by Malt, not by Romney. The purpose of a blind trust is to have a money manager make investment decisions so that a public official is protected from the appearance of a conflict of interest.\n\nThe Romney campaign said the account was legal and disclosed to the IRS and the U.S. Treasury. Income from the account was included in the Romney’s tax returns and all U.S. taxes due were paid during the period, the campaign said.\n\nOur ruling\n\nThe trustee who managed Romney’s holdings has publicly confirmed that Mitt and Ann Romney had \"approximately $3 million\" in assets in a Swiss bank account between 2003 and 2010, and the Romney campaign did not object to that characterization when we contacted them for this story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSwiss bank accounts may make good fodder for campaign commercials and Jason Bourne movies, but there's nothing to indicate Romney did anything illegal or improper with the account. While it is now closed, the claim in Obama’s ad was stated in the past tense -- that Romney \"had millions in a Swiss bank account.\" That’s correct, so we rate Obama’s claim True.", "vclaim_id": "vclaim-pol-10759"}