{"url": "/factchecks/2011/nov/02/barack-obama/obama-ad-claims-credit-millions-gaining-health-car/", "speaker": "Barack Obama", "vclaim": "\"Because of Barack Obama 32 million new people will have healthcare.\"", "truth_label": "mostly-true", "date": "stated on November 2, 2011 in a campaign ad:", "title": "Obama ad claims credit for millions gaining health care", "text": "A banner ad featuring the president's smiling face proclaims \"Because of Barack Obama\" followed by four statements about his accomplishments as president.\n\n\nOne of the claims: that 32 million new people will have health care. We decided to check how accurate it was. (You can see a full copy of the ad at the bottom of this report.)\n\nThe numbers\n\nThe Obama campaign directed us to the Congressional Budget Office, which early on estimated that 32 million Americans would be covered by health insurance by 2019 under the sweeping health care reform passed by Congress and signed by Obama in 2010. CBO director Doug Elmendorf, in testimony before Congress in March 2011, moved up that timetable to 2016.\n\nThat would leave about 23 million residents uninsured, the CBO said, and about one-third of those would be undocumented immigrants. Under the legislation, the percentage of legal non-elderly residents with insurance coverage would rise from about 83 percent currently to about 94 percent.\n\nMany of those newly insured will be people who are added to Medicaid, perhaps 16 million, according to the CBO.\n\nThis isn’t to say that the CBO’s estimates are unquestioned. Critics of the law say the way it is structured is ultimately not workable.\n\nRea Hederman, a budget expert with the conservative Heritage Foundation, pointed out that state governments share some costs of Medicaid patients -- a burden they are trying to reduce. Hederman also predicted that \"premium increases are likely to increase the uninsured rate over time.\"\n\nIn other words, as the costs of insurance rise there could be more people without insurance.\n\nThe cause\n\nIs all this \"because of Barack Obama?\"\n\nWe asked Timothy Jost, a professor at Washington and Lee University School of Law in Lexington, Va. His answer: not entirely.\n\nGoing back to the 2008 presidential race, Jost said, Obama made health care reform a central issue of his campaign, but he ran against an individual mandate that would require people to purchase health insurance or face a fine. Then-Sen. Hillary Rodham Clinton backed it, but candidate Obama said it should only cover children.\n\nThe landscape changed after Obama was elected and so did his position on the individual mandate. The fight to pass health care reform grew bitterly divided. In the fall of 2009, Jost noted, and particularly in the winter of 2010 after Republican Scott Brown won a Massachusetts Senate seat that cost Democrats their filibuster-proof majority, \"it was only the leadership of President Obama that got the job done.\"\n\n\"The (health care law) would never have passed without his leadership and his pressure on the House and Senate to cross the finish line,\" Jost said.\n\nStill, the law was not his creation. Democratic senators Max Baucus, Harry Reid, John Rockefeller and Tom Harkin were the main authors, and Jost added that a number of Republicans got provisions into the act.\n\nAnd even now that the bill has become law, its future is uncertain. Most importantly, it is being challenged in the courts in multiple states on the grounds that the individual mandate is unconstitutional. In separate rulings, the 11th U.S. Court of Appeals in Atlanta struck down the mandate but upheld the rest of the law, while the 6th Circuit in Cincinnati concluded that the law’s insurance requirement is constitutional. The matter is widely expected to end up in front of the United States Supreme Court, and if the individual mandate is struck down, it’s reasonable that millions fewer Americans will gain health coverage.\n\nWhy? Because \"when coverage is optional, older and sicker people who expect to have substantial health expenditures are the most likely to be insured, while younger and healthier people with little expected health spending have a greater tendency to be uninsured,\" a recent story in Health Affairs, a health policy journal, said. The law is designed to avoid this effect by mandating that everyone has coverage so that costs are spread across the population.\n\nA number of studies have examined the effect of the law without the mandate. Health Affairs concluded that about 8 million fewer people would be insured without the mandate. A study by the Center for American Progress, a liberal think tank, estimates 24 million fewer insured, and the CBO came down in the middle, predicting that 16 million fewer people would be insured without the mandate.\n\nOf course, if you’re Obama, you’re going to campaign on the assumption that the health care law, including the individual mandate, will be upheld.\n\nOur ruling\n\nThe Obama campaign ad said \"Because of Barack Obama 32 million new people will have healthcare.\"\n\nAs things now stand, the predicted number holds up. Though an estimate, it comes from a nonpartisan source, the Congressional Budget Office.\n\nBut the health reform law, and the individual mandate in particular, faces serious challenges. If it is ultimately struck down by the Supreme Court, millions fewer will gain insurance coverage.\n\nFinally, the president isn’t solely responsible for health reform becoming law. It was the result of an epic fight in Congress that pitted the two parties against each other. Obama, however, was a major force for that fight ending in passage of the law. We rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n \n\nEditor's note: A copy of the ad.", "vclaim_id": "vclaim-pol-12154"}