{"url": "/factchecks/2020/apr/03/dan-patrick/now-texas-among-states-lowest-coronavirus-death-ra/", "speaker": "Dan Patrick", "vclaim": "Says for the coronavirus, “the death rate in Texas, per capita of 29 million people, we're one of the lowest in the country.\"", "truth_label": "mostly-true", "date": "stated on March 31, 2020 in a briefing:", "title": "For now, Texas among states with lowest coronavirus death rate", "text": "During a March coronavirus briefing, Texas Lt. Gov. Dan Patrick said the state has one of the lowest coronavirus death rates in the country — a trend he said he hopes will continue through April.\n\"If you look at the death rate in Texas, per capita of 29 million people, we're one of the lowest in the country,\" he said. \"But we need to continue that for the rest of April. And even be better at that.\"\nThe first issue here is that Patrick is conflating two calculations in his statement: the death rate for the coronavirus and the number of coronavirus deaths per capita in Texas.\nThe death rate of a particular illness or disease is calculated by dividing the number of fatalities by the number of confirmed cases of the illness. A geography’s total population isn’t a factor.\nIt is possible to look at the number of coronavirus deaths per capita, but it says less about the danger posed by the virus than the death rate. To give Patrick a fair shake, we’ll take a look at both of these figures and how Texas compares to other states. Patrick did not return a request for comment seeking clarification on his statement.\n\"The death rate is generally a function of the number of people infected,\" said Dr. Myron Cohen, director of the Institute for Global Health and Infectious Diseases at the University of North Carolina at Chapel Hill, in an email. \"We are often unsure of this because this depends on sampling, and the tests deployed.\"\nFor this reason, we’ll also look at the number of tests administered by each state. As more tests are administered and more cases are identified, the death rate for the virus will change.\nGiven that the number of cases and fatalities is constantly changing, this fact-check will use data from March 31 — the day Patrick made his statement.\nAlong these lines, it is important to remember that the death rate at this point in time is just a snapshot.\n\"Case fatality rates are not constant. They can change considerably during an epidemic if, for example, it is discovered that there are many more milder cases than originally thought,\" according to a statement from the World Health Organization to PolitiFact at the end of March.\nThe WHO also noted that the rate may vary across different geographies due to \"demographic factors, for example differences in the age structure of the population.\"\nEnd of March numbers\nAt the time of Patrick’s remarks, there were 3,266 confirmed cases of the coronavirus in Texas and 41 related deaths reported by state health authorities. This puts the approximate death rate for the virus at 1.26%, meaning 1.26% of people who tested positive for the virus died.\nLooking at all 50 states, the District of Columbia and Puerto Rico, Texas is among the areas with the lowest coronavirus death rate. Eleven states had a lower death rate when Patrick made his statement, including several with just one death: Wisconsin (1.18%), Missouri (1.06%), Tennessee (1.03%), South Dakota (0.93%), New Hampshire, (0.82%), West Virginia (0.62%), Utah (0.56%), North Carolina (0.53%), Hawaii (0.47%) and Wyoming, which had reported zero coronavirus deaths on the last day of March.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"It appears that Texas is among the states with low coronavirus deaths, but that is still true of large portions of the U.S. at this point,\" said Dr. Dhitinut Ratnapradipa, an environmental health professor at Sam Houston State University.\nAt the time of Patrick’s claim, 29 states had a death rate of less than 2%.\nThe state with the highest death rate on March 31 was Louisiana, with about 5,237 confirmed coronavirus cases and 239 deaths, a rate of 4.56%.\nPatrick’s statement also referenced deaths \"per capita of 29 million people\" in Texas.\nTexas is among the states with the fewest deaths per capita, based on March 31 coronavirus data and 2018 1-year population estimates from the Census Bureau’s American Communities Survey.\nWhen Patrick spoke, there had been fewer than one coronavirus death for every 100,000 people in Texas. The state with the most deaths per capita at the time was New York, with about eight deaths per 100,000 people.\nBut Texas is also among the states that have administered the fewest number of coronavirus tests per capita.\nAt the time of Patrick’s statement, Texas had administered 42,992 coronavirus tests — about 150 per 100,000 people. New York had administered about 1,050 tests per 100,000 people, or 205,186 tests in total.\n\"The number of confirmed cases is directly related to testing,\" Ratnapradipa said in an email. \"There is likely widespread community infection of people with no or mild symptoms who are not being tested. This means that we cannot accurately calculate a COVID-19 fatality rate.\"\nCohen said it is important to remember that the current pandemic is \"dynamic and growing, worldwide\" and that declaring any kind of victory over the virus \"is probably a bad idea at this point in time for most places on the planet.\"\nSince Patrick made this claim, the number of coronavirus-related deaths in the state has almost doubled, the state confirmed more than 1,000 additional cases and administered more than 10,000 additional tests.\nOur ruling\nPatrick said looking at the coronavirus \"death rate in Texas, per capita of 29 million people, we're one of the lowest in the country.\"\nPatrick’s statement equates the death rate for coronavirus and the number of coronavirus deaths per capita in Texas, two different calculations.\nIt is true that, at the time of Patrick’s statement, Texas was among the states with the lowest coronavirus death rate (and those with lowest number of deaths per capita) — but not by much. There were 29 states with a death rate of less than 2%.\nExperts cautioned that the actual coronavirus death rate cannot be accurately calculated until more people have been tested — and Texas is among the states with the lowest number of tests administered per capita.\nPatrick’s comparison is accurate based on the information available at the time of his statement, but his claim needs clarification and is missing important context about testing. We rate it Mostly True.", "vclaim_id": "vclaim-pol-16865"}