{"url": "/factchecks/2013/jan/13/bill-pascrell/rep-bill-pascrell-says-federal-revenues-share-econ/", "speaker": "Bill Pascrell", "vclaim": "Says \"how much money the government is collecting from people...in terms of the gross domestic product\" is \"the lowest in 40, 50 years.\"", "truth_label": "mostly-true", "date": "stated on December 31, 2012 in an interview on WOR-AM:", "title": "Rep. Bill Pascrell says federal revenues, as a share of the economy, are lowest in 40-50 years", "text": "The day before voting in favor of raising taxes on higher-income Americans as part of a deal averting the so-called \"fiscal cliff,\" one North Jersey congressman argued that the amount of dollars reaching federal coffers has reached a historic low.\n\nAs the nation braced for a series of automatic spending cuts and tax increases, Rep. Bill Pascell (D-9th Dist.) claimed in a Dec. 31 radio interview that, as a share of the economy, federal revenues are at their lowest level in up to a half century.\n\n\"How much money the government is collecting from people...in terms of the gross domestic product\" is \"the lowest in 40, 50 years,\" Pascrell said on WOR-AM.\n\nIt’s actually been even longer than Pascrell claimed.\n\nAs a share of the gross domestic product, or GDP, federal revenues in recent years have been at their lowest level in roughly 60 years, according to data from U.S. Department of the Treasury and the White House’s Office of Management and Budget.\n\nIn fiscal year 2012, which ended in September, federal revenues were 15.7 percent of GDP, slightly higher than the 15.4 percent in fiscal year 2011 and the 15.1 percent in both fiscal years 2009 and 2010.\n\nThe last time when federal revenues were lower than those amounts occurred in fiscal year 1950, when revenues were 14.4 percent of GDP. Between fiscal years 1951 and 2008, the ratio of federal revenues to GDP ranged from 16.1 percent to 20.6 percent.\n\nAlan Auerbach, an economics professor at the University of California, Berkeley, told us the lower ratio in recent years is due, in part, to the fact that incomes and thus tax collections dropped during the recession.\n\nAnother contributing factor is the tax cuts provided over the last decade, including the lower income tax rates first approved by President George W. Bush, according to Auerbach.\n\n\"Taxes as a share of GDP tend to be ‘procyclical,’ meaning that the tax/GDP ratio rises during expansions and falls during recessions,\" Auerbach said in an e-mail. \"That’s due to the progressivity of the income tax (increases in income are taxed at higher rates) and the volatility of corporate profits.\"\n\n\"In addition to the Bush tax cuts, which also reduced revenues, we had measures adopted during the recession, notably the payroll tax cut that just expired,\" Auerbach added.\n\nIn response to our findings, Pascrell spokesman Thomas Pietrykoski said in an e-mail:\n\n\"What is clear as day is that the Bush Tax cuts took a hatchet to government revenue, significantly contributing to our current debt problems. Congressman Pascrell is supportive of a balanced approach in resolving the current fiscal situation that both cuts spending and asks the wealthiest among us to pay their fair share to reduce our deficit.\"\n\nOur ruling\n\nIn a radio interview, Pascrell said \"how much money the government is collecting from people...in terms of the gross domestic product\" is \"the lowest in 40, 50 years.\"\n\nThe congressman’s point is solid, but his timing is slightly off.\n\nAs a share of the economy, federal revenues in recent years have been at their lowest level in roughly 60 years. Starting in fiscal year 2009, revenues have remained below 16 percent of GDP, the lowest point since they hit 14.4 percent in fiscal year 1950.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09855"}