{"url": "/factchecks/2012/jun/22/american-crossroads/american-crossroads-says-virginia-lost-65000-jobs-/", "speaker": "American Crossroads", "vclaim": "\"As Virginia lost over 65,000 jobs, (Tim) Kaine put partisan ambitions first\" by serving as DNC chairman during the last year of his governorship.", "truth_label": "half-true", "date": "stated on June 13, 2012 in a TV ad.:", "title": "American Crossroads says Va. lost 65,000 jobs when Kaine led DNC during his governorship", "text": "American Crossroads, a conservative advocacy group, is airing a TV ad accusing U.S. Senate candidate Tim Kaine of abandoning Virginia in 2009 when he became chairman of the Democratic National Committee.\n\nKaine, in January 2009, was entering the last full year of his governorship when, at President Barack Obama’s request, he agreed to also run the national party.\n\nThe ad has footage of an airline jet in the sky, a man putting up a \"Sorry we’re closed\" sign on a business door and a hand pushing a note across a desk saying \"You’re Fired!\"  \n\n\"As Virginia lost over 65,000 jobs, Kaine put partisan ambitions first\" by serving as DNC chairman during his final year as governor, the announcer says.\n\nThe commercial then shows footage of Kaine speaking with excitement about becoming Democratic chairman.\n\nWe were curious if Virginia did lose 65,000 jobs during the final year of Kaine’s governorship and, if so, whether the loss can be tied to him becoming DNC chairman.\n\nKaine became DNC chairman on Jan. 21, 2009. His last day as governor was Jan. 16, 2010.\n\nAmerican Crossroads -- a political action committee affiliated with Karl Rove, who was senior political adviser to former President George W. Bush -- backed its claim by citing seasonally adjusted job data from the Bureau of Labor Statistics.\n\nThe BLS, based on household surveys, estimated that the number of unemployed people in Virginia rose from 240,953 in January 2009 to 306,635 in January 2010. That’s an increase of 65,682.\n\nEconomists usually rely on different BLS data, gleaned by surveying businesses on their numbers of workers, to measure changes in the number of jobs.  A BLS quarterly census of jobs and wages shows a drop of 84,197 drop employees in Virginia between January 2009 and January 2010.\n\nSo, yes, Virginia lost more than 65,000 jobs during that last year of Kaine’s governorship.\n\nBut is Kaine to blame? The ad implies he focused on being DNC chairman and left the state defenseless against the job losses.\n\nWhat happened in Virginia, however, was no different from what occurred nationwide. The U.S. was limping out of a severe recession that started in December 2007 and ended in June 2009.\n\nFrom January 2009 to January 2010, U.S. unemployment rose by 2.9 million people, according to the seasonally-adjusted BLS figures. The national unemployment rate soared from 7.8 to 9.7 percent during that time, an increase of 1.9 percentage points. In Virginia, the unemployment rate increased 1.5 percentage points during that span  -- from 5.8 to 7.3 percent.\n\nBLS figures show that every state saw an increase in the number of unemployed residents during the timeline Crossroads cites. The 1.5 percentage point rise in Virginia’s unemployment rate was lower than the jobless rate jump in 31 states.\n\nAs we’ve noted many times, economists tell us governors have a small impact on their state economies. Governors tend to get too much blame when the economies are doing poorly and too much credit when things are going well.\n\nOur ruling\n\nAmerican Crossroads said that while Kaine was governor and chairman of the DNC, Virginia lost more than 65,000 jobs. That number checks out and we could make an argument that the job loss was higher.\n\nBut every state saw unemployment rise from January 2009 to January 2010. Virginia’s unemployment rate remained well below the national average.\n\nGovernors have little control over their state economies in good times or bad. The suggestion that Kaine could have inoculated Virginia from a national recession had he not been DNC chairman is unrealistic.\n\nOn balance, we rate American Crossroad’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-10883"}