{"url": "/factchecks/2017/jun/28/newt-gingrich/gingrich-misleads-point-house-bill-grows-medicaid-/", "speaker": "Newt Gingrich", "vclaim": "Under the House health care bill, Medicaid spending \"actually goes up 20 percent over the next 10 years.\"", "truth_label": "half-true", "date": "stated on June 27, 2017 in an appearance on 'Fox & Friends':", "title": "Newt Gingrich misleads with point that House health care bill grows Medicaid spending", "text": "Former House Speaker Newt Gingrich said all the media coverage that declares the Republican health care bills would cut Medicaid is wrong, because he claimed the program actually gets a significant boost over the years.\nReports about both the House and Senate bills have pointed out the measures reduce funding for Medicaid, the joint state and federal health insurance program for the very poor. Using the House bill as an example, Gingrich said it’s really the opposite.\n\"After all the news media talking about cutting Medicaid in the House Republican bill, I did some research,\" Gingrich said June 27, 2017, on Fox & Friends. \"It actually goes up 20 percent over the next 10 years.\"\nGingrich said Republicans had a \"communications problem\" for not pointing this growth out when discussing the bill, resulting in coverage focused on deep Medicaid cuts.\nThose news reports mostly focus on analyses by the nonpartisan Congressional Budget Office. The bill before the Senate would reduce Medicaid spending by $772 billion over 10 years by 2026, the CBO said. A similar analysis for the bill that passed the House in May would winnow Medicaid spending by $834 billion in the same time frame.\nSo where is Gingrich getting his 20 percent increase in Medicaid spending from?\nWe reached out to his office and didn’t hear back. But it appears he’s talking about the rate at which Medicaid will grow over the next decade — something the program’s slated to do whether Republicans pass a health care law or not.\nThe GOP proposals, however, put major limits on future funding for that growth.\nMedicaid costs keep going up\nMedicaid originally was a program for low-income children, pregnant women, elderly and disabled individuals, and some parents, but it excluded other low-income adults.\nAs part of its efforts to provide health coverage options for as many people as possible, the Affordable Care Act allowed states to expand Medicaid and help pay for it with more federal dollars. Thirty-one states plus Washington, D.C., currently have extended Medicaid benefits to essentially all adults making up to 138 percent of the federal poverty level. The poverty line for a family of four is $24,600 in 2017.\nThat coverage is expensive, and it’s only going to cost more as the years go on. For calculating how the GOP bills may affect Medicaid spending, the CBO used baseline figures from March 2016 to draw estimates for how much the program would cost.\n\"There are two reasons Medicaid costs go up: More people are being served and the cost of serving them is going up,\" said Joan Alker, Georgetown University public policy professor and executive director of the Center for Children and Families.\nCosts could rise due to increasing drug prices, inflation, an aging population with more older Americans, or any number of other considerations.\n\"CBO's baseline projects what Medicaid will need to account for these factors,\" Alker said.\nFrom 2017 through 2026, the federal government would spend more than $5 trillion on Medicaid under current law, the CBO projected.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAnother way to measure that growth is to calculate the percent change from current spending levels to that estimated 2026 level.\nIf the Affordable Care Act stayed in place and nothing changed, the CBO said Medicaid spending would increase from $393 billion in 2017 to $624 billion in 2026. That’s a 58.8 percent increase.\nNow come the semantics: The House and Senate bills both slow the rate of that increase in spending, although they do so in different ways and on different schedules. But they both assume major reductions in how high the dollar amount for funding increases.\nOpponents of the GOP bills call that a cut. The CBO calls that \"reductions in outlays.\" Gingrich is saying it’s an increase. How?\nHow the GOP bills slow Medicaid spending\nIt looks like Gingrich focused on the projection for how the House bill would affect future funding.\nStarting with the $393 billion in spending in 2017, Medicaid spending would go up steadily each year to reach $474 billion in 2026, under the House bill. That’s a 20.6 percent increase.\nThe Senate’s plan would increase funding to $466 billion in 2026, or about 18.5 percent higher than 2017. The projections assume what would happen if the bills took effect, with reductions starting in 2018.\n\n\nThe CBO said that under the House’s bill, 14 million fewer people would be enrolled in Medicaid by 2026, relative to current law. The Senate bill would see 15 million fewer enrollees.\nKeep in mind that Medicaid spending goes up under any scenario. It’s just at a far lower rate under the Republican health care bills.\nPolicy analysts told us it makes reductions to Medicaid with no allowance for how the program may need to grow in the future.\n\"If he's claiming that there's no cut in the (House bill) because Medicaid spending in 2026 would be higher than it is now, that's largely irrelevant,\" Ben Sommers, a Harvard University health policy and economics professor, told PolitiFact. \"Given that this dramatically reduces spending to what would occur under current law, most people would call this a ‘cut.’ \"\nSuch reductions also put new limits on how many people have access to Medicaid. The changes all but guarantee states will have to alter eligibility requirements and take away benefits — without regard to whether people actually need them.\n\"The bills restrain the rate of increase well below Medicaid’s actual rate of increase,\" said Sara Rosenbaum, a George Washington University health law and policy professor. \"Of course it’s a cut. If federal growth is kept artificially low, the only choice is to spend more to make up the deficit.\"\nOur ruling\nGingrich said under the House health care bill, Medicaid spending \"actually goes up 20 percent over the next 10 years.\"\nBy any CBO projection and under any proposed legislation, Medicaid spending will increase over the next decade — because health care costs are increasing. The House health care bill limits that increase to 20 percent, while maintaing the status quo requires a 60 percent increase, according to the CBO.\nBoth the bills in the House and the Senate limit the growth of spending.\nThe statement is partially accurate but leaves out important details. We rate it Half True.\n Share the Facts 2017-06-30 16:37:48 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Under the House health care bill, Medicaid spending \"actually goes up 20 percent over the next 10 years.\"    Newt Gingrich Former House speaker   in an appearance on \"Fox & Friends\" Tuesday, June 27, 2017 2017-06-27    Read More  info", "vclaim_id": "vclaim-pol-03160"}