{"url": "/factchecks/2015/feb/27/jon-erpenbach/would-wisconsins-right-work-bill-affect-green-bay-/", "speaker": "Jon Erpenbach", "vclaim": "\"In general, it appears\" Wisconsin’s right to work bill would \"likely apply to\" the Green Bay Packers players and their union.", "truth_label": "mostly-true", "date": "stated on February 23, 2015 in a Facebook post:", "title": "Would Wisconsin's 'right-to-work' bill affect Green Bay Packers players?", "text": "On Feb. 23, 2015, the night before a hearing that would draw some 2,000 protesters to Madison, state Sen. Jon Erpenbach (D-Middleton) added intrigue to what was already a quarrelsome issue: so-called right to work legislation.\nErpenbach, who opposes a Wisconsin right-to-work bill introduced earlier the same day, did a Facebook posting that raised this question:\nWould the bill -- the object of scorn among some employee unions but almost certain to become law -- affect the beloved Green Bay Packers?\nAs we found in an analysis of polling on right to work, there is a general lack of knowledge among the public about right-to-work laws, which block companies and workers from signing labor contracts that require employees to pay union dues.\nOf course, in contrast, most folks in Wisconsin know an awful lot about, and have plenty of passion for, the Packers. Indeed, one of the Capitol protesters carried a sign that read: \"R-T-W Kills The Green Bay Packers Union.\"\nSo, is Erpenbach right?\nLet's start by noting that players for the Green Bay Packers and the other National Football League teams must join the NFL Players Association. (Although, like members of similar unions, they can request refunds for the portion of their dues that are used for political purposes, as opposed to the cost of operating the union.)\nUnder Wisconsin’s right-to-work bill, which Gov. Scott Walker has said he would sign, the Packers players could opt not to join the union.\nErpenbach's Facebook posting was a two-paragraph memo written by an attorney with the Wisconsin Legislative Council about the Republican-backed right to work bill. The council is a nonpartisan state agency that responds to legal and policy research questions from lawmakers.\n\"Sen. Erpenbach asked whether these provisions of the bill apply to employees of professional sports teams in Wisconsin, such as the Green Bay Packers, and the labor organizations representing those employees,\" the memo concluded. \"In general, it appears that the provisions likely apply to such employees and labor organizations.\"\nThe author of the memo, Jessica Karls-Ruplinger, confirmed to us that that was her conclusion.\nAnd Marquette University law professor Paul Secunda, who directs the law school’s labor and employment law program, told us he agrees that the bill would apply to pro athletes and their unions.\nBut Secunda, a self-described vocal opponent of right to work and an avid sports fan, said he believes the Wisconsin measure would hurt many Wisconsin workers. But it is \"likely not to have impact on professional sport unions,\" he said.\nThat's true for several reasons, he said: Those unions are small and their solidarity is strong; union dues are a tiny percentage of player salaries; the unions have won many things for players, such as pensions and minimum salaries;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMoreover, even in long-term right-to-work states such as Georgia, there have never been instances of players on a wide scale opting not to pay union dues.\nA spokesman for the NFL Players Association, which is part of the AFL-CIO, didn’t respond to our calls. The union did issue a statement opposing the bill, saying \"devoted food and commercial workers who spend their Sundays servicing our players and fans at Lambeau Field will have their well-being and livelihood jeopardized by right to work.\"\nAnd in an interview with the Capital Times of Madison, the union’s executive director, DeMaurice Smith, also didn’t raise such concerns.\nTwelve of the NFL's 32 teams are in states that have right-to-work laws, which means players in those states can't be compelled to pay union dues to keep their job, the article said. But Smith said that hasn't been a significant issue for the union, according to the article.\n(Unions representing Major League Baseball and the National Hockey League each issued statements that echoed the views of the NFLPA. But like the NFLPA statement, neither expressed concerns for the players unions themselves.)\nErpenbach, meanwhile, told us he requested the memo because most of the discussion about Wisconsin’s right to work bill had centered on trade unions and he wondered if it would apply to pro athletes.\nBut the lawmaker acknowledged he didn't know whether the bill would have any practical effects on the Packers players or their union.\nOur rating\nErpenbach said: \"In general, it appears\" Wisconsin’s right to work bill would \"likely apply to\" the Green Bay Packers players and their union.\nThe nonpartisan state Legislative Council arrived at that conclusion -- though, as a practical matter, it’s not clear the bill would have any noticeable effect on the players union.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06679"}