{"url": "/factchecks/2016/jul/22/ron-johnson/gop-national-convention-ron-johnson-attacks-challe/", "speaker": "Ron Johnson", "vclaim": "Says that as a U.S. senator, Russ Feingold \"voted against authorizing our military 11 separate times.\"", "truth_label": "half-true", "date": "stated on July 19, 2016 in a speech at the Republican convention:", "title": "At GOP national convention, Ron Johnson attacks challenger Russ Feingold's support for the military", "text": "U.S. Sen. Ron Johnson used part of his July 19, 2016, speech at the Republican National Convention to boost his re-election campaign, attacking challenger and ex-senator Russ Feingold for voting \"against authorizing our military 11 separate times.\"\nIt’s a claim we want to check, given that Johnson made it in the context of arguing that electing Feingold would made America less safe.\nBut first a little on how the Wisconsin Republican got there.\nThe attack\nJohnson opened his speech in Cleveland with this greeting: \"Ladies and gentleman, what difference, at this point, does it make?\"\nIt was a shot at Hillary Clinton. While secretary of state, Clinton uttered that phrase to him during a Senate hearing on the bombing of the U.S. consulate in Benghazi, Libya. Four Americans died in the Sept. 11, 2012 attack.\n(Our In Context on Clinton’s remarks is one of our most-clicked items. And PolitiFact National rated as Mostly True another claim from the speech in which Johnson took credit for inducing Clinton’s comments.)\nAfter criticizing the presumptive Democratic presidential nominee, Johnson continued his speech by warning of dangers posed by terrorism if Democrats win in the November 2016 elections. Then he pivoted to attacking Feingold, a Democrat who served three terms in the Senate before Johnson defeated him in 2010.\n\"So, the question is, when will America actually confront this terrible reality. We certainly won’t, if Democrats win in November,\" Johnson said.\n\"In Wisconsin, I’m running against Russ Feingold, a man who even after 9/11, was the only senator to vote against giving law enforcement the tools they need to help stop international terror. During his 18-year Senate career, he also voted against authorizing our military 11 separate times.\"\nDuring his current campaign, Feingold has defended, and raised money on, casting the only vote against the Patriot Act in 2001. He said the law \"gave the federal government way too much power to spy on people without adequate oversight.\"\nBut in the context of Johnson’s remarks about terrorism and being tough on defense, what does it mean that Feingold \"voted against authorizing our military\"?\nIn short, Johnson is making an attack that is broader than a claim about 11 votes.\nUnderstanding the NDAA\nTo back Johnson’s statement, which is also made in a Johnson TV ad, his campaign staff cited 11 instances in which Feingold voted against the National Defense Authorization Act.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut here are two key points made by three experts on defense budgets about NDAA votes:\n1. The annual NDAA contains thousands of pages and hundreds of provisions, which means a lawmaker might vote against it for any number of reasons. Some lawmakers think it doesn’t authorize enough funds, others might think it authorizes too much; or a no vote could come from opposition to a policy in the bill, such as gays in the military or moving detainees out of Guantanamo Bay.\n\"Even if you’re the biggest proponent of a strong defense, you could find something to object to in the NDAA almost every year,\" said Todd Harrison, director of defense budget analysis for the Center for Strategic and International Studies, a centrist think tank.\n2. The NDAA authorizes funds, but it doesn’t provide any. Money is actually allocated through a separate appropriations process. So, voting no on an NDAA would not result in any shutdown, like voting no on appropriations could. Indeed, some federal agencies operate for years without an authorization bill.\n\"An authorization is just a license to hunt, it doesn’t actually bag you a deer,\" said  Steve Ellis, vice president of Taxpayers for Common Sense, a public spending watchdog group.\nWe also found that although Feingold sometimes was among only a small number of Democrats voting against an NDAA, often he was joined by conservative Republicans:\n\n\n1993: 22 senators voted no, including Republican stalwarts Jesse Helms of North Carolina and Vietnam war veteran John McCain of Arizona, the GOP’s 2008 presidential nominee.\n\n\n\n\n1994: Feingold was joined by McCain and another war veteran, Bob Dole of Kansas, the GOP’s 1996 president nominee, voting no.\n\n\n\n\n2009: Feingold was the only Senate Democrat to vote against the NDAA. But 28 Republicans, including conservative stalwarts such as Mitch McConnell of Kentucky, the current Senate majority leader, and Jeff Sessions of Arizona, also voted no.\n\n\nFeingold has given different reasons for his no votes. In 2008, for example, he said he supported a number of provisions in the NDAA, including a pay raise for troops and limiting the outsourcing of private security functions in war zones, but voted no because it contained \"$70 billion to continue the war in Iraq but no language mandating that we safely redeploy our troops.\"\nIt's also worth noting that Feingold did vote yes on a number of NDAAs, including in November 2005, June 2006 and December 2010, just before he left office.\nOur rating\nJohnson argued that Feingold would be weak on defense, and claimed that as a senator, Feingold \"voted against authorizing our military 11 separate times.\"\nDuring his 18 years in the Senate, Feingold did vote 11 times against the National Defense Authorization Act, an annual bill that authorizes defense spending levels and covers policy issues such as gays in the military. The 11 votes indicate a pretty clear pattern.\nBut those were not votes to defund the military, given that appropriations bills provide funding. And experts told us conclusions can’t be drawn about why a lawmaker votes no on the NDAA, given that sometimes lawmakers oppose it because of certain policy provisions.\nMoreover, lawmakers on both ends of the political spectrum, including ex-military conservative Republicans, have voted against it over the years.\nFor a statement that is partially accurate, we rate Johnson’s statement Half True. https://www.sharethefacts.co/share/5667d437-28d4-4b76-913a-c8e9cf079d5e", "vclaim_id": "vclaim-pol-04625"}