{"url": "/factchecks/2011/jul/31/tom-leppert/tom-leppert-says-david-dewhurst-career-politician/", "speaker": "Tom Leppert", "vclaim": "Says opponent David Dewhurst is a \"career politician.\"", "truth_label": "false", "date": "stated on July 19, 2011 in a campaign statement.:", "title": "Tom Leppert says David Dewhurst is a career politician", "text": "Tom Leppert, the former Dallas mayor seeking to succeed U.S. Sen. Kay Bailey Hutchison, wasn’t impressed with Lt. Gov. David Dewhurst joining the race.\n\n\"It comes as little surprise to me that David Dewhurst has thrown his hat into the ring. Like other career politicians, he has long expressed his interest in a host of higher offices,\" Leppert said in a statement issued July 19, the date Dewhurst posted his declaration video.\n\nWe wondered how Leppert, a businessman who was mayor from June 2007 until his resignation in February, adjudged Dewhurst a career politician.\n\nDewhurst, 65, won his first run for office, state land commissioner, in 1998. Four years later, he was elected lieutenant governor; he was re-elected in 2006 and 2010. The job pays $7,200 a year, though Dewhurst gets temporary bumps by assuming gubernatorial duties every time Gov. Rick Perry is out of state.\n\nSo, he’s in his 13th year in office.\n\nBut he had jobs before entering politics. After graduating from the University of Arizona, he served in the U.S. Air Force, the CIA and the State Department, according to the biography posted online by his campaign, then returned home to Houston in the 1980s to go into business.\n\nThat worked out. In his 1998 campaign, Dewhurst revealed that his 1997 taxable income was $3.7 million, the Houston Chronicle reported. He has put millions of his own dollars into his campaigns.\n\nIn April 2010, Dewhurst’s lieutenant governor campaign said he’d experienced a net loss of $1.34 million in 2008, while paying $565,000 in income tax, according to a statement quoted by the Austin American-Statesman.\n\nLeppert spokesman Shawn McCoy told us by email that Leppert was applying the \"career politician\" standard employed by Dewhurst in 1998 against his Democratic opponent, Richard Raymond. At the time, McCoy said, \"Dewhurst repeatedly called Raymond a ‘career politician.’ Raymond had spent three terms (six years) in the Texas Legislature.\"\n\n\"It would be comical for Dewhurst to claim that after spending the past 12 years in statewide elected office, including three terms as lieutenant governor, that he is not a career politician,\" McCoy said.\n\nMcCoy also passed along newspaper stories from that year including a January 1998 San Antonio Express-News article quoting Dewhurst saying, \"I am … the underdog against career politicians.\" At the time, he was poised to face then-state Sen. Jerry Patterson in the Republican primary.\n\nMindful there’s no set definition for \"career politician,\" we sought professorial perspective.\n\nAntonio Merlo, a University of Pennsylvania economist who once analyzed how many U.S. House members proved career politicians, told us in an interview that a fair definition is somebody who has been a politician most of their working life, often by advancing through different levels of governance.\n\nMerlo agreed the term is often tossed out as a pejorative even though, he said, there’s nothing inherently wrong with being a career politician: \"Every job, you’re learning while doing. Politics is a full-time occupation. It’s very complex, especially if you want to do it at a high level.\"\n\nMore significant, Merlo said, is whether an officeholder has been constructive or just there \"because they’re lazy and they want to survive off the spoils.\"\n\nMerlo encouraged us to contact Princeton University political scientist Nolan McCarty, who had no objections to Merlo’s definition of a career politician.  Of Dewhurst, McCarty said a dozen years in politics \"for somebody that age doesn’t strike me as your typical career politician.\" In contrast, he said, a Dewhurst predecessor as lieutenant governor, Bob Bullock, started in politics as a young man and was absolutely a career politician.\n\nOur take: Dewhurst may be into his second (or third or fourth) career. But he’s held office less than a third of his adult life. We rate Leppert’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-12653"}