{"url": "/factchecks/2019/may/21/chris-coons/did-affordable-care-act-create-preexisting-conditi/", "speaker": "Chris Coons", "vclaim": "Obamacare granted \"the protection against preexisting condition discrimination that extended to more than 150 million Americans, folks who get their health insurance through their employer.\"", "truth_label": "half-true", "date": "stated on May 14, 2019 in an interview on MSNBC's \"Morning Joe.\":", "title": "Did the Affordable Care Act create preexisting condition protections for people in employer plans?", "text": "During a recent appearance on MSNBC, Sen. Chris Coons (D-Del.) answered questions from \"Morning Joe\" co-host Mika Brzezinski about the latest lawsuit challenging the constitutionality of the Affordable Care Act. \"The most important part of Obamacare, as you know, Mika, is the protection against preexisting condition discrimination that extended to more than 150 million Americans, folks who get their health insurance through their employer,\" he said.\nBecause, as almost everyone agrees, health care is complicated, we decided to take a closer look at Coons’ statement, especially because much has been written and said — and put in campaign ads — about how many Americans have preexisting health conditions and how they gained insurance protections under the ACA.\nWe will not attempt to judge Sen. Coons’ assertion that the ACA’s protection for people with preexisting conditions is \"the most important part\" of the law, although it is often mentioned along with the expansion of Medicaid to millions more Americans with low incomes.\nWe started out by contacting Coons’ office to get the background information on his assertion, but didn’t hear back. So, we moved on to examining the statutes and talking to various experts.\nFirst came HIPAA\nWhat we found out is what few people realize: Protections for preexisting conditions for most people with job-based insurance predated the ACA by more than a decade.\nThe Health Insurance Portability and Accountability Act of 1996, or HIPAA, is best known for its provisions regarding medical privacy and patient access to their medical records. But the principal purpose of the law was to put an end to what was known as \"job lock.\" That happened when people with preexisting health conditions were afraid to leave one job with insurance for another job with insurance because the new insurance would not cover their condition, or would impose long waiting periods.\n\"HIPAA was a big advancement at the time in terms of protecting people with preexisting conditions who had employer coverage,\" said Sabrina Corlette, a research professor who studies health insurance at Georgetown University.\nSpecifically, HIPAA required that as long as someone had been continuously covered by health insurance for at least 12 months, without a break longer than 63 days, new insurance at a new job could not impose waiting periods for a worker or family member. HIPAA also required insurers who sold policies in the small-group market to sell to all small groups, regardless of health status, and to cover every eligible member of the group, also regardless of health status.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nMost of the states had already attempted to address the job-lock problem by the mid-1990s, but states could not reach the majority of the population with health insurance because they were covered by the federal Employee Retirement Income Security Act, or ERISA.\n\"HIPAA basically ratified what most states had already done,\" said Joel Ario, a former Pennsylvania  state insurance commissioner who helped implement the ACA for the federal government.\nHIPAA also tried to smooth the transition from employer-based insurance to individual coverage by requiring insurers to offer coverage to people who exhausted their post-employment COBRA benefits. (COBRA, short for the Consolidated Omnibus Budget Reconciliation Act, was a 1986 law that allowed workers to continue to purchase their employer plans at full cost for up to 18 months.) But HIPAA did not address how much insurers could charge for those plans, and many insurance companies tried to deter enrollment by making premiums unaffordable for nearly anyone who qualified.\nWhile the group-to-individual conversion problem was the most glaring gap in HIPAA, it was not the only one. HIPAA did not require employers to offer health coverage nor did it require those who did offer coverage to offer a minimum package of benefits.\nMost of those gaps were addressed by the ACA. It effectively required large employers to provide a minimum package of benefits (or else pay a substantial fine). The ACA also, for the first time, required insurers to sell policies to individuals with preexisting conditions — without charging them more. Much of HIPAA was written into the health law, making the relationship between the two measures even more complicated.\nOur ruling\nIn this statement, Coons suggested that that ACA provided pre-existing condition protections to the more than 150 million Americans who get their health coverage through their place of employment.  \nBut that is not completely correct. Those were already in place through HIPAA, though expanded by the ACA.\nWe rate Coons’ statement as Half True.", "vclaim_id": "vclaim-pol-00614"}