{"url": "/factchecks/2020/oct/30/joe-biden/biden-misstates-price-his-free-public-college-plan/", "speaker": "Joe Biden", "vclaim": "“I can send every qualified person to a four-year college in their state for $150 billion.”", "truth_label": "false", "date": "stated on October 25, 2020 in a \"60 Minutes\" interview:", "title": "Biden misstates price of his free public college plan", "text": "In an interview on CBS' \"60 Minutes,\" Joe Biden slipped up while describing his plan to make public colleges free for all families with incomes below $125,000.\n\"I can send every qualified person to a four-year college in their state for $150 billion,\" he told interviewer Norah O’Donnell. \nIn voiceover, O’Donnell said that Biden’s staff had later reached out to CBS to tell them that Biden had misspoke. \"The cost of free public college could be twice as much as he said,\" O’Donnell said.\nBiden’s initial statement was wrong, but we were interested in how his campaign had calculated the price of the free public college plan. \nWhen we reached out and asked about their methodology, Biden’s campaign walked us through the variables it considered to arrive at its estimate. It also pointed us to an independent Georgetown study that analyzed the financial effects of the proposal. \nThe Biden calculation\nBiden’s free public college plan is based on Sen. Bernie Sanders and Rep. Pramila Jayapal’s College for All Act of 2017, which stalled in committee. The proposal would make public colleges and universities tuition-free for families with incomes below $125,000. Students receiving other forms of financial aid, such as Pell Grants, could use that aid to cover attendance costs beyond tuition, like room and board and transportation. \nThe idea is that by increasing the number of people who go to college, the U.S. would produce more college graduates. And more college graduates would in turn benefit from higher earnings in the labor market, thereby generating substantial tax revenue.\nTo determine the overall price of the program, the Biden campaign calculated the total cost of the plan and subtracted the projected gains in tax revenue to arrive at a net cost of $300 billion over 10 years, according to a campaign spokesperson. \nThe gross cost of Biden’s proposal — the total price of the plan not accounting for an increase of tax revenue — would be several times higher than its net cost. An analysis by the Penn-Wharton Budget Model estimated that the gross cost of the plan would come to $1.38 trillion over 10 years.\nThe plan’s price tag would also depend on how public college enrollment numbers change after its enactment. The Penn-Wharton Budget Model assumed a 5% growth in four-year public college enrollment, while the Biden campaign assumed that enrollment rates would remain relatively constant. It suggested that there would not be a four-year college surge because Biden plans to make other forms of higher education more affordable as well, including community colleges, historically Black colleges and universities, and workforce training programs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFinally, the campaign’s estimate accounts for phasing in the free public college plan over a number of years. It also assumes that states would share a third of the financial burden. So, that $300 billion figure is a measure of net federal costs. States would pay an additional $150 billion to fund the plan by the Biden campaign’s calculations.\nThe Georgetown study \nThe Biden campaign said that it didn’t have enough resources to run detailed models on the costs of the free-college plan, making $300 billion an educated estimate rather than a hard price tag. \nBut independent researchers have calculated the net cost of Biden’s public college plan and come to similar conclusions about its price. \nA report written by Anthony Carnevale, director of the Georgetown Center on Education and the Workforce, and Jenna Sablan, a former assistant research professor at the center, found that the gross cost of Biden’s plan would reach $683.1 billion over an 11-year period. \nBut the plan could generate an additional $371.4 billion in federal and state income taxes after 11 years, if graduation rates remain at current levels, the researchers found. By the 11th year, the yearly tax revenue generated by the plan would begin to offset its annual cost, and the net cost of the plan would continue to shrink in the years going forward.\nThis would bring the total price of the plan to roughly $311.7 billion over an 11-year period, the study found. Since states would be paying about a third of this amount, net federal costs would be around $205.7 billion. \nHow Biden plans to pay for public college\nIn the \"60 Minutes\" interview, Biden said that he would be able to pay for the free college plan by raising the corporate minimum tax rate to 15%. According to the campaign, the corporate minimum tax rate would raise $400 billion over ten years, more than enough to offset the estimated $300 billion necessary to enact the public college plan. \nHowever, Factcheck.org compiled estimates from three independent tax analysis centers, all of which found that the campaign is overstating the amount of revenue that would be generated by a corporate minimum tax. The Penn-Wharton Budget Model, which represents the high-end of these estimates, found that raising the corporate tax rate to 15% would only generate $227 billion. \nOur ruling\nOn \"60 Minutes,\" Joe Biden said, \"I can send every qualified person to a four-year college in their state for $150 billion.\"\nThe Biden campaign later told CBS that Biden had misspoke and that the free public college plan would actually cost double that amount. A campaign spokesperson told PolitiFact the estimated cost would add up to about $300 billion over 10 years.\nThat seems to square with a report by the Georgetown Center on Education, which calculated the cost of Biden’s public college plan and arrived at a similar estimate: $683.1 billion over an 11-year period, generating an additional $371.4 in tax revenue. \nHowever, that’s not what Biden said on 60 Minutes. We rate his claim that it would cost $150 billion False.", "vclaim_id": "vclaim-pol-18827"}