{"url": "/factchecks/2015/jun/30/newt-gingrich/gingrich-amazon-removed-educational-board-games-ab/", "speaker": "Newt Gingrich", "vclaim": "Says Amazon has removed \"an educational game about Gettysburg.\"", "truth_label": "half-true", "date": "stated on June 28, 2015 in comments on NBC's \"Meet the Press\":", "title": "Gingrich: Amazon removed educational board games about the Civil War", "text": "Businesses, like government, are reacting to calls to remove the Confederate battle flag. Walmart announced June 22 that it would stop selling items with the flag. Major retailers quickly followed suit, including giants like Google, Amazon.com, eBay, Etsy, Sears and Target.\nBut some say business has gone too far.\nNewt Gingrich voiced his displeasure on Meet the Press June 28.\nGingrich criticized Amazon for removing \"an educational game about Gettysburg, which is used widely in schools to teach people to think.\"\n\"(The game) has a Confederate versus an American flag, and therefore they've taken the game out of Amazon,\" Gingrich said.\n\"There's a point here where we begin to get towards Orwell's memory hole, in which we try to hide from the past. I think it's one thing to say you should not have a symbol which is very offensive to a large part of your population. It's another thing to say, 'Let's erase our history and pretend it never occurred.’ \"\nWe wondered: Has Amazon removed educational Civil War games in its sweep to stop selling the Confederate battle flag?\nNeither Gingrich nor Gingrich’s spokesman mentioned the specific names of any games, so we decided to do a bit of digging on our own.\nPunditFact found several articles that seemed to indicate that Amazon had indeed pulled various board games depicting the Civil War from its online market.\nAn article published on June 25 in the Daily Caller -- three days prior to Gingrich’s claim -- listed several removed games and included links to those presumably missing. These games included Battle Cry, The Guns of Gettysburg and Civil War Stratego, all of which display the Confederate battle flag in one form or another.\nHowever, an update to the article on June 26 reads that Amazon had \"restored Battle Cry’s listing, though The Guns of Gettysburg and Civil War Stratego remain unavailable.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhen PunditFact first accessed the article on June 28, all the games mentioned had been restored on Amazon.\nPunditFact contacted Amazon several times hoping to learn what games had been removed, for how long and why, but did not hear back.\nPoint being: It appears some games were initially removed, according to news articles, but they all since have been restored to the online marketplace.\nGingrich spokesman Ross Worthington, who edits Gingrich’s online e-newsletter, said Gingrich misspoke. Gingrich \"was referring to Apple's removal of ... apps from the app store,\" Worthington said.\nLike other companies, Apple is reviewing apps that contain Confederate battle flag imagery.\n\"(Apple has) removed apps from the App Store that use the Confederate flag in offensive or mean-spirited ways, which is in violation of our guidelines. We are not removing apps that display the Confederate flag for educational or historical uses,\" an Apple spokeswoman told CNN.\nOther articles also reflect that approved apps are in the process of getting restored.\nOur ruling\nGingrich said that an \"educational game about Gettysburg\" has been removed by Amazon for depicting a Confederate battle flag.\nFrom what PunditFact could find, it appears Amazon did initially remove several board games that depicted the flag, but on the day that Gingrich made the statement, all those games had been restored.\nAmazon and other companies say they intend to remove products that \"can promote or glorify hatred, violence, racial, sexual or religious intolerance\" and/or \"expose the targeted group to harm or violence.\"\nGingrich’s claim is partially accurate, but also a bit out of date. We rate it Half True.\nhttps://www.sharethefacts.co/share/2cb22f8a-b8de-4d81-b4af-9679438a506e", "vclaim_id": "vclaim-pol-06248"}