{"url": "/factchecks/2020/apr/22/facebook-posts/no-kennedy-center-and-pbs-didnt-pay-covid-19-kickb/", "speaker": "Facebook posts", "vclaim": "Kennedy Center, PBS donated to Democrats after getting COVID-19 stimulus money.", "truth_label": "false", "date": "stated on April 2, 2020 in a Facebook post:", "title": "No, Kennedy Center and PBS didn’t pay COVID-19 kickbacks", "text": "When it came to the $2 trillion relief package for COVID-19, maybe few things fueled more political criticism than the $25 million that went to the John F. Kennedy Center for the Performing Arts.\nSome Republicans blasted the earmark as federal largesse.\nBut worse than the Kennedy money are coronavirus kickbacks that followed, claimed a post shared 54,000 times on Facebook.\n\"So, the virus bill gives $25 million to the Kennedy Center (and) $200 million to PBS,\" the post says, referring to the Public Broadcasting Service. \"In return, the Kennedy Center donates $5 million to the Democratic Party and PBS donates $25 million to the Democratic Party. This is flat-out money laundering and quid pro quo. Prove me wrong.\" \nWith apologies, we will.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Kennedy Center and PBS\nThe Kennedy Center opened in Washington, D.C., in 1971, eight years after the assassination of the 35th president for whom it is named. It is home to the National Symphony Orchestra and the Washington National Opera. Among its most celebrated moments is the late Aretha Franklin’s performance of \"(You Make Me Feel Like) A Natural Woman,\" in 2015.\nPBS is a private nonprofit owned by its more than 330 member public television stations and serves as an alternative to commercial broadcasting. It is funded mainly by those stations and by the Corporation for Public Broadcasting, a private nonprofit created and funded by the federal government that manages federal funding for public media. The children’s show \"Sesame Street\" (which moved to HBO after 45 years) and the dramatic series \"Masterpiece\" (formerly \"Masterpiece Theatre\") are among PBS’ most popular shows.\nThe stimulus law\nThe largest of the coronavirus stimulus packages adopted into law so far is the Coronavirus Aid, Relief and Economic Security Act, or CARES Act, which was enacted March 27. \n\"Keeping workers paid and employed, health care system enhancements and economic stabilization\" are the primary aims of the overall bill. \nFeatures include payments of $1,200 per individual, subject to income limits, a $600 bonus added to weekly unemployment insurance checks and forgivable loans for small businesses to help them meet their payrolls. \nThe Kennedy and PBS money\nThe $25 million in CARES money for the Kennedy Center is for such purposes as \"deep cleaning,\" maintenance, telework upgrades, employee compensation, rent and utilities. The center is a federal entity funded by ticket revenue and congressional appropriations, so receiving funding through a congressional bill isn’t unusual.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe Democratic House leadership had said in a statement that the Kennedy Center had lost more than $20 million in unrecoverable costs from canceled performances and could \"become completely insolvent and potentially unable to reopen.\"\nBecause of COVID-19, the Kennedy Center closed March 12 and has canceled performances through at least May 22.\nMeanwhile, it was the Corporation for Public Broadcasting, which funds PBS, and not PBS itself, that received $75 million in CARES funding — not $200 million. It is for \"stabilization support\" for stations seeing declines in non-federal revenues. \nAs with the Kennedy Center, it is standard practice for the Corporation for Public Broadcasting to receive its funding from congressional legislation.\n\"Public media stations are the backbone for most communities’ emergency alert, public safety, first-responder and homeland-security services,\" the same Democratic leadership statement said. \"If stations are forced to cut jobs, reduce content and services, or close, the nation’s ability to deliver emergency alerts will be significantly diminished.\"\nKennedy Center, PBS can’t donate\nThere actually isn’t a legal way for the Kennedy Center or PBS to show their appreciation for politicians through campaign contributions.\nBecause the Kennedy Center and the Corporation for Public Broadcasting are registered as a 501(c)(3) nonprofit and tax-exempt organization with the Internal Revenue Service, they are prohibited from making political contributions. \n501(c)(3) is the section of the Internal Revenue Code that applies to charitable organizations that can receive tax-deductible donations. Aside from donating, they cannot attempt to influence legislation \"as a substantial part of its activities\" and cannot participate in any campaign activity for or against political candidates.\nFact-checkers Lead Stories, Snopes and FactCheck.org each reported that the Kennedy Center did not make a $5 million donation. So did the Reuters news agency.\nOur search of Federal Election Commission records also show no political contributions at all being made by the Kennedy Center or the Corporation for Public Broadcasting or PBS.\nWe also checked the Federal Election Commission records for any contributions made by employees of those three entities on or after March 27, the day President Donald Trump signed the CARES bill into law. We didn’t find any.\nOur ruling\nA Facebook post shared more than 54,0000 times claimed that the Kennedy Center gave $25 million and the corporation that funds PBS gave $5 million to the Democratic Party after the two entities received millions from a federal stimulus law in response to the coronavirus outbreak.\nBoth nonprofits are barred by law from making political contributions and we found no evidence that they have.\nWe rate the post False.", "vclaim_id": "vclaim-pol-16983"}