{"url": "/factchecks/2016/aug/17/baker-harrell/advocate-70-percent-texans-overweight-or-obese/", "speaker": "Baker Harrell", "vclaim": "\"Seventy percent of all Texans are overweight or obese.\"", "truth_label": "mostly-true", "date": "stated on August 15, 2016 in an interview with the Texas Tribune:", "title": "Advocate: 70 percent of Texans overweight or obese", "text": "Something to weigh in advance of your next pile of nachos: \"Seventy percent of all Texans are overweight or obese,\" the leader of a pro-health nonprofit said.\nBaker Harrell, chief executive officer of Austin-based It’s Time Texas, which says it focuses on preventing chronic disease, made the claim in an interview posted Aug. 15, 2016. A day later, after we inquired, the Texas Tribune amended its article to reflect what Harrell said he’d meant to say--that nearly 70 percent of Texas adults are overweight or obese. \"I misspoke,\" Harrell told us by email.\nIn the Tribune interview, Harrell otherwise elaborated: \"Obesity is often discussed as the crisis. Obesity is actually a symptom of the crisis. It’s an important symptom, but it’s a symptom of the crisis. The crisis is that we have engineered health out of our daily lives, we’ve engineered it out of our communities, over the last 40 years.\"\nWe wondered if someone engineered the 70 percent figure.\nBy phone, Harrell told us he drew his percentage of hefty adults (and again, not children) from the results of a 2009 telephone survey of 10,971 Texas adults. The survey of health risk factors, annually commissioned by the Texas Department of State Health Services, found that 66.8 percent of Texas adults were overweight or obese that year, compared with 63.8 percent of adults nationwide:\n\n \n \n \n \nSource: 2009 Texas Behavioral Risk Factors Surveillance System, Center for Health Statistics, Department of State Health Services (accessed Aug. 16, 2016)\nThe survey classified anyone with a body mass index of 25 or greater as overweight. The federal Centers for Disease Control and Prevention considers a BMI of 25 and above to be overweight and a BMI of 30 and above to be obese.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBMI can be calculated by plugging a person’s height and weight into a chart like this one or you can run this equation: Weight in Pounds / ( Height in inches x Height in inches ) x 703.\nGenerally, the index serves as an easy-to-measure gauge of someone’s risks of chronic disease and early death, the Harvard School of Public Health says on a web page about preventing obesity. Then again, the school says, the calculation doesn’t distinguish between body fat and lean body mass meaning some healthy people might have indexes in overweight territory--a point PolitiFact made in a 2007 fact check.\nFor our part, we also examined up-to-date survey results. To our inquiry, Chris Van Deusen of State Health Services emailed the latest available results, for 2014; they indicate that among 14,058 Texas respondents self-reporting heights and weights, nearly 36 percent would be considered overweight with another nearly 32 percent having BMIs consistent with obesity.\nThe 2014 total of 68 percent adults overweight or obese, Van Deusen said, was up from 66.2 percent of adults in the 2013 survey. Also in 2014, according to that year’s results, 61 percent of adult Texas women fell into the overweight-or-obese category--and a whopping 74 percent of men.\nAccording to a 2010 CDC presentation, the share of obese adults in Texas and numerous states has escalated dramatically: From 1989 through 1993, 10 percent to 14 percent of Texas adults had BMIs indicating obesity; from 2004 through 2009, in contrast, 25 percent to 29 percent of adults fit the category.\nThe 32 percent adult obesity rate for Texas in 2014 placed the state 11th nationally among the states, according to an analysis pointed out by Harrell. The Trust for American Health, which says it’s dedicated to making disease prevention a national priority, lists Arkansas, West Virginia and Mississippi as nearly tied for worst in the nation with about 36 percent of adults having BMIs suggesting they were overweight or obese.\nAnd how about overweight and obese kids in Texas?\nVan Deusen noted that paper surveys taken by Texas high school students indicate that in the latest year of available results, 2013, less than a third of such students had BMIs indicating they were overweight or obese. We checked the agency’s posted results, which indicate 16 percent of students were obese, 16 percent were overweight.\nThe state spokesman also pointed us to research involving younger children. According to results from the 2009-11 version of the School Physical Activity and Nutrition (SPAN) Survey, undertaken by the University of Texas School of Public Health, some 43 percent of the state’s fourth graders had BMIs indicating they were overweight or obese; so did 37 percent of 8th graders.\nOur ruling\nHarrell said 70 percent of all Texans are overweight or obese.\nClarification’s needed here because 2014 survey results indicate that 68 percent of Texas adults (not all Texans) had BMIs suggesting they were overweight or obese. Adding in children drives down the percentage.\nWe rate this since-amended statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check. https://www.sharethefacts.co/share/3337b54c-0cf8-423f-bade-57f718574e57", "vclaim_id": "vclaim-pol-04459"}