{"url": "/factchecks/2013/sep/13/john-kerry/secretary-state-john-kerry-says-senator-he-opposed/", "speaker": "John Kerry", "vclaim": "Says he \"opposed the president’s decision to go into Iraq\" in 2003.", "truth_label": "barely-true", "date": "stated on September 5, 2013 in an interview on MSNBC’s “All In”:", "title": "Secretary of State John Kerry says as a senator he ‘opposed the president’s decision to go into Iraq’", "text": "Secretary of State John Kerry’s recent comment on MSNBC that in 2003 he \"opposed the president’s decision to go into Iraq\" has summoned old battles from his 2004 presidential campaign.\nEven then, political opponents accused him of trying to have it both ways on the war — voting in October 2002 to give President George W. Bush authorization to use force, then criticizing the March 2003 invasion from its beginning as a \"failure of diplomacy.\"\nMSNBC host Chris Hayes suggested in a Sept. 5 interview that the United States might be committing itself to escalating involvement in Syria if it decided to strike and then Bashar Assad used chemical weapons again.\nKerry responded, \"I disagree. And, first of all, let me make this clear. The president — and this is very important, because I think a lot of Americans, all of your listeners, a lot of people in the country are sitting there and saying oh, my gosh, this is going to be Iraq, this is going to be Afghanistan. Here we go again.\n\"I know this. I’ve heard it. And the answer is no, profoundly no. You know, Sen. Chuck Hagel, when he was senator, Sen. Chuck Hagel, now secretary of defense, and when I was a senator, we opposed the president’s decision to go into Iraq, but we know full well how that evidence was used to persuade all of us that authority ought to be given.\"\nBoth Kerry and Hagel voted to authorize the use of force in Iraq. So what was Kerry talking about when he said he \"opposed the president’s decision\"?\nWe’ll start on Oct. 9, 2002, the day Kerry spoke on the Senate floor in support of authorizing Bush to use force in Iraq.\nHe urged the president to work through the United Nations Security Council and said that if Bush walked away from that effort, he would \"vigorously oppose the president doing so.\"\nHe explained his expectation that the president would consider war \"the last option to address this threat, not the first,\" saying:\n\"In giving the president this authority, I expect him to fulfill the commitments he has made to the American people in recent days — to work with the United Nations Security Council to adopt a new resolution setting out tough and immediate inspection requirements, and to act with our allies at our side if we have to disarm Saddam Hussein by force. If he fails to do so, I will be among the first to speak out.\"\nIn March 2003, with an invasion imminent, Kerry accused the president of failing to work effectively with American allies, as he had urged in October. The Boston Globe reported March 19 that Kerry blamed \"a failure of diplomacy of a massive order\" by the Bush administration.\n\"It's the way they have conducted the diplomacy that has compounded this problem, split the U.N., split the NATO, left the world wondering with questions, engaged in a more pre-emptive effort than was necessary,\" Kerry said. \"We could have moved from a position of strength, in my judgment, and I think it represents a failure of diplomacy of a massive order, and that is what war is: War is the failure of diplomacy.\"\nThe Boston Herald quoted him the same day saying, \"President Bush has clumsily and arrogantly squandered the post-9-11 support and goodwill of the entire civilized world in a manner that will make the jobs ahead of us — both the military defeat (of Saddam) and the rebuilding of Iraq — decidedly more expensive in every sense of the word.\"\nAnother Herald story March 19 noted the senator said \"he won't back off his criticism of Bush's handling of the war, despite the fact that troops probably will be in battle this week.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nStrategists for Democratic presidential rival Howard Dean accused Kerry of \"trying to duck responsibility for his war authorization vote,\" the Herald reported.\nKerry defended himself a few days later, saying after a speech that his position on Iraq \"has never varied,\" the Herald reported March 24.\nThe Kerry-Dean sniping continued.\nOn March 29, a Herald headline blared, \"Dean blasts Dem rival Kerry for 'wobbly' war stance.\"\n\"To this day I don't know what John Kerry's position is,\" Dean said in Iowa, the Herald reported. \"If you agree with the war, then say so. If you don't agree with the war, then say so. But don't try to wobble around in between.\"\nABC News host George Stephanopoulos highlighted the dispute with his very first question at the Democratic presidential debate on May 3, 2003:\n\"Sen. Kerry, the first question goes to you. On March 19, President Bush ordered Gen.Tommy Franks to execute the invasion of Iraq. Was that the right decision at the right time?\"\nKerry said, \"George, I said at the time I would have preferred if we had given diplomacy a greater opportunity, but I think it was the right decision to disarm Saddam Hussein. And when the president made the decision, I supported him, and I support the fact that we did disarm him.\"\nIn March 2004, the Washington Post noted that \"Kerry ended up voting for the 2002 resolution, but warned he would not support the war if Bush failed to win the support of the international community in the absence of an imminent threat. The argument has allowed Kerry to suggest he favored the war at the time of the vote — but also later become a critic of Bush's handling of the conflict.\"\nIn August 2004, the Post published a story headlined, \"In Hindsight, Kerry Says He'd Still Vote for War,\" which quoted him saying, \"I would have voted for the authority. I believe it was the right authority for a president to have.\"\nOur ruling\nKerry said recently that he \"opposed the president’s decision to go into Iraq.\" In 2002, he voted to give the president the authority to attack, with a stern warning that Bush ought to exhaust diplomatic channels first. In 2003, as the president invaded, Kerry accused him of a \"failure of diplomacy.\"\nAs a Democratic presidential primary unfolded in which the war was unpopular, Kerry kept up his criticism of Bush’s handling of the war. But he still said at a 2003 debate that he thought it was \"the right decision\" to disarm Hussein and that \"when the president made that decision, I supported him.\" In 2004, he said he would vote to authorize force all over again.\nIt’s clear Kerry opposed the president’s handling of the war, and perhaps the president’s decision to \"go into Iraq\" militarily at the time he did. He suggested diplomatic opportunities were squandered. But he did vote to authorize force, and he said later he supported the president’s decision to disarm Hussein. It was a nuanced position — one too nuanced to be summarized accurately by a claim as blunt as having \"opposed the president’s decision to go into Iraq.\"\nThese are critical facts that would give a different impression. We rate Kerry’s claim Mostly False.", "vclaim_id": "vclaim-pol-08886"}