{"url": "/factchecks/2012/aug/31/marco-rubio/rubio-says-those-identifying-themselves-pro-life-a/", "speaker": "Marco Rubio", "vclaim": "\"There is an increasing amount of evidence from public polling that the highest number of Americans ever identify themselves as pro-life.\"", "truth_label": "mostly-true", "date": "stated on August 26, 2012 in an interview on 'Face the Nation':", "title": "Marco Rubio says those identifying themselves as 'pro-life' are at highest levels ever", "text": "U.S. Sen. Marco Rubio, R-Fla., answered questions about abortion on Face the Nation on the eve of the Republican National Convention.\n\nHere is part of Rubio’s response:\n\n\"Yes, Mitt Romney is pro-life, and the Republican Party -- although it has diversity on this issue -- is the home of the pro-life movement in American politics,\" Rubio said. \"So are a growing number of Americans, by the way. There is an increasing amount of evidence from public polling that the highest number of Americans ever identify themselves as pro- life.\"\n\nWe wanted to check to see if Rubio was correct that there is increasing evidence that the highest number of Americans ever identify themselves as pro-life.\n\nPolls that ask respondents to identify as \"pro-life\" or \"pro-choice\"\n\nThe Gallup poll asked this question regularly between 1995 and 2008: \"With respect to the abortion issue, would you consider yourself to be pro-choice or pro-life?\" Those responding \"pro-life\" were anywhere from 33 percent to 46 percent between 1995 and 2008.\n\nIn May 2009, there was a change: 51 percent said they were \"pro-life\" and 42 percent \"pro-choice.\"\n\nJust two months later in July 2009, the pro-life percentage dropped to 47 percent and stayed in that ballpark for a couple of years.\n\nThe most recent Gallup data available -- May 2012 -- shows 50 percent referring to themselves as \"pro-life\" and 41 percent \"pro-choice.\"\n\nSo that means between 1995 and 2012, the percentage considering themselves pro-life rose from 33 percent to 50 percent. And the percentage identifying as \"pro-choice\" dropped from 56 percent to 41 percent.\n\nGallup said that the \"pro-choice\" response was at a record low in 2012. It stated that identification with the labels had shifted \"from a wide lead for the pro-choice position in the mid-1990s, to a generally narrower lead for ‘pro-choice’ -- from 1998 through 2008 -- to a close division between the two positions since 2009.\"\n\nGallup found the pro-life position ahead twice -- in May 2009 and May 2012 -- but said it remained to be seen whether those were temporary spikes or would be sustained.\n\nGallup noted that Democrats’ positions changed the least on abortion, while the percentage of Republicans and independents identifying as pro-life increased. The recent shift in abortion views is not due to a change in the political composition of the samples, Gallup said.\n\nWe found one other poll that asks respondents if they identify with \"pro-life\" or \"pro-choice.\"\nPollingReport.com, which lists multiple polls from different organizations, showed that a Fox News/Opinion Dynamics poll in 2011 asked \"on the issue of abortion, would you say you are more pro-life or more pro-choice?\" Starting in 2009, each year more respondents chose \"pro-life\" than \"pro-choice.\" (This poll showed occasionally pro-life edged out pro-choice narrowly in a few additional years.) For the most recent year listed, 50 percent said \"pro-life\" while 42 percent said \"pro-choice\" in 2011.\n\n Polls that ask other abortion-related questions\n\nBut there are lots of different ways pollsters ask Americans for their opinions on abortion that don’t ask respondents to characterize themselves as \"pro-life\" or \"pro-choice.\"  These questions show that the abortion debate isn’t black and white -- the results change if pollsters ask Americans if they support abortion under certain circumstances, support Roe v. Wade or other questions about abortion.\n\nGallup's longest-running measure of abortion views, established in 1975, asks Americans if abortion should be legal in all or certain circumstances or illegal in all circumstances. That middle position of legal in certain circumstances has almost always been in the 50 percent range. The number was 52 percent in May 2012, while 25 percent chose \"legal under any circumstances.\" Abortion-rights supporters emphasize that combined statistic to argue that most Americans support abortion in all or some circumstances.\n\nBut opponents of abortion rights point to the poll question that shows when asked to narrow \"certain\"  circumstances, more choose \"only a few\" rather than \"most\" circumstances. When you add those who chose \"illegal in all circumstances\" and those who said legal in \"few\" that adds up to a majority, said David O’Steen, director of National Right to Life.\n\nWellesley economics professor Phillip Levine, who wrote a book on abortion policy, said that Rubio’s claim is technically correct since it simply refers to Americans using the \"pro-life\" or \"pro-choice\" labels.\n\n\"How people label themselves as pro-choice or pro-life is probably of secondary importance to what sorts of policies they support,\" he said. \"In that view of the world there has been very little movement. I would be hard-pressed to imagine other policies that have that level of stability.\"\n\nMost Americans have fallen into the middle category for decades of supporting abortion in certain circumstances.\n\n Our ruling\n\nRubio said, \"There is an increasing amount of evidence from public polling that the highest number of Americans ever identify themselves as pro-life.\"\n\nRubio’s claim is carefully worded. He referred to Americans identifying themselves as \"pro-life,\" so that would allow him to zero in on polls that specifically ask questions about labels.\n\nGallup polls show that the percentage of Americans that consider themselves \"pro-life\" has increased from 33 percent in 1995 to 50 percent in May 2012.  \n\nBut policy matters more than labels. When pollsters ask respondents other questions about abortion -- such as if they favor abortion in limited cases -- the answers become more complicated, and it’s not easy to categorize those positions as \"pro-life\" or \"pro-choice.\" Rubio has avoided those nuances, however, by carefully wording his statement.\n\nWe rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 8, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 11, 2010\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10469"}