{"url": "/factchecks/2020/may/08/blog-posting/mike-pence-didnt-pretend-carry-empty-boxes-ppe-cli/", "speaker": "Bloggers", "vclaim": "Says Mike Pence was caught on a hot mic delivering empty boxes of PPE to a nursing home and pretended they were heavy.", "truth_label": "false", "date": "stated on May 8, 2020 in a blog post:", "title": "Mike Pence didn’t pretend to carry empty boxes of PPE. The clip is cut off", "text": "A clip of Vice President Mike Pence helping deliver personal protective equipment to a Virginia nursing home started circulating on social media after late night host Jimmy Kimmel featured it in his show. \nA 40-second clip of the \"Jimmy Kimmel Live!\" episode shared on Twitter shows Kimmel mocking Pence, saying he was caught on a hot mic apparently joking about carrying empty boxes.\n\"Here he is with no mask on, wheeling PPE’s into a health care center and doing his best to lift them. What a hero,\" Kimmel says, \"and since it was going so well, and also because he didn’t realize he had a mic on, Magic Mike decided to keep it going. Listen in closely here.\"\nKimmel cuts back to Pence. Audio picks up one of the workers telling the vice president that the rest of the boxes in the van are empty. Pence can be heard responding, \"Can I carry the empty ones? Just for the camera?\" \nThe video ends, and Kimmel says, \"Mike Pence pretending to carry empty boxes of PPEs into a hospital is the perfect metaphor for who he is and what he's doing: A big box of nothing delivering another box of nothing.\"\nMike Pence caught on hot mic delivering empty boxes of PPE for a PR stunt. pic.twitter.com/IduvGhiPwj— Matt McDermott (@mattmfm) May 8, 2020 \nBefore deleting it, the Occupy Democrats group re-shared the clip on Facebook with the headline: \"OMG: Mike Pence caught on hot mix \"delivering\" EMPTY boxes of PPE to hospital... and PRETENDING THEY ARE HEAVY!\"  Other websites quickly followed suit.\nBut the video is deceptively edited. The Kimmel clip cuts the video off at a selective point, just before Pence shuts the door to the van. Pence doesn’t touch or pretend to lift any empty boxes.\nThe clip was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe video was taken on May 7, 2020, as Pence helped deliver equipment from the Federal Emergency Management Agency to the Woodbine Rehabilitation & Healthcare Center in Alexandria, Va.\nWe found the full 29-minute video on CSPAN. Pence’s empty boxes quip comes around the 9-minute mark.\n\n \nAfter unloading a few boxes, Pence walks back to the van and is told that the rest of the boxes in it are empty. He then asks if he can carry the empty ones for the cameras and smiles after people around him laugh. \nOne man helping unload the boxes says, \"Absolutely, they’re a lot easier,\" to more laughter before Pence shuts the van doors.\nPence’s office did not immediately respond to a request for comment.\nJon Thompson, Pence’s campaign communications manager, tweeted that the Kimmel clip is \"garbage\" and said Pence is \"clearly joking about empty boxes & if Kimmel showed the full clip from CSPAN, not the one he selectively edited, you see and hear it.\" (Kimmel apologized via Twitter, sort of.)\nOur ruling\nPosts used video from Jimmy Kimmel to claim Pence was caught on a hot mic delivering empty boxes of PPE to a nursing home and pretended they were heavy. That’s not what happened. \nThis claim is False.", "vclaim_id": "vclaim-pol-18268"}