{"url": "/factchecks/2015/dec/06/marco-rubio/marco-rubio-says-700000-americans-could-be-affecte/", "speaker": "Marco Rubio", "vclaim": "\"There are over 700,000 Americans on some watch list or another that would all be captured\" in a Democratic amendment intended to stop suspected terrorists from buying guns.", "truth_label": "barely-true", "date": "stated on December 6, 2015 in an interview on CNN's \"State of the Union\":", "title": "Marco Rubio: 700,000 Americans could be affected by bill tying terrorist watch list to gun purchases", "text": "Democrats’ proposed legislation to stop terrorists from buying guns would unintentionally harm the Second Amendment rights of everyday Americans, said presidential candidate Sen. Marco Rubio, R-Fla.\nRubio and other Senate Republicans voted down legislation that allowed the attorney general to ban \"known or suspected dangerous terrorists\" from obtaining firearms or explosives. Under current law, thousands of people on the FBI’s terrorist watch list have been able to purchase such weapons legally.\nBut the terrorist watch list sometimes includes people who aren’t actually terrorists, Rubio said on CNN’s State of the Union Dec. 6, and it would be wrong to deny those people their right to own a gun.\n\"If these were perfect lists, that would be one thing,\" he said. \"But there are over 700,000 Americans on some watch list or another that would all be captured under this amendment the Democrats offered. And that's the problem.\"\nWe wondered if there were really 700,000 Americans who could potentially get caught up on a terrorist watch list and be prevented from buying guns under Democratic legislation.\nRubio’s count is way off. The number of Americans on the consolidated terrorist watch list is likely in the thousands, not hundreds of thousands.\nWe reached out to Rubio’s team, but they didn’t get back to us.\nBy the numbers\nThe FBI’s Terrorist Screening Center maintains what is colloquially known as the terrorist watch list. The Terrorist Screening Database is a consolidated collection of information about people known or reasonably suspected to have some level of involvement in terrorist activities. The no-fly list is a subset of the terrorist watch list.\nThe terrorist watch list is the one the attorney general would pull from when deciding whether someone should be denied a firearm if there’s reasonable belief that the person would use that firearm for terrorism, under the Democrats’ bill, said Ashley Schapitl, spokeswoman for bill sponsor Sen. Dianne Feinstein, D-Calif.\nThe terrorist watch list pulls information from numerous government agencies in the United States and around the world, so American citizens and legal residents only make up a portion of the list. A pretty small portion, in fact.\nA Terrorist Screening Center spokesman declined to comment on the watch list’s current size, but we found an estimate on a 2011 FBI fact-sheet that put it at 420,000 individuals. Of those, only about 8,400 were American citizens or legal residents. The no-fly list subset included about 16,000 names, only 500 of whom were Americans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nCurrent estimates of the number of people on the list -- foreign and American combined -- now hover around 700,000, the number Rubio cited.\nBut there’s no way that the number of Americans on the list has grown to 700,000, said Timothy Edgar, who oversaw civil liberties and national intelligence issues, including the terrorist watch list, under Presidents George W. Bush and Barack Obama.\n\"Rubio is almost certainly off by orders of magnitude,\" said Edgar, now a visiting fellow at Brown University.\nThe number of Americans on the list likely doesn’t exceed 10,000, said Martin Reardon, former chief of the FBI Terrorist Screening Center’s operations branch.\nSome innocent people have been wrongly included in the terrorist watch list or the no-fly list, which can affect their lives in ways such as having to go through extra airport security or being stopped from boarding a plane. But for an American to get on that list by accident is \"harder than people think,\" added Reardon, who is now a vice president at the Soufan Group, a consulting firm.\nIt’s more likely that a person would have the same name as someone who is on the list, and that person could run into problems at the airport if a security agent makes a misidentification, Reardon said. This happened to the late Sen. Ted Kennedy, D-Mass., who once wasn’t allowed to fly because he had a similar name to the alias of a suspected terrorist on the no-fly list.\nBut the problem of same names is less common than it used to be, and there is a reasonably efficient redress process for people to appeal to the government to get their name removed from the terrorist watch list, Edgar noted.\n\"That shows that the redress process is not a sham, but it also shows that a fairly significant number of people are put on the watchlist by mistake,\" he said.\nStill, it’s nowhere close to 700,000 Americans.\nOur ruling\nRubio said, \"There are over 700,000 Americans on some watch list or another that would all be captured\" in a Democratic amendment intended to stop suspected terrorists from buying guns.\nUnder the Democrats’ proposal, the attorney general would have some discretion in denying firearms to people on the FBI’s consolidated terrorist watchlist. While it’s reasonable to estimate that there are 700,000 people on this list, only a small fraction are American citizens or legal residents. Experts said it’s likely that only about 10,000 are Americans, while the rest are foreigners.\nWe rate Rubio’s claim Mostly False.", "vclaim_id": "vclaim-pol-05651"}