{"url": "/factchecks/2015/may/07/hillary-clinton/hillary-clinton-says-not-one-gop-presidential-cont/", "speaker": "Hillary Clinton", "vclaim": "\"Not a single Republican candidate, announced or potential, is clearly and consistently supporting a path to citizenship. Not one.\"", "truth_label": "barely-true", "date": "stated on May 5, 2015 in an appearance at a high school in Las Vegas, Nev.:", "title": "Hillary Clinton says 'not one' GOP presidential contender backs path to citizenship", "text": "During a visit to a school in Nevada, Democratic presidential candidate Hillary Clinton positioned herself as an uncompromising advocate for immigration -- and in the process, she took a shot at the Republican presidential field for not joining her.\n\"This is where I differ with everybody on the Republican side,\" Clinton said during the May 5, 2015, event. \"Make no mistake: Not a single Republican candidate, announced or potential, is clearly and consistently supporting a path to citizenship. Not one. When they talk about legal status, that is code for second-class status.\"\nWe wondered whether Clinton was correct. So we took a look closer look at where the GOP field stands on the issue.\nWe’ll start by noting that Clinton made some careful word choices here.\nFirst, she explicitly distinguishes between eventual \"citizenship\" and a grant of \"legal status.\" While those concepts are similar, they are not identical. Perhaps the biggest difference between the two is that citizens would be able to vote, while people with legalized status would not.\nSecond, Clinton emphasized that she’s referring to Republican candidates who have \"clearly and consistently\" articulated support for a path to citizenship. That means she is discounting those who may have said they support citizenship on one or two occasions but have since stopped saying it or have said other things that would seem to undermine their commitment to that position.\nWe found that the other Republican candidates and potential candidates generally fell into one of three categories.\n1. Those who unambiguously support a path to citizenship\nWe quickly found one exception to Clinton’s formulation: Sen. Lindsey Graham, R-S.C., who isn’t officially in the race but has said he's likely to run.\nGraham -- who had been a leading Republican supporter of the \"Gang of Eight\" immigration legislation that passed the Senate but died in the House -- \"has been clear about … his support for a path to citizenship for illegal immigrants that includes registering with the government, paying fines, learning English and undergoing background checks,\" Brittany Bramell, spokesperson for Security Through Strength, a pro-Graham group.\n2. Those who have never supported a path to citizenship\nSome GOP candidates or potential candidates do not appear to have ever explicitly articulated support for a path for citizenship. This list includes Sen. Ted Cruz of Texas, Sen. Rand Paul of Kentucky, former CEO Carly Fiorina, former Texas Gov. Rick Perry, and former Sen. Rick Santorum of Pennsylvania.\n3. Those who have expressed support for a path to citizenship but have since reversed themselves or expressed ambiguous views.\n• Wisconsin Gov. Scott Walker. In 2013, Walker was asked by the Wausau Daily Herald, \"Can you envision a world where, with the right penalties and waiting periods and meet the requirements, where those people could get citizenship?\" He answered, \"Sure. Yeah. I mean, I think it makes sense.\"\nBut in February 2015, Walker backed away from that stance, first on ABC’s This Week and then, on March 1, 2015, in an interview with Fox News Sunday, when he said, \"My view has changed. I'm flat out saying it. … Candidates can say that. Sometimes they don't.\" When Fox’s Chris Wallace asked, \"So, you've changed from 2013?\" Walker said, \"Absolutely.\"\n• Former Arkansas Gov. Mike Huckabee. Huckabee seemed to support citizenship during a book tour in January 2015. \"I don’t believe that it is a just thing to punish someone who had nothing to do with the breaking of the law. What I want to do is see what can we do to put that person in a position where they do abide by the law and become a citizen,\" Huckabee said. \"I would like that person to become a very generous tax-paying citizen rather than somebody who is going to take taxes away from the rest of us.\"\nHowever, this does not go as far as Clinton’s position, and on other occasions, Huckabee has framed himself more of a critic of immigration. \"A country that does not have secure borders is really not a country anymore,\" he said at the Iowa Agricultural Summit in March 2015.\n• New Jersey Gov. Chris Christie. In 2010, Christie said on ABC’s This Week that \"the president and the Congress have to step up to the plate. They have to secure our borders, and they have to put forward a commonsense path to citizenship for people.\" But appearing on This Week in 2013, Christie sidestepped repeated questions about whether he still held the same view, saying, \"I don’t get to make those determinations.\"\n• Louisiana Gov. Bobby Jindal. Jindal wrote in 2013 that \"for folks who came here illegally but are willing to gain proficiency in English, pay a fine, and demonstrate a willingness to assimilate, we should require them to work here and pay taxes for a substantial period of time after obtaining legal status before they have the opportunity to begin the process of applying for U.S. citizenship.\" However, Jindal opposed the Senate bill that would have created a path to citizenship.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Physician Ben Carson. Carson has been widely quoted in the conservative media saying he would \"of course allow (illegal immigrants) to have a pathway to citizenship. That’s the only humane and reasonable thing to do.\" However, the time and place of that comment is not clear. It does get some support from this passage in Carson’s 2012 book, America the Beautiful: \"Is it moral for us, for example, to take advantage of cheap labor from illegal immigrants while denying them citizenship? I'm sure you can tell from the way I phrased the question that I believe we have taken the moral low road on this issue.\"\nHowever, since he’s become a presidential candidate, Carson has articulated his position on immigration without referring to a path for citizenship, notably in a column for the National Review.\nThe candidates in this category who are hardest to characterize are the two from Florida, a state whose large population of immigrants makes immigration a somewhat touchier issue: former Gov. Jeb Bush and Sen. Marco Rubio.\n• Former Florida Gov. Jeb Bush. As PolitiFact Florida has noted, Bush has flip-flopped extensively on the question of a path for citizenship during his long political career.\nIn the 2013 book Immigration Wars, Bush and his co-author Clint Bolick wrote that permanent residency \"should not lead to citizenship. It is absolutely vital to the integrity of our immigration system that actions have consequences — in this case, that those who violated the laws can remain but cannot obtain the cherished fruits of citizenship.\"\nBut in the wake of the book’s release, Bush backtracked. He supported the Senate bill that included a path to citizenship, and he told ABC’s George Stephanopoulos that \"the basic premise needs to be that coming to the country legally should be easier with less cost than coming to the country illegally. And if you can create a system like that — as is being discussed in the Senate and in the House — through a path to citizenship, that’s fine.\"\nAs recently as March 2015, Bush told reporters during a visit to New Hampshire that he could support a path to citizenship. \"If you could get a consensus done, where you could have a bill done, and it was 15 years (to achieve citizenship) as the Senate Gang of Eight did, I’d be supportive of that,\" he said.\nHowever, he’s also said some things contrary to that stance.\nAt a Politics and Eggs breakfast in New Hampshire in April 2015, Bush urged, \"Deal with the folks who are here illegally in a rational, thoughtful way. My suggestion is earned legal status. Not earned citizenship, but earned legal status. You don’t create a system where people cut in line in front of those who have been patiently waiting. But you get a provisional work permit, you work, you pay taxes, you pay a fine, you learn English, you don’t commit crimes, and you earn — over an extended period of time — legal status.\"\nA Bush campaign representative did not respond to inquiries for this article.\n• Sen. Marco Rubio. Rubio was one of the leading Republicans supporting the Senate immigration bill, which included a path to citizenship.\nAsked for his reaction to Clinton’s claim, Rubio spokesman Alex Conant referred us to several pieces of evidence.\nOne was a January 2015 interview with the New York Times Magazine in which Rubio was asked, \"Are you dropping the idea of citizenship for those who came here illegally?\" He responded, \"Once you have permanent residency, which is a green card, existing law allows you to apply for citizenship.\"\nHe echoed that stance in an interview with CBS’s Face the Nation on April 19, 2015. \"After a substantial period of time in that (work permit) status, assuming they haven’t violated any of the conditions of that status, they would be allowed to apply for legal residency, just like anybody else would, not a special process,\" Rubio said. \"And after you’re a legal resident, after a number of years, by law, you’re allowed to apply for citizenship.\"\nHowever, at a National Review Institute event in May 2015, Rubio didn’t use the term \"citizenship.\" He said that after \"securing the border\" and \"modernizing\" the legal immigration system, \"what you would get is the equivalent of a non-immigrant, non-permanent work visa to be in the U.S. and you would have to be in that status for a significant period of time. And at some point, if you choose, you could apply for permanent residency, but you'd have to do it through that modernized legal immigration system and you'd have to do it just like everybody else, not a special process or anything of that nature.\"\nAnd some have raised questions about whether Rubio’s proposal would be practical, given the long backlog in applications for legal residency -- 4.4 million people are awaiting green cards, according to the State Department.\nConant declined to respond specifically to whether Rubio fits into the category Clinton outlined.\nAs for the Clinton camp, spokesman Josh Schwerin indicated that all of the candidates in the third category aren’t clearly supporting a path to citizenship, as Clinton put it. \"Any candidate who is intentionally vague on the issue is, by definition, not clear and consistent in their support,\" he said.\nOur ruling\nClinton said, \"Not a single Republican candidate, announced or potential, is clearly and consistently supporting a path to citizenship. Not one.\"\nShe's telling voters who want a path to citizenship that there's no one on the Republican side who supports that issue. That is not accurate. There is one -- Graham. She does have a point that the other dozen or so candidates either have never backed a path to citizenship or have sent mixed signals.\nOn balance, we rate Clinton's claim Mostly False.", "vclaim_id": "vclaim-pol-06436"}