{"url": "/factchecks/2013/apr/14/robin-vos/wisconsin-assembly-speaker-robin-vos-says-1-4-scho/", "speaker": "Robin Vos", "vclaim": "\"In 2012, 1 in 4 Wisconsin schools had a subpar score on the Department of Public Instruction’s recent report cards\" and are \"failing\" the children they serve.", "truth_label": "pants-fire", "date": "stated on April 5, 2013 in a video briefing:", "title": "Wisconsin Assembly Speaker Robin Vos says 1 in 4 schools in the state are failing on DPI report cards", "text": "Assembly Speaker Robin Vos (R-Rochester) ignited fierce Democratic reaction when he contended that widespread failings by Wisconsin public schools were a rationale for endorsing Gov. Scott Walker’s plan to expand private-school choice.\n\n\n\"In 2012, 1 in 4 Wisconsin schools had a subpar score on the Department of Public Instruction’s recent report cards,\" Vos said in an April 5, 2013, video news release. \"Simply, those schools are failing the Wisconsin children they serve.\"\n\n\nWithin hours, state Rep. Sondy Pope (D-Cross Plains) fired back:\n\n\n\"Saying that one in four public schools is receiving a subpar score on the school report cards is a gross misrepresentation of the truth,\" Pope said in a press release. \"If we are going to have an honest discussion about increasing the performance of all types of Wisconsin schools, we cannot continue to tolerate this type of intellectual dishonesty.\"\n\n\nTurn away, children, the grown-ups are fighting again.\n\n\nIsn’t it the parents and kids who are supposed to spar when the report cards come home?\n\n\nLet’s pull out those report cards and take a look. Did 25 percent of schools get a subpar -- below average -- score that indicates they are \"failing\" their students, as Vos claimed?\n\n\nThe report cards, first produced in October 2012, were the product of a bipartisan task force. Three Republicans -- Walker and the two top legislative leaders -- plus State Superintendent of Public Instruction Tony Evers co-chaired a group that included teachers, school leaders, researchers, advocates, and legislators from both parties.\n\n\nThe group voted against an A to F scale for the report cards and left the design of the rating scale to the Department of Public Instruction. Walker had advocated an A to F scale in the 2010 campaign, but nonetheless applauded the compromise package of accountability measures.\n\n\nUnder the system, schools were evaluated on test scores and test-taking participation, graduation rates, attendance and graduation rates and closing performance gaps between various student groups. About 210 schools were not rated mainly because information was lacking or the schools were too new or small.\n\n\nHere is the scale, and how 1,908 public schools came out :\n\n\nSignificantly Exceeds Expectations: 66 schools (3.5 percent). Based on combined score of 83 -100.\n\nExceeds Expectations: 643 schools (33.7 percent). Scores of 73 - 82.9.\n\nMeets Expectations: 926 schools (48.5 percent). Scores of 63 - 72.9.\n\nMeets Few Expectations: 197 schools (10.3 percent). Scores of 53 - 62.9.\n\nFails to Meet Expectations: 76 schools (4.0 percent). Scores of 0 - 52.9.\n\n\nAn Oct. 22, 2012, Associated Press story on the cards described the results this way: \"Most Wisconsin schools meet or exceed expectations as defined on new, more stringent report cards ... More than 85 percent of schools meet or exceed expectations.\"\n\n\nThe Journal Sentinel said that of schools rated, 86 percent met or exceeded the state's expectations for performance, noting: \"About 14% of the schools rated...fell below the state's expectations for performance.\"\n\n\nSo the report card says one in 10 schools are meeting \"few\" expectations, and one in 25 are simply failing to meet expectations -- for a combined total of 14 percent or one in seven below the \"meets expectations\" level.\n\n\nWith that statistical backdrop, how does Vos come up with 25 percent (his one in four) that are \"subpar\" and \"failing\" in their mission?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nWhen asked about the claim, Vos aide Kit Beyer told us her boss was choosing to view the scores in the report card as a parent would -- as an A-to-F proposition.\n\n\nThat is, Vos takes the total score for a school and compares it to the traditional letter-grade scale. In his view, a score of 66 percent or below is barely passing on the traditional report card, and therefore the 23 percent of schools that scored at or below that level are \"subpar\" and \"failing\" students. Vos rounded 23 percent to \"one in four.\"\n\n\nBeyer acknowledged that the state report card \"uses a different grading scale\" than the traditional report card, but said Vos \"believes the grading scale used on these report cards make it seem like more schools are doing okay.\"\n\n\nBut there’s a major problem with Vos’ approach.\n\n\nIn his statement, Vos specifically cited \"the Department of Public Instruction’s recent report cards.\"\n\n\nAnd the department has noted the scale is not constructed as a traditional A-to-F scale. The only similarity is it has five categories.\n\n\nIn a November 2012 item, PolitiFact Wisconsin noted the department’s warning on this was explicit.\n\n\n\"It’s important to note that the 0 to 100 accountability index score is not a \"percent correct\" measurement, so the scores are not the same as grades,\" the state Department of Public Instruction warned when the grades came out. That was one reason we rated it a Compromise on the Walk-O-Meter.\n\n\nDepartment of Public Instruction spokesman John Johnson reiterated that the state’s card was not set up to correspond with a traditional letter-grade scale.\n\n\n\"It make senses to avoid conflating these two different types of measures and these different ways of understanding results,\" he said.\n\n\nA task force member, Miles Turner, executive director of the Wisconsin Association of School District Administrators, said that trying to convert the report card scores to letter grades was \"like using a thermometer to weigh something. The tool doesn’t measure that.\"\n\n\nOf note: Walker’s choice expansion (which Vos supports) would be based on 2013 report cards as written, not as Vos re-envisions them.\n\n\nWalker has proposed that districts with at least two schools in the bottom two categories in the report card are \"underperforming\" and should be opened to choice competition. Those are the categories that contain 14 percent of schools.\n\n \n\nWalker has sometimes used the term \"D\" and \"F\" schools to describe some schools in the report card.\n\n\nBut -- unlike Vos -- Walker’s \"D\" and \"F\" schools are the bottom two categories that contain 14 percent of the state’s public schools. He sticks to the report card’s numerical system.\n\n\nOur rating\n\n\nAdvocating expansion of school choice into more cities, Vos said: \"In 2012, 1 in 4 Wisconsin schools had a subpar score on the Department of Public Instruction’s recent report cards\" and are \"failing\" the children they serve\n\n\nVos is entitled to his viewpoints on how many schools are substandard and on how the report card was set up.\n\n\nBut he clearly references the department’s report cards -- and then wrongly quotes them as saying they show one in four public schools are not only \"subpar\" but \"failing\" their students.\n\n\nThe report card does not make either one of those claims, doesn’t use that language and, it’s architects say, can’t be converted to grades. In fact, the report card says about one in seven schools are not meeting expectations.\n\n\nVos is way off base in the way he tries to turn up the heat on public schools to push choice.\n\n\nThat lands him on the fiery red end of the Truth-O-Meter.\n\n\nPants on Fire.", "vclaim_id": "vclaim-pol-09474"}