{"url": "/factchecks/2012/aug/21/gregory-j-costantino/challengers-claim-rep-petrarcas-voting-auto-body-b/", "speaker": "Gregory J. Costantino", "vclaim": "Rep. Peter Petrarca \"voted on two pieces of legislation that helped auto body shops ... and at that point I think there is a conflict of interest.\"", "truth_label": "mostly-true", "date": "stated on August 12, 2012 in a television interview:", "title": "Challenger's claim on Rep. Petrarca's voting on auto body bills Mostly True", "text": "One of the issues that sparked outrage around the State House in June was the last-minute lawmaking on behalf of the auto body shop industry.\nAround 3 a.m. on June 13, lawmakers approved a bill giving auto body shops the right to sue insurance companies if they couldn't agree on the cost of car repairs.\nThe legislation was pushed by John Petrarca, president of Providence Auto Body, and his daughter, Jina Petrarca-Karampetsos, spokeswoman for the Auto Body Association of  Rhode Island. They are the father and sister, respectively, of Rep. Peter J. Petrarca, D-Lincoln, who did not vote on the bill.\nBut insurance company representatives said Representative Petrarca, the House senior deputy majority leader, had lobbied hard for the legislation.\nGovernor Chafee  vetoed the bill days later, saying it would hurt consumers by generating lawsuits that ultimately would increase insurance premiums and interfere with customers' contracts with their insurance companies.\nBut Petrarca's challenger in the House District 44 Democratic primary, Gregory J. Costantino, sought to keep Petrarca in the cross hairs of criticism when the two men appeared on \"Newsmakers\" on Channel 12 (WPRI) on Aug. 12.\nCostantino said that while Petrarca might not have voted on this most recent legislation, he had voted on auto shop bills in the past, which Costantino described as a clear conflict of interest. As an example, Costantino referred vaguely to a bill in 2003 and another one in 2010. He gave no specifics about either piece of legislation.\nIn response, Petrarca said: \"I don't know what they do. I don't know what they are.\" And then he launched into an unrelated line of incriminations against Costantino.\nWe were curious what legislation Costantino was referring to and whether he was correct in saying that Petrarca - whose law firm represents Providence Auto Body and the Auto Body Association of  Rhode Island - had indeed voted for them.\nIn a telephone interview, Costantino identified the two bills in question, amended pieces of legislation that had passed between the House and Senate: 2003 Senate bill 0022 and 2010 Senate bill 2508.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe 2003 bill specifies standards for when \"aftermarket\" parts - those that come from a company other than the car manufacturer - can be used in repairs. For instance, it states that if an insurance company orders an auto body shop to use an aftermarket part, the insurance company is responsible for any cost a shop incurs trying to fit that part into place. It also requires the shop to notify the appraiser if the aftermarket part does not restore the car to its original condition.\nThe 2010 bill would make it an unfair claims practice if an insurance company failed to use an independent appraiser -unaffiliated with the repair shop - when vehicle damage exceeded $2,500.\nWe called the State House Library to check the House Journal for the votes of those two bills.\nThe records do indeed show Petrarca voting on both occasions - each time in favor of the bills, which passed.\nWhen we called Petrarca, he said he still didn't know what bills his opponent had been talking about, and so we brought him up to speed with what we learned.\nHe was unapologetic.\n\"Those two bills, those pieces of legislation, do not benefit body shops,\" he said. \"They benefit the consumer.\" With the 2003 bill, he said, \"If the shop can prove that the aftermarket part doesn't fit, they [insurance company] have to pay for a new part.\n\"There is no conflict [of interest] because it doesn't affect body shops. He [Costantino] should get his facts right.\"\nOur ruling\nGregory Costantino said during a recent \"Newsmakers\" broadcast that Rep. Peter Petrarca had in the past voted for two pieces of auto body shop legislation and therefore his actions amounted to a conflict of interest.\nThe official legislative record shows Petrarca voted on the bills. And considering Petrarca's professional and personal connections to the auto body shop industry, his vote on them posed at least an appearance of conflict of interest. But whether the bills actually help body shops or consumers is debatable.\nTherefore we rate Costantino's claim: Mostly True.", "vclaim_id": "vclaim-pol-10548"}