{"url": "/factchecks/2010/oct/12/doug-ainge/doug-ainge-once-argued-forcefully-sales-tax-now-he/", "speaker": "Doug Ainge", "vclaim": "On implementing a sales tax.", "truth_label": "full-flop", "date": "stated on September 21, 2010 in a television ad:", "title": "Doug Ainge once argued forcefully for a sales tax; now he says ‘No Sales Tax. No Way.’", "text": "Back in the day (read: June 9, 2003), Doug Ainge, a current Democratic candidate for Oregon’s House District 30, argued forcefully for a sales tax in an opinion piece he wrote for The Oregonian.\n\nHere’s a bit of what he handed in for publication: \"Almost every state has a sales tax and it does not hurt tourism or business development in any of them, just look around us. Are you not taking your children to Disneyland because California has a sales tax? Are you going to pass up a Mariners game because of Washington's sales tax? The trip to the Grand Canyon is canceled because of Arizona's sales tax? We must all wake up to the reality that it's short sighted and unjust to allow tens of thousands of people to gain from our great state and pay no tax. It is clearly past time to tax tourists, drug dealers, prostitutes and all other sectors of the underground economy.\n\n\"We must lower the state's marginal income tax rate from 9 percent down to 5-6 percent. We must cap property taxes once again. Then we must institute a 5-6 percent sales tax, with all consumables exempted (i.e. food and medicine). The entire sales tax must be specifically dedicated to K-12 education.\"\n\nThe article identified Ainge as a history, government and economics teacher at Banks High School.\n\nSeven years later, Ainge, the Oregon House candidate, is saying something a little -- OK, a lot -- different. Here’s the transcript of Ainge’s first television ad:\n\n\"Right now, folks from Washington come down to Oregon to buy stuff. Why? No sales tax. In a tough economy, it makes things a little easier. But some politicians want to change that. Doug Ainge knows a sales tax is a bad idea at the worst time. Doug Ainge will fight tax breaks for out-of-state corporations and he’ll vote against a sales tax for Oregon. We voted nine times to stop a sales tax. Let’s vote one more time to keep it that way. Doug Ainge for state representative. No sales tax. No way.\"\n\nWell, the message couldn’t be clearer: Sales taxes are evil. Or something along those lines.\n\nWe checked in with the campaign to make sure we weren’t missing anything. In an e-mail response, Eric Hagarty, Ainge’s campaign manager wrote, \"Working families are already paying more than their fair share, and in an economy like this a sales tax would only make things worse. Republicans have chosen to cherry-pick statements that are nearly a decade old in an attempt to distract voters from the fact that Doug has the right answers for our economy, schools and government.\"\n\nWe’re not so sure that an entire opinion piece in the state’s largest newspaper on the merits of a sales tax is cherry-picking, but that’s really neither here nor there. Ainge has gone from arguing for a sales tax (Disneyland doesn’t suffer) to saying he’d vote against one (\"No sales tax. No way.\").\n\nAt PolitiFact Oregon, we call that a Full Flop.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14255"}