{"url": "/factchecks/2020/jun/26/instagram-posts/face-mask-exempt-card-doesnt-exempt-you-wearing-ma/", "speaker": "Instagram posts", "vclaim": "A “face mask exempt card” allows you to cite the ADA and not wear a mask.", "truth_label": "false", "date": "stated on June 23, 2020 in an image:", "title": "A ‘face mask exempt card’ doesn’t exempt you from wearing a mask in public", "text": "As more cities impose mandatory mask-wearing rules, some Americans are looking for loopholes. Enter the so-called \"face mask exempt card.\" \nA June 23 Instagram post shows a photo of a laminated card that says it exempts the owner from \"any ordinance requiring face mask usage in public.\" The image bears the seal of the U.S. Justice Department and includes a logo for another entity called the FTBA.\n\"Wearing a face mask posses a mental and/or physical risk to me,\" reads text on the card, spelling error included. \"Under the Americans with Disability Act (ADA), I am not required to disclose my condition to you.\"\nBelow the text, there’s the ADA phone number for reporting violations, followed by potential fines for offending businesses and organizations. \n\"Denying access to your business/organization will be also reported to FTBA for further actions,\" reads the card, which includes a link to ftbagency.com.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, which owns Instagram.) \nSimilar posts started circulating on conservative Facebook pages in late April and early May. The first instance of the \"face mask exempt card\" we could find was posted in several pro-Donald Trump and Fox News fan groups on June 20, according to CrowdTangle, an audience metrics tool.\n\n(Screenshot from Instagram)\nThe advisory is not real. The FTBA — which stands for the Freedom to Breathe Agency — is not a part of the U.S. government.\n\"These postings were not issued by the Department and are not endorsed by the Department,\" the U.S. Justice Department said in a statement published on the ADA website. \"The Department urges the public not to rely on the information contained in these postings.\"\nThe FTBA website was registered June 12, according to public domain records, and it now appears to be down. FTBA’s Facebook group, which had more than 5,000 members and was created in early June, also appears to be offline.\nWhile the card is phony, we wondered whether there is a point about citing an ADA exemption for face masks to evade some state and local mask requirements.\nThe ADA only provides legal protections to Americans who genuinely have disabilities. Legal experts say it’s possible that there could be some situations in which businesses may have to adjust their practices to accommodate people who cannot wear a mask and comply with the law. It’s also possible that some people could abuse the ADA to try to get around mask requirements.\n\"People that are not disabled are not protected by the ADA,\" said Vinh Nguyen, project director at the Southwest ADA Center. \"I realize that does not prevent people from lying.\"\nWhat the ADA has to do with mask requirements\nGovernments have broad authority to issue health mandates in a pandemic. From New York to California, dozens of states across the country have implemented requirements for people to wear face masks in certain public spaces. The legal framework for mask requirements varies across the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"Think of it like this: The government has the right to ban smoking in public places because your smoking can affect my health,\" wrote Al Tompkins of the Poynter Institute in a June 22 column. (Poynter owns PolitiFact.) \"And some places have signs that say, ‘No shirt, no shoes, no service.’ Just add ‘no mask’ to the sign.\"\nThe Americans with Disabilities Act, a federal civil rights law that prohibits discrimination based on disability, does not specifically say anything about face masks. However, there may be situations in which, by requiring people to wear face masks in public, businesses would need to consider aspects of the ADA.\n         View this post on Instagram           As uncomfortable as masks are we’ve all gotten used to them by now, but some people are saying you can use ADA cards as exemptions from public mandates to wearing them. But is it legit? A post shared by  MediaWise (@mediawise) on Jun 25, 2020 at 12:07pm PDT \nFor example, let’s say you’re deaf and primarily rely on lip-reading to communicate. You go to pick up takeout from a restaurant that requires everyone to wear face masks, including employees. Since you can’t read the employees’ lips, that business must provide \"auxiliary aids and services\" so they don’t deny you service, according to the ADA. Perhaps the cashier could communicate with you via text message or a dry-erase board to complete your order.\n\"What the ADA basically mandates is that they have to consider serving the customer in another way,\" Nguyen said. \"They don’t have to allow entry into the actual store.\"\nThere also may be a case in which a customer has a respiratory condition where their breathing cannot be restricted. Similar to the previous example, a business would not have to alter its mask policy to comply with the ADA; it could provide curbside pickup or delivery.\nIt’s true that, per the ADA, businesses are not allowed to ask customers specific questions about their disabilities. \n\"They cannot ask for medical documentation,\" said Robin Jones, director of the Great Lakes ADA Center. \"They can ask if you’re not wearing a mask due to a disability, but they cannot ask me what my disability is.\"\nThat creates a situation in which people could potentially abuse the law to try to get around mask requirements.\n\"We know that people abuse these things — just like people take their dogs into places and claim they’re a service animal,\" Jones said. \"This is just unfortunately the nature of human nature. There is no good way for an entity to monitor that.\"\nRELATED: Yes, Gov. Newsom has the authority to make masks mandatory In California, legal experts say\nThe ADA permits retailers to deny goods or services to customers if they pose a \"direct threat\" to the health and safety of others — but only when the threat cannot be mitigated by changing their practices or procedures. That stipulation may apply if someone without a mask exhibits COVID-19 symptoms in a business that requires face coverings.\n\"In this type of scenario, where there’s a chance where an unmasked person may transmit the virus to their employees or to their other customers, they have a right to restrict people from coming into the store,\" Nguyen said.\nOur ruling\nAn Instagram post claimed that a \"face mask exempt card\" allows you to cite the ADA and not wear a mask.\nThe advisory is not real. The FTBA is not a part of the U.S. government, and the ADA only provides legal protections to Americans who genuinely have disabilities. Legal experts say it’s possible that there could be some situations in which businesses may have to alter their operations to comply with the law. It’s also possible that some people could abuse the ADA to try to get around mask requirements.\nBut that does not mean those people are exempt from wearing face masks. The Instagram post is inaccurate, so we rate it False.", "vclaim_id": "vclaim-pol-18001"}