{"url": "/factchecks/2017/jun/06/uspoln/no-trumps-reported-pick-usda-chief-scientist-did-n/", "speaker": "Uspoln Website", "vclaim": "\"Trump’s Top Scientist Pick: ‘Scientists Are Just Dumb Regular People That Think Dinosaurs Existed And The Earth Is Getting Warmer’\"", "truth_label": "pants-fire", "date": "stated on May 20, 2017 in a post:", "title": "No, Trump's reported pick for USDA 'chief scientist' did not mock scientists", "text": "A fake news site has taken creative license by saying that a man President Donald Trump is reportedly picking to lead a top science job actually mocked scientists, calling them \"dumb regular people that think dinosaurs existed.\"\nA May 20 post by USPOLN.com headlined \"Trump’s Top Scientist Pick: ‘Scientists Are Just Dumb Regular People That Think Dinosaurs Existed And The Earth Is Getting Warmer’,\" takes aim at Sam Clovis.\nNews reports have said that Trump plans to nominate Clovis as undersecretary of the U.S. Department of Agriculture’s Research, Education and Economics division, a position that’s been held by scientists in past administrations. Clovis is the Department of Agriculture’s senior White House adviser, but reportedly lacks a science background. He has a doctorate in public administration, has taught business, management and public policy at Morningside College in Iowa, hosted a conservative radio show and was a Trump campaign policy adviser. \nHas he disparaged scientists as USPOLN.com said? Facebook users flagged the post as potential fake news. We found that quotes attributed to Clovis are indeed fake.\nUSPOLN.com calls itself a \"hybrid News/Satire platform,\" and we’ve included it in our list of websites that deliberately post false or fake stories.\nA disclaimer in its \"About Us\" page plainly tells readers its intentions and accuracy:  \n\"USPOLN may include information from sources that may or may not be reliable and facts that don’t necessarily exist. These Articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nThe USPOLN.com story about Clovis heavily borrows, almost verbatim, multiple paragraphs from a May 12 report from ProPublica, an independent, nonprofit, investigative journalism website. \nUSPOLN.com’s opening sentences: \n\"The research section of the USDA studies everything from nutrition to climate change, and according to the 2008 Farm Bill the ‘chief scientist’ is supposed to be the leader ‘among distinguished scientists with specialized or significant experience in agricultural research, education and economics.’ President Donald Trump’s pick, Sam Clovis, doesn’t seem to have any of those credentials. He has never taken science as part of his graduate course and questions the legitimacy of climate change. Although he has a doctorate in public administration and taught business and public policy at Morningside College for ten years, he barely published any academic work. Clovis had made a reputation for himself as a conservative talk radio show in Iowa and an avid Trump supporter.\"\nProPublica’ first few sentences: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The USDA’s research section studies everything from climate change to nutrition. Under the 2008 Farm Bill, its leader is supposed to serve as the agency’s ‘chief scientist’ and be chosen \"from among distinguished scientists with specialized or significant experience in agricultural research, education, and economics. \n\"But Sam Clovis — who, according to sources with knowledge of the appointment and members of the agriculture trade press, is President Trump’s pick to oversee the section — appears to have no such credentials. \n\"Clovis has never taken a graduate course in science and is openly skeptical of climate change. While he has a doctorate in public administration and was a tenured professor of business and public policy at Morningside College for 10 years, he has published almost no academic work.\"\nUSPOLN.com’s post takes a satirical turn when it starts \"quoting\" Clovis on his comments about his credentials in an assumed interview with \"KYXL Radio\" (searches on the Federal Communications Commission website for a radio station with those call letters yielded zero results).\nThe satirical website said Clovis \"argued that he was ‘proud’ he didn’t have any scientific credentials or education, because ‘scientists are nothing more than a bunch of mislead (sic) individuals anyway’.\" \nThe post also falsely claims Clovis said he thanks God he did not make him a scientist and that he’s proud not to be one \"because they believe in things like evolution and the like.\"\nUSPOLN.com links as its \"source\" another \"hybrid News/Satire\" site that has the same article posted.\nWe asked the USDA to confirm if Clovis was Trump’s pick for the chief scientist job. The department said it could not comment in advance on any nominations for Senate-confirmed positions.\nWhat about the quotes from USPOLN.com?\n\"Completely fabricated,\" the department’s communications office said, linking to a Snopes review of the story deeming the comments false. The Associated Press has also reported that the quotes are not real.\nOur ruling\nFake news website USPOLN.com said, \"Trump’s Top Scientist Pick: ‘Scientists Are Just Dumb Regular People That Think Dinosaurs Existed And The Earth Is Getting Warmer’.\"\nThe website borrows some information reported by a legitimate investigative journalism website, ProPublica, such as Sam Clovis reportedly being Trump’s pick for a top USDA job and details about his resume. But the post attributes false quotes to Clovis. USPOLN.com says its articles \"should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nWe rate the claim Pants on Fire!\n Share the Facts 2017-06-06 18:18:39 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Trump’s Top Scientist Pick: ‘Scientists Are Just Dumb Regular People That Think Dinosaurs Existed And The Earth Is Getting Warmer’\"    USPOLN.com Bloggers   in a post Saturday, May 20, 2017 2017-05-20    Read More  info", "vclaim_id": "vclaim-pol-03236"}