{"url": "/factchecks/2008/feb/22/barack-obama/up-yes-but-maybe-not-skyrocketing/", "speaker": "Barack Obama", "vclaim": "\"We have seen hate crimes skyrocket in the wake of the immigration debate.\"", "truth_label": "mostly-true", "date": "stated on February 21, 2008 in a debate in Austin, Texas.:", "title": "Up? Yes, but maybe not \"skyrocketing\"", "text": "In the Democratic debate in Austin, Texas on Feb. 22, 2008, Sen. Barack Obama, pleaded for more civility in the immigration debate, because it is encouraging hate crimes against Hispanics.\n\n\n\"Number one, it is absolutely critical that we tone down the rhetoric when it comes to the immigration debate, because there has been an undertone that has been ugly,\" Obama said. \"Oftentimes it has been directed at the Hispanic community. We have seen hate crimes skyrocket in the wake of the immigration debate, as it's been conducted in Washington, and that is unacceptable.\"\n\n\nIndeed, the South Poverty Law Center, which monitors hate groups, reached that same conclusion in an Intelligence Report in late 2007.\n\n\nThe report, titled \"Immigration Backlash\" cited FBI statistics that showed a 35 percent increase in hate crimes against Hispanics between 2003 and 2006.\n\n\nHateful and false propaganda, once limited to white supremacy groups and border state extremists, has made its way into the mouths of political pundits, radio talk show hosts and even some politicians, said Mark Potok, director of the Intelligence Report for the Southern Poverty Law Center.\n\n\nAccording to the report: \"While their dehumanizing rhetoric typically stops short of openly sanctioning bloodshed, much of it implicitly encourages or even endorses violence by characterizing immigrants from Mexico and Central America as 'invaders,' 'criminal aliens' and 'cockroaches.'\"\n\n\nThe findings and conclusions of that study are echoed by a report from the National Council of La Raza, the largest national Latino civil rights and advocacy organization in the U.S. That report also cited FBI statistics for hate crimes against Hispanics between 2003 and 2006.\n\n\nAccording to the FBI numbers, the number of anti-Hispanic hate crimes rose from 426 in 2003 to 576 in 2006, the year the immigration issues came to the forefront of the national debate.\n\n\nBut are the numbers reliable and significant enough to suggest a trend?\n\n\nPotok allows that the statistics have limitations. For one, the numbers are relatively small. Potok notes, however, that National Crime Victimization surveys suggest the hate crimes in the annual crime report are about 20 to 30 times lower than the actual number of hate crimes actually committed, but which go largely unreported.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHe also argues that while the numbers are small, the large percentage change between the years represents a significant trend.\n\n\nIt should be noted, however, that if one tracks the FBI's hate crime statistics prior to 2003, the trend of rising violence due to heated rhetoric becomes less clear. For example, the FBI reports 597 anti-Hispanic hate crimes in 2001 and 557 in 2000 - about the same as the 2006 numbers.\n\n\nRegardless of the numbers, many Hispanic organization leaders like Angela Kelley, director of the Immigration Policy Center in Washington, say Obama is dead-on based on what they are hearing from members.\n\n\nIn a 2006 national survey of Latinos conducted by the Pew Hispanic Center, more than half (54%) said they believe the debate has increased discrimination.\n\n\n\"Within the community, there is an overwhelming feeling that this is an unmistakable trend,\" said Cecilia Munoz, senior vice president of policy for the National Council of La Raza.\n\n\nBefore the immigration issue blew up in 2006, her organization would occasionally get hate mail. Now, she said, they get hate mail every day, some of them with threats. At their annual conference, they now provide security training to members of Hispanic advocacy groups.\n\n\n\"For the first time, our affiliates are getting hate mail and threats,\" she said. \"There's just no doubt that what Sen. Obama said reflects what people are feeling in the community.\"\n\n\nObama's campaign did not respond to Politifact's request to explain where he got his numbers. As noted, when you look at the historical trend over the last 10 years, the numbers roller-coaster, so it's hard to say, based on those numbers, whether anti-Hispanic hate crimes have actually spiked due to the immigration debate. It's also true that the relatively small number of reported incidents makes even a few additional ones look like a dramatic increase, in terms of percentage.\n\n\nBut the numbers steadily rose from 2003 to 2006 and Obama's comment fairly and accurately reflects two reports that reached that conclusion. So we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-16328"}