{"url": "/factchecks/2019/mar/13/wisconsin-assembly-republicans/republicans-botch-claim-comparing-tuition-immigran/", "speaker": "Wisconsin Assembly Republicans", "vclaim": "In-state tuition available \"for non-U.S. citizens after three years … veterans have to wait five years.\"", "truth_label": "barely-true", "date": "stated on March 12, 2019 in news release:", "title": "Republicans botch claim comparing tuition for immigrants, veterans", "text": "In the latest volley of Wisconsin’s budget battle, Republican lawmakers zeroed in on proposed tuition breaks for Wisconsin residents who aren’t U.S. citizens.\nFive Republicans who are military veterans put out a joint news release criticizing Gov. Tony Evers’ budget for proposing that non-citizen immigrants be allowed to pay in-state tuition rates throughout the University of Wisconsin System and state technical colleges.\nIn the March 12, 2019 release, state Reps. Jesse James, Ken Skowronski, Jim Ott, John Spiros and Tony Kurtz said immigrants would get a break on tuition after three years, while military veterans must wait five years.\nRepublican leaders took up the cause on Twitter, including Assembly Speaker Robin Vos and Assembly Majority Leader Jim Steineke.\n\"Under (Gov. Tony Evers’) budget, undocumented immigrants would qualify for in-state tuition two years sooner than our veterans would,\" Steineke, R-Kaukauna, said in a March 12, 2019, tweet.\nThe news release and tweets all included a graphic titled \"The Fine Print,\" attributed to the Wisconsin Assembly GOP.\nIt read: \"In state tuition for non U.S. citizens after 3 years in WI. (Veterans have to wait 5 YEARS).\"\nDid Republicans get their own fine print right?\nNot really.\nLet’s check out the tuition benefits available to the two groups.\nDifferences in veteran and immigrant benefits\nThe graphic claimed non-U.S. citizens could pay in-state tuition after three years, but veterans have to wait five years for that benefit.\nThe first problem: The graphic conflates two different types of programs.\nUnder Evers’ budget proposal, citizens of other countries who live in Wisconsin would be able to pay in-state tuition rates if they graduated from high school in Wisconsin, lived in the state at least three years before applying to college and show proof they have filed or will file for a permanent resident visa, according to a memo prepared by the nonpartisan Legislative Fiscal Bureau\nMeanwhile, the veteran’s program cited is for tuition remission. That is, tuition paid for.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nUnder the program, veterans can have all of their tuition and fees covered for up to eight semesters if they meet certain conditions, according to the memo. Requirements include serving at least two years under \"honorable conditions,\" maintaining a 2.0 GPA and being a Wisconsin resident. Veterans qualify for remission after they have used their education benefits under the GI Bill.\nHere is an important point: Veterans who lived in Wisconsin when they entered the service get the school funding right away. There is no wait at all. Those that moved to Wisconsin after their service must live here five years before getting the funding.\nSo the wait is five years for one category of veterans and three years for undocumented immigrants, which is the number Republicans focus on.\nBut many veterans get the larger benefits without a wait.\nIn the 2017-18 school year, more than 3,300 veterans had their tuition covered through the remission program within the UW System or the state technical college system, according to the fiscal bureau. We aren’t aware of any data on the background of the veterans before they applied for the benefit, but it is likely more qualified immediately as residents than those who faced the five-year wait.\nDeleted tweets, amended news release\nThe problematic comparison between the two programs led Republicans to pull back their initial salvo.\nTweets comparing the tuition breaks from Vos, Steineke and the Assembly GOP were all deleted a few hours after they were posted. The Republican veterans’ news release was amended to show a new graphic.\nStaffers for Vos and Steineke said the tweets were removed because the graphic was \"updated.\"\nThe updated news release — and later tweets from Republican legislators — changed the veterans reference in \"The Fine Print\" graphic to say \"Non-resident veterans have to wait 5 years before the remission.\"\nSo the new version clarifies that it is referring to \"non-resident\" veterans and mentions remission. But it still has a comparison that is built on two different programs with two very different benefits.\nOur rating\nA graphic that popped up in a news release and tweets from an array of Republicans — many later deleted or updated — claimed Wisconsin residents who aren’t citizens could get in-state tuition in three years, but veterans have to wait five years.\nThe claim is off on several counts.\nThe available benefit for veterans is not discounted in-state tuition, but full coverage of all tuition and fees. And the five-year wait applies only to veterans who move to the state after their service time ends, not to all veterans. Many would get the larger benefits without any wait.\nIn our view, the original claim contained an element of truth but ignored critical facts that would give a different impression. That’s what we call Mostly False.\n Share the Facts 2019-03-13 20:44:20 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  In-state tuition available \"for non-U.S. citizens after three years … veterans have to wait five years.\"    State representatives Assembly Republicans http://www.thewheelerreport.com/wheeler_docs/files/0312james.pdf   news release Tuesday, March 12, 2019 2019-03-12    Read More  info", "vclaim_id": "vclaim-pol-00901"}