{"url": "/factchecks/2020/mar/05/facebook-posts/lindsey-graham-quote-trump-knowing-more-about-viru/", "speaker": "Facebook posts", "vclaim": "Quotes Sen. Lindsey Graham as saying President Trump “probably knows more about medicine and specifically viruses than any of the so-called scientists at the NIH and CDC.”", "truth_label": "pants-fire", "date": "stated on March 2, 2020 in a Facebook post:", "title": "Lindsey Graham quote on Trump knowing more about viruses than CDC is fake", "text": "A popular tweet alleges that Republican Sen. Lindsey Graham suggested President Donald Trump \"probably\" knows more about medicine and viruses than the NIH and the CDC. \nThe tweet, which has been deleted, is circulating on other social media platforms and reads:\n\"CAPITOL HILL: @LindseyGrahamSC says @realDonaldTrump \"probably knows more about medicine and specifically viruses than any of the so-called scientists at the NIH and CDC. If anyone is going to eradicate this plague it'll be the president.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is not a genuine quote by Graham. No credible news reports have published the statement, and we couldn’t find it on any of the senator’ s social media pages. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nGraham released a statement on Feb. 26 praising Trump’s response to the current coronavirus outbreak, but he doesn’t suggest in that statement that he believes Trump knows more about the virus than medical professionals.\nWe reached out to Graham’s office for comment but did not hear back in time of publication. \nThe person who tweeted the made-up quote, Dan Lyons, describes himself on his Twitter account as an \"inventor of fake news.\" But this context is lost on people who viewed the tweet on other platforms and those who didn’t visit his profile. \nPants on Fire!", "vclaim_id": "vclaim-pol-18055"}