{"url": "/factchecks/2016/jan/15/donald-trump/donald-trumps-false-claim-refugees-migrants-are-mo/", "speaker": "Donald Trump", "vclaim": "Among Syrian refugees and migrants coming into Europe, \"there look like very few women. Very few children.\"", "truth_label": "false", "date": "stated on January 14, 2016 in the South Carolina presidential debate:", "title": "Donald Trump's false claim that refugees, migrants are mostly 'strong, powerful men'", "text": "Donald Trump repeated a false notion Thursday at the South Carolina Republican debate that the flight of Syrian refugees and other migrants is largely men.\nTrump was asked by Fox Business moderator Neil Cavuto about his proposal to ban Syrian refugees and others from entering the United States.\nTrump rattled off incidents around the world, including in Indonesia and France, and said that migration could be a \"great Trojan Horse.\"\n\"When I looked at the migration, when I looked at the line … where are the women?\" Trump said. \"There look like very few women. Very few children. Strong, powerful men. Young. And people are looking at that and saying, ‘What’s going on?’ \"\nTrump made a similar claim in October. It was False then, and it’s False now.\nWe asked Trump’s campaign for more information about his claim but did not hear back. However, there are two databases that track the movements of migrants in Europe and Syrian refugees. Neither supports his statement.\nThe United Nations High Commissioner for Refugees registers and tracks Syrian refugees in camps spread over several nations, including Turkey, Lebanon, Jordan, Iraq and North African countries. According to numbers as of Dec. 31, 2015, the total comes to more than 4.6 million.\nOf those 4.6 million, 50.7 percent are female and 51.8 percent are children (boys and girls) 17 years old or younger.\nSo the majority of refugees are:\n1. Women;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n2. 17 or younger.\nIn all, only 22.7 percent of refugees across the Middle East and North Africa being counted by the U.N. were men older than 18.\nLooking at the migrant crisis more broadly only slightly helps Trump’s case.\nThe U.N. also tracks so-called \"sea arrivals,\" refugees and migrants who cross the Mediterranean Sea to continental Europe. The counts a little more than 1 million people who have crossed into Europe since the start of 2015, with almost 3,800 dying during the journey.\nThe U.N. breaks those migrants into three categories: Adult men, 49 percent; Adult women, 19 percent; and children, 31 percent.\nOur ruling\nTrump said that among Syrian refugees and migrants coming into Europe, \"there look like very few women. Very few children.\"\nThe data in no way supports that claim.\nThe majority of more than 4.6 million Syrian refugees entering Europe are women and children 17 and younger. Of migrants arriving by sea -- about 1 million people -- 31 percent are children and 19 percent are women.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-05552"}