{"url": "/factchecks/2015/jul/28/donald-trump/donald-trump-says-under-scott-walker-wisconsin-bud/", "speaker": "Donald Trump", "vclaim": "Under Gov. Scott Walker, Wisconsin \"projected a $1 billion (budget) surplus and it turns out to be a deficit of $2.2 billion.\"", "truth_label": "barely-true", "date": "stated on July 25, 2015 in a speech:", "title": "Donald Trump says that under Scott Walker, Wisconsin budget went from projected surplus to a deficit", "text": "On July 25, 2015, the day after news that a Scott Walker ally had called him a \"dumb-dumb,\" Donald Trump delighted in dumping on the Wisconsin governor during a campaign speech in Iowa.\n\"I read this horrible statement from his fundraiser about Trump. I said, ‘Oh, finally, I can attack,’ \" the New York businessman said to laughter in Oskaloosa. \"Finally, finally.\"\nTrump -- second to Walker among Republican presidential contenders in an Iowa poll earlier in the week -- criticized him on several fronts. Then he made a claim about the fortunes of Wisconsin’s finances.\n\"Wisconsin’s doing terribly. First of all, it’s in turmoil,\" Trump said. \"The roads are a disaster because they don’t have any money to rebuild them. They’re borrowing money like crazy. They projected a $1 billion surplus and it turns out to be a deficit of $2.2 billion.\"\nLet’s focus on that last part.\nIs Trump right that a projected $1 billion surplus became a $2.2 billion deficit?\nTrump is partly on the money, but he’s mixing apples and oranges, and his use of the word deficit is problematic.\nThe rules\nBy law, Wisconsin’s two-year budgets must be balanced -- revenue equalling expenditures.\nSo, unlike the federal government, Wisconsin can never run an actual budget deficit by borrowing money that piles up as debt.\nThat being said, the state does various projections of what revenues and expenditures will be for the upcoming two-year budget cycle. Those projections can show a surplus or a deficit -- although \"deficit\" is more accurately termed a projected shortfall, since there is no actual red ink.\nTrump’s campaign didn’t respond to our requests for evidence to back his claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut the two figures he cited were projections that received plenty of attention when they were made. And we have dealt with them repeatedly in the past.\nThe two figures\nIn January 2014, the nonpartisan Legislative Fiscal Bureau projected Wisconsin would see a surplus of about $1 billion by June 30, 2015 -- the end of the 2013-’15 budget cycle. At the time, revenues were coming in higher than expected.\nWalker and the GOP-run Legislature adopted a series of tax cuts later in 2014, making good on a Walker promise to return such surpluses to taxpayers, but drawing criticism for not using the money for other purposes, such as boosting the state’s rainy day fund.\nAlong the way, however, tax collections grew at a slower pace than had been projected.  \nBy November 2014, there was a reversal of fortune: Walker’s own Department of Administration projected a $2.2 billion shortfall for 2015-’17.\nOnce again, that figure was not an actual deficit. Indeed, even as a projected shortfall it was overstated.\nThat’s because the standard for projections made in the months leading up to the next budget cycle is to include all the funding requests made by state agencies -- even though, in reality, those requests always get trimmed. That serves to temporarily inflate the actual picture.\nIn the end, the 2015-’17 budget approved by the Legislature and signed by Walker in July 2015 was balanced -- just as every other Wisconsin state budget is.\nOur rating\nMixing apples and oranges, Trump said that under Walker, Wisconsin \"projected a $1 billion (budget) surplus and it turns out to be a deficit of $2.2 billion.\"\nThere was in early 2014 a projection of a $1 billion surplus heading into the 2015-’17 budget period. Late in 2014, there was a projection of a $2.2 billion shortfall -- the difference between expected revenues and the amount of money being requested by state agencies. But the shortfall was never a deficit -- and some of the surplus was consciously spent by Republicans, as tax cuts.\nFor a statement that contains only an element of truth and ignores critical facts that would give a different impression, our rating is Mostly False.", "vclaim_id": "vclaim-pol-06145"}