{"url": "/factchecks/2008/may/19/barack-obama/government-report-backs-up-obama/", "speaker": "Barack Obama", "vclaim": "\"NATO hasn't provided enough troops (in Afghanistan) because they are still angry about us going into Iraq.\"", "truth_label": "true", "date": "stated on May 13, 2008 in Cape Girardeau, Miss.:", "title": "Government report backs up Obama", "text": "During the Q&A; portion of a town hall meeting in Cape Girardeau, Miss., on May 13, 2008, Sen. Barack Obama talked about the need to focus on and provide more troops in Afghanistan.\n\n\"If we're going to catch (Osama) bin Laden, or most importantly, break down al-Qaida ... we've got to have the capacity to put more troops in Afghanistan ... both our troops and NATO troops.\n\n\n\"Right now, we don't have enough troops and NATO hasn't provided enough troops because they are still angry about us going into Iraq.\"\n\n\nWith the addition of some 7,500 Marines in Afghanistan in early 2008, there are now about 32,500 American troops in Afghanistan; plus an additional 28,000 NATO troops.\n\n\nLate in 2007, U.S. Defense Secretary Robert Gates made several public, but largely fruitless, pleas to NATO countries for the commitment of more troops in Afghanistan.\n\n\nA Congressional Research Service report for Congress, submitted Jan. 7, 2008, states that Gates \"acknowledged that domestic political problems are preventing some allies from increasing their force levels in Afghanistan. Allied government officials state privately that their populations are reluctant to follow the Bush Administration, largely due to the U.S. invasion of Iraq and subsequent criticism of the United States in Europe and the Middle East.\"\n\n\nLater, the report cites a \"highly respected\" German Marshall Fund poll that found a sharp decline in European public opinion toward U.S. leadership due to the U.S. policy in the Iraq war.\n\n\nThe report concludes that, \"This decline is complicating the effort of allied governments to sustain support for the ... mission\" in Afghanistan.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nCharles Kupchan, a senior fellow at the Council on Foreign Relations and a professor of International Relations at Georgetown University, said there is some truth in Obama's statement.\n\n\n\"The Iraq war has soured many European electorates on U.S. foreign policy,\" Kupchan said. \"Even though there was a groundswell of support for the war in Afghanistan, there is a certain amount of skittishness about Bush and his foreign policy.\"\n\n\nThat creates a situation where the United States is finding it more difficult to garner support for more NATO troops. But that's not the only reason, he said. There is a widespread belief that the United States has not balanced the use of force in Iraq with reconstruction and assistance.\n\n\nThere is a feeling, he said, that the United States has \"overmilitarized\" the Iraq war, Kupchan said, that there are too many civilian casualties, \"that we are dropping too many bombs and not winning over as many hearts and minds.\"\n\n\nMany NATO countries also are uncomfortable with involvement in a war thousands of miles away.\n\"I think it (Obama's comment) is fair as long as one realizes that's one of several factors when looking at the shortfall of NATO contributions,\" Kupchan said. \"It is one of several issues in play.\"\n\n\nThe British House of Commons' Defence Committee, in a report on British operations in Afghanistan, warned last summer that troop shortages in Afghanistan threatened to undermine the campaign, and that the size of NATO forces should be considerably greater.\n\n\nSo Obama is on solid footing when he says more troops are needed in Afghanistan. In a Pentagon news briefing in July 2007, Gen. Dan K. McNeill, commander of NATO forces in Afghanistan, said as much, calling the international military mission \"under-resourced.\"\n\n\nAnd even a U.S. government report concluded that European criticism of the U.S. war in Iraq has made some NATO countries less willing to commit troops to Afghanistan. While some NATO experts say that is not the only reason, they agree it is a big one. We rate Obama's statement True.", "vclaim_id": "vclaim-pol-16210"}