{"url": "/factchecks/2018/jul/25/supremeinsidercom/did-obama-admit-being-born-kenya/", "speaker": "SupremeInsider.com", "vclaim": "\"Barack Obama: I'm 'the First Sitting American President to Come From Kenya.'\"", "truth_label": "barely-true", "date": "stated on July 22, 2018 in a blog post:", "title": "Blog twists Obama statement about being first president from Kenya", "text": "A website revived suspicion of Barack Obama’s birthplace by using a quote from the former president’s recent visit to Kenya out of context.\nThe headline published on Supremeinsider.com says, \"Barack Obama: I’m ‘the First Sitting American President to Come From Kenya’ (Video).\"\nBarack Obama was born in Honolulu, Hawaii, on August 4, 1961, to Barack Obama Sr., who is Kenyan, and Ann Dunham, of Kansas.\nThe story comes with a one-minute video from Obama’s visit in Kenya in mid July 2018. Obama was in the country for the launch of a sports and training center founded by his sister, Auma Obama, through her Sauti Kuu Foundation. The next stop on his African trip was South Africa where he delivered the annual Mandela Lecture in Johannesburg.\nThe clip from the grand opening of the center in Kogelo shows him saying, \"Three years ago, I visited Kenya as the first sitting American president to come from Kenya.\"\nHe’s talking about a July 2015 trip to Kenya and Ethiopia for the annual Global Entrepreneurship Summit.\nObama did use those words (check the 5:50-minute mark of this video). But it doesn’t support the impression the article gives, which is that birther claims should be re-investigated because Obama admitted he \"comes from Kenya.\" The article frames his comment as a \"slip.\"\nThe article goes on to cite an Economist/YouGov.com poll — from Decembrer 2016 — that found one-third of Americans don’t believe Obama was born in Hawaii. Of the 1,345 people polled about the statement \"President Obama was born in Kenya,\" 12 percent responded Definitely True and 24 percent responded Probably True.\nThe article uses this doubt coupled with Obama’s admission in his speech to suggest that there’s some truth to claims that he was born in Kenya. The article later calls for an investigation into the matter to find out if Obama was ever eligible to be president.\n\"I still want it investigated if he was even born here and eligible to be President! He could be thrown in jail and all he owns confiscated and sold!!\" Alex Hall wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe wanted to look into the claim and see if Obama really said he was the first sitting president to come from Kenya. It turns out he did.\nObama released a birth certificate back in 2011 when he was pressured by Donald Trump and the birther movement.\nThe article also includes a tweet from Obama’s brother Malik Obama that includes a Kenyan birth certificate that’s supposed to document birth details of the former president. We debunked this back in 2009 with a fact-check where a Kenyan official confirms the certificate is phony.\nThe article doesn’t consider that the former president is describing his heritage rather than alluding to his father’s home country being his actual place of birth. (We reached out to Obama’s adviser Eric Schultz for a comment and received no response.)\nThe article takes his statement of being \"from\" somewhere to mean that he literally grew up there. Obama has denied being born outside of the United States on several occasions.\nPart of our process is to reach out to the author of claims we’re checking. The author of this story, Alex Hall, has authored nine other stories for Supreme Insider but none of them have contact information. A reverse image search of his profile photo revealed that it’s a generic photo of a man wearing a t-shirt that’s found on several other sites across the internet, such as Pinterest.\nOur ruling\nA story on Supremeinsider.com says \"Barack Obama: I’m ‘the First Sitting American President to Come From Kenya’ (Video).\"\nIn the video from his speech in Kenya Obama does say he’s the \"first sitting American president to come from Kenya.\" The article, however, goes on to suggest that this comment invalidates any past efforts Obama has made to assure that he was born in the United States and call for an investigation.\nThe message from Obama’s speech was misinterpreted to mean he was born and/or raised in Kenya when he was actually saying that he is of Kenyan heritage. There’s no evidence to prove Obama was not born in the United States.\nWe rate this claim Mostly False.\n Share the Facts 2018-07-25 17:49:58 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Barack Obama: I'm 'the First Sitting American President to Come From Kenya.'\"    Bloggers SupremeInsider.com https://www.politifact.com/punditfact/statements/2018/jul/25/supremeinsidercom/did-obama-admit-being-born-kenya/   in a blog post Sunday, July 22, 2018 2018-07-22    Read More  info", "vclaim_id": "vclaim-pol-01813"}