{"url": "/factchecks/2014/oct/21/rick-scott/rick-scott-says-florida-electric-rates-are-lower-c/", "speaker": "Rick Scott", "vclaim": "\"While (Charlie Crist) was governor, utility costs went up 30 percent and went from below the national average to above the national average. Since I got elected, utility rates have come down 11 percent and now we are below the average.\"", "truth_label": "false", "date": "stated on October 15, 2014 in a debate:", "title": "Rick Scott: Fla. electric rates are lower since Charlie Crist left office and below national average", "text": "After the brouhaha in last week’s Florida gubernatorial debate over electronic fans, there was a heated exchange between Gov. Rick Scott and former Gov. Charlie Crist on electric rates.\nCrist, who won the governorship as a Republican in 2006 and is now running as a Democrat, said the Sunshine State needs new investments in solar energy, and the next governor must stand up to the \"utility companies that keep jacking up your bills.\"\nScott, the Republican incumbent, shot back that Crist was playing fast and loose with the facts.\n\"While he was governor, utility costs went up 30 percent and went from below the national average to above the national average,\" Scott said. \"Since I got elected, utility rates have come down 11 percent and now we are below the average.\"\nThere’s two parts to this fact-check: Under which administration were electric bills higher, and how does that compare to the national average?\nIt’s clear from the conversation and the evidence we received from the Scott campaign that he was talking about residential rates. So that’s what we’ll focus on.\nUnderstanding electric rates\nWhen you get your electric bill, there’s a good chance you only catch the amount telling you what you owe. But that number is made up of two components: the base rate and cost-recovery clauses. The cost-recovery clause is sometimes called the pass-through clause, because costs incurred by a power company are passed through to customers. The base rate, on the other hand, is essentially how companies get a return on their investment.\nThe largest cost-recovery clause is fuel. Power companies charge consumers for the cost of purchasing the coal, natural gas or other energy sources needed to make their plants go.\nJust like gas prices at the pump change every time you fill up, fuel prices for power companies can be quite volatile.\nFuel prices are also, for the most part, out of the control of any governor. Whether power companies can get cheap natural gas is most often a national issue, not a state issue.\nWith that in mind, let’s look at the data.\nWho saw higher rates?\nPolitiFact Florida obtained data on electric rates for the four large investor-owned power companies operating in Florida — Florida Power & Light Co., Duke Energy, Tampa Electric Company and Gulf Power Company — through an open records request with the state Public Service Commission. The information contained the overall rate as well as the base rate and various cost-recovery clauses.\nFor Florida Power & Light, Duke Energy and Tampa Electric, electric rates in the last eight years peaked during the Crist administration. For those three utilities, the high point came in 2009.\nBut in all three cases, the spike was not caused by an increase in base rates. Indeed, base rates were relatively stable across the board during Crist’s tenure. Instead, the higher electric rates were caused by large increases in fuel recovery costs.\nTake Tampa Electric Company, for example. The base rate in 2009 was the same as it was the day Crist took office: $51.92 per 1,000 kilowatt hours. But customers were paying $128 per 1,000 kilowatt hours in 2009 compared to $114 in 2007. What changed? The cost of fuel jumped $10 per 1,000 kilowatt hours.\nThis was caused by a steep increase in natural gas prices nationwide, said J.R. Kelly, the public counsel for Florida who represents the people of the state in utility-related matters.\n\"That’s nobody's fault or the result of any change by any governor or the Legislature,\" Kelly said. \"No matter who was governor, natural gas prices tripled in costs so all the fuel charges went soaring.\"\nA couple of years later, there was a natural gas boom in the United States, and prices dropped considerably. Power companies also credit their own moves to build more efficient plants. What happened to electric rates? They fell as well. You can see this all play out in this chart.\n\nSource: Florida Public Service Commission\nWhat’s notable is that fuel prices for utility companies continued to fall, but the overall electric rate did not drop at the same speed. That’s because the base rate went up as well.\nRate changes are approved by the Public Service Commission, a five-member panel made up of gubernatorial appointees. All five current members were appointed by Scott from a list of names pre-approved by a legislative panel. Those five members were also appointed by Crist, though four of his initial choices were rejected by the Republican-controlled Legislature.\nBase rate increases occurred under both administrations but are considerably higher under Scott.\nTotal monthly bill for residential services in January\n(in 1,000 kilowatt hours)\n\n\n\n\n \n\nFPL\n\n \n\nDuke\n\n \n\nTampa\n\n \n\nGulf\n\n \n\n\n \n\nBase\n\n\nTotal\n\n\nBase\n\n\nTotal\n\n\nBase\n\n\nTotal\n\n\nBase\n\n\nTotal\n\n\n\n\n2007\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\n38.12\n\n\n103.51\n\n\n41.18\n\n\n110.34\n\n\n51.92\n\n\n114.54\n\n\n49.3\n\n\n101.87\n\n\n\n\n2011\n\n\n43.01\n\n\n95.01\n\n\n48.58\n\n\n119.34\n\n\n55.45\n\n\n107.02\n\n\n49.3\n\n\n122.67\n\n\n\n\n2014\n\n\n52.47\n\n\n99.95\n\n\n58.50\n\n\n125.29\n\n\n60.98\n\n\n109.61\n\n\n62.09\n\n\n132.00\n\n\n\n\n\nSource: Florida Public Service Commission\n\n\n\n\n\n\nAs you can see, not only is the base rate higher under Scott, but overall rates are also up since January 2011, when Scott took over the governorship from Crist. This despite the fact that fuel reimbursements have fallen considerably since 2011.\nFlorida vs. the national average \nScott’s campaign told us he got the numbers from a study on residential electric rates by the Edison Electric Institute, a trade group for investor-owned power companies.\nAccording to Scott’s campaign, \"the average residential electric bill in Florida (for investor-owned utilities) went from 9.66 cents per kilowatt hour in 2006 to 12.41 cents per kilowatt hour in 2010.\"\nFirst, Scott’s numbers are significantly off, based on the studies provided to us by Edison Electric Institute. We quickly found his mistakes. The average residential bill was 9.66 cents per kilowatt hour in 2005, when Jeb Bush was governor. The average monthly rate was 11.61 cents per kilowatt hour in 2006, when Crist was running for governor and 11.43 cents during his first year in office.\nThe average monthly rate also wasn’t 12.41 cents per kilowatt hour in 2010. That was the rate in 2009. As we noted earlier, that was around the time fuel prices spiked.\nDuring Crist’s last year in office, the rate was actually 11.18 cents per kilowatt hour, which would mean the average monthly bill actually went down during Crist’s tenure.\nThere also hasn’t been an 11 percent decrease under Scott. Again, that’s based off an incorrect number for 2010. In 2013, the last year of data available, the average monthly rate was 11.06 per kilowatt hour.\nThe study also does not show that rates were higher in Florida than the national average when Crist left office. When Crist came in, Florida’s average monthly bill in 2006 and 2007 was above the rest of the country. But the national average during his final year in office was 12.01 cents per kilowatt hour, higher than Florida’s monthly average of 11.18.\nIn that measure, Florida has stayed below the national average since.\nMuch of this is backed up by the U.S. Energy Information Administration, a clearinghouse for national energy statistics, which includes monthly breakdowns for more accurate timelines.\nWhen Crist entered office in January 2007, the average retail price of electricity for a Florida home was 11.06 cents per kilowatt hour. When Crist left office in January 2011, the rate was 11.33 cents per kilowatt hour. So it’s up, but hardly by 30 percent. The increase is actually about 2.5 percent.\nAlso, by the time Crist was sworn in, Florida was already above the national average in residential utility rates by a full penny per kilowatt hour. In fact, the state had been above the rest of the country consistently since October 2005. While there were points that Florida’s residents paid less than the national average during Crist’s term, Florida rates were higher than the rest of the country when Crist finished his four-year term, though by considerably less than when he came in.\nWhat about during Scott’s tenure? The latest figures from June 2014 show Floridians on average pay 11.96 cents per kilowatt hour. That’s up 0.63 cents since Scott took office, or 5.6 percent, a larger jump than during Crist’s term in office.\nThe cost of electricity in the rest of the country has increased at a higher rate than Florida, so Scott is right that Florida is now below the national average, but it’s not because rates have decreased under his watch, as he claimed.\nOur ruling\nScott said that while Crist was governor, \"utility costs went up 30 percent and went from below the national average to above the national average. Since I got elected, utility rates have come down 11 percent and now we are below the average.\"\nScott is off in a lot of ways. First, his statistics don’t parse out the base rate from the rest of an electric bill, which is critical to understanding how bills go up. Doing so shows base rates for the four large investor-owned power companies have consistently gone up under Scott’s watch.\nPerhaps more egregiously, Scott’s campaign fumbled the data in a report to make it seem like rates were much lower when Crist took office and higher when he left. We found the right numbers, and it paints a completely different picture.\nOn comparing the state to the rest of the country, data shows Florida’s rates were higher than the national average well before Crist took office, but the gap narrowed during his time in office. Florida is now below the national average, but it’s not because prices dropped under Scott. By several measures overall rates are actually higher now than they were when he took office, despite a decrease in fuel costs.\nThere’s so much incorrect in Scott’s statement. We rate it False.", "vclaim_id": "vclaim-pol-07109"}