{"url": "/factchecks/2020/sep/11/donald-trump/trumps-michigan-car-industry-claims-veer-course/", "speaker": "Donald Trump", "vclaim": "\"After the last administration nearly killed the US auto industry, I saved the U.S. auto industry ... We brought you a lot of car plants… (and Japan) “announced five car companies are coming to Michigan.”", "truth_label": "false", "date": "stated on September 10, 2020 in a speech at a rally in Michigan:", "title": "Trump’s Michigan car industry claims veer off course", "text": "If you’re going to talk about the car industry in Michigan, it helps to get the facts right. President Donald Trump did not.\nAt a rally in Freeland, Mich., Trump described great success in reviving automotive jobs.\n\"After the last administration nearly killed the U.S. auto industry, I saved the U.S. auto industry,\" he said Sept. 10. \"We brought you a lot of car plants.\"\nAnd he went on to say that he wrangled a promise in a meeting with Japan’s Prime Minister Shinzo Abe for Japanese companies to expand in the U.S.\n\"The next day they announced five car companies are coming to Michigan,\" Trump told the crowd.\nThere’s nothing fully correct in any of that. Japan didn’t announce five companies coming to Michigan. Trump didn’t save the auto industry. And he didn’t bring a lot of car plants to the state — the most he can claim is one.\nThat one is a Fiat Chryler factory that will build Jeep SUVs in Detroit, on the site of an idled engine plant. It’s due to open in 2021. That is part of a package of investments in five other Fiat Chrysler plants in the state.\n\"Trump can count it as a new plant because it closed back in 2013 before he became president,\" said automobile industry researcher James Rubenstein at Ohio’s Miami University.\nBut when Trump said that he saved the auto industry, he left out that total auto industry employment in Michigan dropped by about 3,000 in 2019. That was after a steady rise since 2010, when the major U.S. automakers began to recover from the recession and their restructurings. The coronavirus-induced economic slump this year brought more job losses, but the declines took place before the virus arrived.\nAs for the previous administration nearly killing the industry, the evidence points to the opposite. In 2008 and 2009, intervention by the Bush and Obama administrations pulled the auto and auto parts makers back from the brink of collapse. Under the Obama administration, General Motors and Chrysler went through quick, taxpayer-financed bankruptcy reorganizations orchestrated by a federal task force and the U.S. Treasury, and both emerged from the Great Recession to add jobs and production capacity. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTrump’s comment about cutting a deal with Japan also fell wide of the mark.\nThe Japanese automaker Toyota did announce in March 2019 that it would funnel about $750 million into its American operations. But that money wasn’t for new plants, as Trump said, and Michigan wasn’t on the list. Other Japanese automakers have added U.S. capacity, but not in Michigan. Japanese automakers and parts companies have had U.S. factories and research operations in the U.S. for decades.\nThe timing of the promise Trump said he wrested from Japan is unclear. The two leaders met in Washington in April 2019, but that took place after the Toyota announcement. \nThere have been some specialized car manufacturing initiatives in Michigan, including one to build self-driving cars that might add 400 jobs, but those would not change the overall picture.\nWe reached out to the Trump campaign and did not hear back.\nOur ruling\nTrump made several claims about the auto industry, saying he saved it from near destruction, and had brought many new plants to Michigan, including the arrival of five new Japanese car companies.\nHe didn’t save the auto industry. The major U.S. automakers recovered strongly during the Obama administration. After rising for 10 years, Michigan auto industry employment fell on Trump’s watch, even before the coronavirus hit.\nHe didn’t bring many new plants. One company, the Italian-American Fiat Chrysler, announced a new assembly plant in Detroit, on the site of an idled engine factory, as part of a package of investments in Michigan.\nAs for the Japanese investments coming to Michigan, one company — Toyota — unveiled plans to expand its American operations. And others have added U.S. capacity, too. But none of that was in Michigan.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18907"}