{"url": "/factchecks/2018/mar/15/donald-trump/donald-trumps-misleading-tweet-trade-canada-rest-w/", "speaker": "Donald Trump", "vclaim": "\"We do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive).\"", "truth_label": "barely-true", "date": "stated on March 15, 2018 in a tweet:", "title": "Here's what's wrong about Donald Trump's attack on Canada trade deficit", "text": "At a closed-door fundraiser in Missouri, President Donald Trump told the audience that during a meeting with Canadian Prime Minister Justin Trudeau, he just simply made up a fact without knowing if it was true or not.\nThe Washington Post, citing leaked audio from the event, reported that Trump said, \"Nice guy, good-looking guy (Trudeau) comes in (and says) ‘Donald, we have no trade deficit.’ He’s very proud because everybody else, you know, we’re getting killed. … I said, ‘Wrong, Justin, you do.’ I didn’t even know. ... I had no idea. I just said, ‘You’re wrong.’ \"\nTrump's comments came days after enacting a pair of landmark and controversial tariffs on steel and aluminum.\nOn Twitter the morning after the Post's report, Trump doubled down, saying his claim was true after all.\n\"We do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive). P.M. Justin Trudeau of Canada, a very good guy, doesn’t like saying that Canada has a Surplus vs. the U.S.(negotiating), but they do...they almost all do...and that’s how I know!\"\nWe do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive). P.M. Justin Trudeau of Canada, a very good guy, doesn’t like saying that Canada has a Surplus vs. the U.S.(negotiating), but they do...they almost all do...and that’s how I know!— Donald J. Trump (@realDonaldTrump) March 15, 2018\n\n\nWe wondered: Does the United States have a trade deficit with Canada? And does the United States have a trade deficit with \"almost all countries\"? We found that Trump’s statement was somewhere between incomplete and misleading.\nDoes the United States have a trade deficit with Canada?\nTrump seems to be referring to a deficit in goods, which tells only part of the picture. (The White House did not respond to an inquiry.)\nIn 2017, the United States had a $23.2 billion deficit with Canada in goods. In other words, the United States in 2017 bought more goods from the Canada than Canada bought from the United States.\nHowever, the United States had a $25.9 billion surplus with Canada in services — and that was enough to overcome that deficit and turn the overall balance of trade into a $2.8 billion surplus for the United States in 2017. The same pattern occurred in 2016.\nThose unhappy with current trends in trade, such as Trump, tend to highlight the balance of trade in goods, since that subset of trade is the one that shows just how much manufacturing activity the United States has lost to foreign countries in recent years. By contrast, the United States has fared much better in services, which includes finance, insurance, legal services, business consulting and entertainment.\n\"Over the past 30 years, we have lost jobs in manufacturing, which produces goods, but gained a large number of very good jobs in service sectors and intellectual property,\" Matt Gold, an adjunct law professor at Fordham University, told PolitiFact in February. In services, by contrast, \"the U.S. dominates the world,\" Gold said.\nThere’s a political connection here. Trump garnered significant support in the Rust Belt, which has been hit hard by trade deficits in goods, and he fared poorly in coastal and metropolitan areas that have benefited from the surge in services.\nIt’s worth adding that a significant historical driver of the U.S. trade deficit in goods with Canada has been crude oil — a commodity that the United States has usually preferred to buy from Canada when possible, rather than from overseas suppliers that might be subject to greater political instability. It’s also a product for which the United States is increasingly less reliant on foreign sources overall.\n\"After you take out oil products from Canada’s exports to the U.S., the U.S. runs a massive trade surplus plus against Canada,\" to the tune of $49 billion in 2016, Daniel Trefler, a professor of economic analysis and policy at the University of Toronto's Rotman School of Management, told PolitiFact in February. \"If we are talking about manufacturing jobs, the U.S. is a huge winner.\"\nDoes the United States have a trade deficit with \"almost all countries\"?\nBy our calculations, this is incorrect.\nWe looked at the full list of countries and country equivalents that are tracked by the United States on trade balances to see whether the United States had a surplus or a deficit with them.\nWe found 129 countries or country equivalents with whom the United States had a surplus in 2017, out of 234 entities listed overall. This means that the United States had a surplus in 55 percent of those countries, or a majority.\nNotably, this data refers to goods only; if we had the data for both goods and services, the percentage might go even higher, given the United States’ general advantage in services.\nWe did find at least six major trading partners with whom the United States had a surplus in 2017 in goods and services: Brazil, Canada, Hong Kong, Saudi Arabia, Singapore and the United Kingdom. The United States also had a sizable surplus with the entire region of South and Central America.\nThat said, it’s reasonable to point out that for the United States, the biggest trade deficits are larger than the biggest trade surpluses.\nHere’s a rundown of the top 15 surpluses by country for 2017. (Data is for goods only.)\n \n\n\n\n\nRank\n\n\nCountry\n\n\nSurplus in billions of dollars (goods only)\n\n\n\n\n1\n\n\nHong Kong\n\n\n32.5\n\n\n\n\n2\n\n\nNetherlands\n\n\n24.5\n\n\n\n\n3\n\n\nUnited Arab Emirates\n\n\n15.7\n\n\n\n\n4\n\n\nBelgium\n\n\n14.8\n\n\n\n\n5\n\n\nAustralia\n\n\n14.6\n\n\n\n\n6\n\n\nSingapore\n\n\n10.4\n\n\n\n\n7\n\n\nBrazil\n\n\n7.6\n\n\n\n\n8\n\n\nPanama\n\n\n6.0\n\n\n\n\n9\n\n\nArgentina\n\n\n4.7\n\n\n\n\n10\n\n\nUnited Kingdom\n\n\n3.3\n\n\n\n\n11\n\n\nChile\n\n\n3.1\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\n12\n\n\nDominican Republic\n\n\n3.0\n\n\n\n\n13\n\n\nGuatemala\n\n\n3.0\n\n\n\n\n14\n\n\nParaguay\n\n\n2.6\n\n\n\n\n15\n\n\nBahamas\n\n\n2.5\n\n\n\n\n \n \nAnd here’s a rundown of the top 15 deficits by country for 2017.\n \n\n\n\n\nRank\n\n\nCountry\n\n\nDeficit in billions of dollars (goods only)\n\n\n\n\n1\n\n\nChina\n\n\n375.2\n\n\n\n\n2\n\n\nMexico\n\n\n71.1\n\n\n\n\n3\n\n\nJapan\n\n\n68.8\n\n\n\n\n4\n\n\nGermany\n\n\n64.3\n\n\n\n\n5\n\n\nVietnam\n\n\n38.3\n\n\n\n\n6\n\n\nIreland\n\n\n38.1\n\n\n\n\n7\n\n\nItaly\n\n\n31.6\n\n\n\n\n8\n\n\nMalaysia\n\n\n24.6\n\n\n\n\n9\n\n\nIndia\n\n\n22.9\n\n\n\n\n10\n\n\nSouth Korea\n\n\n22.9\n\n\n\n\n11\n\n\nThailand\n\n\n20.4\n\n\n\n\n12\n\n\nCanada\n\n\n17.6\n\n\n\n\n13\n\n\nTaiwan\n\n\n16.7\n\n\n\n\n14\n\n\nFrance\n\n\n15.3\n\n\n\n\n15\n\n\nSwitzerland\n\n\n14.3\n\n\n\n\n \nThe 15 countries for whom the U.S. has the largest deficits combine to a cumulative $842.1 billion, which is more than five times larger than the combination of the 15 largest surpluses, at $148.3 billion.\nSo among the United States’ largest trading partners, the biggest deficits are larger than the biggest surpluses. But that’s not what Trump said.\nA final note: Experts who support free trade say that arguing over deficits and surpluses misses the point.\n\"We should be running deficits with some countries and surpluses with others, since comparative advantage will vary, country by country,\" said I.M. (Mac) Destler, who teaches at the University of Maryland School of Public Policy. \nOur ruling\nTrump tweeted, \"We do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive).\"\nOn Canada, Trump’s statement is at best telling only part of the story. The United States currently has a trade deficit in goods with Canada, but the United States’ edge in services turns the overall balance of trade into a surplus for the United States.\nAs for the world at large, Trump is wrong — the United States actually has a surplus with a majority of countries tracked in the official data. However, it’s reasonable to point out that among the biggest trading partners, trade deficits outpace trade surpluses in size.\nWe rate the statement Mostly False.\n Share the Facts 2018-03-15 22:43:39 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"We do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive).\"    Donald Trump President https://twitter.com/realDonaldTrump/status/974276383051583488?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fthehill.com%2Fhomenews%2Fadministration%2F378553-trump-we-do-have-a-trade-deficit-with-canada   a tweet Thursday, March 15, 2018 2018-03-15    Read More  info", "vclaim_id": "vclaim-pol-02306"}