{"url": "/factchecks/2019/nov/21/facebook-posts/trump-did-not-fire-alexander-vindman-national-secu/", "speaker": "Facebook posts", "vclaim": "Says President Donald Trump \"fired Lt. Col. Vindman because he testified agaisnt (sic) him and corroborated the Whistleblowers (sic) testimony.\"", "truth_label": "false", "date": "stated on November 10, 2019 in a Facebook post:", "title": "Trump did not fire Alexander Vindman from the National Security Council for testifying against him", "text": "Before Army Lt. Col. Alexander Vindman testified to the House Intelligence Committee during a public impeachment hearing Nov. 19, some Facebook users falsely claimed that he had been fired.\nOne post published in a popular anti-Donald Trump group on Nov. 10 includes a screenshot of a tweet. It claims President Donald Trump fired Vindman, who is responsible for Ukraine policy on the National Security Council, for participating in the impeachment inquiry.\n\"Trumputin fired Lt. Col. Vindman because he testified agaisnt (sic) him and corroborated the Whistleblowers (sic) testimony that Trump indeed did attempt to extort Ukraine,\" the photo’s caption reads.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared hundreds of times and reposted by several different users and pages.\nThe source of the Facebook post is a Nov. 10 tweet from Scott Dworkin, co-founder of the Democratic Coalition, a super PAC founded in 2016 to oppose Trump.\n\n(Screenshot from Facebook)\nDworkin wrote that the president had fired Vindman from the NSC after he gave closed-door testimony about Trump’s July phone call with the president of Ukraine. The call, which Vindman listened to, is at the center of the impeachment investigation about whether Trump solicited Ukraine’s help to investigate political rival Joe Biden.\nDworkin’s tweet was based on a story from Talking Points Memo about comments that National Security Agency Adviser Robert O’Brien made during a Nov. 10 interview with Margaret Brennan on CBS News’ \"Face the Nation.\" \nHere’s what they said on the show:\nMargaret Brennan: \"Lt. Col. Vindman, who has testified under oath, is serving on the National Security Council currently. Will he continue to work for you despite testifying against the president?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nRobert O’Brien: \"Well look, one of the things that I've talked about is that we're streamlining the National Security Council. It got bloated to like 236 people, up from 100 in the Bush administration, under President Obama. We're streamlining the National Security Council. There are people that are detailed from different departments and agencies. My understanding is that Col. Vindman is detailed from the Department of Defense. So everyone who's detailed at the NSC, people are going to start going back to their own departments and we'll bring in new folks.\"\nWhen pressed on whether Vindman was being taken off the NSC out of retaliation for his testimony, O’Brien denied it.\nO’Brien: \"I never retaliated against anyone. So it's —\"\nBrennan: \"But his time is coming to an end?\"\nO’Brien: \"There will be a point for everybody who's detailed there —\"\nBrennan: \"Okay.\"\nO’Brien: — \"that their time, that their detail will come to an end. They'll go back to their agency.\" \nRELATED: Who is Alexander Vindman? What to watch for in Tuesday impeachment testimony\nThose comments spurred reporting that Vindman was being removed from the NSC. But Vindman’s lawyer clarified to CBS, on Veterans Day, that he had not been fired. \n\"LTC Vindman is still detailed to the National Security Council. His detail ends July 2020,\" the lawyer said in the statement. \"We are not aware of any change in his status. Obviously any retaliatory action against LTC Vindman on a day when we honor our military heroes would be reprehensible.\"\nThe White House also told the Washington Examiner that Vindman had not been removed from the NSC.\nDworkin’s tweet has been clarified, but the Facebook post has not. It is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-16813"}