{"url": "/factchecks/2014/dec/18/scott-walker/scott-walker-says-hes-got-himself-thank-his-tax-bi/", "speaker": "Scott Walker", "vclaim": "\"My property taxes went down largely because my technical college portion went down 35.5% because of the money we put in at state.\"", "truth_label": "true", "date": "stated on December 12, 2014 in a tweet:", "title": "Scott Walker says he's got himself to thank for his tax bill going down", "text": "Christmas cards no longer stuff up mailboxes this time of year, but you can count on receiving one piece of old-fashioned mail: the annual property tax bill.\nAfter getting his residential tax bill in December, Gov. Scott Walker took to Twitter to proclaim it was lighter than last year.\nAnd to take credit for the reduction.\n\"My property taxes went down largely because my technical college portion went down 35.5% because of the money we put in at state,\" the governor tweeted Dec. 12, 2014  from his personal account.\nWalker made tax relief a cornerstone of his first term, signing legislation easing both income taxes and property taxes, among others.\nIn January 2014, we rated Mostly True the governor’s claim that \"With the tax controls we already put in place, property taxes on a typical home in December of 2014 will actually be lower than they were in December of 2010.\"\nWalker was correct that the \"typical\" property owner -- a hypothetical individual owning a median-valued home taxed at the average statewide property tax rate -- would have a smaller tax bill than four years earlier.\nBut that doesn’t mean everybody is in the same boat.\nSo let’s take a look at the bill of one flesh-and-blood person -- Walker -- and see if his claim is on target when it comes to the year-to-year change.\nThe governor owns and lives in a $360,000 home on a busy street in suburban Wauwatosa in Milwaukee County. An online database shows his total bill fell $118 or 1.4 percent this year.\nHis total bill: $8,364.\nTwo of the six taxing authorities represented on the bill collected less from the Walkers this year than in 2013: the Wauwatosa School District and the Milwaukee Area Technical College.\nAs Walker tweeted, MATC billed him 35.5% less than last year, a drop of $255\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAlmost all of that drop is directly attributable to state legislation pushed by Walker and other Republicans who sought to return surplus state funds to taxpayers. Walker signed Wisconsin Act 145 in March 2014, injecting additional state aid into the state’s technical college system.\nAt MATC alone, that unexpected state aid replaced $60 million in funds that would normally have been raised through local property taxes.\nConsequently, the overall MATC property tax levy for 2015 dropped by 40 percent, according to MATC budget documents.\nIn terms of the school district portion of the tax bill, the governor saw a drop in school taxes of $90, or 3 percent.\nSo the biggest contributor to his lighter tax load, as he claimed, was the technical college portion. And it was, as he claimed, due to actions taken at the state level.\nA couple notes before we leave you to check your escrow accounts.\nWalker had less to brag about last year at this time, when his property tax bill jumped more than $1,100. It coincided with the 2013 citywide property revaluation in Wauwatosa. Walker’s property assessment rose 11 percent that year.\nIn fact, Walker is not one of those \"typical\" taxpayers whose bill is lower now than four years ago. His is up $1,300.\nFinally, the governor wasn’t alone on his block this year in seeing a dip in his property taxes.  Across Wauwatosa, more than 95 percent of property owners saw a decrease. We checked three of his neighbors’ bills. They each fell by $50 to $100. And, in contrast to their famous neighbor, they have seen a decrease in their overall bill from 2010 to 2014.\nOur rating\nIn a tweet, Walker said: \"My property taxes went down largely because my technical college portion went down 35.5% because of the money we put in at state.\"\nHe’s right. We rate his claim True.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06905"}