{"url": "/factchecks/2017/jun/05/al-gore/al-gore-says-majority-trump-voters-support-paris-a/", "speaker": "Al Gore", "vclaim": "\"A majority of President Trump's supporters and voters wanted (the United States) to stay in\" the Paris Agreement.", "truth_label": "barely-true", "date": "stated on June 4, 2017 in an interview on ABC \"This Week\":", "title": "Al Gore says a majority of Trump voters support Paris Agreement. Really?", "text": "Former Vice President Al Gore said most backers of President Donald Trump wanted the United States to remain a party to the Paris accord on climate change.\nTrump announced on June 1 that he would set the country on a course to withdraw from the agreement, which lays out ambitious but voluntary goals for reducing greenhouse gas emissions to limit the global temperature.\n\"The president made the wrong decision in my view and in the view of most Americans,\" Gore said in a June 4 interview on ABC’s This Week with George Stephanopoulos. \"A majority of President Trump's supporters and voters wanted us to stay in.\"\nGore made it sound like the president’s decision was out of step with his supporters, so we decided to take a closer look at how his voters view the global climate pact.\nOne poll shows a plurality of support\nGore, an environmentalist who favored sticking to the deal, appears to be referring to a joint poll conducted by Yale University and George Mason University immediately after the 2016 election that looked at what American voters -- and Trump voters in particular -- thought about U.S. participation in the Paris Agreement. (It is the only poll we could find that homed in on Trump voters’ position on the Paris deal.)\nOverall, the poll found that nearly 70 percent of registered voters wanted the United States to stay in the international agreement that’s been signed by 194 other countries. That appears to dovetail with a separate Rasmussen poll of likely voters that found only 30 percent agreed with Trump’s decision to withdraw.\nThe Yale-GMU poll also found that a slim majority of registered Republicans -- 51 percent -- said the United States should participate in the pact. However, this result fell within the 3 percent margin of error, so it should not be taken as an ironclad indication of majority support.\nAs for Trump voters, the poll describes their attitudes about the environment in a light that may strike some as a surprising, given Trump’s previous dismissal of climate change as a \"hoax.\"\nMost Trump voters who responded to the poll voiced support for some climate-friendly policies. Strikingly, nearly half backed an Obama administration policy limiting carbon emissions from coal-powered plants, as well as a carbon tax on fossil fuel companies.\nOn Gore’s central point, the poll found that among Trump voters, 47 percent wanted to participate in the Paris Agreement, compared to 28 percent who supported opting out, with a quarter expressing no opinion.\nSo, 47 percent support among Trump voters amounts to a plurality -- not a majority, as Gore said.\nThis may seem nitpicky, but had Gore said that more Trump voters wanted to remain in the agreement than leave it, his description of the Yale-GMU poll would have been accurate.\nSince this is the only poll we found that asked Trump voters specifically about U.S. participation in the Paris Agreement, we wondered how much credence we should give the data.\nHow much weight should the poll carry?\nFor insight on the Yale-GMU poll’s reliability, we turned to polling experts Karlyn Bowman of the American Enterprise Institute and Charles Franklin, who directs the Marquette Law School Poll.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBoth agreed Yale-GMU’s polling generally employs sound statistical methods and is considered highly reputable in the field. Bowman said there’s no sign that the poll’s funding sources, including the Energy Foundation, swayed the pollsters’ findings.\nOur experts also agreed that the 401 self-identified Trump voters who responded to the poll amounted to an adequate sampling, and that the poll’s roughly 5 percent margin of error was a fair estimate.\nBut we got some interesting answers when we asked our experts to consider the Yale-GMU question that elicited the relevant data, which read: \"One year ago, the United States signed an international agreement in Paris with 196 other countries to limit the pollution that causes global warming. Do you think the U.S. should participate in this agreement, or not participate?\"\nFranklin said there’s no issue with question phrasing, per se. But given his belief that most people don’t know the details of the Paris Agreement, Franklin said the opinion may be \"more of a reflection of a general attitude toward and belief about climate change.\"\nThat’s important because, as Gallup points out, Americans are open to arguments about helping the environment and containing global warming, on the one hand, and arguments about the costs of imposing burdens on the U.S. economy that might slow job growth, increase federal spending or lead to unfair outcomes for the United States, on the other.\nHowever, what the Yale-GMU question did not do was challenge respondents to wrestle with these trade-offs, which is the core of any meaningful environmental policy, including the Paris Agreement. Had the question addressed this tension, the findings may have been quite different.\nBy failing to address the costs of participation, the Yale-GMU question may very well have been interpreted to mean, \"Do you dislike pollution and like working with other countries?\"\nBowman said that given how low climate change ranks on Americans’ priority list it’s unlikely that subsequent polls will show Trump voters emerging as strong environmentalists. What’s more likely, she said, is that future polling on climate change would break along partisan lines.\nFranklin agreed that forthcoming polls will provide important context.\n\"This is one poll taken shortly after the election,\" he said. \"Now that Trump has acted on this, will those numbers shift?\"\nOur ruling\nGore said, \"A majority of President Trump's supporters and voters wanted us to stay in\" the Paris Agreement.\nOne poll taken immediately after the 2016 election found 47 percent of Trump voters supported U.S. participation in the Paris Agreement that Trump withdrew from.\nThat amounts to a plurality, not a majority.\nWhile our experts lauded Yale-GMU's statistical methodology and reputation, the poll question skirted the tension inherent in policymaking. A more meaningful question about whether or not to participate in the Paris Agreement would force respondents to wrestle with environmental and economic trade-offs.\nUltimately, it's risky hanging a factual assertion on any one single poll, and a fuller, more accurate picture of Trump supporters' opinion of environmental policy is likely to emerge through additional polling over time.\nWe rate Gore’s statement Mostly False.\n Share the Facts 2017-06-05 17:53:54 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"A majority of President Trump's supporters and voters wanted (the United States) to stay in\" the Paris Agreement    Al Gore Former Vice President   ABC \"This Week\" Sunday, June 4, 2017 2017-06-04    Read More  info", "vclaim_id": "vclaim-pol-03241"}