{"url": "/factchecks/2014/aug/28/clay-pell/clay-pell-says-his-campaign-has-created-more-ri-jo/", "speaker": "Clay Pell", "vclaim": "\"My campaign alone has created more jobs in the state of Rhode Island than Narragansett Beer.\"", "truth_label": "mostly-true", "date": "stated on August 26, 2014 in a TV debate:", "title": "Clay Pell says his campaign has created more R.I. jobs than the revival of Narragansett Beer", "text": "Clay Pell lobbed a zinger at rival Gina Raimondo during Tuesday night’s feisty Providence Journal-WPRI-12 Democratic gubernatorial debate.\nPell took aim at Raimondo’s recent TV campaign ad,  during which she said she helped bring iconic Narragansett Beer (\"Hi Neighbor! - Have a ‘Gansett\") back to Rhode Island.\n\"Now it’s a top-selling beer again,\" Raimondo said in the ad, as she reiterated her claim that she has helped create more than 1,000 jobs when she was a partner in her former company, Point Judith Capital.\n\"My campaign alone has created more jobs in the state of Rhode Island than Narragansett Beer,\" Pell said Tuesday, drawing applause and laughter from the live TV audience at the Providence Performing Arts Center.\nPolitiFact Rhode Island recently examined Raimondo’s \"more than 1,000 jobs\" claim and ruled it True -- within its narrow scope. Raimondo did not claim that she created those jobs in Rhode Island -- though many people have taken away that impression.\nSo do more people work in Pell’s campaign than at Narragansett Beer?\nFirst, we checked with Pell’s campaign manager, Devin Driscoll. Driscoll said the campaign has 40 paid employees.\nDriscoll listed those jobs in an email:\n\"Team Pell has a field staff of thirty: three deputy field organizers (DFOs); twenty-three field organizers (FOs); two regional field directors (RFD); a deputy field director (DFD) and a field director.\"\nDriscoll said the field organizers are paid an entry-level salary equivalent to $36,000 a year. He declined to enumerate other salaries.\n\"We also have a headquarters staff of ten: a driver, training director, policy director, digital director, GOTV director, Women for Pell director, operations director, scheduling director, deputy campaign manager and campaign manager.\"\n\"All 40 of these folks are full-time and salaried, with the exception of three DFOs, who are stipended. Our FOs make a very competitive salary for organizers -- $36,000 a year, plus benefits (we offer healthcare through HealthSource RI to all salaried employees).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nDriscoll said he started on January 1, and \"we started onboarding field staff in May.\" The last workers joined the campaign in June.\nThe campaign also has a Rhode Island-based finance director, Driscoll said, who is a consultant. Three people have left in the past two weeks to go to college or graduate school: a driver, a press assistant, and our data director, Driscoll said.\nTo be fair, these jobs are not permanent. Should Pell become the next governor, it is fair to say that the entire campaign staff won’t join him at the State House. Should Pell lose the election, Team Pell would be disbanded.\nThen, we checked with Mark Hellendrung, president of Narragansett Beer, which was brewed in Rhode Island from 1890 through 1983.\nHellendrung said that, in addition to himself, there are six Rhode Island residents and two Massachusetts residents working full-time for the company in Rhode Island, for a total of nine. Four people work full-time out of state in sales and marketing.\nHe said there are about 50 part-time employees who work at promotions events all over the East Coast; 20 of them live and work in Rhode Island.\nThe company is headquartered  in Providence, but Hellendrung said the beer is now brewed in Rochester, N.Y., Pawcatuck, Conn., and Westport, Mass. Test batches have been brewed locally in Rhode Island; ultimately, the company hopes to open a brewery here.\nOur ruling\nClay Pell says that his campaign has created \"more jobs in the state of Rhode Island than Narragansett Beer,\" a poke at Gina Raimondo’s claim that she helped bring Narragansett Beer back to Rhode Island.\nThe Pell campaign provided a list of 40 campaign jobs; Narragansett Beer said it has 9 full-time employees in Rhode Island; 20 part-time people who work promotional events in Rhode Island; and four full-time employees out of state.\nA major difference is that the Pell jobs are short-term and, one way or the other, most or all will be gone no later than November.\nBecause the statement is accurate but needs clarification or additional information, we hoist a pint to Pell and rate it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07383"}