{"url": "/factchecks/2008/apr/16/barack-obama/income-inequality-is-on-the-rise/", "speaker": "Barack Obama", "vclaim": "The United States is \"seeing greater income inequality now than any time since the 1920s.\"", "truth_label": "true", "date": "stated on April 16, 2008 in Democratic debate in Philadephia:", "title": "Income inequality is on the rise", "text": "At the Democratic debate in Philadelphia, Barack Obama made a case that working families need more help because they're facing harder economic times.\n\n\"We're seeing greater income inequality now than any time since the 1920s,\" Obama said.\n\n\nObama is making a broad point here, but several sources support him.\n\n\nThe U.S. Census compiles data on income distribution on a year-to-year basis. Since 1967, it's clear that the top 5 percent of all households are capturing a growing share of the nation's aggregate income.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFrom 1917 to 1998, the income share of the top 10 percent dropped and then began rising again, following a U-shaped curve, according to a historical analysis of U.S. tax returns by economists Thomas Piketty and Emmanuel Saez published in 2003 in the\n\nQuarterly Journal of Economics\n\n.\n\n\nPiketty and Saez found that economic inequality grew further by 2005. That year, the top 1 percent of Americans — people with incomes of more than $348,000 — received their largest share of national income since 1928.\n\n\nCritics may argue whether this change in income distribution is significant or not, or what it's underlying causes are. Earlier in this campaign, Hillary Clinton argued that\n\nGeorge W. Bush was to blame, a statement we found only Half-True\n\n. But the numbers show that income inequality is at a record high since the 1920s, so we find Obama's statement to be True.", "vclaim_id": "vclaim-pol-16265"}