{"url": "/factchecks/2020/jan/14/facebook-posts/grape-juice-keeps-you-getting-sick-even-after-expo/", "speaker": "Facebook posts", "vclaim": "\"If you’ve been exposed to the stomach flu,\" you can avoid getting it if you \"drink 3 glasses of 100% grape juice a day for 3 days. It changes the acidity in your stomach. ...This really works!!\"", "truth_label": "false", "date": "stated on January 10, 2020 in a Facebook post:", "title": "Grape juice keeps you from getting sick, even after exposure to stomach flu? We wish", "text": "How not to get the stomach flu — even after you’ve been exposed to it?\nSimple answer, says the Incredible Recipes Facebook account, which has attracted nearly 7.8 million followers over seven years.\n\"If you’ve been exposed to the stomach flu drink 3 glasses of 100% grape juice a day for 3 days,\" its post on Facebook says. \"It changes the acidity in your stomach. ...This really works!!\"\nNot getting the flu after going on that regimen, of course, doesn’t mean the juice stopped you from getting sick.\nBut is there evidence that grape juice prevents the stomach flu — after exposure?\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn the past couple of years when this claim has surfaced, often on cooking and parenting websites, it was knocked down as unproven in articles by the New York Times, Slate, Men’s Health and the fact-checking site Snopes.\nUnfortunately for flu sufferers, we found the same.\nThe stomach flu is a \"very contagious virus,\" with its vomiting and diarrhea, and occurs an average of 19 million to 21 million times per year, according to the federal Centers for Disease Control and Prevention. \"People with norovirus illness can shed billions of norovirus particles. And only a few virus particles can make other people sick,\" the CDC says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nLeading health authorities such as the Mayo Clinic and the CDC each offer a handful of tips on how to avoid getting the stomach flu. But no mention of grape juice.\nWhy not?\nLike the experts in the other articles, Baylor College of Medicine professor Mary Estes and Ming Tan, a professor in the division of infectious diseases at Cincinnati Children’s Hospital Medical Center told us there is no scientific evidence to back the grape juice claim.\nStomach flu is normally caused by a virus infection that occurs in the intestinal tract, not in the stomach, and drinking grape juice will not change the acidity of the stomach anyway, Tan told us. \nHe added: \"Exposure to stomach flu bugs does not necessarily lead to stomach flu because some factors, like your blood type, can affect the attachment of the bugs to your intestinal cells. This explains why only (some) people get sick in a stomach flu outbreak even if everyone has been exposed.\"\nMoreover, said University of Iowa professor of internal medicine and epidemiology Eli Perencevich, once exposed \"you get sick 12 to 24 hours after, so the three-day day thing is another dubious claim.\"\nOur ruling\nA Facebook post says:  \"If you’ve been exposed to the stomach flu,\" you can avoid getting it if you \"drink 3 glasses of 100% grape juice a day for 3 days. It changes the acidity in your stomach. ...This really works!!\"\nThis claim surfaces periodically but experts say there is no scientific evidence to back it up.\nOur rating is False.", "vclaim_id": "vclaim-pol-17576"}