{"url": "/factchecks/2010/jul/16/john-mccain/john-mccain-labels-jd-hayworth-avid-earmarker/", "speaker": "John McCain", "vclaim": "As a Congressman, J.D. Hayworth was an avid earmarker who supported such pork as \"$220,000 to renovate a Maine Blueberry farm\" and \"$5.8 million for a Vermont snowmobile trail.\"", "truth_label": "mostly-true", "date": "stated on May 26, 2010 in a political ad:", "title": "John McCain campaign ad labels J.D. Hayworth an \"avid earmarker\"", "text": "Sen. John McCain has long been known as a flag-carrier for earmark reform. And his hard line against pork projects has often put him at odds with fellow Arizona lawmakers trying to make sure that Arizona got its fair share.\n\nBut McCain's principled stance also makes for rich campaign ad material.\n\nIn a McCain attack ad on J.D. Hayworth, his Republican opponent in the Arizona primary, an announcer says that while McCain \"wages a determined battle against pork barrel spending,\" J.D. Hayworth as a U.S. Congressman from Arizona from 1995 to 2007 was \"described as an 'avid earmarker,' and supported thousands of earmarks worth billions of dollars before we voted him out of office.\"\n\nThe ad then runs a list of earmarks contained in bills that Hayworth voted for, and that McCain voted against.\n\nWe picked two of them to put this issue into some context:\n\n* $220,000 to renovate Maine blueberry farm\n\n* $5.8 million for Vermont snowmobile trail\n\nThe first earmark was part of a $375 billion Omnibus appropriations bill passed by Congress in 2004. According to a conference report attached to the bill, it did indeed include, \"$220,000 for the University of Maine (Jonesboro and Orono), Blueberry Hill Farm to renovate the blueberry research facility.\" The shorthand in the McCain ad is perhaps one part hyperbole -- calling it money for a blueberry farm rather than money for a university-run blueberry research facility. But it's close enough.\n\nThe bill passed the House 242-176; and Hayworth voted for it. The bill passed the Senate comfortably as well, 65-28. McCain voted against it and was very clear that it was because of the hundreds of earmarks it contained.\n\n\"It appears that the big spenders in this body have all but stolen the credit card numbers of every hard-working taxpayer in America and have gone on a limitless spending spree for parochial pork-barrel projects, leaving Americans to pay and pay,\" McCain said from the floor of the Senate at the time.\n\nThe second project, for the snowmobile trail, was tucked into a $286 billion highway and mass transit bill that passed in 2006. In addition to paying for the interstate highway system and other federal highway programs, the bill included more than 6,000 earmarks (including the now infamous \"Bridge to Nowhere\" in Alaska) worth a total of about $24 billion. According to a committee report attached to the bill, it included $5.8 million for \"construction of the Lamoille Valley Rail Trail for the Vermont Association of Snow Travelers.\"\n\nThe bill passed overwhelmingly: 412 to 8 in the House (Hayworth voted for it); and 91 to 4 in the Senate.\n\nMcCain, who voted against it, called the bill a \"monstrosity\" and added, \"It would seem that this Congress can weather any storm thrown at it, as long as we have our pork lifesaver to cling to.\"\n\nSo there's no question Hayworth voted for bills that included the two earmarks from McCain's campaign ad. But is it fair to call Hayworth an \"avid earmarker\" (a moniker given to Hayworth in a Feb. 21, 2010, opinion piece from the Arizona Republic's Robert Robb) and to say that he supported those particular projects?\n\nHayworth addressed the ad's claims via a video response on his campaign website.\n\nHayworth said the McCain campaign is \"playing a cynical Washington game.\"\n\n\"They took an appropriations bill in a huge area, let's say for example in an area like transportation, and they highlighted controversial provisions in that appropriations bill,\" Hayworth said. \"Now understand, when you serve in the U.S. Congress or the Senate, you don't have the luxury of saying, 'Well, I like this particular provision but not the other one.' In other words, you vote for that transportation bill either up or down.\"\n\nHayworth is right that those particular earmarks -- for the blueberry farm and snowmobile trail -- never came up for an up or down vote on their own merits. They were included in massive appropriations bills and represented a minuscule fraction of the overall bills.\n\nWhile it's impossible to say whether Hayworth supported the particular earmarks cited in the McCain ad, it is fair to say he was okay with the process. A July 29, 2005, press release issued by his congressional office boasts that \"Rep. Hayworth was able to earmark millions of dollars in the (transportation) bill for specific projects in his district, as requested by local elected officials and state transportation officials.\"\n\nA March 31, 2004, story in the Arizona Republic detailed $52.5 million worth of earmarks for Arizona folded into a $275 billion transportation bill. And Hayworth defended them.\n\n\"Call it earmarks, call it authorized projects, call it pork or whatever,\" Hayworth told the Arizona Republic. \"The fact is, these projects reflect the priorities of local and state officials to help our transportation infrastructure keep pace with the extraordinary growth we are experiencing in the East Valley.\"\n\nSteve Ellis of Taxpayers for Common Sense, a nonpartisan Washington advocacy group that tracks earmarks, said voting for the appropriations bills was an endorsement of the process, and therefore all the earmarks in them.\n\n\"At the end of the day, if you have to hold your nose and vote for a bill, then you have to deal with the fallout,\" Ellis said.\n\n\"If everybody just goes along to get along, the status quo remains,\" Ellis said. \"If enough people stand up and fight, that's how you effect change.\"\n\nWe think it is misleading to suggest that Hayworth specifically supported the blueberry farm and snowmobile trail projects in those massive appropriations bills. In fact, we doubt he even knew those particular projects were even in the bill. But Hayworth knew the bills contained billions in earmarks, and he even boasted in a press release about some of the earmarks he included for Arizona. From where we sit, if you boast to constituents about the earmarks you brought to your home state, then you've got to live with the earmarks other legislators brought to theirs. And those projects listed in the McCain ad were among them. We rate the ad's claims Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-14750"}