{"url": "/factchecks/2012/jan/06/john-kasich/john-kasich-says-ohio-no-8-job-creation-no-1-midwe/", "speaker": "John Kasich", "vclaim": "\"We are now eighth in the nation in job creation . . . we are No. 1 in the Midwest.\"", "truth_label": "mostly-true", "date": "stated on January 19, 2012 in a news conference:", "title": "John Kasich says Ohio No. 8 for job creation, No. 1 in the Midwest", "text": "When John Kasich narrowly upset incumbent Democrat Ted Strickland to become Ohio's 69th governor, an issue the Republican pounded on was job creation.\n\nOhio had lost nearly 400,000 jobs during Strickland's tenure, and Kasich played that song again and again as he pinned the losses on Strickland.\n\nWith Ohio's economy on a modest rebound, the Kasich administration is keeping a close eye on the key economic numbers during his first year in office knowing that how voters perceive Kasich's record on jobs could be a key factor in whether he earns a second term in office.\n\nKasich held an end-of-the-year session with reporters Dec. 19, 2011, that was designed to highlight his administration’s accomplishments and Ohio's limited economic recovery over the past year was front and center.\n\nAs Kasich rattled off some statistics to bolster his case, he honed in on job creation -- a key measuring stick in a state where unemployment rates have hovered in the double digits in recent years. Kasich said Ohio is now on the comeback trail under his tenure.\n\n\"We are now eighth in the nation in job creation...and No. 1 in the Midwest,\" Kasich told reporters.\n\nPolitiFact Ohio went to work to check out the governor’s claim.\n\nKasich spokesman Rob Nichols told us the numbers came straight from the U.S. Bureau of Labor Statistics employment data that serves as the baseline for the state's unemployment rate.\n\nUsing the category of all non-farm workers adjusted for seasonal employment -- so that work done only part of the year, like summer lifeguards, aren't included -- we compared the number of jobs in Ohio in January 2011 when Kasich took office with where the numbers stood in late December when the November estimates were released.\n\nWe found that Ohio was close to where Kasich had said -- 9th in the country in the raw number of jobs created with a net increase of an estimated 45,200 jobs this year.\n\nOhio was also tops in the Midwest if you define the Midwest as the U.S. Census Bureau does: Ohio, Indiana, Illinois, Michigan, Wisconsin, Minnesota, Iowa, Missouri, Nebraska, North Dakota and South Dakota. (If you include Pennsylvania as a Midwest state Ohio would slip to No. 2.)   \n\nBut when you look at what states rank the highest in raw numbers of jobs created over that time frame, you begin to notice a common characteristic: they are predominately the states with the highest populations.\n\nBy raw numbers the most jobs created were in California (193,800), Texas (158,300), Florida (120,200), New York (101,000), New Jersey (52,100), Massachusetts (50,000), Louisiana (49,700), Pennsylvania (45,400) and Ohio (45,200).\n\nAnd by population the biggest states are California, Texas, New York, Florida, Illinois, Pennsylvania and Ohio.\n\nThe only state in the top seven in population to be outside the top 10 in job growth is Illinois, which is No.11 in raw number of jobs created with 38,100.\n\nWhen you hold steady for the relative population size of a state by looking at the new jobs created as a percentage of the state's workforce population, Ohio drops precipitously down the job creation ranks.\n\nIn terms of relative job creation, Ohio has roughly 0.89 percent more people estimated to be in the workforce today than at the beginning of the year which is good for 22nd place among the 50 states.\n\nOnce you hold equal for population, the top 10 job creation states become a mix of small, medium and big states: North Dakota (3.72 percent more workers than January 2011), Wyoming (2.64), Louisiana (2.63), Oklahoma (2.24), South Carolina (2.09), Utah (2.04), Arizona (1.74), Florida (1.68), Massachusetts (1.57) and Texas (1.51).\n\nOhio's 22nd ranking would slot them in between West Virginia (0.98 percent) and Pennsylvania (0.80). And two other Midwestern states, by the U.S. Census definition, would top Ohio on a percentage basis -- South Dakota and Nebraska.\n\nKasich spokesman Nichols argues that raw numbers are how job creation is commonly discussed and that because the Kasich administration spent so much time talking about the raw number of lost jobs under Strickland's watch that it should be how things are measured. \"It's the very same yardstick we used during the election,\" Nichols said.\n\nWhile that is true, the context of Kasich's remark came when he was comparing Ohio to other states around the country trying to make the case that the Buckeye State was becoming a national leader in job creation. Ranking by percent increase of the workforce allows for an apples-to-apples comparison. The results give you a mix of states of all population sizes in the top 10.  \n\nThat's additional information that clarifies the claim and puts the job picture in better context.\n\nOn the Truth-O-Meter, the governor’s claim rates Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11852"}