{"url": "/factchecks/2019/apr/08/shelley-moore-capito/fact-checking-gop-talking-point-walls-and-border-a/", "speaker": "Shelley Moore Capito", "vclaim": "\"Beginning in the early 1990s, we built barriers in 4 sectors at our southern border. Since each was built, those sectors have seen massive drops in apprehensions of people crossing the border illegally,\" including 90 percent to 95 percent decreases in the Tucson, Yuma, San Diego and El Paso sectors. ​", "truth_label": "barely-true", "date": "stated on January 30, 2019 in a tweet:", "title": "Fact-checking a GOP talking point on walls and border apprehensions", "text": "Sen. Shelley Moore Capito, R-W.Va., took to Twitter earlier this year to discuss the debate over erecting a wall on the U.S-Mexico border. She said that previous barriers built on the southern border have been successful.\nIn the tweet, Capito said, \"Beginning in the early 1990s, we built barriers in 4 sectors at our southern border. Since each was built, those sectors have seen massive drops in apprehensions of people crossing the border illegally. Let’s admit that physical barriers need to be a part of the solution.\"\nA graphic attached to the tweet said there had been decreases of 90 percent in the Tucson sector, 95 percent in the Yuma sector, 95 percent in the San Diego sector, and 95 percent in the El Paso sector.\nBeginning in the early 1990s, we built barriers in 4 sectors at our southern border. Since each was built, those sectors have seen massive drops in apprehensions of people crossing the border illegally. Let’s admit that physical barriers need to be a part of the solution. pic.twitter.com/obJZzvtlTX— Shelley Moore Capito (@SenCapito) January 30, 2019\n\nDid the barriers in four sectors of the southwestern border result in massive drops in apprehensions? We took a closer look.\nCapito’s evidence\nTyler Hernandez, Capito’s communication director, pointed to a \"Border Security Metrics Report\" released by the Department of Homeland Security dated May 1, 2018. This report included data back to 2006 but we were able to find additional data going further back at the Customs and Border Protection website. (Meanwhile, the fact-checking site Snopes.com noted that the statistic originated with the Republican National Committee.)\nHere’s a chart showing the trend lines for border apprehensions -- the typical way to measure illegal immigration into the United States from the southern border -- going back to 1990, the period Capito referenced in her tweet.\n\nBroadly speaking, the chart shows a downward trend for apprehensions at the various sectors, interrupted by a spike around 2004 and 2006. This means that for roughly the last 20 years, there has been a downward movement in migrant flows across the border.\nTucson fell by 92 percent from its peak in 2000, Yuma fell by 70 percent from its peak in 2005, San Diego fell by 93 percent from ts peak in 1992, and El Paso fell by 89 percent from its peak in 1993.\nThat said, these large declines started between 1992 and 2005 -- before passage of the Secure Fence Act of 2006. The law, which was signed by President George W. Bush, authorized about 700 miles of fencing along certain parts of the southern border. That fencing was built over the course of several years after passage of the law, depending on the sector.\nIf you measure the declines between the law took effect in 2006 and 2018, they are still substantial, but not as large as the declines from the pre-2006 peaks. El Paso fell by 74 percent, San Diego by 73 percent, Tucson by 87 percent, and Yuma by 78 percent. Those percentages are all smaller than what Capito tweeted out.\nIt’s also important to note that some border crossings may have shifted from urban areas, where fences were erected, to more rural areas, said Tony Payan, a fellow for Mexico Studies at Rice University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"Some barriers did go up, primarily along urban areas, like San Diego and El Paso,\" he said. \"But these barriers did not stop undocumented migration at all. They simply funneled it to areas further out from the urban areas.\"\nIn fact, the overall apprehension statistics in the southwest border fell less than the statistics for some of the relatively urban sectors Capito cited. Overall, apprehensions at the southwestern border, including areas that Capito didn’t highlight, fell by 76 percent from their peak in 2000 to 2018, and by 63 percent between 2006 and 2018.\nThat’s a less dramatic decline than those seen specifically in El Paso, San Diego and Tucson that Capito cited. So Capito’s chosen sectors are somewhat cherry-picked.\nFinally, immigration experts say that security measures do not account for all -- or necessarily even most -- of the decline in border-crossing.\nDouglas Massey, a professor at Princeton University's Office of Population Research who has studied border migration for decades, has previously told PolitiFact that he considers the economy the primary factor. The Great Recession, he said, had an immense impact in slowing border crossing. In particular, dwindling prospects of finding a job in sectors such as construction, which traditionally attract a disproportionate number of Latinos, dampened the urge for potential Mexican migrants to undertake a difficult journey.\nPayan agreed that barriers would not have been the only factor.\n\"Although tougher enforcement and barriers did help,\" Payan said, \"other factors played a role, including Mexico's changing demographics, and rising middle class, and U.S. deployment of tougher checks, such as E-Verify,\" an electronic employment verification system.\n\"Everything helps, but it is absolutely misleading to attribute the decrease in undocumented crossings to barriers, particularly that early,\" Payan said.\nCapito's office reiterated to PolitiFact that her tweet said that \"physical barriers need to be a part of the solution,\" rather than the only part.\nOur ruling\nCapito said, \"Beginning in the early 1990s, we built barriers in 4 sectors at our southern border. Since each was built, those sectors have seen massive drops in apprehensions of people crossing the border illegally,\" including 90 percent to 95 percent decreases in the Tucson, Yuma, San Diego and El Paso sectors. \nThe four sectors she cited fell substantially after hitting peaks in the 1990s and the early 2000s, but not quite as much as she indicated. And the rest of her assertion is questionable.\nBorder apprehension declines started prior to passage of the 2006 law that authorized border fencing. Moreover, while such barriers may have had an impact, other factors, notably the troubled economy after the Great Recession, are often credited with playing a key role in the decline of border apprehensions.\nWe rate the statement Mostly False.\n Share the Facts 2019-04-08 15:27:54 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Beginning in the early 1990s, we built barriers in 4 sectors at our southern border. Since each was built, those sectors have seen massive drops in apprehensions of people crossing the border illegally,\" including 90 percent to 95 percent decreases in the Tucson, Yuma, San Diego and El Paso sectors. ​    Shelley Moore Capito U.S. Senator, R-W.Va. https://twitter.com/SenCapito/status/1090667044973019136   a tweet Wednesday, January 30, 2019 2019-01-30    Read More  info", "vclaim_id": "vclaim-pol-00790"}