{"url": "/factchecks/2017/mar/30/lowell-holtz/candidate-says-wisconsin-deserved-d-grade-preparin/", "speaker": "Lowell Holtz", "vclaim": "About a third of Wisconsin’s high schools \"are missing the mark of graduating young adults who are college ready,\" a \"pass rate of 66.6%.\"", "truth_label": "barely-true", "date": "stated on March 26, 2017 in a post on a campaign web site:", "title": "Candidate says Wisconsin deserved a D+ grade on preparing students for college", "text": "Lowell Holtz says voters should revolt on April 4 and dismiss Tony Evers from the head of the class -- his position as Wisconsin’s state superintendent of public instruction.\nIn a recent attack on learning outcomes in the Evers era, the conservative challenger noted that Evers’ declared mission is \"Every Child a Graduate, College and Career Ready.\"\nBut among high schools in Wisconsin, \"roughly a third are missing the mark of graduating young adults who are college ready,\" Holtz wrote in a March 26, 2017 posting on his campaign web page.\n\"That’s a pass rate of 66.6 percent, which equates to a D+ on my grading scale,\" he wrote.\nTo back his claim, Holtz cited data on how many graduating high school students need remedial help when they enter the University of Wisconsin System. Typically that involves assistance with math, but sometimes with English.\nUnder a 2015 state law, high schools have to provide that information to the state Legislature.\nHoltz correctly says in his post that 175 schools were identified in the 2015 version of the report. That’s 34% of the 510 public high schools in the state -- apparently the \"roughly a third\" he spoke of.\nThere are private schools in that 175, however, so the proper denominator (using both public and private schools) is 575. That means 30 percent of schools made the list.\nSo Holtz is slightly off.\nMore significantly, there’s a false precision problem that hurts his claim.\nIn reality, it’s impossible for the public to see exactly how many schools had students who needed help. That’s because, as Holtz noted, only schools where 7 or more students need such help must be publicly identified by the university system. It’s a privacy measure meant to protect the identify of individual students.\nSo it’s very likely more schools would be on the list if the privacy provision did not exist.\nMaking the grade\nIs making the list proof that these schools are \"missing the mark\" and not worthy of a passing grade on graduating \"college-ready\" students, as Holtz says?\nHoltz argues it is, citing Evers’ \"Every Child a Graduate, College and Career Ready\" mission statement. Even if just a few students need extra help, Holtz categorizes that as a failure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\n stated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTom McCarthy, a spokesman at the Evers-led Department of Public Instruction, says the slogan means the goal is college or a career for each student.\nGiven the phrasing, it’s easy to see how one might interpret it as college for \"every child,\" so Holtz’s  rhetoric doesn’t strike us as out of bounds.\nMore importantly, though, there is a major problem in characterizing the list. The report doesn’t rank the schools or characterize their outcomes as passing or failing -- yet Holtz lumps all the schools on the list into one failing category.\nThe list includes every school that had at least 7 students who needed help, regardless of the size of the senior class and no consideration of how many -- or few -- of its graduates are in the state university system.\nSo the list includes many schools where you can count on two hands the number of students who needed remedial assistance.\nFor instance, Brookfield East had 10 students who needed math help, landing it on Holt’s failure list, despite the fact the number represents just 7.7 percent of the school’s 130 UW-bound pupils.\nAt the same time, the list includes a few schools where the rate is over 70 percent. (On average, it was 40 percent for math across all the listed schools).\nMany of the schools with higher rates have very few students going to the UW system. For example, Johnson Creek High School was listed as 80 percent needing math help -- or 8 of 10.\nWho is ready?\nAnother factor in checking Holtz’s claim is how to define \"college ready.\"\nHoltz says the need for remedial help is enough to show the students were not ready.\nBut the students already were accepted into college. The need for any remedial help is established in placement tests after their acceptance.\nThe rating\nAbout a third of Wisconsin’s high schools \"are missing the mark of graduating young adults who are college ready,\" Lowell Holtz claimed, a \"pass rate of 66.6 percent.\"\nHoltz cites legitimate data and makes fair use of Evers’ own words to judge the incumbent’s record.\nBut the limits of the data, and Holtz’s blanket characterization of 175 schools as failing on preparing students for college, create significant misperceptions.\nFor a statement that contains some element of truth but ignores critical facts, our rating is Mostly False.  Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  About a third of Wisconsin’s high schools \"are missing the mark of graduating young adults who are college ready,\" a \"pass rate of 66.6%.\"    Lowell Holtz Wisconsin state school superintendent candidate   In a campaign website post Sunday, March 26, 2017 03/26/2017    Read More  info", "vclaim_id": "vclaim-pol-03501"}