{"url": "/factchecks/2016/aug/01/donald-trump/donald-trumps-pants-fire-claim-clinton-democrats-r/", "speaker": "Donald Trump", "vclaim": "\"As usual, Hillary & the Dems are trying to rig the debates so 2 are up against major NFL games.\"", "truth_label": "pants-fire", "date": "stated on July 29, 2016 in a tweet:", "title": "Donald Trump's Pants on Fire claim that Clinton, Democrats rigged debate dates to conflict with NFL", "text": "Did Democrats rig the presidential debate schedule so the highly anticipated faceoffs would run opposite major sporting events? Donald Trump seems to think so.\n\"As usual, Hillary & the Dems are trying to rig the debates so 2 are up against major NFL games,\" he wrote in a July 29, 2016, tweet. \"Same as last time w/ Bernie. Unacceptable!\"\nHe was referring to the the first two debates --  Sept. 26, when the Atlanta Falcons are set to play the New Orleans Saints on Monday Night Football, and Oct. 9, when the New York Giants are scheduled to play the Green Bay Packers on Sunday Night Football.\nTrump’s tweet underscores one of Trump’s recurring campaign themes -- that Hillary Clinton is \"crooked,\" including playing with a stacked deck against her primary challenger, Bernie Sanders.\nHard evidence to support the allegation of bad faith by the Democratic National Committee against Sanders in scheduling the primary debates is elusive, as we’ve noted. But what about the fall’s debate schedule, which includes three presidential and one vice presidential debate between Sept. 26 and Oct. 19?\nThe short answer is that Trump is wrong: The national parties have no role in setting the dates for the general-election debates. They were actually determined by an independent, bipartisan organization, well in advance of when the parties’ nominees became clear this year. (Trump’s campaign didn’t respond to an inquiry.)\nThe debate-setting process\nUnlike primary debates, which are set by the Democratic National Committee and the Republican National Committee in collaboration with media outlets, the four general-election debates are sponsored by the Commission on Presidential Debates.\nWhile presidential debates were held in 1960, 1976, 1980 and 1984, the current system emerged in 1987 with the creation of the commission. At the time, it was co-chaired by two party leaders, Democrat Paul Kirk and Republican Frank Fahrenkopf.\nThose two men left their party positions in 1989, and since then the commission has included both Democrats and Republicans, along with journalists and other prominent figures, while staying away from people holding the parties’ official leadership positions.\nFahrenkopf remains a co-chair, with Mike McCurry, a spokesman for then-President Bill Clinton, co-chairing for the Democrats. Democrats on the commission include former Rep. Jane Harman of California, while the Republicans include former Sens. John Danforth of Missouri and Olympia Snowe of Maine and former Gov. Mitch Daniels of Indiana.\nThe commission works hard to avoid any suggestion of bias, said Alan Schroeder, a Northeastern University journalism professor and author of Presidential Debates: Risky Business on the Campaign Trail.\n\"The way to depoliticize is to do everything early -- the candidate-inclusion criteria, the dates and locations, the formats, \" Schroeder said.\nIn the case of the 2016 general election debates, Schroeder said in January 2015 the commission solicited bids from universities willing to host a debate, and announced the 16 applicants in April 2015.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMost importantly for evaluating Trump’s tweet, the commission announced the dates and locations on Sept. 23, 2015. That’s almost 14 months before Election Day.\nBack then, the Republican field had 17 candidates and there was widespread skepticism that Trump could win the nomination. Clinton, for her part, was the frontrunner but facing a spirited challenge from Sanders.\nEqually important, the NFL schedule wasn’t set until April 14, 2016 -- about seven months after the commission announced the debate dates.\nIt shouldn’t be a surprise that there would be a game on a Sunday or a Monday night -- the NFL has been playing football on Monday nights since 1970 and on Sunday nights since 1987. But it’s something of a game of triage when trying to avoid sporting events at that time of year. Besides professional football, debate planners typically have to contend with playoff baseball and Saturday college football.\n\"In choosing the dates, the commission sits down with a calendar to look at network programming -- the Olympics, playoff games, religious holidays,\" Schroeder said. \"It’s never a clear calendar -- there are always conflicts of some kind or another. So they pick the best days possible and days that would generate most viewership.\"\nThe debate commission echoed this theme when it responded to Trump’s tweet with this statement:\n\"The Commission on Presidential Debates started working more than 18 months ago to identify religious and federal holidays, baseball league playoff games, NFL games, and other events in order to select the best nights for the 2016 debates. It is impossible to avoid all sporting events, and there have been nights on which debates and games occurred in most election cycles. A debate has never been rescheduled as a result.\n\"As a point of reference, in a four-year period, there are four general election debates (three presidential and one vice presidential) and approximately 1,000 NFL games.\n\"The CPD selects the debate dates a year in advance in order for the television networks to have maximum lead time and predictability in scheduling these extremely important civic education forums. The CPD believes the dates for the 2016 debates will service the American public well.\"\nIn 2012, the final presidential debate between Mitt Romney and Barack Obama was scheduled on a Monday night that happened to be opposite a professional football game between the Detroit Lions and the Chicago Bears, and Game 7 of the National League Championship Series between the San Francisco Giants and St. Louis Cardinals.\nAnd of course, for Americans torn between football and politics, there are more options today than ever, including DVR and online streaming.\nPut it all together, Schroeder said, and the \"idea of anyone gaming that process is really inconceivable.\"\nOur ruling\nTrump said that Clinton and her party \"are trying to rig the debates\" so that NFL games drain away viewers.\nHowever, neither Clinton nor her party were involved in setting up the dates for the general-election debates, as they were during the primary debates. Instead, that task falls to a bipartisan commission that has no connection to either the campaigns or the parties. In fact, the debate dates were chosen seven months before the NFL schedule was even released, making scheduling conflicts almost unavoidable -- not the work of one campaign or party.\nWe rate Trump’s statement Pants on Fire.\nhttps://www.sharethefacts.co/share/82639a8f-8751-43b8-bfbb-1be2bfef8f16", "vclaim_id": "vclaim-pol-04549"}