{"url": "/factchecks/2013/mar/24/sean-duffy/uncle-sam-pays-free-cell-phones-pottery-classes-mo/", "speaker": "Sean Duffy", "vclaim": "The United States spends \"$2.2 billion on free cell phones, $27 million on Moroccan pottery classes\" and pays for \"the travel expenses for the watermelon queen in Alabama.\"", "truth_label": "half-true", "date": "stated on March 10, 2013 in an interview:", "title": "Sean Duffy: Uncle Sam pays for cell phones, pottery classes in Morocco and watermelon queen's travel", "text": "To hear U.S. Rep. Sean Duffy, R-Wis., you’d think the former lumberjack and reality TV star might like to take a chainsaw to government spending and, um, bring it into the \"real world.\"\n \nIndeed, the one-time county prosecutor came ready with what he considered to be evidence of waste when he appeared on the March 10, 2013, edition of \"Upfront with Mike Gousha,\" a public affairs program on WISN-TV (Channel 12) in Milwaukee.\n \n \nNoting U.S. unemployment was edging down, Gousha asked:\n \n \n\"Don’t you, your party, the president, don’t all of you in Washington feel under pressure to make sure that government doesn’t muck up what appears to be a rebounding economy?\"\n \n \nDuffy acknowledged the improving jobs picture, then said:\n \n \n\"We’re going in the right direction; that’s positive. But to think that you can’t cut -- we spend $2.2 billion on free cell phones, $27 million on Moroccan pottery classes; we pay for the travel expenses for the watermelon queen in Alabama. There are -- story after story about wasteful spending in government. Let’s cut that.\"\n \n \n(Duffy made the same multi-part claim two weeks earlier in emotional statements to Federal Reserve Chairman Ben Bernanke during a congressional committee meeting. In that exchange, Duffy also said the government spent $700 billion to see how long shrimps can run on a treadmill. His staff later told a reporter he meant to say $700,000.)\n \n \nSo, federal funds for free cells, pottery classes and a watermelon queen?\n \n \nLet’s check this out.\n \n \nFor each of the three parts of Duffy’s claim, we’ll look at evidence provided by Duffy’s staff and information we collected ourselves. Duffy relied in part on \"Wastebook 2012,\" which is produced by U.S. Sen. Tom Coburn, R-Okla.\n \n \n1. Cell phones\n \n \nTo back his claim that the federal government spent $2.2 billion on \"free cell phones,\" Duffy cited a February 2013 article in The Wall Street Journal and a 2012 Federal Communications Commission report.\n \n \nThe Journal revealed that the government spent $2.2 billion in 2012 on phone subsidies for the poor, but that more than 2 million people served by the Lifeline program hadn’t proved they were eligible.\n \n \nLifeline, which is funded by fees paid by all cell and landline customers, is available to low-income people, including those on Medicaid, food stamps and other assistance.\n \n \nWireless carriers often offer free phones to Lifeline customers, the FCC report says.\n \n \nPolitiFact National in 2012 and PolitiFact Texas in 2013 examined similar claims about free cell phones -- although those claims, unlike Duffy’s, tied the program directly to Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n \n \nLifeline started in 1985 to subsidize home phone service; cell service was added in 2008 under President George W. Bush. Subsidies for cell service now make up 75 percent of the program.\n \n \nLifeline doesn’t actually give away phones, but rather pays an average of $9.25 (the subsidy varies by state) to a user’s phone company toward monthly home or cell service.\n \n \nHowever, many people end up with a free phone from a cellular carrier if they sign up for cell service with Lifeline. Assurance Wireless, for example, advertises a variety of Lifeline plans, as well as a free phone. Both the Coburn report and the FCC report also note that, to attract Lifeline customers, many carriers offer free phones.\n \n \nSo, most but not all of the $2.2 billion in the Lifeline program subsidizes cellular bills. And, although the program itself doesn’t give away phones, it’s common for customers to end up with a free phone as a result of Lifeline.\n \n \n2. Pottery classes\n \nDuffy cited a December 2011 federal audit to support his statement that the United States  spends \"$27 million on Moroccan pottery classes\" (a claim that’s also been made by conservative talk show host Bill O’Reilly).\n \n \nThe audit evaluated a $27 million project of the U.S. Agency for International Development that was begun in 2009 \"to provide technical assistance to improve Morocco’s economic enabling environment by improving the business climate, using water sustainably for agricultural growth and strengthening workforce development.\"\n \n \nSo, the program is broader than what Duffy claimed, although the audit did single out pottery classes. Local residents reported that the classes from a U.S.-based trainer were ineffective, partly because the trainer spoke only English and the trainer’s translator wasn’t fluent in English.\n \n \nCoburn’s book also highlighted the pottery classes, but noted that only part of the $27 million went toward them.\n \n \nSo, Duffy is wrong on this part of his claim.\n \n \n3. Watermelon queen\n \n \nThe third part of Duffy’s claim was that the federal government \"pays for the travel expenses for the watermelon queen in Alabama.\" He cited a U.S. Department of Agriculture document on fruit and vegetable projects funded in all 50 states in fiscal 2012.\n \n \nAlabama got $401,366 for 13 projects, including one to \"partner with the Alabama Watermelon Association to promote the consumption of Alabama’s watermelon through appearances of the Alabama Watermelon Queen at various events and locations.\"\n \n \nThe Coburn book said $25,000 in federal money went toward the queen’s travel expenses.\n \n \nSo, Duffy is correct on this part of his claim, although it should be made clear that Uncle Sam picks up only part of the queen’s tab.\n \n \nOur rating\n \nDuffy said the federal government spends \"$2.2 billion on free cell phones, $27 million on Moroccan pottery classes\" and pays for \"the travel expenses for the watermelon queen in Alabama.\"\n \n \nOverall, Duffy’s statement is partially accurate but leaves out important details -- our definition of Half True.", "vclaim_id": "vclaim-pol-09552"}