{"url": "/factchecks/2011/nov/09/progress-texas/progress-texas-says-battle-flag-behind-license-pla/", "speaker": "Progress Texas", "vclaim": "\"The Confederate battle flag never flew over Texas, but... you might soon see it on our license plates.\"", "truth_label": "half-true", "date": "stated on October 20, 2011 in an opinion column.:", "title": "Progress Texas says battle flag of Confederacy never flew over Texas", "text": "Talk about opening with a bang: \"The Confederate battle flag never flew over Texas,\" Matt Glazer opens an opinion article posted online Oct. 20, 2011 by the Austin American-Statesman, \"but if Texas Land Commissioner Jerry Patterson gets his way, you might soon see it on our license plates.\"\n\nGlazer is executive director of Progress Texas, a liberal education and advocacy group, which has urged the board overseeing the Texas Department of Motor Vehicles to reject a request by the Texas division of the Sons of Confederate Veterans, and sponsored by Patterson, to permit license plates emblazoned with a red, white and blue flag design tracing to the Confederacy (see the proposed design here) including these words: \"Sons of Confederate Veterans.\"\n\nThe image, sometimes called the rebel flag or Dukes of Hazzard flag, hearkens to the battle flag of the Confederacy’s Army of Northern Virginia, whose general was Robert E. Lee. An article on Texas flags in the Handbook of Texas Online describes the battle flag of the Army of Northern Virginia as a square having a red ground with a blue saltire, meaning diagonal cross, \"bordered with white and emblazoned with white five-pointed stars corresponding in number to that of the Confederate States.\"\n\nThe flag’s look also has long been the identifying emblem of the Sons of Confederate Veterans.\n\nSo, that flag never flew over Texas?\n\nTo our inquiry, Glazer initially pointed out remarks by Austin lawyer Gary Bledsoe, president of the state NAACP conference, at the motor vehicle board’s Oct. 12, 2011, meeting. A news story in the American-Statesman quoted Bledsoe saying: \"This particular flag never flew over Texas.\" And according to the agency’s video of his appearance, Bledsoe continued: \"Let me say that again; this particular flag never flew over Texas.\" He urged the board not to consider the design, which he said has been adopted by hate groups to intimidate and offend others.\n\nUp to three flags of the Confederate States of America may have flown over the Texas Capitol in the war’s four years, experts later told us, and while none of them was the flag of Lee’s army, two incorporated its look.\n\nHouston lawyer Charles Spain Jr., author of the Handbook of Texas entry on flags that have flown over Texas, pointed us to a 1997 report by the Texas Historical Commission on the flags that flew over Texas in its unusual history as a republic and as part of Spain, Mexico, France, the Confederacy and the United States.\n\nThe commission report, which Glazer said he also leaned on for his claim, says the first flag of the Confederate States of America, which was in place for more than two years, included a red field with a white space extending horizontally through the center; the sought license plate design bears no resemblance.\n\nThe nation’s second flag, which flew from May 1863 to March 4, 1865, had a blank white field. But its \"hoist\" corner, the one at the top part closest to the flag pole, was the battle flag of the Army of Northern Virginia, the article says. Toward the end of the war, the flag gave way to a third national flag keeping the battle flag imagery in its hoist corner while adding a red vertical bar down the flag’s white fly.\n\nPut another way, then, a flag with a corner like the license plate design flew over Texas for about two years.\n\nWe realized, though, there’s another wrinkle. Battle flags, in themselves, would not have been lofted over government buildings. Battle flags were carried by groups of soldiers. For insight on this aspect, we contacted George Forgie, a University of Texas associate professor of history specializing in the Civil War. Forgie referred us to Jeff Hunt, director of the Texas Military Forces Museum at Austin’s Camp Mabry, who described battle flags as important military tools enabling generals to locate units and track movements on the field.\n\nHunt said, too, that versions of the flag of the Army of Northern Virginia were carried by Texas units during the war.\n\nIndeed, Hunt said, a version of the battle flag of the Army of Northern Virginia was carried at the Battle of Palmetto Ranch, the last of the war, which occurred near Brownsville, Texas, on May 12-13, 1865, well after Lee surrendered. Hunt, who has written a book on the battle, said it took place even though both sides knew Lee’s Army had surrendered.\n\nGlazer stuck by his published claim, saying it doesn’t make sense to focus on flags that only had the distinctive imagery in a corner which, he noted by email, is not the same as a flag in itself. Glazer also objected to \"expanding\" the definition of battle flags to include \"flags that ever flew ‘in’ Texas, or any altered flags. That would expand the definition of Texas flags to historic flags like the famous ‘Come and Take It’ flag, athletic flags raised by sports teams outside stadiums, fraternity and sorority flags, commercial flags from Fortune 500 companies and thousands of others I can't even think of.\"\n\nOur ruling\n\nThe group’s statement reflects the unchallenged fact that the battle flag of the Army of Northern Virginia did not fly over the Texas Capitol. However, the image on the requested license plate looks a lot like the most noticeable feature of the second and third national flags of the Confederacy, which did fly over Texas. Also, a version of the flag of the Army of Northern Virginia was carried by Texans in a Texas battle.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-12116"}