{"url": "/factchecks/2010/nov/16/bill-batchelder/republican-state-rep-william-batchelder-knocks-dem/", "speaker": "William G. Batchelder", "vclaim": "\"We haven’t had control of the House for the last two years and it’s been malfunctioning. We had 109 sessions scheduled and held 49.\"", "truth_label": "true", "date": "stated on October 18, 2010 in an interview:", "title": "Republican state Rep. Bill Batchelder knocks Dems for canceling more than half the House's sessions", "text": "Democrats’ two-year control of the Ohio House of Representatives came to an abrupt end with the Nov. 2 election. Republicans dominated, winning the governor’s office, all other statewide executive offices and control of the House.\n\nWhat impact the Republican takeover of the House will have on the average Ohioan is unknown, but one thing seems clear: House members, coming off an election year with an extended summer break, will be called to work more often under the new leadership.\n\nRepublican state Rep. Bill Batchelder, who will take over as Ohio House speaker in January, was outspoken during the campaign about the House's productivity under Democratic leadership. He pointed to the high number of legislative sessions House Speaker Armond Budish canceled.\n\n\"We haven’t had control of the House for the last two years and it’s been malfunctioning,\" Batchelder, of Medina, told the Brunswick Sun News in mid-October. \"We had 109 sessions scheduled and held 49.\"\n\nGiven his critique of Budish, it will be worth checking how often Batchelder, once he becomes House speaker, cancels scheduled House sessions. But PolitiFact Ohio thought we first should make sure Batchelder’s figures for the last two years are accurate.\n\nIf he is correct, the number of House sessions convened in 2009 and 2010 will be the lowest two-year total in recent years. The House had 78 sessions in 2005-06 and 71 sessions in 2007-08, according to the House clerk’s office.\n\nThe House speaker publishes a schedule of planned sessions every six months. The speaker, under the rules of the House, also has the authority to cancel or add session dates as necessary.\n\nBudish, a Democrat from Beachwood, became House speaker at the beginning of 2009, after the Democrats took control of the Ohio House in the 2008 election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 15, 2010 in an op-ed in the Detroit News\n\n\n\n\n\n\n\n\n\"Since February 2009, our economy has lost roughly 3 million private sector jobs while the federal government has grown by more than 400,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 15, 2010\n\n\n\n\n\n\n\n\nIn 2009, Budish scheduled 74 session days and cancelled 43 times, leaving 31 days the House actually held session, according to figures provided by Batchelder and confirmed by Budish’s office.\n\nBatchelder and Budish also agree on figures for this year. Through Nov. 5, Budish had scheduled 35 session days and actually held session 17 times, according to their offices.\n\nThe sum of those figures aligns closely with Batchelder’s statement to the newspaper. The number of scheduled session days is a match at 109. He is off by one on the number of actual sessions held. He said 49 but his office now agrees that 48 sessions were held in the last two years. Batchelder was counting a day the legislature met – but did not hold session – on the day of the governor’s State of the State address.\n\nWhile Budish’s office agrees with Batchelder’s numbers, it has a different interpretation of their meaning.\n\nBudish spokesman Keary McCarthy said the number of canceled sessions is not an indication that the House has malfunctioned in the past two years. He mentioned passage of a two-year state budget and work on legislation to help create jobs.\n\nMcCarthy can disagree with Batchelder’s attack on the House’s productivity under Budish’s leadership, but he can’t really quibble with the number of canceled sessions Batchelder claimed. He was off by one in his total of actual sessions, but that miscalculation was insignificant.\n\nWe rate Batchelder's claim as True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-14008"}