{"url": "/factchecks/2015/nov/25/jennifer-horn/did-maggie-hassan-vote-against-legislation-prevent/", "speaker": "Jennifer Horn", "vclaim": "In 2008, Maggie Hassan voted against legislation to \"prevent sanctuary cities in New Hampshire.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2015 in a memo:", "title": "Did Maggie Hassan vote against legislation to “prevent sanctuary cities\" in New Hampshire?", "text": "Ever since New Hampshire Gov. Maggie Hassan decided to run for U.S. Senate against incumbent Republican Kelly Ayotte, the two-term Democratic governor has come under GOP fire.\nThe state Republican party recently took aim at Hassan’s record on immigration, suggesting that Hassan has supported so-called \"sanctuary city\" policies that protect illegal immigrants from federal laws.\n\"In 2008, then-state Sen. Maggie Hassan voted to kill legislation that would have blocked any effort to promote sanctuary city policies in New Hampshire and protect illegal immigrants convicted of violent crimes,\" party chairwoman Jennifer Horn said in a memo titled \"Maggie Hassan’s terrible campaign kickoff.\"\nPolitiFact New Hampshire decided to take a closer look at Hassan’s voting record in the state Senate.\nBefore we get into the the specific New Hampshire legislation, let’s explain what the term \"sanctuary city\" means.\nAs PolitiFact has noted before, there is no specific legal definition of \"sanctuary city.\" Generally, though, the term refers to places where local law enforcement officers aren’t required to alert federal authorities to residents who may be in the country illegally.\nThe policies have come into question nationally following the recent shooting death of a San Francisco woman, allegedly by a Mexican native with a criminal record. San Francisco’s quarter-century-old law declaring it a \"city and county of refuge\" generally bans public employees from assisting Immigration and Customs Enforcement with investigations or arrests unless required by a law or a warrant.\nIn New Hampshire, the issue of sanctuary cities came up for debate during the 2008 legislative session.\nThen, former state Sen. Joe Kenney, a Republican, proposed legislation that would have barred New Hampshire from serving \"as a sanctuary for illegal aliens.\" The bill also mandated that state law enforcement agencies enforce federal immigration laws \"to the extent authorized by federal law.\"\nHassan, then a state senator, was one of 13 Democrats who voted to kill the bill, which went down in a 13-10 vote along party lines.\nThe state Republican Party pointed to that 2008 vote to back up their claim that Hassan voted against any effort to curb sanctuary city policies and protect illegal immigrants convicted of violent crimes.\nThe bill, SB353, specifically stated New Hampshire \"shall not serve as a sanctuary for illegal aliens\" and police \"shall enforce federal immigration laws to the extent authorized by federal law.\" A spokesman for Hassan’s senatorial campaign said she voted against it because it was an unfunded mandate.  \nIt’s worth noting New Hampshire was not home to any sanctuary cities then, nor were any efforts in the works to establish sanctuary cities in the state. And more than seven years later, New Hampshire still has no sanctuary cities,  according to national lists and state officials.\nIn other words, this was mostly symbolic legislation, since no efforts were under way to promote sanctuary cities then, nor are there any efforts now.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe nonpartisan Congressional Research Service published a 2006 report listing 31 cities and counties that \"will generally promote policies that ensure such aliens will not be turned over to federal authorities.\" No New Hampshire municipalities appeared on the list.\nThe Center for Immigration Studies, a group that favors stricter immigration laws, regularly updates a map on its website detailing sanctuary cities, counties and states. No New Hampshire cities or counties appeared on that map either.\nAnd New Hampshire didn’t appear on a list created by the Ohio Jobs and Justice PAC, which was founded by Steve Salvi, a critic of sanctuary cities.\nIn addition, both New Hampshire Deputy Attorney General Ann Rice and Tilton Police Chief Robert Cormier, who heads the New Hampshire Association of Chiefs of Police, said they are unaware of any sanctuary cities in the state.\nThat brings us to the second piece of the bill, which would have required police to enforce federal immigration laws, to the extent allowed by federal law.\nSeveral years before SB353 was filed, in 2005, New Hampshire made national news because two of its police chiefs -- one in tiny New Ipswich and the other in the larger town of Hudson -- decided to use local criminal trespassing laws to arrest and detain immigrants who couldn’t prove they were here legally.\nA judge later ruled that the chiefs had violated the Constitution by trying to enforce federal laws, and the charges were dismissed after immigration lawyers challenged the trespassing charges levied against 8 men.\nNew Hampshire police only have the authority to enforce state laws and local ordinances, not federal immigration laws, Rice said. Still, New Hampshire police do play a role in immigration enforcement.\nImmigration and Customs Enforcement, the federal agency known as ICE, gets fingerprints from local law enforcement officers when they arrest and book a suspect. Under an initiative called Priority Enforcement Program, ICE then determines whether to detain the person for removal.\nICE targets people who have been \"convicted of significant criminal offenses or who otherwise pose a threat to public safety.\" If ICE decides the suspect should be detained, the federal agency requests a transfer from local law enforcement.\n\"All we do, is we would contact ICE and they would make a determination,\" said Cormier, who doesn’t know of any local police departments that don’t comply.\n\"We are sworn to uphold all state and federal laws, and part of that is to notify federal authorities if we get a hit on someone they are looking for,\" he said.\nOur ruling\nThe New Hampshire Republican Party said that Maggie Hassan, as a state senator, \"voted to kill legislation that would have blocked any effort to promote sanctuary city policies in New Hampshire.\"\nHassan did vote against a 2008 bill that would have prohibited New Hampshire from serving as a \"sanctuary for illegal aliens.\" However, it’s worth noting there were no efforts to establish sanctuary cities in the state at the time, nor are there any efforts today.  \nThe statement is accurate but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-05676"}