{"url": "/factchecks/2014/oct/14/alison-lundergan-grimes/alison-lundergan-grimes-says-raising-minimum-wage-/", "speaker": "Alison Lundergan Grimes", "vclaim": "Raising the minimum wage to $10.10 an hour, \"would help lift over a million Americans out of poverty.\"", "truth_label": "mostly-true", "date": "stated on October 13, 2014 in a debate:", "title": "Alison Lundergan Grimes says raising the minimum wage would lift a million people out of poverty", "text": "The minimum wage is one area where Democratic challenger Alison Lundergan Grimes has gone on the offensive against Republican Sen. Mitch McConnell in Kentucky’s race for U.S. Senate. Grimes, now the Kentucky secretary of state, backs a Democratic effort to raise it to $10.10 an hour.\nIn the Oct. 13 Kentucky Senate debate, McConnell, running for a sixth term in office, explained his opposition to raising the minimum wage by claiming that a Congressional Budget Office report says \"you will destroy between half a million and 1 million jobs (by raising the federal minimum wage).\"\n\"That’s not the way to grow our economy,\" he added.\nBut Grimes retorted that McConnell was cherry-picking data from the report.\n\"The full story of the CBO report is it would help lift a million — over a million — Americans out of poverty,\" she said.\nWe looked at McConnell’s assertion in a separate fact-check and said it was Mostly True. The report said job losses would likely range from \"a very slight reduction in employment\" to 1 million, with a mid-range estimate of 500,000.\nBut what did the CBO say about the other side the ledger, the people who would be boosted out of poverty by a minimum wage hike? We decided to take a look.\nPresident Barack Obama has called on Congress to raise the minimum wage from $7.25 an hour to $10.10 by 2016. In the succeeding years, increases to the minimum wage would be tied to inflation.\nThere are 23 states with minimum wages already above the federal minimum wage, while the remainder of the country (including Kentucky) either sets the minimum wage at $7.25, links the state minimum wage to the federal amount or specifies no minimum wage at all.\nEight states have minimum wages set to increase to at least $10, but in most cases that would not happen until later than 2016. So this increase, if passed, would affect most of the country.\nIn 2016, the federal poverty level is expected to be $24,100 for a family of four. By the CBO’s estimate, raising the minimum wage to $10.10 would increase the net income of those living at or below the federal poverty level by $5 billion. That’s enough to move 900,000 of approximately 45 million people living below the federal poverty level above that threshold.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut it’s not quite what Grimes said. While she initially said \"a million Americans\" she quickly corrected herself to say raising the minimum wage to $10.10 would lift \"over a million Americans out of poverty.\" The actual figure is close to a million, but definitely not \"over\" it.\nGrimes’ campaign told us after the debate that the candidate misspoke both times and meant to say \"nearly a million.\"\nThe CBO estimate of 900,000 people is a net figure. That means it factors in not only the people who would move above the poverty line if the minimum wage went up to $10.10 an hour, but also those who would move below it.\nHow would someone move below the poverty line if the minimum wage went up? As we noted earlier, the CBO estimates that somewhere between a few people and a million people could lose their jobs as a result of a minimum wage hike. Some businesses might have to cut back on employees to pay the increased wages of other workers, which could have a ripple effect on the economy resulting in about 500,000 lost jobs by the end of 2016.\nSo, it’s possible that more than 900,000 people would be lifted out of poverty, it’s just that some of them are offset by people moving into poverty as a result of the increase in the minimum wage.\nThe CBO report does not say how many of the 500,000 lost jobs would move people into poverty, and it’s presumptuous to put any number on it. If one person in a family loses a job as a result of a minimum wage hike, it doesn’t always mean the family is now living in poverty. The lost job could be that of a teenage child or one parent in a two-income household.\nAnd either way, the net figure — 900,000 — is the most important number that tells the full story.\nOverall, Grimes is right that there’s another side to the CBO report that McConnell’s comments do not highlight. As the report noted: \"The increase in the minimum wage would have two principal effects on low-wage workers: The large majority would have higher wages and family income, but a much smaller group would be jobless and have much lower family income.\"\nOur ruling\nGrimes said that raising the minimum wage to $10.10 an hour would lift \"over a million Americans out of poverty.\"\nThe report she sites actually puts the net figure slightly less than a million, at about 900,000.\nGrimes’ campaign later said she misspoke but our job is to check what the candidates tell the voters at the time.\nThe stat Grimes actually said is close but not quite on the ball. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-07146"}