{"url": "/factchecks/2018/sep/25/blog-posting/no-christine-blasey-ford-isnt-linked-abortion-pill/", "speaker": "Bloggers", "vclaim": "Says Brett \"Kavanaugh accuser Christine Blasey exposed for ties to Big Pharma abortion pill maker… effort to derail Kavanaugh is plot to protect abortion industry profits.\"", "truth_label": "pants-fire", "date": "stated on September 21, 2018 in blog post headline:", "title": "No, Brett Kavanaugh accuser Christine Blasey Ford isn't linked to abortion pill", "text": "Several headlines on the internet claim Christine Blasey Ford, who accused Brett Kavanaugh of sexual assault, had an ulterior motive.\n\"Kavanaugh accuser worked for pharma company that sold ‘abortion pill’ for alternative uses,\" a Sept. 21 headline on Patriot News Alerts read. (Kavanaugh has denied the accusation.)\nOthers took it further.\n\"Kavanaugh accuser Christine Blasey exposed for ties to Big Pharma abortion pill maker… effort to derail Kavanaugh is plot to protect abortion industry profits,\" a Sept. 20 headline on Natural News read.\nAbortion rights advocates worry that Kavanaugh would reverse Roe vs. Wade, the Supreme Court case that legalized abortion. These stories suggest that Ford went after Kavanaugh because of a special interest in protecting abortion-inducing drugs. That’s a big stretch.\nFord worked as director of biostatistics for Corcept Therapeutics, a California pharmaceutical start-up, from 2006 to 2012, according to an archive of her since-deleted LinkedIn page. Corcept published six papers under her name.\nBut claiming that Corcept sells an abortion pill is like saying a road salt company sells food seasoning.\nThe company sells Korlym to treat Cushing's syndrome, a rare, deadly condition characterized by high cortisol levels. Korlym’s main ingredient, mifepristone, blocks the effect of cortisol.\nThat ingredient has another use.\nJust like it blocks cortisol, mifepristone blocks progesterone, which is crucial to the development of a pregnancy. In a medication-induced abortion, mifepristone is administered first and another drug, misoprostol, follows. That empties the uterus by causing cramping and bleeding.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThe latter drug, misoprostol, can and is used alone for abortions. However, the combination of both drugs is typically used for greater effectiveness and fewer side effects.\nMifepristone, on the other hand, is not administered alone to induce abortions. In some other countries, it is used alone as emergency contraception, according to Clare Flannery, a professor of endocrinology and reproductive sciences at Yale University. That’s not an abortifacient, according to Flannery, because it plays a role before the sperm and egg implant in the uterus. (Pregnancy occurs after implantation.)\nIn order to induce an abortion in the United States, a low dose of mifepristone is used only once in combination with misoprostol. Korlym patients take up to four times that dose of mifepristone daily for months or even years.\nKorlym was the first drug the Food and Drug Administration approved for Cushing’s syndrome.\n\"Mifepristone was developed in 1980, but there was so much political concern for its use in aiding abortions, that its other therapeutic potentials were overlooked and companies were nervous to pursue it for other conditions,\" Flannery said.\nThe company explicitly warns about the drug’s potential to terminate a pregnancy.\n\"Korlym should never be taken by women who are pregnant or who might become pregnant,\" a banner on the website reads. \"Taking Korlym during pregnancy will result in the loss of a pregnancy. A pregnancy test is required before starting Korlym or if treatment is interrupted for more than 14 days.\"\nOur ruling\nA headline said, \"Kavanaugh accuser Christine Blasey exposed for ties to Big Pharma abortion pill maker… effort to derail Kavanaugh is plot to protect abortion industry profits.\"\nFord worked for a pharmaceutical company that sells Korlym, a drug that treats Cushing’s syndrome. The main ingredient in that drug is used in combination with another drug to induce abortions, but the doses differ. The company does not promote the drug for abortions; in fact, it requires that doctors rule out pregnancy in order to administer the drug.\nWe rate this statement Pants on Fire!\n Share the Facts 2018-09-25 20:41:57 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Brett \"Kavanaugh accuser Christine Blasey exposed for ties to Big Pharma abortion pill maker… effort to derail Kavanaugh is plot to protect abortion industry profits.\"    Natural News Blogger https://www.naturalnews.com/2018-09-20-kavanaugh-accuser-christine-blasey-exposed-for-ties-to-big-pharma-abortion-pill-maker.html   In a blog post headline Friday, July 20, 2018 2018-07-20    Read More  info", "vclaim_id": "vclaim-pol-01568"}