{"url": "/factchecks/2015/jul/01/moveon/moveonorg-says-ron-johnson-voted-cut-700-million-m/", "speaker": "MoveOn.org", "vclaim": "Says U.S. Sen. Ron Johnson \"voted to cut $700m from Medicare.\"", "truth_label": "barely-true", "date": "stated on June 11, 2015 in a Facebook post:", "title": "MoveOn.Org says Ron Johnson voted to cut $700 million from Medicare", "text": "Medicare has long been considered one of the third-rail issues of politics.\nTouch it, and the chances of recovery are slim. So it should be no surprise that political rivals depict their opponents as being on the wrong side of a high-voltage issue like Medicare funding.\nMoveOn.org, a political organizing group that endorsed Democrat Russ Feingold in May, put it bluntly June 11, 2015  in a Facebook post about U.S. Sen. Ron Johnson, the man Feingold hopes to unseat in 2016:\n\"Senator Johnson just voted to cut $700m from Medicare.\"\nBelow the headline, the post indicated the cuts were part of a vote on legislation to give President Barack Obama additional latitude to negotiate trade deals.\nLet's start at the beginning.\nMedicare and international trade? \nThe Trans-Pacific Partnership, which aims to open trade between the United States and several countries, including Chile,  Singapore, New Zealand, Vietnam, Canada and Mexico, would leave some American workers unemployed as a result of the increased competition from abroad.\nTo compensate for that, a second bill would temporarily reinstate a program called Trade Adjustment Assistance, or TAA, to help retrain and provide temporary benefits to those who become unemployed because of the trade measure.  \nThe Congressional Budget Office estimates the bill would cost $2.7 billion between 2015 and 2025. The cost of the program would be offset with user fees, cuts to tax credits, changing where Medicare recipients get some kidney treatments and a $700 million reduction to Medicare’s budget a decade from now, in 2025.\nJohnson was one of 62 senators who voted for the legislation, which the House passed June 25, 2015, sending it to Obama.\nFor his part, Johnson argues it is not a cut at all.\n\"The senator feels MoveOn’s statement is patently false,\" his communications director Melinda Schnell wrote in an email.  \nA closer look\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nWith a budget of $505 billion in Fiscal Year 2014, Medicare is the federal government’s second-largest program, behind only Social Security.\nBetween 2016 and 2025, the federal government is expected to spend a total of $7.3 trillion on Medicare.\nAnd the program is expected to grow -- even when the $700 million reduction is factored in.\nIn 2025, when the $700 million budget reduction would go into effect, the federal government is expected to spend $981 billion on Medicare.\nJohnson's campaign points to a budget projection from the Congressional Budget Office that estimates what the federal government spends on Medicare will grow by 13.3 percent, or $115 billion, between 2024 and 2025.\nEven with a $700 million reduction, spending on the program will grow by about $114 billion, or 13.2 percent between 2024 and 2025. In other words, spending will increase, just by a smaller amount.\nThe shoe was on the other foot in 2014, when Republicans argued that Democrats who voted for the Affordable Care Act -- Obamacare -- voted for a $700 billion cut to Medicare.  \nPolitiFact National checked numerous variations of that statement, rating them Half True of Mostly False, depending on how they were worded.  \nThe Affordable Care Act reduced the expansion of Medicare by $700 billion over 10 years, while still allowing Medicare to grow. It just grew at a slower rate than it would have without the law.\nThat's essentially what is happening here.\nThe twist (and a primary source of complaint): In the new scenario, the Medicare money would go toward something not related to health care.\nOur rating\nMoveon.org criticized Johnson, saying he voted to cut $700 million from Medicare.\nBut the $700 million budget reduction would not go into effect until 2025 and to say Medicare is being cut when it is still expected to grow by hundreds of billions of dollars is misleading at best.\nOur definition of Mostly False is \"The statement contain some element of truth, but ignores critical facts that would give a different impression.\" That fits here.", "vclaim_id": "vclaim-pol-06246"}