{"url": "/factchecks/2016/jan/15/ted-cruz/ted-cruz-says-us-has-lowest-percentage-americans-w/", "speaker": "Ted Cruz", "vclaim": "\"We have the lowest percentage of Americans working today of any year since 1977.\"", "truth_label": "mostly-true", "date": "stated on January 14, 2016 in the Fox Business Network debate:", "title": "Ted Cruz says U.S. has 'lowest percentage of Americans working today of any year since 1977'", "text": "During the Republican presidential debate in North Charleston, S.C., Sen. Ted Cruz, R-Texas, took aim at the nation’s economic record under President Barack Obama.\n\"The millionaires and billionaires are doing great under Obama,\" Cruz said. \"But we have the lowest percentage of Americans working today of any year since 1977. Median wages have stagnated. And the Obama-Clinton economy has left behind the working men and women of this country.\"\nWe decided to fact-check Cruz’s statement that we have the lowest percentage of Americans working today since 1977.\nCruz is on to something. One key employment statistic known as the civilian labor force participation rate is at its lowest level since the 1970s. This statistic takes the number of Americans in the labor force -- basically, those who are either employed or who are seeking employment and divides it by the total civilian population.\nHere’s a chart going back to the mid 1970s.\n\nWhen the civilian labor force participation rate is low, it’s a concern, because it means there are fewer working Americans to support non-working Americans.\nBut we’ll offer two asterisks for Cruz’s statement.\nFirst, as we’ve noted before, a notable factor in the decline of the labor-force participation rate is the aging of the Baby Boom generation. As more adults begin moving into retirement age, the percentage of Americans who work is bound to decline.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhen we last looked at this question in 2013, Gary Burtless, a Brookings Institution economist, told us he had estimated that the labor-force participation rate would have fallen in recent years on the basis of aging alone.\nThat said, Cruz has a point that the recession exacerbated that decline. In a weak job market, some people who might otherwise want a job may return to school, become full-time parents or retire early.\nSecond, there’s another way to read Cruz’s words. He said \"the lowest percentage of Americans working\" since 1977, which could also refer to a different statistic, the employment-population ratio. This statistic takes the number of people who are employed and divides it by the civilian population age 16 and above.\nThe difference in this case is that using the employment-population ratio, Cruz’s statement is incorrect. Unlike the labor-force participation rate, the employment-population ratio has actually been improving in recent years, although it’s below its pre-recession highs.\nHere’s a chart showing this statistic over the same time frame:\n\nIf you exclude the Great Recession, the employment-population ratio was last at its current rate in 1984, not 1977.  So by that measurement, he’s close.\nOur ruling\nCruz said, \"We have the lowest percentage of Americans working today of any year since 1977.\"\nHe’s put his finger on a trend that worries economists of all stripes, but his wording was sloppy. In addition, it’s worth remembering that this particular trend is being driven at least to a degree by demographic trends beyond the control of any president. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-05551"}