{"url": "/factchecks/2016/apr/20/bernie-sanders/bernie-sanders-says-hillary-clinton-had-one-line-p/", "speaker": "Bernie Sanders", "vclaim": "Says that in her speech to the pro-Israel group AIPAC, Hillary Clinton \"had one line on the Palestinian people.\"", "truth_label": "barely-true", "date": "stated on April 17, 2016 in an interview on ABC's 'This Week':", "title": "Bernie Sanders says Hillary Clinton had 'one line on the Palestinian people' in key speech on Israel", "text": "On ABC’s This Week, host George Stephanopoulos asked Bernie Sanders about his remark during the New York Democratic debate that the United States should play \"an evenhanded role\" with regard to Israel and its neighbors.\nSanders told Stephanopoulos that he thinks President Barack Obama has \"done much better than his predecessors\" in taking the kind of approach he prefers, but added that \"I think we still have a way to go. And I was not criticizing President Obama. I was criticizing (former Secretary of State Hillary) Clinton. She gave a speech to AIPAC\" -- referring to the most prominent pro-Israel group in the United States. \"It's a long speech. It was one sentence, I believe, that even mentioned the Palestinians.\"\nWhile Sanders went on to say that \"it goes without saying\" that \"we have to protect 100 percent Israel's right to exist, its right to live in peace, its right to live in security,\" he added that \"you cannot ignore the suffering of the Palestinian people.\"\nWhen Stephanopoulos asked whether he thought Clinton has ignored the suffering of the Palestinian people, Sanders reiterated that her AIPAC speech had \"one line on the Palestinian people.\"\nWe wondered whether Sanders’ was right that Clinton \"had one line on the Palestinian people\" in her AIPAC speech. So we looked closely at her address.\nThe most obvious way to look at this is to count the number of references to the Palestinians in Clinton’s speech and see if they amount to more than one line. Sanders is wrong by that simple metric, as we’ll show.\nBut to broaden our look somewhat, we also analyzed more generally how much of Clinton’s speech addressed the Israeli-Palestinian peace process as opposed to how much it addressed Israel’s security needs.\nWhat Clinton said about the Palestinians\nHere is the main section of her AIPAC speech -- which she gave on March 21 --  that addressed Palestinians. The sentences that mentioned the Palestinians by name are in bold.\nAnd here is a third choice. Will we keep working toward a negotiated peace or lose forever the goal of two states for two peoples? Despite many setbacks, I remain convinced that peace with security is possible and that it is the only way to guarantee Israel’s long-term survival as a strong Jewish and democratic state.\n\nIt may be difficult to imagine progress in this current climate when many Israelis doubt that a willing and capable partner for peace even exists. But inaction cannot be an option. Israelis deserve a secure homeland for the Jewish people. Palestinians should be able to govern themselves in their own state, in peace and dignity. And only a negotiated two-state agreement can survive those outcomes.\n\nIf we look at the broader regional context, converging interests between Israel and key Arab states could make it possible to promote progress on the Israeli-Palestinian issue. Israelis and Palestinians could contribute toward greater cooperation between Israel and Arabs.\n\nI know how hard all of this is. I remember what it took just to convene Prime Minister Netanyahu and President Abbas for the three sessions of direct face-to-face talks in 2010 that I presided over. But Israelis and Palestinians cannot give up on the hope of peace. That will only make it harder later.\n\nAll of us need to look for opportunities to create the conditions for progress, including by taking positive actions that can rebuild trust — like the recent constructive meetings between the Israeli and Palestinian finance ministers aiming to help bolster the Palestinian economy, or the daily on-the-ground security cooperation between Israel and the Palestinian Authority.\n\nBut at the same time, all of us must condemn actions that set back the cause of peace. Terrorism should never be encouraged or celebrated, and children should not be taught to hate in schools. That poisons the future.\n\nEveryone has to do their part by avoiding damaging actions, including with respect to settlements. Now, America has an important role to play in supporting peace efforts. And as president, I would continue the pursuit of direct negotiations. And let me be clear — I would vigorously oppose any attempt by outside parties to impose a solution, including by the U.N. Security Council.\nThis section includes the word \"Palestinian\" or a variant seven times, over the course of five sentences. So Sanders is wrong that Clinton \"had one line on the Palestinian people.\" She had -- using the strictest definition possible -- five lines.\nMentions of the peace process vs. mentions of Israeli security\nLooking more broadly at the content of Clinton’s speech doesn’t do much to support Sanders’ claim.\nSanders’ point seemed to be that the Palestinians’ interests were being ignored in Clinton’s speech. So we wondered about how much Clinton addressed the peace process between Israelis and Palestinians and how much she talked about the need to preserve Israel’s security. We thought this would be a reasonable proxy for Sanders’ point, since the peace process includes Palestinians as an integral part of the equation, whereas a focus on Israeli security relegates Palestinians’ safety and security to a lower priority.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTo look at this question, we made an effort to break down Clinton’s 3,316-word speech by theme. Our choices aren’t unassailable -- some portions of the speech address more than one topic, and different readers may choose to label different sections differently -- but we think it’s pretty good as a rough categorization of what she said.  \nWe settled on five categories. Here they are, along with the number of words we counted for each of those themes:\n• Preliminary remarks: 238\n• Comments about the U.S.-Israel relationship and Clinton’s priorities: 1,148\n• Comments about Israel's security: 762\n• Comments on Iran or ISIS: 795\n• Comments urging the peace process forward (the portion excerpted above): 373\n•Total: 3,316\nTo get a better grasp of this breakdown visually, here’s what her speech looks like by theme. The green section indicates preliminary remarks, the purple denotes U.S.-Israel relations, the gray refers to Iran and ISIS, the light blue denotes Israeli security, and the yellow refers to the peace process.\n\nSo by our count, more than 10 percent of Clinton’s comments addressed the peace process, which, as we noted, inherently involves the Palestinians.\nAnd if you strip out the preliminaries, the comments on the U.S.-Israel relationship and the comments on Iran and ISIS, the ratio becomes even less favorable to Sanders' point. Comparing just Clinton’s Israeli security comments to her peace-process comments, she spent twice as many words on Israeli security as on the peace process.\nThat’s an imbalance, especially if your goal is \"evenhandedness.\" But the imbalance is much more modest than Sanders’ \"one line\" comment would indicate.\nOur ruling\nSanders said that in her AIPAC speech, Clinton \"had one line on the Palestinian people.\"\nShe actually had more lines than that -- seven mentions of the word \"Palestinian\" in five sentences. And overall, she spent about 10 percent of her speech talking about the peace process, of which Palestinians are an integral part.\nThat’s still an imbalance -- Clinton spent twice as many words discussing Israeli security -- but Sanders’ assertion is still a significant exaggeration. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/5a0ad4a2-f5e6-4773-bae5-dc2134a9537a", "vclaim_id": "vclaim-pol-05076"}