{"url": "/factchecks/2012/mar/08/lenny-curry/obama-promised-gas-250-gallon-says-florida-gop-hea/", "speaker": "Lenny Curry", "vclaim": "Says Barack Obama \"promised\" gasoline at $2.50 a gallon.", "truth_label": "false", "date": "stated on March 4, 2012 in an interview on \"Political Connections\":", "title": "Obama promised gas at $2.50 a gallon, says Florida GOP head Lenny Curry", "text": "Lenny Curry, head of the Republican Party of Florida, said President Barack Obama is going to have a hard time winning Florida, citing gas prices and federal spending as just two reasons.\n\n\"Obama’s going to come here and spend a lot of money, but President Obama's going to have to run on his record. He's going to have to run on what he promised,\" Curry said in an interview on Bay News 9’s  \"Political Connections\" on March 4, 2012.\n\n\"He promised gasoline I believe at $2.50. When he took office it was about $1.68. We know it's well above $2.50 now. He promised he would cut the deficit in half. We know what's happened there,\" Curry said.\n\nCurry went on to praise Florida Gov. Rick Scott for job creation, saying that showed a clear contrast with the Obama administration.\n\nCurry, a businessman from Jacksonville, became head of the state party in September 2011. He was the hand-picked successor of party chairman Dave Bitner, who died after a fight with Lou Gehrig's disease.\n\nWe wondered if Curry was accurate in describing Obama’s promises to voters, so we decided to check it out. Here at PolitiFact, we take a special interest in the campaign promises of elected officials. We collected Obama’s promises for our Obameter and Scott’s promises for the Scott-O-Meter.\n\nWe asked the Republican Party of Florida for evidence to back up Curry’s claims about Obama’s promises on gas prices, but we didn’t hear back.\n\nCurry said that gas prices were at $1.68 when Obama took office, and on that point, he’s largely correct. The national city average for regular unleaded at the beginning of 2009 was $1.79, so that’s in the ballpark, considering flexibility for regional variations.\n\nBut what did Obama promise on gas prices? Here, we’ll look at whether Obama promised gasoline prices at $2.50 a gallon. (In a separate report, we’ll look at whether he promised to cut the deficit in half.)\n\nBack in the summer of 2008, Obama said the federal government should immediately consider energy rebates and releasing oil from the Strategic Petroleum Reserve. For the long term, though, he had other ideas for energy policy, such as investing in renewable fuels and making cars more fuel efficient. (See all of Obama’s energy promises here.)\n\nObama has broken one significant gas-related promise: to enact a \"windfall profits\" tax on oil companies. In 2008, he said the new tax could pay for energy rebates to American families. We gave that a Promise Broken on our Obameter back in March 2011. Aides said the tax was not necessary after gas prices fell from their 2008 highs. We have yet to hear of any moves to revive the plan.\n\nThe closest we could find to a promise on gas prices were comments Obama made in Winston-Salem, N.C. in April 2008: \"I want to invest that money in clean, affordable, renewable energy sources like wind power, and solar power, and biofuels, so that we're not talking about high fuel prices next summer or the next summer after that or the summer after that.\"\n\nBut that’s a far cry from pledging a particular price.\n\nWe did find one current candidate making such a pledge: Republican Newt Gingrich said he would keep gas prices at $2.50 or less if elected president.\n\n\"I've developed a program for American energy so no future president will ever bow to a Saudi king again and so every American can look forward to $2.50 a gallon gasoline,\" he said at a CNN debate.\n\nAnalysts, though, are dubious of the power of any president to affect short-term gas prices.\n\n\"What can you do to change the market in the short term? The answer is not much,\" said James Bartis of the RAND Corporation, a nonprofit research group that provides independent policy analysis. \"It takes many years to open up a new oil field, to prepare and get production from a new oilfield. Generally, I would say a decade is the minimum.\"\n\nObama recently mocked Republicans for promising lower gas prices in a speech in Miami. \"It’s the easiest thing in the world to make phony election-year promises about lower gas prices. What’s harder is to make a serious, sustained commitment to tackle a problem,\" he said.\n\nOur ruling\n\nObama has discussed the need for the country to achieve energy independence through reduced consumption and more renewable energy sources. At times he connected those policies to lower gas prices for families. But he never promised a particular price point and certainly not $2.50 a gallon. We rate Curry’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the 2012 election season. See the video version of this fact-check here.", "vclaim_id": "vclaim-pol-11464"}