{"url": "/factchecks/2013/jan/11/bikeportlandorg/must-cars-stop-if-cyclist-dips-wheel-crosswalk/", "speaker": "BikePortland.org", "vclaim": "Says if you are on your bike in a crosswalk, all you have to do is dip your wheel into the road and cars must legally stop.", "truth_label": "true", "date": "stated on January 4, 2013 in a tweet. :", "title": "Must cars stop if a cyclist dips a wheel into a crosswalk?", "text": "During the 2011 legislative session, lawmakers were hard at work passing a law they said would make Oregon streets safer -- by changing crosswalk rules.\n\nLegislators decided to make it clear in Oregon law that a pedestrian was crossing the street -- and that cars should safely stop -- when any part of the pedestrian moved into a crosswalk with an intent to cross. That rule became law in summer 2011.\n\nJonathan Maus, who runs the blog BikePortland.org, announced recently on Twitter that the new law applied to cyclists as well. After some research he concluded that, \"If on your bike on sidewalk, all u have to do is dip wheel into road and cars must legally stop.\"\n\nMaus was specifically referring to crosswalks -- not just anywhere in the road. That becomes clear as you review his tweets and a blog post he wrote on the subject.\n\n\"I was super confused,\" he said about the law when we called to ask about the tweets. \"It's hard to tease out exactly ... especially on a bike. It's like a mutant vehicle.\"\n\nWe wondered if that was an accurate reading of the relatively new law, so we called Sheila Lyons, the Oregon Department of Transportation’s Bicycle and Pedestrian Program manager.\n\nShe pointed us toward ORS 811.028, the section affected by the new law. Specifically: \"For the purposes of this section, a pedestrian is crossing the roadway in a crosswalk when any part or extension of the pedestrian, including but not limited to any part of the pedestrians [sic] body, wheelchair, cane, crutch or bicycle, moves onto the roadway in a crosswalk with the intent to proceed.\"\n\nBased on that, Maus seemed to be right, but we weren’t completely sold. We wondered whether it was legal for a bicyclist to ride a bike through a crosswalk. It seemed to us that they’d probably have to walk it.\n\nWe asked Lyons about that, too. The answer was, it turned out, that cyclists can bike on sidewalks and in crosswalks. But there are caveats. Some urban cores prohibit cyclists from riding on sidewalks, so it’s important to note local rules. Perhaps more importantly, ORS 814.410says mounted cyclists are operating a bicycle unsafely on a sidewalk if  they are moving \"at a speed greater than an ordinary walk when approaching or entering a crosswalk.\"\n\nBasically, cyclists can ride in a crosswalk so long as they’re not moving faster than an ordinary walker. And yes, dipping a wheel into the crosswalk is enough for a person riding a bike to signal intent to cross.\n\nWe called Ray Thomas, a Portland personal injury attorney who specializes in bike laws, to make sure we had this right. He said our reading of the laws was exactly as he understood them. He called the recent change \"the Oregon pedestrian revolution\" in that, legally speaking, pedestrians no longer need to enter the roadway completely to get a car to stop.  \n\nFinally, we also talked to Oregon Sens. Jackie Dingfelder and Ginny Burdick, both of whom helped pass the crosswalk law. The Portland legislators confirmed that it was always their intent that the new law apply to slow-moving cyclists as well as pedestrians.\n\nMaus tweeted that the new law meant a cyclist could dip a tire into a crosswalk and cars would legally have to stop to permit crossing. We checked the laws ourselves, spoke with a lawyer and the legislators involved and found that Maus is correct.\n\nWe rate this statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021", "vclaim_id": "vclaim-pol-09857"}