{"url": "/factchecks/2014/feb/09/state-democratic-party-wisconsin/could-gop-bill-targeting-abortion-require-irs-rape/", "speaker": "Democratic Party of Wisconsin", "vclaim": "A bill backed by Sean Duffy and other House Republicans \"could actually require the Internal Revenue Service to conduct audits of rape victims\" who get an abortion.", "truth_label": "false", "date": "stated on January 19, 2014 in an email:", "title": "Could GOP bill targeting abortion require IRS \"rape audits\"?", "text": "The Wisconsin Democratic Party combined abortion, IRS audits and rape in a fund-raising appeal it made Jan. 19, 2014.\nLike many fund-raising emails, this one opened by sounding many alarms:\n\"Extreme, right-wing Republicans in Congress like Sean Duffy are doubling down on their War on Women with a completely terrifying proposal that not only makes it harder for women -- even those using private insurance -- to access safe, legal abortions, it could actually require the Internal Revenue Service to conduct audits of rape victims.\"\nIf the proposal became law, could the IRS really be required to audit rape victims?\nThe legislation\nThe email targets the \"No Taxpayer Funding for Abortion Act,\" which was introduced by New Jersey Republican Chris Smith in May 2013. Duffy, the GOP congressman who represents central Wisconsin, was one of 167 Republican co-sponsors; there were also four Democratic co-sponsors.\nWith the U.S. Senate controlled by Democrats, the bill stands only a 14 percent chance of becoming law, according to the nonpartisan GovTrack.us. Nevertheless, the Wisconsin Democratic Party’s email said, the bill could become model legislation for states to adopt.\nWhen the Democratic Party distributed its email, the bill included a provision that the party claims could require the IRS to audit rape victims. Nine days later, when the GOP-controlled House approved the bill, that provision had been removed.\nAs we do with all fact-checks, we’re evaluating the Democratic Party’s claim based on the facts at the time the claim was made -- in this case, when the provision singled out by the party was still in the bill.\nThat version would have prohibited taxpayers from claiming a medical expense deduction for an abortion, except in cases of rape or incest -- leading some critics to decry so-called \"rape audits.\"\nNothing in the text of the legislation, however, spells out any conditions under which the IRS could be required to audit women who claim a medical expense deduction for an abortion.\nLikewise, analyses from two nonpartisan offices -- one by the Congressional Research Service and one by Congressional Budget Office -- make no reference to audits.\nSo, where does the Wisconsin Democratic Party’s claim come from?\nParty’s evidence\nAsked to back up the claim, Democratic Party spokeswoman Melissa Baldauff told us:\n\"Any time someone claims a deduction on their taxes, they could be subject to verify that deduction for the Internal Revenue Service via an audit.\"\nYes. But that’s different than the party's claim of new legislation setting up a situation in which the IRS could be required to conduct certain audits.\nThree articles Baldauff provided make a less-sweeping assertion. They say the bill could put women in the position of having to prove to the IRS that their medical expense deduction for an abortion was legal because their pregnancy was caused by rape.\nWe received similar comments from two other opponents of the bill.\nGeorge Washington University health policy professor Susan Wood told us that if a woman were audited for any reason, and the IRS questioned her deduction for an abortion expense, the woman might have to prove that her pregnancy was due to rape in order to show that the tax deduction was legal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAmerican University law professor Sharon Levin, who directs federal reproductive health policy at the National Women’s Law Center, said the bill \"could lead to some women having to document to IRS auditors that they had been raped if they took a tax deduction for an abortion.\"\nLet’s get a better understanding of how audits work.\nHow audits work\nFirst of all, there are no statutes that proscribe when the IRS must conduct audits, Baker Tilly tax expert and former IRS attorney Mark Heroux told us. Rather, the IRS uses its discretion, considering various factors, in deciding which tax returns to review, he said.\nSecondly, when taxpayers claim medical expense deductions, the total amount of the deduction appears on their returns; the medical expenses and procedures are not itemized.\nAs for which returns get audited, here’s how the IRS summarizes the process:\nWhen tax returns are filed, they are compared against \"norms\" for similar returns. The \"norms\" are developed from audits of \"a statistically valid random sample of returns.\"\nIn other words, on its first pass, the IRS flags returns that are outliers. For example, a taxpayer with modest income who claims unusually high deductions for medical expenses or charitable donations.\nThen a series of reviews is done to determine whether there will be an audit.\nFlagged returns are examined by an IRS auditor. The auditor can decide to accept the return or refer it to an \"examining group.\"\nIf the group doesn’t accept the return, a manager reviews it and decides whether to accept it as filed, or assign it to an auditor. Finally, that auditor accepts the return or \"contacts the taxpayer to schedule an appointment.\"\nSo, the IRS has considerable discretion in deciding which returns to audit.\nAnd, again, nothing in the bill targeted by the Wisconsin Democratic Party requires audits.\nSupporters\nDuffy’s office referred us to other supporters of the bill, including U.S. Rep. Diane Black, R-Tenn. Speaking on the House floor in 2011 -- when essentially the same bill, including the provision criticized by the Democrats, was being considered -- Black said \"a woman would not have to list on a tax form that a specific medical expense was for an abortion. That’s simply not how the process works. It’s not how it works today, nor will it be how it works if this is signed into law.\"\nBecause tax returns don’t contain itemized lists of procedures such as abortions, a return wouldn't get flagged by the IRS for possible auditing just because an abortion had been claimed as a medical expense deduction.\nSo, a rape victim who claimed a medical expense deduction for an abortion would be put in the position of having to explain the deduction to the IRS only if her return were audited for some other reason, and only if medical expense deductions came into question.\nWe’ll note again that the provision criticized by Democratic Party was in place when the party made its claim, but was removed before the bill was approved by the House.\nOur rating\nThe Wisconsin Democratic Party said a bill backed by Duffy and other House Republicans \"could actually require the Internal Revenue Service to conduct audits of rape victims\" who get an abortion.\nThe version of the bill criticized by the party did not contain any audit requirements.\nWe rate the claim False.\nFollow us on Twitter and Facebook.", "vclaim_id": "vclaim-pol-08280"}