{"url": "/factchecks/2020/feb/27/ted-cruz/do-democrats-support-abortion-until-and-after-birt/", "speaker": "Ted Cruz", "vclaim": "Says Democrats are embracing “abortion up until the moment of birth and even, horrifically, after that.”", "truth_label": "false", "date": "stated on February 24, 2020 in a speech:", "title": "Do Democrats support abortion up until (and after) birth?", "text": "In the latest push from Republicans to advance a federal ban on abortion after 20 weeks and a requirement for doctors to treat infants born after an attempted abortion, U.S. Sen. Ted Cruz, R-Texas, spoke in favor of the efforts from the Senate floor.\nIn his remarks, Cruz urged his Democratic colleagues to support these kinds of \"common sense propositions,\" a departure from the party’s \"extreme\" position on abortion.\nNeither bill — versions of which GOP lawmakers have attempted to pass several times over multiple years — was approved.\n\"We’ve seen far too many Democrats embrace extreme positions on abortion: abortion up until the moment of birth and even, horrifically, after that,\" Cruz said, before highlighting a radio interview Virginia Gov. Ralph Northam gave in 2019 about a bill in the Virginia House of Delegates regulating third-trimester abortions.\n\"This bill was allowing a mother in labor, in the process of delivering a child, this bill would allow a doctor to kill that child instead of delivering that child in the midst of labor,\" Cruz said. \"The idea of killing a child while the mother is in labor instead of delivering the infant is horrifying beyond words.\"\nCruz’s claim that Democrats support abortion up until birth and \"even, horrifically, after that,\" is inaccurate, as is his characterization of the Virginia proposal (which was unsuccessful).\nTrump claims\nThis isn’t the first time a Republican leader has used an inaccurate description of the Virginia bill to advance legislation to require care for infants \"born alive\" after attempted abortions.\nWhen Senate Republicans attempted to pass a version of the Born-Alive Survivors Protection Act in February 2019, President Donald Trump offered two inaccurate claims on this front.\nSpeaking at a rally in El Paso, he said that Northam \"stated that he would even allow a newborn baby to come out into the world ... then talk to the mother and talk to the father and then execute the baby.\" We rated this claim False.\nIn a tweet sent days later, Trump said: \"The Democrat position on abortion is now so extreme that they don’t mind executing babies AFTER birth.\" We rated that claim False.\nTo be clear: killing an infant after birth is illegal, and people on both sides of the abortion debate agree that this act should be illegal.\nUnder federal law, the definitions of a person, human being, child and individual all include infants \"born alive at any stage of development.\"\nVirginia legislation\nThis characterization of Democrats as supporters of allowing abortions during and after a live birth surfaced in early 2019, when a subcommittee of the Virginia House of Delegates considered a bill aimed at loosening the state’s abortion laws.\nIn Virginia, a woman can choose to obtain an abortion through the end of the second trimester of pregnancy, up to 28 weeks from her last menstrual period.\nAfter that point, abortions are legal if they happen in a hospital and three physicians certify that \"the continuation of the pregnancy is likely to result in the death of the woman or substantially and irremediably impair the mental or physical health of the woman.\"\nThe law also requires physicians to make \"measures for life support for the product of such abortion\" available if there is \"any clearly visible evidence of viability\" after an attempted abortion.\nThe bill Virginia lawmakers considered in 2019 proposed multiple changes to state laws addressing abortion, including the provision regulating the procedure in the third trimester.\nThe proposal would have lowered the number of physicians required to authorize a third-trimester abortion from three to one and remove the \"substantial and irremediable\" threshold in the law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nAt the time of the debate, the Richmond Times-Dispatch reported that there were two confirmed third-trimester abortions performed in Virginia since 2000.\nRepublican lawmakers questioned the bill’s sponsor on the scope of the proposal, asking whether the measure would allow a woman who is dilating to get a abortion.\n\"My bill would allow that,\" said Democratic lawmaker Kathy Tran. \"Yes.\"\nHer response sparked intense backlash from anti-abortion advocates and footage of her remark circulated quickly on social media.\nBut days later, Tran said she misspoke: \"I should have said: ‘Clearly, no, because infanticide is not allowed in Virginia, and what would have happened in that moment would be a live birth.’\"\nA spokeswoman for Cruz pointed to the language of Tran’s bill and said it clearly allows abortion up until the moment of birth, but Tran’s bill only changed the requirements in place before a doctor can perform a third-trimester abortion. It did not change the law as it relates to when such an abortion could take place.\nAs the law stands, abortion is legal in the third trimester only in cases where three physicians certify that the mother’s life is in danger.\nVirginia law prohibits \"partial birth infanticide,\" the killing of an infant who has \"been born alive, but who has not been completely extracted or expelled from its mother.\"\nNortham’s comments\nIn a radio interview two days after the debate, Northam discussed the legislation and offered a confusing comment about third-trimester abortions: \"It’s done in cases where there may be severe deformities. There may be a fetus that’s nonviable. So, in this particular example, if a mother is in labor, I can tell you exactly what would happen. The infant would be delivered. The infant would be kept comfortable. The infant would be resuscitated if that’s what the mother and the family desired, and then a discussion would ensue between the physicians and the mother.\"\nA number of anti-abortion advocates accused the Democratic governor of approving the killing of infants.\nNortham rejected this characterization of his remarks and a spokesperson said the comments were about options for care available to women with a nonviable pregnancy or in the case of a severe fetal abnormality.\nThis can include issues like anencephaly, when an infant is born without parts of the brain and skull, and limb-body wall complex, when an infant's organs have developed outside of its body.\nIn these cases, where there is \"little or no prospect\" of an infant surviving after birth, families might opt for perinatal palliative care, or comfort care — prioritizing comfort while allowing an infant to die naturally without exercising full resuscitation efforts.\nThe American College of Obstetricians and Gynecologists describes this care as existing on a spectrum of care, \"which includes pregnancy termination (abortion) and full neonatal resuscitation and treatment.\"\nCruz’s spokeswoman pointed to this care as an example of a doctor completing an abortion by denying medical care.\nThis type of care is rare — a study of deaths at children’s hospitals found that while neonates represented 41% of all deaths, perinatal palliative care was only utilized in 2% of cases — and does not meet the definition of abortion.\nHarvard Medical School defines abortion as \"the removal of pregnancy tissue, products of conception or the fetus and placenta (afterbirth) from the uterus.\"\nOur Ruling\nCruz said Democrats support \"abortion up until the moment of birth and even, horrifically, after that.\"\nCruz’s remark hinged on an inaccurate characterization of legislation considered in Virginia’s House of Delegates in 2019 and comments made by the state’s Democratic governor at the same time.\nState law in Virginia allows doctors to perform abortions up until the moment of birth, but only in cases when three physicians certify that a continued pregnancy is likely to result in the death of the woman. The author of the bill clarified earlier remarks to say it would not allow an abortion to be performed on a woman during a live birth.\nPolitiFact has rated multiple statements making similar claims about Democrats supporting the execution of children False.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17480"}