{"url": "/factchecks/2020/aug/28/facebook-posts/yes-trump-said-he-offered-russia-help-wildfires-no/", "speaker": "Facebook posts", "vclaim": "“Trump denies fire assistance to California because they didn't vote for him, but helped Russia with their wildfires in Siberia.”", "truth_label": "false", "date": "stated on August 23, 2020 in a Facebook post:", "title": "Yes, Trump Said He Offered Russia Help With Wildfires. No, He Didn’t Deny California Fire Assistance", "text": "UPDATE: Nearly two months after we published our fact check, the Trump administration on Oct. 15, 2020 rejected California’s subsequent request for disaster relief for six major wildfires, including the Creek Fire near Fresno. A White House spokesman told The New York Times that President Donald Trump had already come to the state’s assistance by authorizing funds for fires earlier this year and that data on the recent fires did not meet a threshold for federal help. California officials planned to appeal. Our rating of False on the Aug. 23 Facebook post remains the same as we decide our ratings based on the information available at the time. On Oct. 16, 2020, the Trump administration reversed course and approved California's request. \nPresident Trump has repeatedly threatened to withhold federal wildfire assistance to California, including last week as hundreds of lightning-sparked blazes burned across the state’s northern and central regions. He’s also made numerous false and oversimplified claims about what’s driving these infernos, reducing the complex matter to a need to remove \"leaves, debris and fallen trees,\" from the forest floor. \nBut has Trump ever \"denied fire assistance\" to the Golden State? And did he really help Russia with their fires in Siberia? \nThat’s the claim in a viral Facebook post published Aug. 23: \n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about PolitiFact California’s partnership with Facebook). \nWe decided to douse this fiery claim with a bucket of facts. \nDid Trump ‘Deny’ Fire Aid To California? \nTrump’s most recent threat to withhold assistance was Aug. 20 during a campaign speech in Pennsylvania:\n\"Maybe we're just going to have to make them pay for it, because they don't listen to us,\" Trump said at the event. \"We say, you've got to get rid of the leaves. You've got to get rid of the debris. You've got to get rid of the fallen trees.\"\nForestry and fire experts say dense material on forest floors can make fires worse. But that’s not what’s driving them.\nCalifornia’s extreme heat, a siege of lightning strikes and low humidity all combined to cause the current blazes, Keith Gilless, chairman of the California Board of Forestry and Fire Protection said last week.\nGiven Trump’s repeated criticism of the state, some might assume he withheld the aid. But he didn’t. \nTwo days after the president’s threat, Democratic Gov. Gavin Newsom announced the White House had approved the state’s request for a Presidential Major Disaster Declaration. The approval helps fire victims with crisis counseling, housing, unemployment assistance and legal services.  \n\"It also provides federal assistance to help state, tribal and local governments fund emergency response, recovery and protective measures,\" Newsom’s announcement reads.\nThe same day Trump threatened to withhold aid, Newsom thanked the Trump administration for its help. He told the Associated Press that he has a \"strong personal relationship with the president.\"\n\"While he may make statements publicly, the working relationship privately has been a very effective one,\" Newsom said, according to the AP. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEarlier in the month, on Aug. 18, the Federal Emergency Management Agency said in a news release it had \"authorized the use of federal funds\" to help the state fight the LNU Lightning Complex fire.\nAs of Aug. 27, that set of fires in Napa, Lake, Solano and Yolo counties had burned nearly 369,000 acres, killed five people, injured four, destroyed 1,080 structures and damaged another 272, according to the California Department of Forestry and Fire Protection. It was threatening another 30,500 structures and was 35% contained. \nIt is one of several massive fires burning in the state. \nAs for the post’s claim California \"didn’t vote\" for Trump, that is correct. Hillary Clinton received 61.5% of the state’s vote in the 2016 presidential election and nearly 4.3 million more votes than Trump.\nDid Trump Help Russia ‘With Their Wildfires In Siberia’? \nIt’s not clear Trump actually helped Russia with wildfires that burned across Siberia last year. But both Trump and Russia say he offered to.\nAs Snopes.com reported last year, the Russian government published a statement about a phone call between Trump and Russian President Vladimir Putin on July 31, 2019:\nThe statement reads: \"Vladimir Putin had a telephone conversation with US President Donald Trump this evening at the American side’s initiative. The US President offered help in putting out wildfires in Siberia. The President of Russia expressed sincere gratitude for the kind attention and the offer of help and assistance.\"\nIn the statement, Putin goes on to say he would accept the offer \"if it becomes necessary.\"\nAt a press conference the next day later, Trump told reporters he offered Russia help. \n\"Mostly we discussed the forest fires in Siberia, and other parts of Russia. And I said, look, we have the greatest equipment, if we could help you let us know. Large sections are burning, and so I said to President Putin, if we can help you, let me know,\" Trump said. \nWe did not find any evidence he followed through and provided assistance to combat the fires in Siberia. \nOur Rating\nA widely-shared Facebook post claims President Trump \"denied fire assistance\" to California but helped Russia with its wildfires in Siberia. \nTrump has repeatedly said he would withhold fire assistance to the state, including last week as a set of massive blazes burned in California.\nBut he didn’t follow through in the past or this time. Instead, we found announcements showing the White House approved federal assistance. \nLast year, Trump said he offered Russia help in Siberia, but we found no evidence that he followed through on that pledge, either. \nIn the end, the viral post plays on some assumptions about Trump — that he disdains left-leaning California but supports the authoritarian Russian Federation. The problem is it takes some big and inaccurate leaps in the process. \nWe rated it False. \nFALSE – The statement is not accurate.", "vclaim_id": "vclaim-pol-17204"}