{"url": "/factchecks/2014/jun/24/facebook-posts/facebook-meme-iraq-war-dollars-could-have-ended-wo/", "speaker": "Facebook posts", "vclaim": "\"For the cost of the Iraq War we could’ve ended world hunger for 30 years.\"", "truth_label": "half-true", "date": "stated on June 16, 2014 in a post on Facebook:", "title": "Facebook meme: Iraq War dollars could have ended world hunger for 30 years", "text": "As sectarian fighting in Iraq spreads, there’s a Facebook meme that captures the public’s frustration with the relative costs and benefits of America’s military intervention in that country. The image makes a simple claim.\n\"For the cost of the Iraq War we could’ve ended world hunger for 30 years,\" it says.\nLee Camp, a stand-up comedian and host of the RT show Redacted Tonight, posted it on his Facebook page. Camp said he didn’t come up with the message, but it made sense to him.\n\"I looked up (the) numbers and found that the Iraq War has cost us $2 trillion since 2003,\" Camp said. \"The UN estimates ending world hunger each year would cost $30 billion. So ending world hunger since 2003 would have cost $330 billion.\"\nThere are a few problems with the numbers, however. First, pinpointing the cost of the war in Iraq isn’t so black-and-white. The $2 trillion figure, for instance, includes future health care and disability costs for veterans. Second, many experts find the claim that $30 billion a year can end world hunger dubious, including one of the world’s leading hunger advocacy groups.\nMake no mistake, the money would help. But would it end world hunger? We’ll dig into the numbers.\nCost of the Iraq War\nThe big debate in tallying the cost of the Iraq War centers on whether the total should include the projected expense of caring for veterans. Adding future health costs boosts the total by anywhere from well over $300 billion to $1 trillion. The direct military, and security, costs are easier to identify. Here are the numbers we found:\n\n\nCongressional Budget Office: $774 billion for direct military spending through 2014.\n\n\nCongressional Research Service: $806 billion, direct military spending and including Veterans Administration spending to date, through 2011.\n\n\nBrown University - Cost of War Project: $770 billion for direct military spending; $40 billion current health costs; $490 billion future health care costs. The total of all costs, including interest on debt and homeland security and more, is $2.2 trillion.\n\n\nJoseph E. Stiglitz and Linda J. Bilmes, co-authors of  co-authors of The Three Trillion Dollar War: The True Cost of the Iraq Conflict: At least $3 trillion, including all current and future costs.\n\n\nNew York Times: $872 billion for direct military spending and $26 for billion current health care costs through September 2011; $340 billion for future health care costs. The total for these categories is $1.2 trillion.\n\n\nCenter for Strategic and Budgetary Assessments: $900 billion for direct military spending and current health care costs. \"The future cost of veterans’ benefits and services due to Iraq veterans could well exceed the direct cost of the war itself -- a trillion dollars or more,\" said Todd Harrison, a senior fellow at the center.\n\n\nThe tallies show a wide range. The lowest, $774 billion, comes from the CBO but includes no veterans health care costs. The higher estimates, in the neighborhood of $3 trillion, include a long list of costs that span from 2001 to decades in the future.\nCost to end world hunger\nIf we took the highest cost estimates for the war, that would provide about $70 billion annually over 30 years. No one questions that those funds could do a lot of good. But beyond that, the data support little more.\nThe estimate that $30 billion could end world hunger for a year comes from the United Nations Food and Agriculture Organization.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn 2008, Senegalese diplomat and director-general Jacques Diouf made an appeal to help the millions of people who are hungry across the globe.\n\"How can we explain to people of good sense and good faith that it was not possible to find $30 billion a year to enable 862 million hungry people to enjoy the most fundamental of human rights: the right to food and thus the right to life?\" Diouf asked.\nMultiply $30 billion by 30 years and you have $900 billion. That’s less than several but not all of the estimated costs of the Iraq War -- without factoring in inflation.\nBut a host of experts we talked to agreed that the $30 billion a year figure is impossible to verify and likely incorrect. (The UN Food and Agriculture Organization did not respond to our request for more information about where their estimate comes from.)\nPart of the problem is counting how many people are in a state of hunger. The UN World Food Programme says the figure is 842 million. The UN Millennium Development Goals project puts the number at 1.02 billion.\nPart of the problem is trying to estimate what it would take to lift everyone out of hunger.\n\"I don't believe in the UN claim,\" said William Easterly, a development economist and co-director of New York University’s Development Research Institute. \"The numbers on the extent of world hunger are notoriously unreliable. There is only fragmentary data on stunting and wasting in children, the only direct measure of hunger.\"\nOxfam America, the national chapter of one of the leading global organizations in the fight against hunger and poverty, is also skeptical.\n\"We at Oxfam do not have a figure for the price tag to end hunger and we are not aware of any credible recent figures,\" said Laura Rusu, an Oxfam spokeswoman.\nLiz Young researches world hunger at Staffordshire University in England and is the author of the book Food and Development. Young said the claim is \"impossible to substantiate.\"\n\"Such assertions are normally made by activists to make a point, often a very reasonable point, but such assertions stretch the science a little,\" Young said.\nHarold Alderman is a senior research fellow at the International Food Policy Research Institute, a Washington group focused on practical solutions to hunger and poverty. Like Young, Alderman doubts the claim but supports the general thrust behind it.\n\"I am not sure that, counting administration and leakage, that that would quite work to completely end hunger for each person in each year,\" Alderman said. \"But I am fairly confident that it would go a long way towards this goal, especially if over time the number of those in need declines.\"\nAlderman added that there are 10 relatively low-cost approaches that have a proven track record in reducing malnutrition in children and he is very confident that the Iraq War could have paid for those with money to spare.\nOne of the analytic hurdles in this claim lies in its choice of words. If the Facebook post had said the Iraq War could have ended hunger 30 times over, it would have been on slightly firmer ground. As it is, it makes a claim based on the state of global hunger over the next 30 years. Our experts noted that a lot could happen in 30 years to change the dynamics -- from regional armed conflicts, to the effects on food production from climate change.\nOur ruling\nThe Facebook post said the money spent on the Iraq War would have ended world hunger for 30 years. While a back-of-envelope calculation gives the claim a superficial appearance of accuracy, below the surface it lacks substance. We found no advocacy group or expert who expressed confidence in the estimates of the total number of people who suffer from hunger or in any estimate of what it would cost to end it.\nA majority felt that the dollars spent on war would have helped a good deal, but the funds would still fall short of the goal. The claim uses the appearance of mathematical accuracy to support a bold vision of the future, but that does not make it more sound.\nWe rate the claim Half True.\nCorrection: An earlier version of this fact-check misspelled the name of Oxfam spokeswoman Laura Rusu.", "vclaim_id": "vclaim-pol-07697"}