{"url": "/factchecks/2014/jul/30/concerned-veterans-america/ad-says-bruce-braley-was-raising-money-during-vete/", "speaker": "Concerned Veterans for America", "vclaim": "Says Rep. Bruce Braley, D-Iowa, \"skipped an important VA reform hearing to attend three fundraisers.\"", "truth_label": "barely-true", "date": "stated on July 25, 2014 in a television ad:", "title": "Ad says Bruce Braley was raising money during a veterans affairs hearing", "text": "Attackers say U.S. Rep. Bruce Braley, D-Iowa, skipped an important Veterans Affairs Committee hearing to raise money for his campaign, but Braley says that’s not true.\nBraley \"skipped an astonishing 79 percent of veterans affairs committee hearings. He even skipped an important VA reform hearing to attend three fundraisers,\" says the television ad from Concerned Veterans for America, an advocacy group with funding linked to the Koch brothers.\nBraley is running against Republican Joni Ernst for the U.S. Senate seat held by Tom Harkin, and veterans affairs are in the news because of delayed access to health care.\nWe looked at whether Braley skipped 79 percent of veterans affairs committee hearings. We rated that Mostly True, because Braley did miss close to that amount.\nHowever, Braley said he did not skip a hearing to raise money, so we’re checking that claim here.\nA matter of scheduling\nThe ad refers to a Sept. 20, 2012, meeting titled, \"Reviewing VA’s Performance and Accountability.\" According to the official record, Braley was not present.\nThe hearing touched on a number of issues within the Veterans Administration, such as mental health and homelessness. The issue of delayed care came up in terms of mental health and acquiring prosthetics, but it was not the focus (though issues with wait times had already surfaced in 2012).\nWe asked Braley’s campaign why he was absent, and they said he was at a House Oversight and Government Reform hearing about Fast and Furious, in which federal agents traced weapons sold and brought into Mexico. The Sept. 20, 2012, hearing examined a report issued by the Justice Department’s inspector general.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nBraley was then a member of the oversight committee, and the transcript from that day’s hearing says he was present.\nThe two hearings took place at roughly the same time in different buildings. The oversight hearing began at 9:36 a.m., and the VA hearing started at 10:19 a.m.\nSome have pointed out that footage of the hearing shows Braley’s empty seat during the oversight hearing. And he did not make any comments at the hearing, according to the transcript. In this screenshot of hearing footage, Braley’s seat (bottom, far left of the screen) is empty at 10:17. It’s possible he was there for part of the time, though, because the camera was not always pointed at his seat.\n\nBraley’s campaign said he did attend three fundraisers that day, but they did not conflict with the hearings. One took place from 8:30-9:30 a.m., the next a noon luncheon (the Fast and Furious hearing ended at about 12:30) and the last a reception at 6:30 p.m.\nEven though it was a tight schedule, his fundraisers would not have stopped him from attending one of the hearings for at least part of the time.\nOur ruling\nAn ad said Braley \"skipped an important VA reform hearing to attend three fundraisers.\"\nHe had three fundraisers the same day, but none overlapped with the veterans affairs committee hearing. He was counted as present at an oversight hearing about Fast and Furious that happened at the same time.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07518"}