{"url": "/factchecks/2015/jun/02/marco-rubio/marco-rubio-says-first-time-35-years-we-have-more-/", "speaker": "Marco Rubio", "vclaim": "\"For the first time in 35 years, we have more businesses dying than we do starting.\"", "truth_label": "true", "date": "stated on June 2, 2015 in a speech in Orlando, Fla.:", "title": "Marco Rubio says for first time in 35 years, 'we have more businesses dying than we do starting'", "text": "At the economic summit for Republican presidential candidates convened by Florida Gov. Rick Scott, Sen. Marco Rubio, R-Fla., expressed concern about entrepreneurialism in the United States.\n\"For the first time in 35 years, we have more businesses dying than we do starting,\" Rubio said at the June 2, 2015, event.\nIs that correct? We took a closer look.\nWe located a May 2014 report by the Brookings Institution, a Washington-based think tank, titled, \"Declining Business Dynamism in the United States: A Look at States and Metros.\"\nIn that report, coauthors Robert Litan and Ian Hathaway published data that supports Rubio’s claim. Their calculations come from a collection of U.S. Census Bureau data called Business Dynamics Statistics.\n\"Recent evidence points to a U.S. economy that has steadily become less dynamic over time,\" they wrote.\nThey found that the rate of business failures held steady, except for an uptick during the Great Recession -- but they also found that the entry rate of new firms declined by nearly half between 1978 and 2011. \"The precipitous drop since 2006 is both noteworthy and disturbing,\" the authors wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHere’s the kicker from the report: \"Business deaths now exceed business births for the first time in the 30-plus-year history of our data,\" the authors wrote.\nHere’s a graph showing the trend line:\nTechnically, the crossover point occurred in 2008, so it’s not as if this happened in the past year or two. Still, we checked with Litan to make sure Rubio wasn’t twisting the statistic in any way, and Litan responded that Rubio’s claim is accurate.\n\"It’s true,\" Litan told PolitiFact, adding, \"We haven’t reversed this yet.\"\nAs for the causes, the authors of the Brookings report acknowledged being uncertain themselves. However, the report added, \"it is clear that these trends fit into a larger narrative of business consolidation occurring in the U.S. economy -- whatever the reason, older and larger businesses are doing better relative to younger and smaller ones.\"\nOur ruling\nRubio said that \"for the first time in 35 years, we have more businesses dying than we do starting.\" The change didn’t happen in the past year or two -- it occurred in 2008 -- but in general, Rubio has accurately cited a statistic from a respected think tank’s report. The co-author of that report said he feels Rubio has stated the claim accurately. We rate Rubio’s claim True.", "vclaim_id": "vclaim-pol-06364"}