{"url": "/factchecks/2020/dec/16/donald-trump/trump-tweet-wrongly-suggests-there-were-defects-mi/", "speaker": "Donald Trump", "vclaim": "“68% error rate in Michigan Voting Machines. Should be, by law, a tiny percentage of one percent.”", "truth_label": "false", "date": "stated on December 15, 2020 in a tweet:", "title": "Trump tweet wrongly suggests there were defects with Michigan voting machines", "text": "In a Dec. 15 tweet, Trump claimed there was a \"68% error rate in Michigan Voting Machines. Should be, by law, a tiny percentage of one percent.\"\nHe suggested Michigan Secretary of State Jocelyn Benson would face legal scrutiny for the alleged errors. \"Did Michigan Secretary of State break the law? Stay tuned!\" Trump wrote.\nTrump was reacting to a consultant’s report that a judge made public Monday in connection with an election lawsuit in Antrim County, in northern Michigan, where a misapplied software update initially led to incorrect unofficial results being reported on election night. But Trump’s tweet misinterprets the findings of the report, which itself presents a misleading picture.\nMichigan vote tabulators do not read ballots incorrectly 68% of the time. Nor is that statement true if applied only to the Antrim County tabulators in the Nov. 3 election. And the report Trump reacted to, while ambiguous and inaccurate on the subject of errors, does not make that claim.\nThe report is signed by cybersecurity analyst Russell James Ramsland Jr. of Allied Security Operations Group, a firm whose representatives have provided analyses and affidavits for lawsuits brought by Trump allies, falsely alleging voter fraud and election irregularities.\nIn one such analysis on voter turnout, Ramsland mistook voting jurisdictions in Minnesota for Michigan towns. In another, filed in support of a federal lawsuit in Michigan, he made inaccurate claims about voter turnout in various municipalities, misstating them as much as tenfold.\nThe scrutiny of Antrim’s ballots arises from an error in the reporting of unofficial results on election night, which initially showed voters in the heavily GOP county casting more votes for Democrat Joe Biden than for Trump. Trump allies have seized on that error, and other alleged irregularities, in their fruitless quest for evidence of election rigging through equipment made by Dominion Voting Systems.\nState and county officials say the reporting error, which was corrected soon after the election, was the result of human error by County Clerk Sheryl Guy, a Republican, before the election.\nGuy said that after learning some candidates in local races were omitted from the ballot, she needed to update the ballot information stored on media drives attached to the tabulating machines. But she mistakenly made the changes only in some precincts, instead of all of them, leading to mismatched data when the unofficial countywide tallies were being compiled, and an inaccurate report of the unofficial results, Guy and Benson have said.\nThe investigation of Antrim’s equipment arose from a different issue in the case. In granting a request for \"forensic imaging\" of the data and software inside the Dominion tabulators, Judge Kevin Elsenheimer of Michigan’s 13th Circuit Court was responding to concerns about a closely decided proposal to allow a marijuana dispensary in the village of Central Lake. Ramsland’s firm, Allied Security, conducted the investigation.\nIn his report, Ramsland claimed, \"The allowable election error rate established by the Federal Election Commission guidelines is of 1 in 250,000 ballots (.0008%).\" On the Antrim machines, he wrote, he \"observed an error rate of 68.05%.\"\nThe FEC regulates campaign finance, not voting equipment, and has no such guideline. The federal agency that does deal with voting equipment is the Election Assistance Commission. Antrim County’s Dominion tabulators are certified by the EAC. In Michigan, 65 out of the state’s 83 counties use voting systems manufactured by Dominion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nMoreover, the error rate identified by Ramsland is not a measure of ballot counting errors. Ramsland did not have access to the paper ballots as part of his investigation, according to Jake Rollow, a spokesman for the Secretary of State’s office. Ramsland acknowledged that he was not referring to ballot tabulation errors, even though the purported benchmark he compared it to is \"1 in 250,000 ballots.\"\nRather, Ramsland wrote, the error rate applies to the 15,676 \"total lines or events\" in Antrim’s tabulation logs. \"Most of the errors were related to configuration errors that could result in overall tabulation error or adjudication,\" he wrote, without giving more detail or saying that they did result in such errors.\nThe EAC certification requirements that Antrim’s Dominion machines had to meet establish certain error thresholds for the computer code that runs the systems, but the tabulation logs track something else.\nTammy Patrick, a senior adviser to the elections program at Democracy Fund explained in an email to the Free Press that tabulation logs \"aren’t the lines of code that run the system. They're logs of activities occurring in the process of tabulation. The lines of code that are reviewed in certification are the actual software codes.\" She said Ramsland’s report was \"confusing many, many things.\"\nPolitiFact Michigan called Allied Security Operations Group and left a voice message requesting to speak with Ramsland. The call was not returned. The White House and Trump campaign did not respond to email inquiries regarding Trump’s tweet. And the EAC also did not respond to requests for additional information regarding its certification process.\nState officials say they are not sure what Ramsland is referencing when he reports a 68% error rate. \nGuy, the Antrim County clerk, believes that the 68% error rate reported by Ramsland may be related to her original error updating the ballot information. The software generated scores of error reports when the county initially merged election results from various tabulators that did not contain the same ballot information, she said.\n\"The equipment is great — it’s good equipment,\" Guy said. \"It’s just that we didn’t know what we needed to do (to properly update ballot information). We needed to be trained on the equipment that we have.\"\nOur ruling\nTrump claimed that there was a 68% error rate in the tabulation machines used in Michigan, far more than the law allowed. The apparent source for his claim is a report from an investigation of tabulation equipment from one county that purportedly identified a 68.05% error rate.\nThe author of the report said the error rate applied not to the number of ballots counted, but rather to the lines or events listed in the tabulators’ activity logs.\nTrump’s tweet refers to a \"law\" about benchmark error rates. There is no such law. The report he alluded to refers to FEC guidelines that don’t exist either.\nElection officials have explained that the error in unofficial election night reporting in Antrim County was the result of human error, not an error with the software or tabulation machines used in the county.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17285"}