{"url": "/factchecks/2015/dec/16/marco-rubio/rubio-and-cruz-spar-over-domestic-surveillance-pro/", "speaker": "Marco Rubio", "vclaim": "Regarding the USA Freedom Act, \"There is nothing we are allowed to do under this bill that we could not do before.\"", "truth_label": "half-true", "date": "stated on December 15, 2015 in a Republican presidential debate in Las Vegas:", "title": "Rubio and Cruz spar over domestic surveillance program", "text": "Florida Sen. Marco Rubio and Texas Sen. Ted Cruz went head to head over the government’s bulk phone data collection program at the Dec. 15 Republican presidential debate in Las Vegas.\nThe domestic surveillance program allowed the National Security Agency to secretly access the metadata of millions of phone calls; it was made public by government contractor Edward Snowden. Congress curtailed the program and it officially shut down just days before the San Bernardino terrorist attack. Ruibo says it has limited the government’s ability to fight terrorism.\nOn the debate stage, Cruz defended his position. He said the replacement law, the USA Freedom Act, not only respects civil liberties by stopping the government from automatically collecting bulk data, but it also expands the government’s ability to gather terrorists’ phone records.\n\"The old program covered 20 to 30 percent of phone numbers to search for terrorists,\" Cruz said. \"The new program covers nearly 100 percent. That gives us greater ability to stop acts of terrorism, and he knows that’s the case.\"\nRubio responded, \"Let me be very careful when answering this, because I don’t think national television in front of 15 million people is the place to discuss classified information, so let me just be very clear: There is nothing we are allowed to do under this bill that we could not do before.\"\nThat’s a pretty stark difference --- Cruz says we’ll have access to many more phone numbers, and Rubio says this bill doesn’t do anything new. We decided to focus on Rubio’s statement.\nBigger pool, fewer fish\nPrior to the USA Freedom Act, major phone companies like Verizon and AT&T would steadily hand over all of their phone records to the NSA, which maintained a massive database. The records include information like the location of a call, phone numbers involved and the length of the call, but not the content or audio. Intelligence workers could then run a phone number with terrorist ties through the database to find out who they called and when.\nThe USA Freedom Act changes things by keeping these records in the hands of the phone companies. If the government wants to look at a suspected terrorist’s call data, they must first get a warrant from the Foreign Intelligence Surveillance Court, which operates in secret.\nInterestingly, the old program wasn’t as sweeping as you might have thought. It turns out the NSA only collected about 20 percent of all call data, missing the vast majority of cell phone records, according to intelligence officials and first reported by the Wall Street Journal and the Washington Post. The NSA faced technical challenges in collecting cell phone and Internet phone data, in part due to the major shift away from landlines.\nTo remedy this, the new law is \"technology neutral,\" said Jeffrey Vagle, executive director of the Center for Technology, Innovation and Competition at the University of Pennsylvania Law School. Under the law, the NSA can compel any phone company to provide records in whatever format the government desires, per the warrant. Before, there were some limits on how responsive phone companies had to be.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe law also allows for a much wider breadth of information that the NSA can request; it just can’t collect this data in bulk. To steal an analogy from policy managers at Access Now, a technology advocacy group, \"Basically, there is a bigger ocean they can fish in, but they collect far fewer fish.\"\nSo if we are directly comparing the old bulk data collection program to the new program established by the Freedom Act, the government has more tools to access a larger array of records -- cutting against Rubio’s point that \"there is nothing we are allowed to do under this bill that we could not do before.\"\nHowever, there is a grain of truth to what Rubio is saying: The government always had some ability to obtain cell phone records to a certain extent, just not through the old bulk data collection program, said Julian Sanchez, senior fellow at the libertarian Cato Institute. The main difference now is that the government is working with the carriers to obtain those records more efficiently.\n\"If you're just narrowly comparing the bulk program with its direct replacement, it’s true it will cover more types of records,\" Sanchez said. \"But it's also true that there's no new legal authority to get records that were previously unavailable to the government.\"\nVagle said it’s possible that the government could have collected cell phone records through existing avenues, such as emergency request approval by the Foreign Intelligence Surveillance Court and the 1981 Executive Order 12333, which expanded intelligence-gathering abilities. He added that many tech and security experts think the idea that the government only collected 20 percent of phone records is likely an underestimate.\n\"Cruz was correct in comparing the USA Freedom Act to the unmodified Patriot Act (the old bulk collection program),\" Vagle said. \"But if you look at the entire set of tools available to the intelligence community, Rubio was probably correct.\"\nSpeaking of Cruz and Rubio together, Sanchez said, \"they’re both sort of right and both sort of wrong.\"\nOur ruling\nRubio said, regarding the USA Freedom Act, \"There is nothing we are allowed to do under this bill that we could not do before.\"\nRubio was responding to a point by Cruz that the Freedom Act makes it possible for the government to access a much bigger pool of phone records.\nWhereas the old bulk phone data collection program wasn’t very good at collecting cell phone and Internet phone records, the Freedom Act establishes parameters that make this more feasible. However, it’s not like the government couldn’t access these records at all before, they just couldn’t do it through the bulk collection program. The law did not give the government a brand-new legal authority, it just helps to streamline the record collection process.\nWe rate Rubio’s claim Half True.", "vclaim_id": "vclaim-pol-05613"}