{"url": "/factchecks/2020/nov/30/facebook-posts/no-cnn-isnt-saying-trump-will-win-presidential-ele/", "speaker": "Facebook posts", "vclaim": "“CNN is now saying that Trump will win!”", "truth_label": "false", "date": "stated on November 28, 2020 in a Facebook post:", "title": "No, CNN isn’t saying Trump will win the presidential election", "text": "On Nov. 7, a few days after Election Day, CNN among other media organizations reported that it looked like former Vice President Joe Biden had defeated President Donald Trump. \nA recent Facebook post wrongly claims that the news network is backpedaling. \n\"Watch the same CNN that projected Biden a winner the same CNN is now saying that Trump will win!\" reads the Nov. 28 post. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIt features a clip of CNN commentator Fareed Zakaria talking about how Trump could stay in office without winning the popular vote.\nBut this is a clip from Sept. 27, before Election Day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The system of electing the president is complicated because it was not designed to be directly democratic,\" Zakaria said. \"The Constitution calls for states to choose the presidential electors who in turn gather to vote for the president.\" \nZakaria went on to explain \"how Trump could lose and still win,\" and a screen outlines the \"potential path to Trump victory.\"\nVisiting CNN on Nov. 30, we found nothing to suggest that the network is now saying Trump will win. \nRather, headlines include \"Arizona certifies Biden’s victory,\" \"Georgia Republican officials reject Trump’s calls to overturn election results\" and \"Biden picks up votes in Milwaukee County after Trump-requested recount.\" \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18579"}