{"url": "/factchecks/2012/sep/26/afscme/afscme-says-thompson-backs-big-tax-cuts-companies-/", "speaker": "AFSCME", "vclaim": "Says Republican U.S. Senate candidate Tommy Thompson \"supports massive tax cuts for corporations that outsource Wisconsin jobs.\"", "truth_label": "half-true", "date": "stated on September 4, 2012 in a TV ad:", "title": "AFSCME says Thompson backs big tax cuts for companies that outsource Wisconsin jobs", "text": "Employment boomed in Wisconsin during Tommy Thompson’s 14 years as governor, ending in early 2001.\n\nBut as the Republican tries a political comeback in his bid for the U.S. Senate, his opponents want voters to look at Thompson’s post-gubernatorial career when evaluating his job-creation proposals.\n\nThat’s the focus of a TV ad funded by the political arm of AFSCME, a major public-sector labor union. It features an animated bobble-head motif.\n\n\"Tommy Thompson’s changed all right,\" the ad says, making a series of allegations after a short video snippet.\n\nAmong them: \"Tommy even went to work for companies that ship American jobs overseas,\" the spot says, showing a smiling \"Thompson\" shoving a boatload of jobs off shore from the California coast.\n\nThe ad’s kicker: \"Now Thompson supports massive tax cuts for corporations that outsource Wisconsin jobs.\"\n\nAFSCME wouldn’t talk to us about the ad. But the spot cites two pieces of evidence in the footnotes to support the claim that Thompson \"supports massive tax cuts for corporations that outsource Wisconsin jobs.\"\n\nThat’s the claim we’ll evaluate here.\n\nOne is Thompson’s speech at the GOP state convention on May 12, 2012. The other is a March 22, 2012, analysis by the left-leaning Citizens for Tax Justice of the budget plan pushed by House Budget Committee chairman Paul Ryan.\n\nLet’s start with the Ryan budget plan, which has received greater scrutiny since Mitt Romney elevated Ryan to the GOP presidential ticket.\n\nIn analyzing Ryan’s budget, Citizens for Tax Justice touches on two issues that, as best we can tell, AFSCME is relying on to back up the ad.\n\nRyan, the group notes in its analysis, wants to cut the corporate income tax rate from 35 percent to 25 percent, and exempt the offshore profits of multinational American corporations from the income tax. (Romney does too.)\n\nThis, the group contends, would \"increase the existing incentives for U.S. corporations to move their operations offshore or use accounting gimmicks to make their U.S. profits appear to be ‘foreign’ profits generated in offshore tax havens.\"\n\nOK. But what does this have to do with Tommy Thompson?\n\nIn the May 2012 convention speech cited by the ad, Thompson endorsed Ryan’s budget plan as a whole, unequivocally. That plan does contain those tax proposals.\n\n\"I will pass Paul Ryan’s budget plan in the U.S. Senate,\" he said. \"It is the right plan, at the right time, for America.\"\n\nLet’s take a closer look at AFSCME’s claim.\n\nFirst, the terminology in the ad needs clarification.\n\nThe AFSCME ad depicts cartoon Tommy as supporting tax cuts for \"outsourcers\" in Wisconsin. But, the Citizens for Tax Justice report makes no mention of \"outsourcing.\"\n\nThe group’s report focuses on \"offshoring,\" which the National Academy of Public Administration defined as \"U.S. firms shifting service and manufacturing activities abroad to unaffiliated firms or their own affiliates.\"\n\n\"Outsourcing\" can involve offshoring, but it often refers to firms contracting out service and manufacturing activities to unaffiliated firms in the United States, according to the academy.\n\nThe two terms, we should note, are sometimes used interchangeably despite the key differences.\n\nWe asked academic experts about the potential effect of exempting offshore profits from taxation, an approach known as \"territorial\" taxation.\n\nWe found little dispute of the increased incentive to move jobs overseas under a territorial system, but a very unsettled debate over the ultimate effect on jobs of such a change.\n\nA scholar cited by Citizens for Tax Justice, James Repetti, professor at Boston College Law School, is in the camp that believes more production will move overseas, but said that the real-world impact of such a change is very hard to predict.\n\nWilliam McBride, chief economist at the business-backed Tax Foundation, cites studies to show that investment abroad is associated with investment domestically.\n\n\"So it is not a zero-sum game, it is additional growth, and some of the benefits come back to the U.S. in the form of dividends and high-paying management and R&D jobs, for instance,\" McBride told us in an email.\n\nPresident Barack Obama and Vice President Joe Biden have cited a July 2012 study by Reed College economist Kimberly Clausing. She calculated that low-tax countries would gain 800,000 jobs under the incentives in a \"territorial\" tax system. (Clausing noted the number would fall if the U.S. corporate tax rate was cut -- as Ryan has proposed -- and that in a good economy, jobs abroad need not displace jobs at home).\n\nAt the same time, a bipartisan commission appointed by Obama recommended a territorial tax system in 2010.\n\n\"The U.S. is one of the only industrialized countries with a hybrid system of taxing active foreign-source income. The current system puts U.S. corporations at a competitive disadvantage against their foreign competitors,\" said the report of the commission popularly known as Simpson-Bowles.\n\nOverall, we found no dispute that the tax rewards from a rate cut and exemption of offshore profits could be very significant for corporations.\n\nCurrently, companies can defer taxation until returning those profits to the United States -- and studies estimate those profits at more than $1 trillion. That approach has been criticized as providing a disincentive for firms to bring profits back home. Firms, as Ryan’s plan notes, have to pay foreign taxes on income earned abroad, then U.S. taxes when they \"repatriate\" those profits -- bring them back home.\n\nThere’s a final factor here.\n\nThompson has put forward his own specific proposal on corporate taxation, as part of his \"Restore America\" plan.\n\nHe says it’s his attempt to address the \"perverse incentives that cause companies to reinvest foreign profits oversees (sic) rather than repatriating those profits.\"\n\nHis campaign declined to discuss it, but Thompson’s plan calls for a permanent tax break on profits \"repatriated\" to the U.S. He wants zero taxation on those profits -- a lower rate than in some similar plans by conservatives -- but attaches the condition that they must be used for investment in plant and equipment, job training or research and development.\n\nThompson’s plan pertains to future profits -- but he also wants to encourage companies to repatriate, at zero taxation, that $1 trillion in foreign profits that have built up over time.\n\nThe impact of that approach is uncertain, but Thompson is in the camp that believes injecting some of that money back into the U.S. would create jobs back home.\n\nOur rating\n\nAFSCME contends that Thompson \"supports massive tax cuts for corporations that outsource Wisconsin jobs.\"\n\nDespite the confusing use of \"outsourcing,\" the claim is partly on target, in that Thompson would completely exempt from taxation U.S. companies’ profits from overseas operations under certain conditions.\n\nThere are two important caveats here. Researchers differ on whether U.S. employment would decline under this \"territorial\" tax approach, with some arguing that businesses would invest more at home as a result of the tax break.\n\nAnd part of Thompson’s plan provides incentives that could convince companies to bring profits back home.\n\nThis rates a Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10313"}