{"url": "/factchecks/2012/jul/01/mahlon-mitchell/romney-cut-millions-firefighter-gear-wisconsin-dem/", "speaker": "Mahlon Mitchell", "vclaim": "As Massachusetts governor, Mitt Romney used a line-item veto to cut \"millions of dollars for firefighting equipment,\" including firefighters' \"coats, pants, helmets and boots.\"", "truth_label": "true", "date": "stated on June 12, 2012 in a news release:", "title": "Romney cut millions for firefighter gear, Wisconsin Democrat and firefighter union head says", "text": "A political product of the mass demonstrations against Republican Wisconsin Gov. Scott Walker in early 2011, Democrat Mahlon Mitchell lost his electoral debut in the state’s historic recall elections on June 5, 2012.\n\nBut three days later, Mitchell -- defeated 53 percent to 47 percent by GOP Lt. Gov. Rebecca Kleefisch -- was hailed as a rising star at the state Democratic Party’s annual convention.\n\nSo it wasn’t surprising that Mitchell was among those chosen to criticize Republican Mitt Romney ahead of the presumptive presidential nominee’s June 18, 2012 visit to Wisconsin.\n\nMitchell’s line of attack: As Massachusetts governor, Romney cut millions for firefighters’ equipment. It carried extra weight because Mitchell is head of the Wisconsin firefighter union.\n\nOn June 12, 2012, Romney claimed that President Barack Obama wants to add more government jobs and said the nation doesn’t \"need more firemen, more policemen, more teachers.\"\n\nThe same day, the Wisconsin Democratic Party issued a news release in response, quoting Mitchell and a national Democratic Party spokesman.\n\nMitchell claimed in the release that Romney used a line-item veto to cut \"millions of dollars for firefighting equipment,\" including firefighters' \"coats, pants, helmets and boots.\"\n\nHis claim was similar to one made a day earlier by an Obama campaign official and another made days later by Vice President Joe Biden.\n\nIs Mitchell right?\n\nMitchell’s evidence\n\nAsked for evidence, Mitchell referred us to Gillian Morris, spokeswoman for Obama's re-election campaign in Wisconsin.\n\nShe cited a July 2006 veto Romney issued for line item 8000-0050 in Massachusetts’ 2007 budget, his last during his single four-year term as governor.\n\nThe item, which was restored  by the legislature, provided for $2.5 million in grants to local fire departments for firefighting equipment that would \"include, but is not limited to, turnout gear.\"\n\nTurnout gear, said Edward Kelly, Mitchell’s counterpart with the Massachusetts firefighters union, generally includes a firefighter’s coat and pants.\n\nThat’s also how turnout gear is described by the National Fire Protection Association.\n\nBut Kelly said turnout gear could also be interpreted to include a helmet and boots. And in any case, the line item allowed local governments to spend the grant money on any type of fire safety equipment.\n\nOther views\n\nFor context, we wondered whether Romney’s veto was indicative of his treatment of fire departments and firefighters when he was governor.\n\nKelly said Romney cut aid to local governments, which resulted in cuts in fire department funding and led to firefighter layoffs.\n\nA February 2012 Boston Globe article also mentioned the aid cuts in recounting how, as governor, \"Romney fiercely protected a costly and controversial perk for police officers after seeking and receiving the endorsement of the politically influential police unions.\"\n\nWe also contacted Jim Stergios, executive director of the Pioneer Institute, a Boston think tank that values \"free market principles, individual liberty and responsibility, and the ideal of effective, limited and accountable government.\" He said the Romney administration generally \"limited grant programs to municipalities because their view was that such programs represented a relatively unaccountable entry into local affairs.\"\n\n\"There was also a political principle at work,\" Stergios said in an email. \"Resist the usual small, targeted grants to local constituencies because they opened up all kinds of political fights among those constituencies (the firefighters got a grant, so shouldn't the police officers?) and localities (Bourne, Lawrence, and Worcester all wanted grants for fire stations, why shouldn't other communities?).\"\n\nWe asked Romney’s campaign for a response to Mitchell’s claim. Spokeswoman Allie Brandenburger provided a video clip of comments Romney gave in response to an interview question about his statement that the nation didn’t need more firefighters.\n\nThat had nothing to do with Mitchell’s claim, so we emailed Brandenburger again, but got no reply.\n\nOur rating\n\nMitchell said that as Massachusetts governor, Romney used a line-item veto to cut \"millions of dollars for firefighting equipment,\" including firefighters' \"coats, pants, helmets and boots.\"\n\nIn 2006, Romney vetoed $2.5 million in grants for all types of fire safety equipment, including those Mitchell cited.\n\nWe rate Mitchell’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10836"}