{"url": "/factchecks/2017/sep/28/blog-posting/fake-news-human-remains-were-not-found-mcdonalds-h/", "speaker": "Bloggers", "vclaim": "\"Human meat found in McDonald’s meat factory\"", "truth_label": "pants-fire", "date": "stated on August 3, 2017 in a web post:", "title": "Fake news: Human remains were not found in McDonald's hamburgers", "text": "A trending online post said food inspectors found human meat in a McDonald’s meat factory in Oklahoma City, but that’s fake news that has been circulating on the internet for years.\nThe claim resurfaced Aug. 3, 2017, in an article titled, \"Human Meat Found In McDonald’s Meat\" on theamericaninsider.org:\n\"This shocking report impelled food inspectors to investigate the matter further. What is even more shocking, allegedly they have found human and horse meat in the freezers of an Oklahoma City McDonald’s meat factory. In addition, inspectors found human meat in several trucks on their way to deliver the burgers to the fast food restaurants.\n\"Lloyd Harrison is FBI agent, and for Huzler he stated: ‘The worst part is that it’s not only human meat, it’s child meat. The body parts were found across the US factories and were deemed too small to be adult body parts. This is truly horrible,’\" read the post.\nThe post never discloses the name or publication of the report that would maintain the validity of the article, but it does divulge the name of the website that originated this meaty tale. The story first began on Huzlers.com. Huzlers, a website that specializes in publishing joke articles about topics that are trending on social media, published the original article in March 2014, according to the debunking website Snopes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nReaders who believed the post took to social media to accuse McDonald’s of using human meat and questioning the contents of their burgers. The fast-food company affirms that their patties are made out of 100 percent real beef.\nAlthough the story is still circulating three years after its publication, there is no record of McDonald’s trying to feed diners human flesh. In 2016, a Bay Area food lab took a stab at trying to discover surprise ingredients in burgers. The lab got a combined 258 meat and veggie sample patties from different retailers and fast food chains in Northern California and tested them for missing or unexpected ingredients.\nOut of the 258 test samples they found that one burger contained a minute trace of DNA that was likely left by a factory worker who came into contact with the product. The report does not disclose where each sample was from but it does explain that the patty found with the human DNA was a veggie burger, a menu item that is not served in American McDonald’s.\nDon’t believe this fast food factoid because it’s fake news. We rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-02857"}