{"url": "/factchecks/2019/aug/02/beto-orourke/are-there-more-gun-deaths-united-states-any-other-/", "speaker": "Beto O'Rourke", "vclaim": "Says \"we lose nearly 40,000 people in this country to gun violence, a number that no other country comes even close to.\"", "truth_label": "barely-true", "date": "stated on July 30, 2019 in in a debate:", "title": "Are there more gun deaths in the United States than any other country?", "text": "Texan Beto O’Rourke joined nine other Democrats on stage in Detroit on Tuesday for the second round of debates in the Democratic presidential primary contest.\nAll of the candidates made questionable statements — take a look at some fact-checking from the night — including O’Rourke, who was asked to respond to a comment about gun violence from Montana Gov. Steve Bullock.  \nBullock said that Washington, D.C., \"is captured by dark money\" and political influence from the likes of the NRA and Koch Industries, making it hard for lawmakers to tackle issues like gun safety.\n\"That's the way we're actually going to make a change on this, Don, is by changing that system,\" Bullock said, addressing moderator Don Lemon of CNN. \"And most of the things that folks are talking about on this stage we're not going to address until we kick dark money and the post-Citizens United corporate spending out of these elections.\"\nLemon asked O’Rourke to respond to Bullock’s point.\n\"How else can we explain that we lose nearly 40,000 people in this country to gun violence, a number that no other country comes even close to, that we know what all the solutions are, and yet nothing has changed?\" O’Rourke said. \"It is because, in this country, money buys influence, access and, increasingly, outcomes.\"\nWe assumed O'Rourke was talking about the number of gun deaths in the United States in the past year, a figure supported by federal data. But is O’Rourke right that no other country comes close to the number of deaths by gun violence in the United States? We took a look.\nCDC data shows 40,000 deaths\nO’Rourke’s spokesman Chris Evans pointed to two studies of gun-related deaths around the world and a handful of media articles discussing the findings to support the Democrat’s claim.\n\"As we've visited communities across the country, we have consistently heard about the fact that gun violence is a major concern in the U.S. as no other developed country comes close to the number of gun deaths,\" Evans said. \nIn 2017, there were 39,773 firearm injury deaths in the United States (12.2 firearm deaths per 100,000 total population), according to information from the Centers for Disease Control and Prevention cited by Evans.\nOf those deaths, 60% were recorded as suicides and 36.6% were homicides, according to the CDC. The other 3.4% were marked as unintentional, undetermined or the result of \"legal intervention/war.\" \nBut how do those figures compare to other countries? \nLimiting by economic standing changes outcome\nEvans pointed to a 2016 study published in the American Journal of Medicine that measured violent death rates in the United States compared with other high-income countries, using mortality data from 2010.\nResearchers compared figures from the United States to the 26 other countries classified as \"high-income\" by the World Bank that were also members of the Organization for Economic Co-Operation and Development in 2010 — excluding Iceland and Luxembourg for \"having very small populations.\"\nThe study focused on violent death in general, but it also looked at firearm deaths and found that \"Americans are 10 times more likely to die as a result of a firearm compared with residents of these other high-income countries.\"\nThe same researchers conducted an updated study using data from 2015 and came to a similar conclusion and stated that, when it comes to firearm deaths, \"not one of the other high-income countries compares to the US.\"\nErin Grinshteyn, a professor at the University of San Francisco who co-authored both studies, said they compared the United States to other high-income countries to make an \"apples to apples\" comparison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n Nancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"Countries that are less developed are not similar to the US in many ways and would not typically be used as a comparison on other health indicators,\" she said. \"What O'Rourke said is accurate for high-income countries. We are a complete outlier compared to our peer countries.\"\nBut O’Rourke’s statement at the debate was not limited to other high-income countries. He said that \"no other country comes even close to\" the number of deaths from gun violence in the United States.\nThe second study cited by Evans offers a broader look at global trends. The study, conducted by researchers at the Institute for Health Metrics and Evaluation at the University of Washington, looked at firearm mortality around the world from 1990 to 2016.\nIn 2016, the most current year in the study, there were an estimated 251,000 firearm injury deaths worldwide. The study found that more than half of those deaths were recorded in six countries: the United States, Brazil, Mexico, Colombia, Venezuela and Guatemala. \nTake a look at the number of firearm injury deaths in each of these countries in 2016, according to the study, in order of the total number of deaths: \n\n\nThe study revealed that in Brazil, most firearm deaths in 2016 were homicides. In the United States, slightly less than 40% of these deaths were homicides; the majority were suicides.\n\"Beto doesn't think the United States of America should take any solace in being second behind Brazil in that one study when it comes to the number of gun deaths each year,\" Evans said, when asked about the findings in the study. \"We should not be seeing more gun deaths in our country each year than significantly less developed countries.\"\nHe said the same study showed there were more gun deaths in the United States than in places like Columbia, Venezuela, Guatemala, Honduras, Pakistan, Afghanistan, Iraq, Yemen, Libya, and Syria.\nBut the raw number of deaths is only part of the equation. There were 19 countries and U.S. territories with more firearm deaths per capita than the United States in 2016, or the same amount, according to an analysis of the study conducted by PBS Newshour.\n\n\n\nEvans pointed to news coverage of the study, including an article from NPR that said \"The level of gun violence in the United States is completely outsized compared to what's seen in other wealthy countries.\" \nBut the same article noted that gun violence is a bigger issue elsewhere. \n\"To be sure, there are quite a few countries where gun violence is a substantially larger problem than in the United States — particularly in Central America and the Caribbean,\" it reads. \nA Vox article cited by Evans said that the United States \"has way more gun deaths than other developed nations, and it has far higher levels of gun ownership than any other country in the world.\"\nBut it also states that: \"While the rate of U.S. gun deaths is lower than that of many less developed countries, America is still an outlier when compared to nations in similar socioeconomic circumstances.\"\nEvans also pointed to a write-up from the Giffords Law Center to Prevent Gun Violence that stated: \"No other developed nation experiences mass shootings with the same terrifying frequency as the United States.\"  \nThe problem is that all of these findings are different than the statement O’Rourke made during the debate. O’Rourke did not limit his claim to high-income countries or those of \"similar socioeconomic circumstances.\"\nOur ruling\nO’Rourke said \"we lose nearly 40,000 people in this country to gun violence, a number that no other country comes even close to.\"\nStudies show that the United States experiences more firearm injury deaths than other countries of similar socioeconomic standing, but that’s not what O’Rourke said at the debate. Brazil experienced more firearm injury deaths in 2016 than the United States and more than a dozen countries had more firearm deaths per capita than the United States that same year.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClarification: An earlier version of this story referred to the Koch brothers. That has been changed to Koch Industries. David Koch retired from the company last year. Also, a typo in a graphic in the piece was corrected to display the accurate rate of crime in the United States. These changes do not affect the ruling.", "vclaim_id": "vclaim-pol-00371"}