{"url": "/factchecks/2019/may/10/joel-griffith/some-countries-ditched-wealth-taxes-what-might-mea/", "speaker": "Joel Griffith", "vclaim": "\"Of the 14 wealthy OECD countries with a wealth tax in 1996, 10 have since then abandoned it.\"", "truth_label": "mostly-true", "date": "stated on April 28, 2019 in an op-ed on Fox News:", "title": "Skeptic of Elizabeth Warren's plan says 10 European countries scrapped wealth taxes", "text": "Elizabeth Warren pins a lot of hopes on her ultra-millionaire tax. The Democratic presidential candidate would like to put a 2% levy on assets over the $50 million mark, and 3% on those over $1 billion. The revenues would pay for her plans to pay for universal child care, student debt forgiveness and other programs she has in mind.\nIn a Fox News op-ed, an analyst at the conservative Heritage Foundation noted that a wealth tax isn’t a new idea. Joel Griffith said many European nations have tried it.\nAnd scrapped it.\n\"Of the 14 wealthy (Organization for Economic Cooperation and Development) countries with a wealth tax in 1996, 10 have since then abandoned it,\" Griffith wrote April 28.\nWe found different numbers, but there has been a turn away from wealth taxes. And with Warren’s plan on the table, the European experience is worth exploring.\nA decline in Europe\nGriffith got his numbers from an article on the website of the Tax Foundation, a group that is concerned about the ways that taxes distort business decisions. The foundation’s analysis drew on data from the Organization for Economic Cooperation and Development, a Paris-based international body that has its roots in the post-war recovery of Europe.\nThe OECD data shows 13 countries collected revenues from net wealth taxes in 1996, measured in local currency. But it shows 14 when measured as a percentage of GDP. We can’t account for the difference.\nThere’s another twist. One of those countries is Austria, but Austria ended its wealth tax in 1994. So the actual count that year was either 12 or 13. (It’s only slightly off from what Griffith wrote, but we care about these details.)\nTallying the countries that have a wealth tax today is even trickier, largely because definitions vary. We found room for debate over what constitutes a wealth tax.\nAll wealth taxes tax things that are owned, not money earned, but they vary in a couple of key respects. They might target the wealthy (Norway’s tax, for example, affects net worth above 1.48 million Norwegian Kroner) or a broader swath of residents. And some tax all assets, while others — such as Belgium with stocks and bonds, or France with real estate — focus only on specific assets.\nA 2018 report from the respected German-based think tank Ifo Institute for Economic Research counted just three countries with a wealth tax: Switzerland, Norway and Spain. But the authors noted that Italy and the Netherlands also tax wealth in limited ways, and France swapped a broad wealth tax for a narrow one on real estate wealth that kicks in on property worth at least 1.3 million Euros.\nThe international accounting firm Ernst and Young affirmed that Italy does have a wealth tax.\nAnother accounting firm KPMG reported in 2018 that Belgium added a wealth tax when it imposed a tax on securities, such as stocks and bonds. To make things even more complicated, some OECD countries dropped, added, or changed their wealth taxes since 1996.\nThe Tax Foundation article Griffith relied on said that today, six OECD countries had wealth taxes in one form or another. (One of its charts showed four, but that stopped counting in 2017.)\nHow to sort this out?\nBy the strictest definition, today only three wealthy OECD countries have a wealth tax. With a looser standard, as many as seven do. (Some tallies include Hungary, but it might not count as a \"wealthy\" country, as the claim says.)\nLow revenues, big administrative headaches\nThe general reason European countries dropped their wealth taxes was they were more trouble than they were worth. In Germany, the tax was found unconstitutional, but it wasn’t raising that much money anyway.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA review of the wealth tax option by the European Commission said that in the past, determining the value of assets was challenging and cheating was easier.\n\"Opportunities of avoidance and evasion reduce the capacity of wealth taxes to generate revenue, and they contribute to the perception that wealth taxes produce little net benefit,\" the report said.\n\"Decisions to repeal net wealth taxes have often been justified by efficiency and administrative concerns,\" OECD analysts wrote in a 2018 report. \"The revenues collected from net wealth taxes have also, with a few exceptions, been very low.\"\nSwitzerland reaps far more than other nations, taking in revenues equal to 1% of GDP. But Norway brings in 0.4% and Spain 0.2%. Of the countries that did away with a wealth tax, Denmark was typical. In 1996, the tax brought in just 0.1% of GDP.\nThe earlier taxes also tended to reach down into the middle class, not just the uber-rich. Getting rid of them was politically popular.\nA debate over the lessons from Europe\nFor some, the European experience casts a deep shadow over Warren’s proposal.\nWojciech Kopczuk, an economist at Columbia University, warned that no matter what, valuing assets is tough.\n\"(Warren’s) plan would apply only to the very rich,\" Kopczuk said. \"That does not at all resolve administrative problems. Those are as daunting in the United State as in Europe.\"\nOn the other hand, Kopczuk added that a tax that starts at $50 million could hold popular support.\nThere’s also a difference in overall tax regimes. The OECD analysts said that the arguments for and against a wealth tax depend on all the other tax laws in a given country.\nIn that light, Reuven Avi-Yonah, director of the international tax program at the University of Michigan Law School, said Europe is not at all like America.\n\"Income tax rates and sometime inheritance taxes are higher in Europe,\" Avi-Yonah said. \"This means there is less need to tax the rich through a wealth tax.\"\nWe’ve looked before at the debate whether Warren’s plan would raise as much as she hopes.\nWarren’s campaign staff told us that they have learned the lessons from Europe. They argue that focusing on the 76,000 wealthiest people and taxing all assets with no complicating exceptions would lighten the administrative burden.\nThere’s also a hint that Europe is taking a second look at wealth taxes. Both the OECD and the European Commission wrote of a \"renewed interest in wealth taxation.\"\nOur ruling\nGriffith said that \"of the 14 wealthy OECD countries with a wealth tax in 1996, 10 have since then abandoned it.\"\nWe found there are different ways to consider wealth taxes, and Griffith used the strictest one based on dated information. We found that either 12 or 13 countries had a wealth tax in 1996, and nine ended their taxes since then. Today, six or seven European nations have some form of a wealth taxes, either broad ones or narrow ones.\nThe meaning of the European experience from two decades ago is debatable, but that’s not the basis for our ruling. We looked only at the countries and their tax laws.\nThe numbers in the statement are off. European countries did move away from the wealth taxes, but not quite to the extent stated in the op-ed. We rate this claim Mostly True.\n Share the Facts 2019-05-10 14:11:48 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Of the 14 wealthy OECD countries with a wealth tax in 1996, 10 have since then abandoned it.\"    Joel Griffith Research associate at the Heritage Foundation https://www.foxnews.com/opinion/elizabeth-warren-wealth-tax   In a Fox News op-ed Sunday, April 28, 2019 2019-04-28    Read More  info", "vclaim_id": "vclaim-pol-00656"}