{"url": "/factchecks/2011/aug/17/jay-carney/white-house-press-secretary-says-perry-wanted-sece/", "speaker": "Jay Carney", "vclaim": "Says Rick Perry \"wanted to secede from the union.\"", "truth_label": "false", "date": "stated on August 16, 2011 in an interview.:", "title": "White House press secretary says Perry \"wanted to secede from the union\"", "text": "Jay Carney, the White House press secretary, brought up secession when a New York Times columnist asked about the latest Republican presidential aspirant, Texas Gov. Rick Perry.\n\nIn her op-ed column posted online Aug. 16, 2011, Maureen Dowd describes the stumping Perry as galloping \"through Iowa like an unbroken stallion in danger of cracking a leg.\" Her column notes that the governor called President Barack Obama \"the greatest threat to our country\" and questioned Obama’s patriotism and sense of duty.\n\nAlso mentioned: Perry saying Federal Reserve Chairman Ben Bernanke would be treated \"ugly\" in Texas for tackling the economic slump by printing more money. In Cedar Rapids on Aug. 15, Perry said \"printing more money to play politics at this particular time in American history is almost ... treasonous in my opinion.\"\n\nObama, Dowd writes, batted away the Texan. Her column then quotes Carney telling her: \"We may disagree with our political opponents, but we certainly think they’re all patriots — even those who wanted to secede from the union.\"\nWe take that as Obama's spokesman saying Perry wanted Texas to secede. But did Perry say that?\n\nAsked for backup information, White House spokesman Adam Abrams pointed us to an April 17, 2009, Austin American-Statesman news article recapping Perry’s response to an Associated Press reporter who had asked him about people associating him with the idea of secession or sovereignty for Texas.\n\nPerry, who had just spoken at an April 15, 2009, Austin tea party rally, suggested Texans might at some point get so fed up with Democratic-led actions in Washington that they would want to secede.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nPolitiFact Texas later transcribed the exchange:\n\nReporter Kelley Shannon: \"Some have associated you with the idea of secession or sovereignty for your state...\"\n\nPerry: \"Oh, I think there’s a lot of different scenarios. Texas is a unique place. When we came in the union in 1845, one of the issues was that we would be able to leave if we decided to do that.\n\n\"You know, my hope is that America and Washington in particular pays attention. We’ve got a great union. There is absolutely no reason to dissolve it. But if Washington continues to thumb their nose at the American people, you know, who knows what may come out of that? So. But Texas is a very unique place and we’re a pretty independent lot to boot.\"\n\nA day after the rally, the Statesman reported, Perry called potential secession a \"side issue of Texas history. ... We are very proud of our Texas history; people discuss and debate the issues of can we break ourselves into five states, can we secede, a lot of interesting things that I'm sure Oklahoma and Pennsylvania would love to be able to say about their states, but the fact is, they can't because they're not Texas.\"\n\nAs noted recently by the Texas Tribune, Perry also touched on secession before the rally. He’s heard in audio accompanied by still photographs posted on YouTube in March 2009 telling tech bloggers visiting him in his Capitol office that from its beginnings as a state, \"one of the deals was\" that Texas could leave the union \"any time we want.\" Perry continues on the recording: \"So we’re kind of thinking about that again.\" His guests laughed. An anonymous Texas blogger takes credit here for putting the audio and pictures together.\n\nThis week, we reached one of the tech bloggers, Robert Scoble of Half Moon Bay, Calif., who said the meeting occurred because the bloggers were in Austin for a conference. He said the visitors thought Perry \"was being funny. I always thought\" Perry’s secession reference \"was just Texas bragging\" mixed with Perry’s disappointment in the country’s direction.\n\nBy email, Perry spokeswoman Catherine Frazier said she has no details about the meeting. She said, though: \"The governor was not advocating secession. He never has and he never will.\"\n\nAfter Perry made his April 2009 comment, a Perry spokeswoman told the Statesman that Perry believes Texas could secede if it wanted. Not so, advised Sanford Levinson, a professor at the School of Law at the University of Texas at Austin, saying that between the Texas Constitution, the U.S. Constitution and the 1845 Joint Resolution Annexing Texas to the United States, there is no explicit right for the state to return to its days as a republic.\n\n\"We actually fought a war over this issue, and there is no possibility whatsoever that the United States or any court would recognize a 'right' to secede,\" Levinson said in an e-mail. Levinson noted that the 1845 resolution allows for Texas to break itself into five states but doesn't specify whether that would require congressional approval — and forming new states still wouldn't constitute secession.\n\nThat was hardly the end of the issue.\n\nIn April 2010, Perry said in an interview with Newsweek and the Texas Tribune he wanted to clear up his reply on secession the year before. \"It was asked as a, you know, what do you think about the people who shout out the word 'secede.' And I say that we live in an incredibly wonderful country and I see absolutely no reason for that to ever happen. …\"\n\nWe rated Perry’s recap of his 2009 remarks Mostly True because he didn’t acknowledge in the later interview either his position that Texas has the right to secede or his initial speculation about \"who knows what may come\" from people angry about actions in Washington.\n\nAlso, in June 2010, Democratic gubernatorial nominee Bill White said Perry had threatened to secede, a claim we rated False.\n\nVia the Nexis search tool, we found 169 major newspaper articles as of that time linking Perry and secession. But none quoted Perry threatening to push for secession, though critics and comedians framed his words in that way.\n\nOur conclusion was that in a politically theatrical moment, Perry stated an old (and factually incorrect) claim that Texas retains the right to leave the union. That is not the same as his saying giddyap, I want to leave. Perry didn’t call for secession then and hasn’t since.\n\nWe rate Carney’s statement False.", "vclaim_id": "vclaim-pol-12561"}