{"url": "/factchecks/2015/may/07/rick-perry/rick-perry-flip-flops-support-export-import-bank/", "speaker": "Rick Perry", "vclaim": "On reauthorization of Export-Import Bank.", "truth_label": "full-flop", "date": "stated on May 5, 2015 in an oped column:", "title": "Rick Perry flip-flops on support for Export-Import Bank", "text": "In 2014, Rick Perry urged Congress to keep afloat the federal Export-Import Bank.\nIn May 2015, he said let it die.\nCue the PolitiFact Flip-O-Meter.\nPerry in 2014\nAs noted in a June 27, 2014, Dallas Morning News blog post, Perry sent a letter to congressional leaders that month urging them to continue the bank, which was then set to lose its authorization unless members embraced President Barack Obama’s request to extend it.\nThe News’ story pointed out that Republicans were divided on reauthorization: Some seeking to limit the government’s role in the economy on ideological grounds were pitted against those who sought to preserve programs they said help grow the economy. The story quoted Barney Keller of the conservative Club for Growth group saying that like the Small Business Administration and its loans to small businesses, the bank inserts the government into the economy in ways it shouldn’t. \"The Ex-Im Bank is corporate welfare, simple as that,\" he said. \"It should be eliminated.\"\nIn contrast, the story said, supporters of reauthorization maintained that  ending the bank would put large U.S. exporters, especially, at a disadvantage with their foreign counterparts. The bank says its mission is to \"ensure that U.S. companies — large and small — have access to the financing they need to turn export opportunities into sales. Ex-Im Bank does not compete with private institutions,\" the bank says, going on: \"We fill gaps in the trade finance market by working with lenders and brokers to ensure that U.S. businesses get what they need to sell abroad and be competitive in international markets.\"\nPerry said in his June 25, 2014, letter to Republican and Democratic leaders of the House and Senate that as governor of \"America’s leading exporting state I encourage you to reauthorize\" the bank. \"I understand some are concerned about this bank, but if there are ways to improve the program by making it more transparent, I would encourage you to do so as part of the reauthorization,\" Perry wrote. \"To unilaterally disarm by not reauthorizing the Ex-Im Bank puts American companies at a disadvantage in their ability to compete in the global marketplace, will cost jobs and will drive up prices for American-made goods,\" Perry said.\nPerry in 2015\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nNearly a year later, Perry swiveled.\nIn an op-ed column published by the Wall Street Journal, which came to our attention in a May 5, 2015, Texas Tribune news story, Perry said he \"can't get on board\" with reauthorizing the charter for the 80-year-old bank. The bank was set to shutter if Congress didn’t reauthorize it by July 2015.\nPerry's piece--headlined: \"Why I’m Changing My Mind and Opposing the Ex-Im Bank\"--credited the bank with playing a role in igniting the Texas economy in his time as governor. Since 2007, he wrote, more than 1,200 Texas companies had obtained help from Ex-Im in financing more than $24 billion in exports.\nPerry also recalled his gubernatorial concern about unilateral disarmament, economically speaking, but then went on to say he could no longer back the bank out of concern for \"revelations of corruption and bribery at the institution\" involving an official pleading guilty to accepting bribes, among factors.\nHe also questioned the bank subsidizing exports by big corporations. \"We won’t have the moral credibility to reduce corporate taxes if we continue to subsidize corporate exports for corporations that already enjoy low effective tax rates, like General Electric and Boeing,\" Perry wrote. \"We won’t have the moral credibility to reform government programs that benefit future retirees if we don’t first reform government programs that benefit big businesses like Caterpillar. We won’t be able to give businesses more regulatory latitude if we continue to operate a government bank with an emerging record of corporate corruption.\"\nPerry closed: \"We could pair Ex-Im’s retirement with corporate tax reform—a more effective way to improve the competitiveness of U.S. companies. We should work with our partners in the World Trade Organization to roll back the use of export-import banks by other countries, so that American exporters don’t face an unfair playing field.\"\nWe emailed aides to Perry about his shift and didn't hear back.\nOur ruling\nFull change in position? On the Flip-O-Meter, that’s a FULL FLOP!\nUPDATE, May 8, 2015: We updated this article to quote directly from Perry's May 2015 oped column. This did not affect the Flip-O-Meter rating.", "vclaim_id": "vclaim-pol-06435"}