{"url": "/factchecks/2013/jul/25/barack-obama/barack-obama-says-top-1-percent-saw-incomes-quadru/", "speaker": "Barack Obama", "vclaim": "\"The income of the top 1 percent nearly quadrupled from 1979 to 2007, but the typical family’s incomes barely budged.\"", "truth_label": "true", "date": "stated on July 24, 2013 in a speech in Galesburg, Ill.:", "title": "Barack Obama says top 1 percent saw incomes quadruple, while typical family saw theirs barely budge", "text": "A reader asked us to check a dramatic statistic on income inequality from President Barack Obama’s recent speech on the economy in Galesburg, Ill.\n\"The income of the top 1 percent nearly quadrupled from 1979 to 2007, but the typical family’s incomes barely budged,\" Obama said in the July 24, 2013, speech.\nWhen we asked the White House for supporting evidence, a spokesman pointed us to a study published in late 2011 by the Congressional Budget Office, the nonpartisan budget-analysis arm of Congress.\nThe study looked at income trends between 1979 and 2007 for various income levels, including the top 1 percent.\nCBO found that over that period, the top 1 percent’s inflation-adjusted, after-tax income rose by a cumulative 275 percent. Over 28 years, that averages to almost a 10 percent increase each year.\nThat’s not quite quadrupling -- a 300 percent increase would have been a quadrupling -- but Obama did say \"nearly quadrupled,\" and we think that qualifies.\nAs for Obama’s claim that the \"typical family’s incomes barely budged,\" that seems on target, too.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nFor the 60 percent of the population in the middle of the income scale -- that is, excluding the top one-fifth and the bottom one-fifth of earners -- the cumulative growth in inflation-adjusted, after-tax household income was just under 40 percent. That may sound like a healthy increase, but it actually averages to just 1.4 percent per year.\nWhile an income increase of 1.4 percent a year above inflation does mean the middle 60 percent advanced economically during the period studied, the increase was only about one-seventh as fast as it was for the top 1 percent. In this context, we think the description \"barely budged\" is reasonable.\nWe should point out that the CBO’s findings about the top 1 percent were a little different than the conclusions we drew in a previous fact-check. But there’s a good reason why.\nWe calculated that income for the top 1 percent grew between 1979 and 2008 by 169 percent, well below the 275 percent the CBO found. Our calculation was based on data compiled by economists Thomas Piketty and Emmanuel Saez, who are specialists in income inequality.\nHowever, the Piketty-Saez data set excluded capital gains. Capital gains refers to income earned from investments such as stocks, and the lion's share of the nation’s capital gains go to the very wealthy. The CBO data, unlike the data from Piketty and Saez, included capital gains income, so that explains the discrepancy.\nOur ruling\nObama said \"the income of the top 1 percent nearly quadrupled from 1979 to 2007, but the typical family’s incomes barely budged.\" Calculations by the CBO, a highly credible agency, show an increase of 275 percent for the top 1 percent, which is pretty close to quadrupling. And for average households, income rose by comparatively modest amounts. We rate the claim True.", "vclaim_id": "vclaim-pol-09069"}