{"url": "/factchecks/2012/may/05/charlie-hales/it-true-charlie-hales-private-sector-never-billed-/", "speaker": "Charlie Hales", "vclaim": "Says \"I never billed a single hour of my time to the City of Portland in the last 10 years -- so, no revolving door.\"", "truth_label": "barely-true", "date": "stated on April 30, 2012 in a debate:", "title": "Is it true that Charlie Hales in the private sector never billed a single hour to the city of Portland?", "text": "Charlie Hales was a Portland city commissioner in 2002 when he accepted a job offer from HDR to pitch streetcars around the country. He left in June of that year, without completing his term in office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\n\n\nHis critics have complained about this for two reasons. One, Hales quit while in office. And two, he took a job with a company that conducted business with the city. It rarely looks good for an elected official to jump to a private company that makes money off that city’s taxpayers.  \n\nOne of Hales’ chief opponents, Eileen Brady, said she would propose an ordinance calling for a time-out period between elected officials leaving office and taking a job with a company that does business with the city.\n\nHales raised the word \"insinuendo\" in response. Here’s what he said:\n\n\"I took a position with a company where I then immediately proceeded to work all over the country in cities everywhere but Portland. I never billed a single hour of my time to the City of Portland in the last 10 years, so, no revolving door. I held myself to that standard for just the very reason and just the very concern that was just mentioned a minute ago. So I held myself to that highest ethical standard and never ever had a conflict of interest with my former employer, the city of Portland.\"\n\nWe know that’s a long chunk to read. But the response is important in its entirety. Because we understand his response to mean that in the last decade Hales never conducted business with the city on behalf of his employer.\n\nSo we were surprised to learn that Hales and HDR bid on a contract in 2007, when the Portland Office of Transportation issued a bid for the Portland Streetcar System Concept Plan. HDR did not get the contract.\n\nHales’ office confirmed he was involved in trying to land the contract. They said he has helped submit bids on hundreds of projects across the country, and just this one in Portland in the time he's been away from City Hall.\n\n\"There is nothing unethical about responding to a request for proposals. No money changed hands, and the proposal was not accepted,\" Hales said through his campaign manager, Jessica Moskovitz.\n\nHales violated no ethics laws or rules by bidding on a city contract five years after leaving office. But his full-bodied explanation at the debate led us to believe he kept his distance from the city in order to hold himself to \"that highest ethical standard.\"\n\nThere was no revolving door, because he didn’t get in. It’s true Hales has never billed the city for his work with HDR -- but it wasn’t for lack of trying. The statement contains an element of truth -- he never billed the city -- but ignores critical facts that would give a different impression about Hales’ business relationship with the city.\n\nWe rule the statement Mostly False.", "vclaim_id": "vclaim-pol-11154"}