{"url": "/factchecks/2020/nov/18/donald-trump/fact-checking-donald-trumps-tweet-firing-christoph/", "speaker": "Donald Trump", "vclaim": "“The recent statement by Chris Krebs on the security of the 2020 Election was highly inaccurate, in that there were massive improprieties and fraud.\"", "truth_label": "pants-fire", "date": "stated on November 17, 2020 in a Tweet:", "title": "Fact-checking Donald Trump’s tweet firing Christopher Krebs", "text": "In a Nov. 17 tweet, Donald Trump fired his most senior cybersecurity official for affirming the security of the 2020 presidential election. \nChristopher Krebs, a Trump appointee, headed the Cybersecurity and Infrastructure Security Agency (CISA) at the Department of Homeland Security and directed efforts to shore up election security. He has repeatedly contradicted Trump’s baseless claims that voter fraud swung the 2020 presidential election to Joe Biden. \n\"The recent statement by Chris Krebs on the security of the 2020 Election was highly inaccurate, in that there were massive improprieties and fraud,\" Trump tweeted. \"Therefore, effective immediately, Chris Krebs has been terminated.\"\nThe recent statement by Chris Krebs on the security of the 2020 Election was highly inaccurate, in that there were massive improprieties and fraud - including dead people voting, Poll Watchers not allowed into polling locations, “glitches” in the voting machines which changed...— Donald J. Trump (@realDonaldTrump) November 18, 2020 \nThe statement Trump was referring to was released by officials from two Department of Homeland Security committees — the Election Infrastructure Sector Coordinating Council and the Election Infrastructure Government Coordinating Council overseeing cybersecurity. Krebs’ agency released the statement, but his name is not attached.\nAlthough the statement did not mention Trump directly, the officials contradicted his claims that the Nov. 3 election was rigged against him. They called it the most secure election in U.S. history.\n\"There is no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised,\" the statement reads. \nEven though Krebs lost his job, his assessment of the election wasn’t wrong. Evidence shows it's Trump’s claim that is lacking in accuracy.\nSubstantial evidence supports CISA statement\nThe CISA statement that led to Krebs’ ouster is supported by a multitude of evidence.\nFifty-nine election and cybersecurity experts agreed in a public statement that claims of a \"rigged\" election \"either have been unsubstantiated or are technically incoherent.\"\nDavid Evans, a professor of computer science at the University of Virginia, told PolitiFact that he signed the joint statement because \"there is no substance ... no credible specifics, and no evidence to support any of the claims\" of a rigged election. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"It is always difficult to prove something did not occur, which is why people who work in security are so careful to avoid strong statements,\" Evans said. \"But in this case, because of the size of the margin, all of the security measures that were in place and worked as intended, and the lack of any evidence of anything fraudulent happening, one can be highly confident that there is no credible possibility that the results of the election are invalid.\"\nDan Wallach, a professor of computer science at Rice University who studies the security of election voting systems, also co-signed the statement.\n\"It’s one thing to say we’re aware of vulnerabilities\" in our election system, he told PolitiFact. \"It’s a whole other game to claim that vulnerabilities have been actively exploited. Making that claim requires evidence.\"\nTrump’s litany of debunked \"evidence\"\nAs evidence for his claim that the statement was \"highly inaccurate,\" Trump said in his tweet that \"dead people\" voted in the election, Republican poll watchers were barred from polling locations, \"glitches\" in voting machines changed votes from Trump to Biden, voters were allowed to vote late, \"and many more.\" \nWe have fact-checked all of these claims and found them lacking evidence.\nTrump and his campaign have so far failed to prove that fraudulent votes cast in the name of dead people altered the outcome of the election. (See examples from Detroit, Michigan, Virginia, Nevada and Wisconsin.) We have found that many people whose names appear on viral lists of dead voters are still living, did not vote in the election, or were mistakenly recorded as having voted because they shared a name with a living person. \nThe claim that Republican poll watchers were barred from polling locations is False. In both Pennsylvania and Michigan, the two states where Trump has claimed that Republican poll watchers were shut out, hundreds of Republican challengers were allowed into polling stations to observe the count. Trump’s lawyers have acknowledged this fact in lawsuits and court hearings. \nThe claim that glitches in voting machines swapped votes from Trump to Biden is also baseless. Many of these claims center on Dominion Voting Systems, which makes software and hardware for election officials to use around the country. Minor issues reported after the election were either the result of human error or temporary malfunctions, and they were quickly resolved. Experts told us that many of the claims about Dominion show a misunderstanding of how voting administration actually works. \nFinally, Trump’s claim that voters were allowed to vote late is misleading. Some states allow mailed ballots that are postmarked on or before Election Day a grace period if they arrive shortly after Election Day. All such votes would be legally cast under state law.\nOur ruling\nTrump tweeted that \"the recent statement by Chris Krebs on the security of the 2020 Election was highly inaccurate, in that there were massive improprieties and fraud.\"\nA multitude of evidence supports the statement released by Krebs’ former agency that the election was not rigged.\nTrump’s claim is not grounded in evidence. We rate it Pants on Fire! \nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18537"}