{"url": "/factchecks/2013/jun/28/richard-durbin/dick-durbin-says-global-warming-leading-evaporatio/", "speaker": "Richard Durbin", "vclaim": "Recent record-low water levels in Lake Michigan are evidence that global warming is leading to \"the evaporation of our Great Lakes.\"", "truth_label": "half-true", "date": "stated on June 25, 2013 in a Senate floor speech:", "title": "Dick Durbin says global warming is leading to “the evaporation of our Great Lakes”", "text": "On the same day that President Barack Obama gave a major address on climate change, the second-ranking Senate Democrat, Dick Durbin of Illinois, gave a floor speech that drove the issue home for his constituents.\n\"I believe the environment is a challenge we must face head on,\" Durbin said on June 25, 2013. \"To ignore it is to ignore reality. Lake Michigan, when measured just a few months ago, was at its lowest depth in any measured time in recent history. What we are seeing in global warming is the evaporation of our Great Lakes.\"\nA reader suggested we check out Durbin’s claim, so we will.\nThe Great Lakes take in water through precipitation, runoff and inflow from upstream bodies of water; they lose it from evaporation or diversion. Both seasonal and longer-term cycles have caused fluctuations since the end of the Ice Age.\nOver the past 150 years, scientists say, water levels have varied within a relatively narrow, 2-meter range. But the past few decades have produced some important patterns. Lake levels were relatively high from the 1970s to the late 1990s, then fell swiftly in the late 1990s before settling in at a low, but fairly stable, level through today.\nDurbin is correct that water levels in Lake Michigan were lower in January 2013 than at any time since records began in 1918 -- a full 6 feet lower than the 1986 peak. This is causing worries about wildlife, shipping, recreation and tourism.\nSeveral factors tend to increase water loss:\n• Dredging. The removal of soil and rock to enable ships to pass can encourage lower water levels. Dredging projects going back to the 19th century are estimated to have lowered Lake Michigan by 16 inches, according to the International Joint Commission, a U.S.-Canada panel on boundary issues.\n• Erosion. Natural erosion since 1962 may have lowered water levels by an additional 3 to 5 inches, according to the commission.\n• Diversion. A diversion of Lake Michigan water to Chicago starting in 1900 is estimated to have lowered water levels by about 2 inches, but this has been more than balanced out by two diversions into Lake Superior, which feeds Lake Michigan.\nDredging, erosion and diversion have affected today’s low levels by reducing the baseline level, but because there have been no major dredging projects in recent years, these factors have not contributed to recent fluctuations. Other factors more directly related to climate change, however, may have, specifically:\n• Low precipitation. In 2011 and 2012, the basin feeding the Great Lakes experienced mild winters, which produced lower-than-normal snowpacks, reducing a major source of incoming water in the spring. Dry summers can also provide too little incoming rain to keep levels high.\n• Higher evaporation. If it’s hot in the summer, water temperatures increase. Then, when cool, dry air comes in the fall, the lakes’ warmer water evaporates in greater quantities, lowering water levels. This can be exaggerated if precipitation levels are already low. Such conditions prevailed last year.\n• More limited ice cover. In winter, diminished ice cover can mean higher water temperatures, which in turn encourages evaporation. A 2012 study found that the Great Lakes have lost 71 percent of their ice cover since 1973. However, it gets complicated: Scientists say that greater evaporation in the fall can cool lakes, potentially increasing ice coverage the following winter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nDurbin’s office pointed to these factors as support for the senator’s claim.\n\"Warmer weather, more severe droughts, higher water temperatures and greater evaporation are, in fact, leading to lower water levels,\" said Max Gleischman, a spokesman for Durbin. \"The lake has seen record-low water levels in recent years at the same time we’ve seen record drought conditions in the region. While temperature, water level and drought conditions have fluctuated over the years, the highs are getting higher and the lows are getting lower.\"\nHowever, scientists we interviewed say Durbin’s claim is an oversimplification.\n\"Attribution of low lake levels to human-caused climate change is rather speculative at this time,\" said Brent M. Lofgren, a climatologist at the Great Lakes Environmental Research Laboratory, part of the National Oceanic and Atmospheric Administration.\nLofgren said it’s important to look at the pivotal period in the late 1990s. Levels declined suddenly, he said, and since then, have remained fairly steady. The record lows of early 2013, he said, amounted to \"a small downward excursion from the levels over the last decade and a half.\"\nIn fact, after hitting the low point, Lake Michigan saw a 9-inch rise in April -- the second highest monthly increase for April on record. In other words, the water level is still low, but it’s fluctuating, and it’s in roughly the same range it’s been since the late 1990s.\nThis pattern of events doesn’t fit very well with existing models of global warming, which suppose a gradual rise in greenhouse gases, Lofgren said. A sudden change like the one experienced in the late 1990s -- followed by a decade and a half of fairly stable levels -- \"is particularly difficult to attribute to a gradual buildup of greenhouse gases,\" he said.\nIn the meantime, Lofgren said, the modeling of how climate change could affect the Great Lakes in the future has recently undergone a rethinking. A new model developed by Lofgren for how climate changes affect the Great Lakes basin suggests potential water-level declines smaller than previous estimates. The previous consensus for Lake Michigan was a decline of between 10 and 44 inches. The new model suggests anywhere from a decline of 36 inches to a rise of 20 inches, and another recent study indicated losses of 24 inches or less.\nWhy such a wide range of outcomes? It boils down to complexity.\nBoth a 2012 study by the International Joint Commission and the Great Lakes Environmental Assessment and Mapping Project, an independent group, agreed that lower water levels are likelier in the future than higher levels, but they added that varying models leave considerable uncertainty about which outcome will result.\n\"Although climate experts expect evaporation to increase in the future, there is debate over whether or not the Great Lakes would see more precipitation under future climate change scenarios,\" said John Allis, chief of the Great Lakes Hydraulics and Hydrology Office at the U.S. Army Corps of Engineers’ Detroit district.\nOur ruling\nDurbin pointed to recent record-low water levels in Lake Michigan as evidence that global warming is leading to \"the evaporation of our Great Lakes.\"\nMost scientists agree that recent patterns of precipitation, evaporation and ice cover suggest that climate change is affecting water levels in the Great Lakes. But over the long term, dredging and erosion have lowered water levels, and the sudden decline in the late 1990s, followed by a relatively stable decade and a half, doesn’t mesh with the presumed slow buildup of greenhouse gases. In addition, scientific models offer a wide range of possible impacts on water levels due to climate change, from decreases to increases.\nBecause Durbin’s statement is oversimplified and ignores complicating factors, we rate it Half True.", "vclaim_id": "vclaim-pol-09161"}