{"url": "/factchecks/2016/oct/10/donald-trump/trump-clinton-wont-use-term-radical-islamist-terro/", "speaker": "Donald Trump", "vclaim": "\"These are radical Islamic terrorists, and (Hillary Clinton) won't even mention the word.\"", "truth_label": "barely-true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Trump: Clinton won't use the term 'radical Islamic terrorists'", "text": "In response to a question by a Muslim woman about anti-Muslim bias during the town hall presidential debate, Donald Trump said that the United States has a problem with \"radical Islamic terrorists,\" citing mass shootings in Orlando and San Bernardino.\nTrump then said that Hillary Clinton and President Barack Obama won’t correctly define the problem.\n\"These are radical islamic terrorists and she won't even mention the word, and nor will President Obama. He won't use the term ‘radical Islamic terrorism,’\" Trump said during the Oct. 9 debate at Washington University in St. Louis. \"Now, to solve a problem, you have to be able to state what the problem is or at least say the name. She won't say the name and President Obama won't say the name. But the name is there. It's radical Islamic terror.\"\nIn her response, Clinton used the phrase \"violent jihadist terrorists\" and said that the United States is not at war with Islam.\n\"And it is a mistake, and it plays into the hands of the terrorists to act as though we are,\" she said.\nWe’ve looked at Obama’s use of the term before; he doesn’t like to use it. For this fact-check, we will look at how Clinton describes radical Islamic terrorism.\nClinton’s words\nThe day after the mass shooting in Orlando, Clinton did a series of interviews in which she said she had no problem using the term \"radical Islamism\" or \"radical jihadist terrorism.\" But she also said that the phrases were not \"magic words\" that would halt terrorism.\n\"From my perspective, it matters what we do more than what we say. And you know, it mattered we got bin Laden, not what name we called him,\" she said on CNN on June 13. \"Whether you call it radical jihadism or radical Islamism, I'm happy to say either. I think they mean the same thing.\"\nClinton emphasizes a distinction between a \"distorted version of Islam\" and the religion itself.\n\"What I won't do, because I think it is dangerous for our efforts to defeat this threat, is to demonize and demagogue and, you know, declare war on an entire religion. That plays right into ISIS' hands,\" she said. \"We can call it radical jihadism, we can call it radical Islamism. But we also want to reach out to the vast majority of American Muslims and Muslims around this country, this world, to help us defeat this threat, which is so evil and has got to be denounced by everyone, regardless of religion.\"\nClinton made similar comments in an interview on NBC Today.\n\"It matters what we do, not what we say. It mattered that we got bin Laden, not the name we called him,\" she said. \"But if he is somehow suggesting I don't call this for what it is, he hasn't been listening. I have clearly said that we face terrorist enemies who use Islam to justify slaughtering innocent people. And, to me, radical jihadism, radical Islamism, I think they mean the same thing. I'm happy to say either, but that's not the point.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOn MSNBC's Morning Joe she said:\n\"I have clearly said many, many times we face terrorist enemies who use Islam to justify slaughtering innocent people. We have to stop them and we will. We have to defeat radical jihadist terrorism or radical Islamism, whatever you call it -- it’s the same. But we cannot demonize, demagogue and declare war on an entire religion.\"\nWe sent a spokesman for Trump a copy of Clinton’s remarks about \"radical Islamism\" and he replied \"has she said the term ‘radical Islamic terrorism?’ \"\nIn a speech in Cleveland June 13, she stuck to the phrase \"radical jihadists.\"\nObama has said he doesn’t use the term because it would actually bolster into the narrative of ISIS and al-Qaida that the West is at war with Islam.\n\"If we fall into the trap of painting all Muslims as a broad brush and imply that we are at war with the entire religion, then we are doing the terrorists' work for them,\" he said.\nThis echoes what Obama has previously said about ISIS and isn’t all that different from former President George W. Bush’s language following the Sept. 11, 2001, terrorist attacks and at the onset of the war in Afghanistan.\n\"This great nation of many religions understands, our war is not against Islam, or against faith practiced by the Muslim people. Our war is a war against evil,\" Bush said in January 2002.\nOur ruling\nTrump said of Clinton, \"These are radical Islamic terrorists and she won't even mention the word.\"\nAfter the Orlando shooting, Clinton said she had no problem saying \"radical Islamism\" which is similar but not the same as \"radical Islamic terrorism.\"She has also said that leaders should be careful not to demonize the religion of Islam, and that the United States needs specific strategies to fight ISIS.\nWe rate this claim Mostly False.\n \nhttps://www.sharethefacts.co/share/fd252d8d-6d97-441a-a4ae-bbb020397886", "vclaim_id": "vclaim-pol-04169"}