{"url": "/factchecks/2011/nov/16/rick-scott/rick-scott-us-regulations-are-most-difficult-world/", "speaker": "Rick Scott", "vclaim": "The United States' regulations \"are among the most difficult in the world.\"", "truth_label": "false", "date": "stated on November 14, 2011 in a press release:", "title": "Rick Scott says U.S. regulations are among the most difficult in the world", "text": "Republican Gov. Rick Scott repeated a familiar politician's mantra when he bashed \"overregulation.\"\n\nIn a Nov. 14, 2011, press release, Scott criticized President Barack Obama for accusing America of being \"lazy\" in attracting investment: \n\n\"Obstacles to job creation in America are a result of policy, not of motivation,\" Scott said. \"Our business taxes are among the highest in the world. Our regulations are among the most difficult in the world. If you need evidence, look no further than the companies who have moved their oil rigs from the Gulf coast to foreign countries in the last year because of the regulatory environment. Just last week, yet another major medical device manufacturer announced they were cutting more than 1,000 jobs because of new Obamacare taxes. \n\n\"The president's comments indicate a belief that more taxes, more regulation and more government is the solution, yet those are the very things standing in the way of those of us who are trying – very energetically – to recruit businesses and jobs to our states.\"\n\nScott made a few strongly-worded claims in that statement, but for this Truth-O-Meter we will explore whether \"our regulations are among the most difficult in the world.\"\n\nScott has portrayed himself as a slayer of regulations. He promised to freeze all regulations in Florida during his 2010 campaign.\n\nWe went in search of data about the U.S. and overregulation. We found several measures that contradicted Scott's statement: \n\n• The World Bank publishes an annual \"Doing Business\" ranking that examines the business climate in 183 countries. In its most recent report, released in October 2011, it gave the U.S. an overall ranking of fourth, behind Singapore, Hong Kong and New Zealand. The U.S. scored particularly high compared to other countries in getting credit (4), protecting investors (5) and starting a business (13). \n\n• The conservative Heritage Foundation, together with the Wall Street Journal, publishes an annual \"Index of Economic Freedom,\" which in 2011 placed the U.S. 9th out of 179 countries with a score of 77.8 out of 100. This index looks at several factors including government spending, property rights and business freedom. On business freedom -- on which the U.S. scored 91 -- Heritage wrote, \"The overall freedom to create and run a private enterprise, regulated primarily at the state level, is strongly protected. However, new regulatory uncertainty hampers business expansion and employment creation.\" Heritage's index relies heavily on the World Bank's report.\n\n• The libertarian Cato Institute publishes an \"Economic Freedom of the World\" report that stated that ranked the U.S. 10th among 141 countries in 2009. \"The world's largest economy, the United States, has suffered one of the largest declines in economic freedom over the last 10 years, pushing it into tenth place. Much of this decline is a result of higher government spending and borrowing and lower scores for the legal structure and property rights components,\" the report said.\n\nThe report shows that \"the U.S. is still more free by comparison to much of the world,\" said Ian Vásquez, director of the Cato Institute's Center for Global Liberty and Prosperity, in an e-mail to PolitiFact. \"But that measure only captures regulations that can be compared across countries and misses a lot. There is no good global index on this issue. Bottom line, the statement is probably true about some regulations, but not overall in the world.\"\n\nWhat experts told us\n\nWe sent Scott's claim -- and the examples he cited about oil rigs moving overseas and job cuts at a medical manufacturer -- to several experts. (Scott's press release didn't identify the medical manufacturer.) None of them fully defended Scott's statement that the United States' regulations are among the most difficult in the world. Several referred us to the World Bank report we mentioned above, while others warned that comparing regulations among countries can be difficult. \n\nThe U.S.'s ranking \"is a far cry from 'most difficult,\" wrote Lawrence J. White of New York University in an e-mail, pointing to the World Bank ratings.\n\nJames Gattuso of the Heritage Foundation said that the trends in the World Bank report are mixed for the U.S. and pointed to an Oct. 28 Wall Street Journal report (subscription required to view full article) that said that although the U.S. is ranked fourth, it has dropped in some categories in recent years including on paying taxes and ease of registering property. And the cost of starting a business measured as a percentage of per capita income as well as the cost to import have increased. \n\nPaul Portney, an economics professor at the University of Arizona, was chief economist for the White House Council on Environmental Quality in 1979-80 under President Jimmy Carter. He sent us an answer as it pertains to environmental regulations, which is relevant here because half of Scott's evidence cited in his press release related to oil rigs moving from the Gulf to foreign countries due to regulation.\n\n\"The U.S., like many of the world's developed countries, does have stringent environmental regulations. Ours are in general about as stringent as those in Europe and Japan, though I'd say that Europe's are now tougher than ours. In some respects, though, we go beyond what other countries do (an example is the regulation of auto emissions, though that is more the doing of the State of California than federal standards). Compared to China, India, Russia and Brazil--the rapidly developing countries of the world--our standards are much tougher, and that has no doubt played some role in the relocation of industry to those places. However, you have to remember that there are benefits that accompany the higher costs of regulation in the U.S. My guess is that few Floridians would be willing to tolerate Beijing, Mumbai, Moscow or Rio de Janeiro air quality, to take but one example. ... I'd say that there are other, more important factors that affect business location than regulatory burdens, even while acknowledging that we can and must streamline our regulatory process.\"\n\nGov. Scott responds\n\nScott spokesman Brian Burgess e-mailed us a response.\n\n\"I hope you aren’t missing the forest for the trees…but the phrase you have chosen to zero in on is rather vague, not really quantifiable, and simply refers to the difficult long-term outlook that American job creators are facing.\"\n\nBurgess directed us to the Florida chamber's small business survey which stated \"The top issues facing Florida’s small businesses continue to include government regulations, access to capital, healthcare, taxes.\"\n\nBurgess also stated in an e-mail that federal regulations have been on the rise in recent years and that thousands more are in the works -- but that wasn't what Scott said.\n\nAs for the World Bank study, Burgess wrote that the World Bank study notes that it is limited in scope and quoted from the preface: \"It does not attempt to measure all costs and beneﬁts of a particular law or regulation to society as a whole. Nor does it measure all aspects of the business environment that matter to ﬁrms and investors or affect the competitiveness of an economy.\"\n\nBurgess concluded: \"In short, the governor’s comment is based on his own experience in international business, his conversations with other business owners, entrepreneurs and other job creators in Florida and throughout the world, and the hard data that shows that the U.S. regulatory environment has grown progressively worse in recent years and is projected to continue down that path – an outlook that makes the United States regulatory environment among the most difficult in the world. The statement was worded carefully because the subject matter is difficult to quantify. Even World Bank admits as much.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nScott said \"our regulations are among the most difficult in the world.\" As his evidence, he cites companies moving their oil rigs from the Gulf Coast overseas and a medical device manufacturer cutting more than 1,000 jobs \"because of new Obamacare taxes.\" Even if some companies move overseas or cut jobs and attribute those actions to overregulation, that doesn't mean that regulations in the U.S. are among the most difficult in the world. The reports we found ranked the U.S. between 4th and 10th for business climate. Scott, along with other political or business leaders, certainly can point to concerns about the number, cost or impact of regulations. But Scott hasn't proven that our country's regulations are among the most difficult in the world. In fact, the evidence we found points in the opposite direction. We rate this claim False.", "vclaim_id": "vclaim-pol-12082"}