{"url": "/factchecks/2010/oct/25/citizens-lower-taxes-and-stronger-economy/anti-amendment-4-group-cites-politifact-newspaper-/", "speaker": "Citizens for Lower Taxes and a Stronger Economy", "vclaim": "Says PolitiFact says Amendment 4 \"will force counties and cities across Florida to raise taxes and fees.\"", "truth_label": "pants-fire", "date": "stated on October 17, 2010 in a newspaper ad.:", "title": "Anti-Amendment 4 group cites PolitiFact in newspaper ad", "text": "The group opposing Amendment 4, Citizens for Lower Taxes and a Stronger Economy, placed a full page ad in the Oct. 17, 2010, Orlando Sentinel urging voters to vote no on the amendment based on information from, well, us.\n\nThe full page ad ran with the headline \"What does Amendment 4 really mean for Florida?\"\n\nIncluded in the ad was an allegation that listed PolitiFact as the source. The ad says Amendment 4 \"will force counties and cities across Florida to raise taxes and fees.\" The footnote attached to the claim points back to a PolitiFact Florida article from March 16, 2010.\n\nWe love the publicity and notoriety that comes with being quoted in a full page advertisement running in one of the state's largest newspapers.\n\nBut we love being quoted accurately more.\n\nIn this case, we weren't.\n\nFirst, in case you don't know, here's some background on Amendment 4.\n\nAmendment 4 was placed on the November ballot after Hometown Democracy was able to collect 676,811 petition signatures statewide, more than the state requirement to get a constitutional amendment on the ballot. The proposal is summarized as follows on the election ballot: \"Establishes that before a local government may adopt a new comprehensive land use plan, or amend a comprehensive land use plan, the proposed plan or amendment shall be subject to vote of the electors of the local government by referendum, following preparation by the local planning agency, consideration by the governing body and notice.\"\n\nEssentially the proposal would allow voters to decide on changes to local land use plans, rather than having the decision rest in the hands of city councils, county commissions or appointed local planning agencies.\n\nSupporters argue that the measure will give more power to local residents by allowing them to make decisions regarding development plans in their communities. Opponents argue Amendment 4 will stall existing projects and drive away prospective developers from investing money in Florida.\n\nWe've rated several claims on both sides of Amendment 4, which you can see here.\n\nThe claim we're analyzing in this case stems from a statement we examined in the spring. Back in March, Citizens for Lower Taxes and a Stronger Economy claimed that the tiny Pinellas community of St. Pete Beach had terrible experiences with its own version of Amendment 4, resulting in \"seemingly endless lawsuits (that) decimated the city's legal budget and forced the city to raise the property tax rate.\"\n\nWe found two half truths in the statement back then.\n\n1). We didn't agree that Amendment 4 and St. Pete Beach's version of hometown democracy were the same thing. Here's what we wrote about the comparison then:\n\n\"A group of St. Pete Beach residents, unhappy with the direction of their city government, successfully wrestled certain land use decisions out of the hands of elected leaders. The movement produced a backlash from both the government and pro-development forces, who then mounted their own political campaign to wrestle power back. The power struggle has continued for close to four years.\n\n\"That's a different storyline than what is envisioned under Amendment 4, where voters would act as a check on the decisions of local government. The amendment itself isn't designed to go around government the way the situation in St. Pete Beach played out. And it has nothing to do with citizens proposing amendments to the local comprehensive plan, like what has happened in St. Pete Beach. Now, are the same lawsuits and political maneuvering possible? Absolutely. And maybe that's enough to make the analogy valid.\n\n\"But voters should be wary in blindly believing that St. Pete Beach's experiences would be duplicated statewide should Amendment 4 pass.\"\n\n2). We didn't think St. Pete Beach's hometown democracy rule generated lawsuits that forced the city to raise its property tax rate. Declining property values, more than anything else, forced the tax rate increase in 2009. Here's what we wrote then:\n\n\"Yes, there were lawsuits, but they weren't the only costs mentioned for the city legal department (during budget talks). Yes, the city slightly raised its rate in 2009 -- although the net result still was a decrease on most homeowners because of sharply falling property values. But the discussion at a town meeting indicates that the decision was motivated by several factors, most notably the decline in property values, as well as legal fees.\"\n\nOur ruling\n\nLet's look at what Citizens for Lower Taxes and a Stronger Economy said again in its ad. Citing PolitiFact, it said Amendment 4 \"will force counties and cities across Florida to raise taxes and fees.\"\n\nWell, we can speak unequivocally about this one. PolitiFact Florida never said that what happened in St. Pete Beach's case will happen in cities and counties across Florida if Amendment 4 is approved. We never said it in any other Truth-O-Meter items either. And even ignoring that, PolitiFact Florida never said St. Pete Beach's local hometown democracy rules forced the city to raise its tax rate.\n\nNo doubt about it: Pants on Fire! (And no footnote required).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFair Districts Florida\n\n\nstated on June 23, 2010 in on the Fair Districts Florida website\n\n\n\n\n\n\n\n\n\"In the last 6 years, there have been 420 elections for State Senator and State Representative. Only three incumbents have been defeated!\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Cristina Silva • June 24, 2010\n\n\n\n\n\n\n\n\nUPDATE: Ryan Houck, a spokesman for Citizens for Lower Taxes and a Stronger Economy, said the line in the Sentinel ad was mistakenly sourced to PolitiFact. \"Over the course of this campaign, we’ve generated literally thousands of documents containing accurate claims and citations — we’ve always prided ourselves on an attention to detail and a focus on the facts,\" he said. \"However, sometimes mistakes happen and I’m sorry to say that one has happened here.\" Houck said that the ad should have referenced Florida TaxWatch as the source for the ad’s claim.", "vclaim_id": "vclaim-pol-14148"}