{"url": "/factchecks/2009/nov/04/house-republicans/health-benefits-advisory-committee-what-plan-buy/", "speaker": "House Republican Conference", "vclaim": "Health care reform \"establishes a new board of federal bureaucrats (the 'Health Benefits Advisory Committee') to dictate the health plans that all individuals must purchase.\"", "truth_label": "false", "date": "stated on October 29, 2009 in a news release:", "title": "The Health Benefits Advisory Committee doesn't tell you what plan to buy", "text": "A few months ago, a chain e-mail purporting to be a\n\nline-by-line analysis\n\nof the House health care reform bill reached in-boxes all over the country, warning people of the dire consequences of the Democratic plans for reform. Taking a page from the same playbook, the House Republican Conference has created\n\na similar list\n\nfor the new health care bill that will be coming to the House floor in the next few weeks.\n\n\nYou can read\n\nour fact-check of the Republican analysis\n\nin its entirety. Here, we're looking only at the statement, \"Page 111 - Section 223 establishes a new board of federal bureaucrats (the 'Health Benefits Advisory Committee') to dictate the health plans that all individuals must purchase.\"\n\n\nUnder the Democrats' health care reform plan, people will have to buy health insurance or pay a tax penalty, and policymakers have said they want everyone covered. The House bill also says what basic coverage should include: hospitalizations, physicians' visits, prescription drugs, mental health and substance abuse treatment, preventive care, maternity care, well-baby and well-child care, and durable medical equipment.\n\n\nBut it doesn't provide specifics, like what kinds of prescription drugs or specific medical procedures must be covered.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe bill creates the Health Benefits Advisory Committee to advise the secretary of Health and Human Services on what the specifics should be. The committee will have up to 27 members appointed by the president and the Comptroller General, and it will represent the major stakeholders in the health care system, according to the bill.\n\n\nThe committee doesn't dictate health plans, though: It advises the secretary, who can reject the recommendations. Another important caveat is that the committee helps set a baseline for different types of coverage.\n\n\nPeople are then free to select any health plan they like that meets or exceeds the basic requirements. So the committee does not dictate which health plans all individuals must purchase.\n\n\nWe find the House Republican Conference's statement, \"Page 111 - Section 223 establishes a new board of federal bureaucrats (the 'Health Benefits Advisory Committee') to dictate the health plans that all individuals must purchase,\" makes it sound as if bureaucrats tell you which plan you have to buy. In reality, the committee advises the secretary of Health and Human Services on what baseline coverage should include. We rate the statement False.", "vclaim_id": "vclaim-pol-15489"}