{"url": "/factchecks/2020/apr/10/facebook-posts/are-bottling-limitations-liquid-milk-blame-milk-du/", "speaker": "Facebook posts", "vclaim": "Says fluid milk production limitations mean grocery stores are short on milk even as farmers are dumping it", "truth_label": "half-true", "date": "stated on April 3, 2020 in a Facebook post:", "title": "Are bottling limitations on liquid milk to blame for milk dumping?", "text": "Soaring milk production and plummeting consumption have dealt a series of devastating blows to Wisconsin dairy farmers in recent years.\nBut the coronavirus pandemic has been a next-level gut-shot.\nShuttered schools and restaurants have cut off much of the demand for dairy, even as panicked shoppers bought out milk and other dairy products — and just about everything else in sight — as the quarantine began.\nA heavily-viewed Facebook video painted the scene this way:\n\"Although grocery store dairy shelves remain sparse … dairy farmers are being forced to dump thousands of pounds of milk down the drain,\" says the two-minute clip from Courtenay DeHoff TV.\nThe clip goes on to say it’s not as simple as shifting production from school products to grocery store ones.\n\"Production lines are shuttering, and they’re scrambling to suddenly mass produce jugs when they are used to mass producing the little cardboard boxes handed out at schools.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAre farmers really dumping milk even as grocery stores are short of it? And are production limitations on liquid milk to blame?\nWe checked it out.\nSupply chain effects from quarantine\nExperts we spoke with said the factors cited in the video are accurate, but said a few other important elements are at play as well.\nThe quarantine has affected both the way liquid milk is consumed and the kind of processed dairy products needed. The Wall Street Journal said that has left dairy producers with at least 10% more milk than the industry can use.\nDennis Rodenbaugh, executive vice president at Dairy Farmers of America, the largest U.S. dairy cooperative, told the Wall Street Journal for an April 9, 2020, story that as much as 7% of the milk produced in the U.S. the prior week was dumped.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nPatrick Geoghegan, executive vice president of industry relations for Dairy Farmers of Wisconsin, said the market swings have been enormous.\n\"Milk is being disposed of because of a massive and sudden loss of markets — more than half the nation’s restaurants are closed, sales of cheese are down 70 percent and some 44 percent of the nation’s cheese is sold through foodservice channels,\" he said in an email to PolitiFact Wisconsin, citing the group’s industry research.\nSome of the demand that remains is for products the industry isn’t set up to immediately produce. Shifting butter production, for example, from tiny packets for restaurants to large blocks for grocery stores can’t happen overnight.\nBut the use of liquid milk had changed dramatically as well — and that’s the element the Facebook video focused on.\nGeoghegan said sales of fluid milk were up 55% for two consecutive weeks in March, though by early April it had fallen back to about 35% above norm.\nAs of early April, grocery stores are more consistently stocked, but there simply wasn’t the space or production to meet that initial demand in time.\n\"The shelf just doesn’t hold enough and they (couldn’t) restock often enough,\" said Doug Adams, president of Prime Consulting, which researches the dairy industry.\nDean Foods confirmed that their shift in production was in line with what the video described. They reduced production of paperboard milk cartons for schools by \"well over 50%\" after schools closed.\n\"As panic buying reached its peak, we shifted production to focus on products most in demand (whole and 2% milk for retail business) to maximize our output efficiency,\" said Anne Divjak, vice president of government relations & external communications. \"Demand has since normalized and we are back to normal production runs but still seeing significant declines in school milk and foodservice business.\"\nSchool milk does comprise about 7% of all liquid milk sales, Adams said. But much of that demand remains since school feeding programs remain active.\nGeoghegan said there have even been intermittent shortages of school milk, since bottlers have diverted resources to meet grocery store demand.\nOur ruling\nA Facebook video focused on liquid milk said bottling limitations mean grocery stores are short on milk even as farmers are dumping it.\nThat is a factor, but it over-simplifies the situation a bit. Disappearing markets for cheese, butter and other dairy products in restaurants play a critical role in the suddenly changing dairy economy as well, experts say.\nMilk is being dumped not just because it can’t be bottled in the proper way, but because the overall demand for all dairy products is down. And because the forms of butter and cheese needed have changed with people largely confined to their homes.\nWe rate this Half True.", "vclaim_id": "vclaim-pol-16915"}