{"url": "/factchecks/2012/mar/04/heather-fiorentino/pasco-county-schools-have-graduation-rates-above-s/", "speaker": "Heather Fiorentino", "vclaim": "Pasco County schools have graduation rates \"substantially higher than the state average\" and dropout rates \"below the state average.\"", "truth_label": "true", "date": "stated on January 6, 2012 in a press release:", "title": "Pasco County schools have graduation rates above the state average and dropout rates below the state average, says Heather Fiorentino", "text": "In seeking reelection to a third term, Pasco County schools superintendent Heather Fiorentino is touting the district’s record as proof of her successful leadership.\n\nIn a press release announcing her bid, she cited statistics ranging from graduation rates to the number of new schools built as evidence that \"the District School Board of Pasco County continues to shine with Fiorentino at the helm.\"\n\nFiorentino’s facts and figures are generally correct, but they don’t always tell the full story. We evaluated several statements from her press release. Here, we're looking at whether the district has graduation rates \"substantially higher than the state average\" and dropout rates \"below the state average.\"\n\nThe press release puts it this way: The district \"increased graduation rate of 88.5 percent (Florida calculation) and 85.5 percent (National Governors Association calculation), which are substantially higher than the state average.\" It also \"secured [a] dropout rate of 1.0 percent, which has plummeted below the state average.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nState reports show that Fiorentino rightly states the district’s graduation rates, and that they are higher than state averages, which were 81.2 percent and 80.1 percent, according to the two different calculations. Pasco’s rates are also up significantly from 2006-07 on both the state (73.7 percent) and governors association (67.8 percent) measures.\n\nPasco also was among a small handful of districts that did not have significant gaps in the rates among its various demographic groups.\n\nFiorentino accurately touts the district’s improved dropout rate. State reports show the district dropout rate was 1.0 percent for 2010-11, down from 3.5 percent in 2006-07. The overall state rates were 3.3 percent in 2006-07 and 1.9 percent in 2010-11, so Pasco did show better improvement than the state.\n\nFiorentino is on solid ground in these two numeric claims about the district’s academic performance. We rate this claim True.", "vclaim_id": "vclaim-pol-11494"}