{"url": "/factchecks/2013/mar/17/gary-kelly/southwest-airlines-ceo-says-federal-taxes-flight-a/", "speaker": "Gary Kelly", "vclaim": "\"Taxes and fees amount to about 20 percent of a typical $300 round-trip domestic ticket. That’s higher than taxes on products like alcohol, tobacco and firearms.\"", "truth_label": "mostly-true", "date": "stated on February 1, 2013 in a column:", "title": "Southwest Airlines CEO says federal taxes on a flight are 20%, higher than sin and gun taxes", "text": "On a scale of politically controversial topics, airline tickets might rank near the bottom, perhaps somewhere just above Robert’s Rules of Order and a quorum call.\n\nAnd yet plane tickets have been part of some curious claims taken on by PolitiFact:\n\n\"Every time you buy an airline ticket, the federal government runs a background check on you\" -- PolitiFact Texas: Mostly False\n\nYou can use food stamps for a plane ticket to \"go to Hawaii\" -- PolitiFact National: Pants on Fire\n\nNow coming down the runway is a claim by Gary Kelly, chief executive officer of Dallas-based Southwest Airlines. Southwest carries the most domestic passengers in the U.S. and the most passengers at Milwaukee’s Mitchell International Airport.\n\nKelly made his statement in a column he wrote for the February 2013 issues of the in-flight magazines of Southwest and of AirTran Airways, which Southwest acquired in 2011.\n\n\"Taxes and fees amount to about 20 percent of a typical $300 round-trip domestic ticket,\" he stated. \"That’s higher than taxes on products like alcohol, tobacco and firearms.\"\n\nWith spring break around the corner, and alcohol, tobacco and firearms always in season, let’s see if Kelly’s claim takes flight.\n\nCost of an airline ticket\n\nKelly’s opinion column focused on federal taxes on airline tickets and other products. His source for the taxes on an airline ticket is Airlines for America, the trade group that advocates for the airline industry. It spent $6.37 million in federal lobbying in 2012, according to the nonpartisan OpenSecrets.org.\n\nIn December 2012, Airlines for America announced details of a campaign it would undertake in 2013 to persuade lawmakers to reduce federal taxes on airlines and take other steps to help the industry.\n\nJust how high are those taxes?\n\nSouthwest Airlines spokesman Brad Hawkins used figures provided by Airlines for America to give a breakdown of the four major federal taxes and fees on a ticket with a base price of $300. His example includes one connecting flight each way -- in other words, a ticket that includes two flights on the departure segment of the trip and two flights on the return.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nType of tax\n\nAmount\n\nTotal\n\n\n\nExcise tax\n\n7.5% x $300\n\n$22.50\n\n\n\nSegment fee\n\n$3.90 x 4 segments\n\n$15.60\n\n\n\nPassenger facility charge\n\n$4.50 x 4 segments\n\n$18\n\n\n\nTSA (\"Sept. 11th\") fee\n\n$2.50 x 4 segments\n\n$10\n\n\n\nGrand total\n\n \n\n$66.10\n\n\n\n\n \n\nBased on Hawkins’ calculations, the $66.10 equals 22 percent of the cost of the $300 ticket, exceeding the 20 percent that Kelly claimed.\n\nAs for the size of the taxes and fees, we found a Federal Aviation Administration document confirming the excise tax and segment fee amounts; they help fund the FAA, which coordinates air traffic control and other aspects of the aviation system. (An excise tax is somewhat like a sales tax, in that it is paid on a purchase, but it’s often included in the purchase price.)\n\nAnother FAA document confirms the passenger facility charge, which is collected by public agencies that run commercial airports and is used for FAA-approved projects at the airports. And a Transportation Security Administration document confirms the Sept. 11 fee, which helps fund the TSA.\n\nWe ran Kelly’s statement and his itinerary by Joakim Karlsson, a researcher with the Airline Ticket Tax Project at the Massachusetts Institute of Technology; the project studies ticket taxes and user fees added directly to airline tickets. He called Kelly’s statement \"mathematically correct, but fundamentally misleading.\"\n\nKarlsson noted that fares are usually quoted with taxes and fees included. So, a $300 ticket would include a base fare of about $239.\n\nKarlsson calculated that would trigger $61 in taxes and fees, which would still amount to 20 percent of the ticket cost, the same amount Kelly claimed.\n\nBut more importantly, Karlsson said, the sample ticket that Kelly uses is not typical:\n\n\nThe typical domestic flight in the U.S. costs $418 (as of 2011), not $300.\n\n\n\nTwo-thirds of all domestic tickets sold do not include connecting flights, but rather are non-stop, so they incur fewer federal fees.\n\n\nSo, a $418 non-stop ticket would include $54 in taxes and fees, or just under 15 percent of the total. (The taxes and fees in Kelly’s $300 ticket example, if the trip were non-stop, also would equal just under 15 percent.)\n\nThat means the first part of Kelly’s claim is accurate, but leaves out important details.\n\nTaxes and fees on other products\n\nAs for the second part of Kelly’s statement, the Southwest Airlines spokesman cited a 2011 opinion column in The Wall Street Journal by the chief executive officer of Airlines for America, the airlines trade group. The column argued that the taxes paid by airlines are at the \"same excessive levels\" as \"sin\" taxes imposed on alcohol, tobacco and gambling.\n\nBut the column provided no figures to show how the various tax rates compare.\n\nWe found the following figures from the federal Alcohol and Tobacco Tax and Trade Bureau, a division of the Department of Treasury. They represent only the federal taxes on these products.\n \n\n\n\n\n\n\n\n\nProduct\n\nTax\n\n\n\nBeer\n\n5 cents per 12-ounce can\n\n\n\nWine\n\n21 cents per 750-milliliter bottle\n\n\n\nDistilled spirits\n\n$2.14 (at 80 proof) per 750-milliliter bottle\n\n\n\nCigarettes\n\n$1.01 per 20 cigarettes\n\n\n\nFirearms\n\n10%-11% of sale price\n\n\n\n\n \n\nSome brands of beer cost more than others, some wine costs more in one part of the country than another, buying in bulk costs less, etc.\n\nBut, to consider some examples, if a:\n\n\nSix-pack of beer costs $6 at the store, 30 cents of that -- or 5 percent -- would be the federal tax.\n\n\n\nBottle of wine costs $8, the 21-cent tax amounts to 2.6 percent.\n\n\n\nBottle of 80-proof tequila costs $15, the tax is 14.3 percent.\n\n\n\nPack of cigarettes costs $9, the tax would represent 11 percent of the cost; although if the pack cost $6, the tax would amount to nearly 17 percent of the cost.\n\n\nNone of this takes into account state and local taxes on the various products, but Kelly’s claim focuses on federal taxes.\n\nSo, the tax rate on an airline ticket -- whether it’s 20 percent, as in the example Kelly cited, or the more typical 15 percent as cited by the MIT program -- is generally higher than the federal tax rates on the other products Kelly cited.  \n\nOne might argue that taxes and fees on airline tickets, which help fund aviation operations, are fundamentally different from \"sin\" taxes on things like cigarettes, which are meant to hold down consumption. But that’s not an argument central to this claim.\n\nOur rating\n\nKelly said: \"Taxes and fees amount to about 20 percent of a typical $300 round-trip domestic ticket. That’s higher than taxes on products like alcohol, tobacco and firearms.\"\n\nThe first part of the claim is technically accurate, but misleading, given that the tax rate on a typical flight -- which costs more than $300 and doesn’t include connecting flights -- is 15 percent. The second part of the claim, although it doesn’t take into account price variations on various products, appears generally accurate.\n\nOn balance, since the thrust of the claim was which had more taxes and which had less, we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-09579"}