{"url": "/factchecks/2020/oct/13/viral-image/no-trump-didnt-say-he-nominated-amy-coney-barrett-/", "speaker": "Viral image", "vclaim": "Says Donald Trump said he nominated Amy Coney Barrett to the Supreme Court because she “is much, much better looking than the women we have had.”", "truth_label": "pants-fire", "date": "stated on October 13, 2020 in a Facebook post:", "title": "No, Trump didn’t say he nominated Amy Coney Barrett to the Supreme Court based on looks", "text": "As senators questioned Amy Coney Barrett, assessing her fitness for the U.S. Supreme Court in a confirmation hearing on Oct. 13, a quote attributed to President Donald Trump started to spread on social media.  \nIt shows a purported exchange between \"reporters\" and Trump, who nominated Barrett to succeed the late Justice Ruth Bader Ginsburg on the court. \n\"Mr. President?\" begins the question attributed to \"reporters.\" \"Can you tell us your biggest reason for the choice of Amy Barrett?\nAccording to the Facebook post, Trump replied: \"Well, you know you have to look at what we have said in the court. I think, I think it’s important that they have a good image, they need a terrific image, so people will see they can believe me. I’m not saying any names, but you look at those people, and they are not that nice, not nice to look at, not at all. I think Amy is much, much better looking than the women we have had. I think people know this, they know. If people are more attractive, they get a fantastic amount of respect, and we need to have that now. That I can tell you.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe didn’t find anything to support the claim that Trump said this.\nSearching broadly online, we didn’t find any sources corroborating the claim in the post — let alone credible sources. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIn the Nexis news archive, we found stories describing Barrett as attractive, describing her as an attractive pick for Trump politically, and describing her nomination as attractive to some conservative voters. But we found nothing to support the idea that Trump made the statement cited in the Facebook post to reporters. \nAnd searching Factba.se, which catalogs Trump’s public comments, speeches, tweets and deleted tweets, we found nothing to support that the president said this. \nAnnouncing Barrett as his nominee for the Supreme Court on Sept. 26, Trump introduced her as \"one of our nation’s most brilliant and gifted legal minds.\"\n\"She is a woman of unparalleled achievement, towering intellect, sterling credentials, and unyielding loyalty to the Constitution,\" he said. \nHe talked about her education, her work experience, her family, and her relationship with the late Justice Antonin Scalia. He didn’t discuss her looks. \nThe next day, he fielded questions from reporters during a press briefing. The exchange that appears in the Facebook post did not happen there. \nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-18685"}