{"url": "/factchecks/2018/oct/05/rahm-emanuel/emanuel-exaggerates-what-studies-say-about-cps/", "speaker": "Rahm Emanuel", "vclaim": "Says three research universities \"came out and said (CPS is) the best public school system in the United States of a major urban system.\"", "truth_label": "barely-true", "date": "stated on September 25, 2018 in remarks at an event:", "title": "Emanuel exaggerates what studies say about CPS", "text": "Rahm Emanuel recently announced he won’t seek a third term as Chicago’s mayor, but he has continued to tout the city’s accolades, including recognition received in recent years for its improvements to public education.\nLast fall, we rated Mostly True a claim from a Chicago Public Schools press release that said its students were learning at a faster rate than their counterparts in 96 percent of U.S. school districts.\nThat claim was based on findings from Stanford University that CPS students had improved at a faster rate on standardized test scores between third and eighth grade in recent years than their counterparts in most other U.S. school districts.\nBut the report also noted that third- through eighth-graders in the nation’s third-largest district still perform below the national average, something the district’s glowing press release did not reflect.\nSo we were curious what the mayor was referring to when he claimed a new title for CPS at a recent event: best among the nation’s largest districts.\n\"30 years ago ... William Bennett, Ronald Reagan's Secretary of Education, called the Chicago Public Schools the worst in the United States,\" Emanuel said while answering a question from an audience member at a forum hosted in Chicago by the New York-based Fortune magazine.\n\"Stanford, University of Chicago and the University of Illinois Chicago: all three, independently over 18 months came out and said it’s the best public school system in the United States of a major urban system.\"\nAdam Collins, a spokesman for the mayor, pointed us to studies from each university that he said backed up the mayor’s claim.\n\"Reports from Stanford, the University of Chicago and the University of Illinois Chicago all identify CPS students as having the fastest growing or the highest attainment in the matter and context covered within each study,\" Collins wrote in an email.\nThe Stanford report, from education equality expert Sean Reardon, was the same one CPS based its claim on last year. Reardon found Chicago had the highest test score growth rate between third and eighth grade of any large district in the nation.\nBut nowhere does the report label CPS \"the best\" among large urban districts.\n\"We compared Chicago to the 100 largest school districts on measures of test score growth but not on other factors,\" Reardon said in a phone interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe University of Chicago report cited by Emanuel’s office, which assessed college enrollment patterns among CPS graduates, was less analogous. It said the district’s four-year college enrollment rate of 44 percent exceeded that of New York City, Los Angeles, and Dallas and called the district \"a national leader in creating initiatives to support students in the transition to college.\"\nBut like the Stanford report, it did not go so far as to crown CPS’ school system the best overall among similar districts. It also noted that CPS’ community college enrollment rate was lower than rates for other urban school systems.\nThe UIC report, meanwhile, found Chicago elementary students were outperforming their peers in the rest of the state on standardized tests in comparisons between demographically similar groups. But the study was limited to Illinois, meaning no other major urban districts were included.\nFor national context, however, UIC researcher Paul Zavitkovsky did refer to Reardon’s report.\nZavitkovsky also pointed us to Chicago’s recent performance on the National Assessment of Educational Progress, where the district’s eighth graders scored slightly above the 2017 average for large cities, ranking lower than three other major urban districts in both reading and math but higher in those subjects than more than a dozen others, including Los Angeles, D.C. and Dallas.\n\"I think the thing that’s fairest to say is that Chicago has made more progress toward school effectiveness than any large district in the country,\" Zavitkovsky said, adding that although academics must carefully define the terms of their research, the \"spirit\" of what the mayor said at the Fortune event was correct.\nReardon took a similar view, noting that defining \"best\" remains something of an open question when it comes to evaluating school systems, complicated by the challenge of finding other measures of school quality tracked by all districts. He also pointed to college enrollment as another useful data point for making such an assessment.\nThat context was missing entirely from the mayor’s remarks, however.\nReardon’s research showing CPS students are improving the fastest among large districts comes closest to what Emanuel claimed. But even then, that’s far less emphatic than labeling CPS the best urban school system overall.\nOur ruling\nEmanuel said Stanford, the University of Chicago and the University of Illinois at Chicago all pronounced CPS \"the best public school system in the United States of a major urban system.\"\nThe mayor’s blanket assertion contains an element of truth — and some very good news — in that reports from all three universities underscored significant strides the district has made and ranked CPS at or near top of the list on certain measures of performance.\nBut Emanuel dispensed with all the nuance in proclaiming CPS the \"best\" overall among big city districts, a declaration beyond the scope of any of the academic studies he cited to underpin his boast.\nWe rate his claim Mostly False.\n Share the Facts 2018-10-15 16:16:21 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says three research universities \"came out and said (CPS is) the best public school system in the United States of a major urban system.\"    Rahm Emanuel Chicago Mayor https://www.youtube.com/watch?v=8NrQOzKGeV0&feature=youtu.be   in remarks at an event Tuesday, September 25, 2018 2018-09-25    Read More  info", "vclaim_id": "vclaim-pol-01520"}