{"url": "/factchecks/2019/jun/19/joe-biden/joe-biden-says-there-are-tax-breaks-racehorses-not/", "speaker": "Joe Biden", "vclaim": "\"Why should you get a break for racehorses and not get a break for child care?\"", "truth_label": "barely-true", "date": "stated on June 11, 2019 in a speech in Iowa:", "title": "Joe Biden says there are tax breaks for racehorses, not child care. That’s misleading", "text": "Joe Biden criticized the tax bill signed by President Donald Trump and said it doesn’t do enough to help working families.\n\"Why should you get a break for racehorses and not get a break for child care?\" Biden said in a June 11 speech in Iowa.\nBiden’s general point was to question why Congress has pursued tax benefits for the owners of racehorses while not giving tax breaks to parents with hefty child care expenses.\nBiden has floated the idea of an $8,000 tax credit for child care to encourage more women to enter the workforce. Biden may want larger tax breaks, but his statement could create the misleading impression that parents don’t get one now, and that’s not the case.\nChild tax credit and child care tax credit\nThe first thing to know about Biden’s statement is that there are two key credits that pertain to families with children: the child tax credit and the child and dependent care tax credit.\nThe child tax credit is not tied to any expenses such as day care — taxpayers are eligible if they have children under the age of 17.\nThe 2017 legislation doubled the tax credit for each child from $1,000 to $2,000. However, to get to the last $600, you have to actually owe taxes.\nThe credit applies to more affluent families than previously, phasing out at $400,000 rather than $110,000 for joint filers. These provisions will sunset after 2025.\nHow much of a credit it actually translates to varies depending upon income, said Elaine Maag, a researcher at the Tax Policy Center, a joint venture of the Urban Institute and Brookings Institution. For low-income families, they generally get a tax cut of about $75 while higher-income people do a little better.\n\"For middle-income families many of them did see child tax credits double, but at the same time they lost personal exemptions for their child,\" Maag said. \"They are a little better off but not $1,000 per child better off.\"\nThe child care tax credit was not changed by the 2017 bill. Taxpayers who paid money for daycare, after school care or summer camp for a child under age 13 can get part of that money back in the form of a tax credit — but only if they owe taxes. Usually the credit applies to 20% of expenses up to $3,000 for a child.\nWhile the tax bill didn’t change the child care tax credit, it became a little less valuable due to the changes in the child tax credit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Unless they owe more than $600 per child in income tax, there is no tax left to offset with the child care credit — so they receive no additional benefit from the child care credit,\" Maag said.\nWhen considering all the changes in the tax bill, the Tax Policy Center found that the cuts would benefit the highest fifth of earners the most, largely due to cuts to corporate income tax, reductions in taxation of business income and the estate tax.\n\"Very few tax-lowering changes in the bill are targeted at families with children — and none at families with very young children,\" the Tax Policy Center wrote in November 2017 shortly before the bill passed.\nRace horses and the tax code\nThere were some changes in the tax bill that didn’t specifically target race horses but did help the industry.\nThe largest change is full expensing, which lets a taxpayer who bought a racehorse (or many other long-term assets) write off that cost in the first year, unlike three years under the previous tax code, said Patrick Newton, spokesman for the Committee for a Responsible Federal Budget.\nFor example, under the 2017 bill, a business with $50,000 in revenues that spent spent $50,000 buying a racehorse would have zero in taxable income. Under prior law, they would have had to take the $50,000 deduction over time so they would have some taxable income.\nBefore the 2017 tax bill, there was a separate provision in the tax code specifically about racehorses.\nCongress passed a 2008 farm bill that included a provision to allow racehorses to be depreciated over three years, rather than the previous seven years.\nThis provision expired at the end of 2017 and is one of the tax extension measures that Congress keeps trying to restore, said Howard Gleckman, an expert at the Tax Policy Center.\nOur ruling\nBiden said, \"Why should you get a break for racehorses and not get a break for child care?\"\nBiden wants a larger tax break for working parents, but his statement creates a misleading impression that none currently exists.\nThe child care tax credit, which was not changed by the 2017 bill signed by Trump, gives a tax credit to parents who paid for day care, after school care or summer camp for a child under age 13. Usually the credit applies to 20% of expenses up to $3,000 for a child. Separately, the tax bill did increase the child tax credit.\nAs for horses, the tax bill allows a write-off for purchasing a racehorse (among other items) in the first year.\nBiden’s claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-00516"}