{"url": "/factchecks/2017/aug/25/scott-walker/scott-walker-says-pennsylvania-lost-foxconn-plant-/", "speaker": "Scott Walker", "vclaim": "Says Foxconn didn't keep a promise to build a plant in Pennsylvania because \"Pennsylvania changed governors.\"", "truth_label": "barely-true", "date": "stated on July 28, 2017 in an interview:", "title": "Scott Walker misleads saying Pennsylvania lost Foxconn plant because Democrat replaced GOP governor", "text": "Critics of Wisconsin’s $3 billion-for-13,000 jobs deal with Foxconn keep bringing up Pennsylvania.\nIn 2013, the Taiwanese manufacturer promised a $30 million factory in the Harrisburg area that would employ 500 people. There were big headlines, but the factory was never built.\nAsked by a reporter on July 28, 2017 why Foxconn wouldn't do the same to Wisconsin, Gov. Scott Walker responded by saying the difference is simple:\n\"Pennsylvania changed governors.\"\nThe Republican governor has since repeated that explanation in at least three other interviews -- with Wisconsin reporters, on conservative talk radio in Milwaukee and on the Fox Business Network.\n\"Our understanding from the company is that Pennsylvania wanted to change the deal\" with Foxconn\" after a new governor was elected,\" Walker spokesman Tom Evenson told us when we asked for information to back Walker’s statement.\n\nPennsylvania did replace a Republican governor with a Democrat.\nBut that election occurred a year after the factory announcement -- and in that time, virtually no progress on the factory had been reported under the GOP governor.\nAfter Foxconn made its announcement, \"it was very, very quiet, then it just kind of faded away,\" recalled Jay Pagni, who was a spokesman for then-Republican Gov. Tom Corbett.\nWe heard the same from Nathan Benefield, chief operating officer at the Commonwealth Foundation in Pennsylvania, which monitors government incentive packages to businesses. And we heard it from local news reporters and others.\nSteven Kratz, who was spokesman for the Pennsylvania Department of Community and Economic Development under Corbett, told us that when Corbett left office in January 2015, the state and Foxconn were continuing to have talks about the proposed plant.\nBut no site had been chosen and no agreement had been made on any incentives the state might offer, he said.\nAnd for its part, Foxconn has given different explanations for not building the Pennsylvania plant.\nIn short, the explanation isn’t as simple as Walker makes it, as the following review shows.\nFoxconn-Pennsylvania timeline\n\n\n\n\nNov. 2013\n\n\nAnnouncement: Foxconn and Corbett announce Foxconn plans to invest $30 million in a factory that would employ up to 500.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n\n\nJan. 2014\n\n\nInitial plans: Pennsylvania Department of Community and Economic Development spokesman says he expects Foxconn to do aggressive site search, starting in January 2014.\n\n\n\n\nFeb. 2014\n\n\nQuestions arise: Weeks later, news reports say only that Foxconn might invest in Pennsylvania; and that there was intense competition among states for a Foxconn plant.\n\n\n\n\nNov. 2014\n\n\nChange in governors: Businessman Tom Wolf, a Democrat, defeats Corbett to win election as governor. Wolf takes office in January 2015.\n\n\n\n\nJan. 2017\n\n\nSites had been scouted: Reflecting on the 2013 announcement, a Pennsylvania Department of Community and Economic Development spokeswoman in the Wolf administration says department officials had met with Foxconn representatives on various occasions after the 2013 announcement and showed them potential locations for the planned site, but the project didn’t materialize. (The department confirmed to us it worked with Foxconn under both the Corbett and Wolf administrations.)\n\n\n\n\nMar. 2017\n\n\nFoxconn takes responsibility: The Washington Post reports that, according to a Harrisburg-area official, the project \"just seemed to fade to black\" after it was announced. \"It was the start of a mystery, created by a chief executive known to promise projects all over the world that never quite pan out,\" according to the Post. Foxconn attributes the failure to build the factory to \"material changes to the business and operating climate at that time.\"\n\n\n\n\nAug. 2017\n\n\nFoxconn blames Pennsylvania: The China Post reports that Foxconn chairman Terry Gou has said the plant wasn’t built because, in the Post’s words, Pennsylvania \"elected a new governor who refused to honor the deal.\"\n\n\n\n\n \nFoxconn did not single out either administration in a statement to PolitiFact Wisconsin. The company said it didn’t build the factory because the Pennsylvania \"state government, unlike the state government in Wisconsin, was not able to present a joint investment program that would make the project economically viable.\"\nOur rating\nWalker says Foxconn didn't keep a promise to build a plant in Pennsylvania because \"Pennsylvania changed governors.\"\nBut the record indicates that by the time the Democratic administration took over, little progress had been made more than a year after Foxconn and the GOP governor announced Foxconn’s plans. It's not as though there was a deal in place that fell apart after the election.\nFoxconn, meanwhile, has given explanations ranging from \"material changes to the business and operating climate at that time,\" to Pennsylvania not making an economically viable to proposal to, reportedly, blaming Pennsylvania’s change in governors.\nIn short, Walker’s statement contains an element of truth, but leaves out critical facts that would give a different impression -- our definition of Mostly False.\n5 fact checks on Foxconn and Wisconsin's $3 billion deal\n \n Share the Facts 2017-08-25 16:42:04 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://www.wpr.org/walker-says-foxconn-critics-can-go-suck-lemons Says Foxconn didn't keep a promise to build a plant in Pennsylvania because \"Pennsylvnia changed governors.\"     Scott Walker Wisconsin governor, Republican   In an interview Friday, July 28, 2017 2017-07-28    Read More  info", "vclaim_id": "vclaim-pol-02966"}