{"url": "/factchecks/2012/oct/09/american-crossroads/ad-says-barack-obamas-spending-drove-us-5-trillion/", "speaker": "American Crossroads", "vclaim": "President Barack Obama’s \"spending drove us $5 trillion deeper in debt.\"", "truth_label": "half-true", "date": "stated on October 2, 2012 in a campaign commercial:", "title": "Ad says Barack 'Obama’s spending drove us $5 trillion deeper in debt.'", "text": "In a new ad, the pro-Republican group American Crossroads takes aim at President Barack Obama’s economic policies. At one point, the narrator says, that \"Obama’s spending drove us $5 trillion deeper in debt.\"\n\nWe previously examined a similar -- but opposite claim -- when Obama said that \"over the last four years, the deficit has gone up, but 90 percent of that is as a consequence of\" President George W. Bush’s policies and the recession.\n\nWe ruled Obama’s claim False, and a recalculation of the same numbers can shed some light on the American Crossroads claim as well. We contacted American Crossroads for this fact-check, but a spokesman did not respond to our inquiry.\n\nFirst, the bottom-line number on the debt: Yes, it has grown by $5 trillion during Obama’s tenure. Total debt has increased by $5.5 trillion since January 20, 2009, while the share of that debt held by the public has increased by $5 trillion.\n\nBut it’s not entirely correct to hang that increase on \"Obama’s spending\" alone.\n\nIn our previous item, we looked at calculations by the Treasury Department based on data from the Congressional Budget Office, the independent number-crunching arm of Congress.\n\nTo figure out what caused the accumulation of deficits over the past decade, CBO tracked the surplus it had projected back in 2001 and compared it with the actual cumulative deficits that resulted instead. CBO specifically broke out how much several laws contributed to the deficit, some of which started under Bush and some under Obama.\n\nBecause American Crossroads was only referring to the debt added during Obama’s tenure, we only looked at fiscal years 2009, 2010 and 2011. And because the American Crossroads ad does not reference how much the deficits fell below the surpluses that had been forecast by CBO, we’re going to exclude from our calculations a category CBO called its own \"failures to predict economic conditions accurately.\"\n\nWe added up the lost revenue and additional spending each year and then calculated their percentage of the deficits over those three years.\n\nSpending\n   \nSpending initiated by Bush policies: 4 percent of total deficits in 2009, 2010 and 2011\nSpending initiated by Obama policies:  11 percent\nOther increases in discretionary spending: 32 percent\nOther increases in mandatory spending: 6 percent\n   \nRevenue reductions\n   \nRevenue reductions initiated by Bush policies: 11 percent\nRevenue reductions initiated by Obama policies: 13 percent\nOther unclassified revenue reductions: 5 percent\n   \nInterest\n\nNet interest: 19 percent\n\nThe spending increases traceable to programs clearly attributable to Obama, combined with the increase in discretionary spending on his watch, account for about 43 percent of the three years worth of deficits.\n\nSo if you’re talking about what \"drove us $5 trillion deeper in debt,\" then a clear majority stemmed from sources other than \"Obama’s spending.\"\n\nIf you expand the definition from \"Obama’s spending\" to \"Obama’s spending and tax cuts,\" you get to a total of 56 percent. Throw in 13 percentage points for the added interest costs of Obama’s policies and you’re at 69 percent.\n\nOur ruling\n\nThe American Crossroads ad claims that \"Obama’s spending drove us $5 trillion deeper in debt.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut not all of the $5 trillion can be attributed to Obama's spending. Much of it can be attributed to his tax cuts and the policies of President Bush.  On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-10213"}