{"url": "/factchecks/2016/mar/17/donald-trump/no-donald-trump-we-are-not-giving-iran-150-billion/", "speaker": "Donald Trump", "vclaim": "Under the Iran nuclear deal, \"we give them $150 billion, we get nothing.\"", "truth_label": "false", "date": "stated on March 15, 2016 in a speech at Mar-a-Lago:", "title": "No, Donald Trump, we are not giving Iran $150 billion for 'nothing'", "text": "Donald Trump, fresh off winning four states in the March 15 primaries, rattled off a series of domestic and foreign policy \"disasters\" that he’ll fix, from businesses leaving the United States to terrorist threats to poorly negotiated deals.\n\"One of the broadcasters was saying, ‘Is there anger?’ \" Trump said. \"I’m supposed to say, ‘No there’s not, we love the way things are working. We love the deal you made with Iran. We give them $150 billion, we get nothing. We love all the deals. The trade deals are wonderful.’ \"  \nOkay, $150 billion in exchange for nada does sound like a pretty terrible deal — but is that actually what was agreed upon?\nAccording to all the experts we talked with, Trump’s claim is inaccurate.\n\"The best I can say is that he got the name of the country right. Almost nothing else in there is right,\" said Michael Malloy, an expert on economic sanctions at the University of the Pacific.\nNo hundred-billion giveaways\nTrump’s statement makes it sound like we’re cutting Iran a $150 billion check. In reality, the money is already Iran’s to begin with, just frozen under the many economic sanctions levied against the country.\nRestrictions on Iranian assets — such as the $1.9 billion the National Iranian Oil Company was restricted from collecting from Shell for delivering crude supplies — began to thaw this year. Per the Iran deal, nuclear inspectors verified in January that Tehran was doing enough to curb its nuclear program, prompting the United States and other countries to lift the sanctions.\nJust how much money was being held up?\nExperts say $150 billion is the high end of estimates or, as Malloy put it, \"what it could possibly be in the broadest imagination.\" Most peg the the total value of Iranian assets at around $100 billion, but Iran probably still won’t be able to access all of it.\nThe deal only releases assets frozen because of Iran’s nuclear program. Assets blocked because of other sanctions (on terrorism, human rights, and missile technology) won’t change as a result of the agreement.\nAlso, Iran won’t suddenly have all the assets at its disposal because some of it is tied up in debts. For example, about $20 billion is obligated to China, which worked around the sanctions to finance infrastructure projects in Iran.\nThe actual amount available to Iran is about $60 billion, estimates Garbis Iradian, chief economist at the Institute of International Finance. U.S. Treasury Secretary Jack Lew pinned it at $56 billion, while Iranian officials say $35 billion, according to Richard Nephew, an expert on economic sanctions at Columbia University’s Center on Global Energy Policy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn return, no bomb\nWhile the United States doesn’t get a cash bonus for lifting sanctions, Trump’s claim that we got \"nothing\" in return misses the point of the deal: blocking Iran from building a nuclear bomb.\n\"We got major restrictions and intrusive transparency on Iran's nuclear program. Beyond being not ‘nothing,’ this is the entire reason why we put the sanctions on in the first place,\" Nephew said. \"Reasonable people may disagree whether we got enough for the sanctions relief, but it wasn't nothing.\"\n\"There’s a long list (of things we got), such that even the Israeli intelligence community has concluded that, for the duration of the deal, Iran will not acquire a nuclear weapon,\" said George Perkovich, an expert on nuclear strategy at the Carnegie Endowment for International Peace.\nUnder the deal, Iran agreed to lose 97 percent of its stockpile of enriched uranium and give up 14,000 of its 20,000 centrifuges, which are needed to enrich uranium. It also agreed to curb production of plutonium (the other element that can be used to build a bomb) and dismantle its one plutonium reactor.\nTo make sure Iran holds up its end of the bargain, the deal also permitted international inspectors to \"implement continuous monitoring.\" (What that means and whether it’s enough are up for debate.)  In other words, said Massachusetts Institute of Technology’s Jim Walsh, we got Iran to nip its nuclear ambitions in the bud before the cash was released.\nExperts also pointed out that there’s also a host of diplomatic advantages gained from the deal, such as the goodwill of the five other countries involved in the deal and potentially more cooperation from Iran in the Middle East.\nFor example, the deal has \"reduced the chances of a war between Iran and Israel,\" and Iran \"could eventually de-escalate tensions with Saudi Arabia and contribute to a political settlement of the crisis in Syria,\" said Iradian.\n\"In the big game, that counts for something,\" said Malloy.\nOur ruling\nTrump said under the Iran nuclear deal, \"we give them $150 billion, we get nothing.\"\nTrump is referring to the amount of previously frozen Iranian assets the deal releases. To be clear, this is money that already belongs to Iran so we’re not \"giving\" them anything. The $150 billion is a high estimate, and most experts say the real figure is closer to $100 billion, while Iran is probably only able to access a fraction of that.\nIn exchange for lifting the sanctions, the United States and its allies get to block Iran from obtaining a nuclear weapon in the near future. One can argue whether we got enough, but we didn’t get \"nothing.\"  \nWe rate Trump’s claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  Under the Iran nuclear deal, \"we give them $150 billion, we get nothing.\"    Donald Trump Presidential candidate   In a speech at Mar-a-Lago Tuesday, March 15, 2016 03/15/2016    Read More  info", "vclaim_id": "vclaim-pol-05254"}