{"url": "/factchecks/2017/jun/21/blog-posting/fake-post-about-franken-resigning-was-originally-f/", "speaker": "Bloggers", "vclaim": "\"Libtard hero Al Franken forced to resign in disgrace.\"", "truth_label": "pants-fire", "date": "stated on June 15, 2017 in a headline:", "title": "Fake post about Franken resigning was originally fake news about Schumer", "text": "An Internet post that declared U.S. Sen. Al Franken is leaving his Senate seat to avoid some unspecified scandal is so fake, it’s stolen from another fake news story about a different senator.\n\"Libtard hero Al Franken forced to resign in disgrace,\" read the headline on a June 15, 2017, post on Breakingtop.world, which has hidden its registration information.\nFacebook users flagged the post as possible being fabricated, as part of the social media site’s efforts to fight fake news.\n\"Libtard Democrat Al Franken will resign his seat as U.S. Senator and Minority Leader this morning after learning that the White House has enough on him to ruin his marriage and send him to jail,\" the post read. \"Rather than face the backlash and vindictive response from the Trump administration to his requests to play ball, Franken will resign, deny all of the allegations and spend the next 7 1/2 years under investigation by Trey Gowdy.\"\nThe post is definitely fake. There has been no announcement that the former comedian Franken, D-Minn., is quitting after winning re-election in 2014. Otherwise he probably would have mentioned it during his recent NPR interview.\nBreakingtop.world doesn’t have any contact information, but it does have a Facebook page titled \"Fake News Report.\" That’s quite a clue that this is made up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe site referred to the source of its post as a June 14 version of the article on OurLandOfTheFree.com, another parody website with hidden registration information. OurLandOfTheFree.com says in its footer note that the site makes \"no guarantee that what you read here is true. In fact, it's probably not.\" It echoes the warning on its About Us page.\nBut if you noticed, the post referred to Franken as the Senate minority leader, which he isn’t. That role belongs to Democrat Chuck Schumer. The Breakingtop.world post even mentions ousting Schumer later in the text.\nThat detail is wrong because the entire article has essentially copied a May 23 post on TheLastLineOfDefense.org that really was about Schumer.\nTheLastLineOfDefense.org is a parody website run by liberal troll Christopher Blair. Blair’s goal is to publish fake stories with absurd narratives in an attempt to fool conservatives.\nHow this story ended up getting copied and passed on as a dig at Franken is anyone’s guess, but it’s not true.\nWe rate this statement Pants On Fire!\n Share the Facts 2017-06-22 14:38:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Libtard hero Al Franken forced to resign in disgrace.\"    Internet rumors bloggers   in a headline Thursday, June 15, 2017 2017-06-15    Read More  info", "vclaim_id": "vclaim-pol-03187"}