{"url": "/factchecks/2010/aug/30/nathan-deal/nathan-deal-makes-statements-about-mosque-near-gro/", "speaker": "Nathan Deal", "vclaim": "On the mosque near ground zero.", "truth_label": "no-flip", "date": "stated on August 19, 2010 in a newspaper article:", "title": "Nathan Deal makes statements about mosque near Ground Zero", "text": "The site for a proposed mosque near ground zero in New York may be more than 800 miles away, but that doesn't mean Georgia politicians are detached from the controversy.\n\nIn an Aug. 19 article in The Marietta Daily Journal, candidates lined up to denounce its construction two blocks away from the scene of the Sept. 11 attack.\n\nDemocratic nominee for governor Roy Barnes said it is too \"painful and divisive\" to build a mosque there. Republican U.S. Sen. Johnny Isakson called it \"insensitive and inappropriate.\" Mike Crane, a Republican running for Congress, said it was \"not appropriate, decent or honorable.\"  \n\nRepublican gubernatorial nominee Nathan Deal said this: \"As governor, I don't want New Yorkers telling Georgians what to do with our land. I'll return the favor by staying out of their business.\"\n\n\"Candidates differ on mosque near 9/11 site,\" the Daily Journal's headline concluded.\n\nThat afternoon, The Associated Press posted an article with a different headline: \"Barnes, Deal oppose mosque near ground zero.\" Deal called the mosque \"an insult.\"\n\nDid Deal change his opinion on the mosque?\n\nAJC PolitiFact Georgia switched on our trusty Flip-O-Meter, which measures whether a politician's position has shifted.\n\nDeal's opinion never wavered, his spokesman Brian Robinson said. As a candidate, he knows New York's decision is outside his purview. As an American, he finds it offensive. \n\nWhat Deal told the AP was simply more comprehensive than the view he expressed to The Marietta Daily Journal, Robinson said. \n\nTo verify Robinson's assertion, we reviewed Deal's public statements and contacted Daily Journal reporter Jon Gillooly, who wrote the article.\n\nAJC PolitiFact Georgia searched for public statements by Deal on the mosque prior to the Marietta article. We found none.\n\nAfter the article ran, Deal made statements to the AP and WABE, Atlanta's public radio affiliate.\n\nNeither news outlet treated Deal's statements as a shift in his position. Both said his statements \"went further\" than those he made to the Daily Journal.  \n\nWhen we approached Gillooly, he gave us a copy of his e-mail exchange with Robinson. He also described how he reported the story and the Deal camp's response to it.\n\nOn Aug. 18, Gillooly e-mailed politicians asking what they thought of the mosque. The poll asked three questions:\n\n\"Do you think a mosque should be allowed near Ground Zero?\", \"Why or why not?\", \"What’s the alternative?\"\n\nRobinson and Gillooly confirmed the following:\n\nRobinson replied to the e-mail with Deal's two-sentence response. Gillooly did not ask a follow-up question. The paper printed the quote in its entirety Aug 19.\n\nThat day, Robinson complained about the headline's use of the word \"differ.\" He also asked whether Deal could expand on his statement for the online version of the story.\n\nThe paper declined to change the article and gave Deal an opportunity to write a letter to the editor. Robinson said he didn't take the paper up on its offer.\n\nThat afternoon, The Associated Press sent out its own story on the subject: \"Barnes, Deal oppose NYC mosque.\"   \n\nDeal said that as \"a potential governor of the state of Georgia\" he didn't have a say in what happens in New York.\n\n\"I don't think government officials from one place should be telling government officials from someplace else what they ought to be doing,\" the Gainesville Republican said.\n\n\"But as an American, I am absolutely opposed,\" Deal said. He called construction of the mosque two blocks from where the World Trade Center once stood \"an insult.\"\n\n\"It keeps the wounds of 9/11 alive,\" Deal said.\n\nDeal made a similar comment to WABE.\n\nSo did Deal give an incomplete airing of his thoughts to the Marietta newspaper? Or did he actually switch positions?\n\nAlthough Deal's statements to The Marietta Daily Journal, Associated Press and WABE aren't identical, there is no evidence his opinion actually changed. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\nThere is also no indication he supported the mosque, or held no personal opinion on the mosque, prior to his interview with the Daily Journal.\n\nPlus, it's possible for Deal to say without contradiction that, as a governor, he would stay out of New York's business, but personally, he opposes the mosque.\n\nWe rule there was no significant change in Deal's position. In other words, No Flip.", "vclaim_id": "vclaim-pol-14523"}