{"url": "/factchecks/2011/oct/29/kate-brown/kate-brown-says-state-getting-huge-return-audit-sp/", "speaker": "Kate Brown", "vclaim": "Says for every dollar the state spent on audits last year, it delivered $64 in cost savings.", "truth_label": "true", "date": "stated on October 15, 2011 in a speech at the Oregon Summit.:", "title": "Kate Brown says state is getting huge return on audit spending", "text": "It’s always nice to know you’re getting a bang for your tax dollar -- and Oregon Secretary of State Kate Brown wants you to know that you’re getting just that with her Audits Division.\n\n\"In 2008, every dollar you gave in performance auditing, we were able to deliver about $8 in cost savings and efficiencies. With our Department of Revenue audit ... in 2010, for every dollar you gave, we've been able to deliver $64 in cost savings and efficiencies,\" Brown said during a speech at the Oregon Summit. \"Now that’s a real return on your performance auditing investment.\"\n\nIt sure is. Naturally, we couldn’t help but wonder if we were really getting such a good deal.\n\nAs usual, we started by going to the source. The Secretary of State’s office sent us a spreadsheet that broke down the 2010 audits and the cost savings they identified.\n\nAccording to the spreadsheet, the office performed 11 audits last year. In seven of those, the state actually spent more on the audit than it found in potential savings. But the other four helped make up for those.\n\nThe biggie was an audit of the Department of Revenue. In that audit, the Secretary of State’s office found 66,000 Oregonians who should have filed state income tax returns in 2007 but as of March 2009, had not. In total, they owed the state some $109 million.\n\nThe office figures that if past collection rates on those who don’t file hold true, the state could get some $54 million. Then the office doubled that number. \"We are showing this as one-time impact for the year we reviewed and as an on-going savings, since they would start paying taxes into the future,\" the office notes in the file. \"This number substantially understates potential revenues from earlier tax years which we did not calculate or include which could be collected if (the Department of Revenue)followed our recommendations.\"\n\nBasically, an audit that cost the state less than $500,000 wound up yielding more than $100 million in possible cost savings -- and that’s a low estimate.\n\nAll this, of course, assumes the Department of Revenue will do what the Secretary of State suggests. Gary Blackmer, the audits director, said he doesn’t have any reason to doubt they will.\n\n\"We gave them phone numbers and addresses, it's not like they were just a theoretical number,\" he said.\n\nWe called the Department of Revenue to see how the audit shook out on their end. Derrick Gasperini, a spokesman for the department, said the audit had prompted changes in the system. \"As a result of the findings, we were able to make some changes in our practices,\" he said.\n\nBut he said he couldn’t say one way or another whether the savings the Secretary of State’s office had predicted were actually realized.\n\nOverall, the Audits Division found some $150 million in savings last year and spent about $2.3 million to find those savings. Divide the former by the latter, and you get nearly $64 in savings for every dollar of auditing.\n\nNow, it should be noted that last year was a pretty stand-out year for the Audits Division in terms of returns -- the best, by far, of the past decade. The year before that, the division found $5 in savings for ever dollar spent. \"For every dollar we spend on audits we shoot for $8 in savings,\" Blackmer said.\n\nThe average for the past decade, however, appears to be closer to $18 in savings for every dollar spent.\n\nBut back to the ruling statement. Brown said that for every dollar the Secretary of State spent on audits last year, it found $64 in cost savings. Her office has the figures to back this up, and, if anything, it seems like they might be underestimating the total potential savings.\n\nWe’ll give this one a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this ruling.", "vclaim_id": "vclaim-pol-12176"}