{"url": "/factchecks/2011/dec/07/chris-bowers/daily-kos-says-possible-recall-looming-wisconsin-g/", "speaker": "Chris Bowers", "vclaim": "Says Wisconsin Gov. Scott Walker is making voting more difficult by closing Department of Motor Vehicles offices where \"low-income voters\" live.", "truth_label": "false", "date": "stated on November 30, 2011 in an interview:", "title": "Daily Kos official says that, with possible recall looming, Wisconsin Gov. Scott Walker closing DMV offices in poor areas", "text": "The liberal blog Daily Kos describes itself as a national political \"news organization, community and activist hub\" -- in other words, it doesn’t just cover politics, it engages in it.\n\nIndeed, like a candidate or political organization, Daily Kos employs a campaign director, Chris Bowers.\n\nOn Nov. 30, 2011, Bowers appeared on \"The Big Picture,\" a political talk show produced by RT, a network carried by cable and satellite TV providers.\n\nBowers and the host, liberal commentator Thom Hartmann, discussed the campaign launched earlier that month to recall Republican Wisconsin Gov. Scott Walker. They also talked about how Wisconsin’s new voter photo identification law -- which requires a photo ID for nearly all voters -- might affect a recall election, should one be held in 2012.\n\nBowers said many Wisconsin residents don't know about the law -- \"especially low-income voters in urban areas where, not only do they now have to have an ID in order to vote, Department of Motor Vehicles (offices) in these areas are being closed down at the same time.\"\n\nRepublicans say photo ID ensures integrity at the ballot box, while Democrats say the law will discourage low-income residents and others who typically back Democrats from voting.\n\nBut is Walker really shutting down DMV offices -- places where many people would go to get a photo ID -- in low-income areas?\n\nIn a September 2011 item-- in which we rated Pants on Fire a claim by the Democratic Governors Association that Walker was denying Democrats the right to vote -- we noted Walker had dropped a plan to close DMV offices.\n\nWalker had faced pressure from lawmakers and citizens to shelve the plan.\n\nSo, we wondered if something had changed that would have led the Bowers to say Walker was closing DMV offices in low-income urban areas.\n\nWe asked Bowers, who simply replied in an email: \"I misspoke.\"\n\nWithout question.\n\nOur conclusion\n\nBowers claimed Walker is closing Department of Motor Vehicles offices in urban areas of Wisconsin where \"low-income voters\" live.\n\nA plan to close DMV offices had been dropped two months earlier, however, and Daily Kos’ campaign director admitted he had spoken in error.\n\nWe rate the statement False.\n\n \n\n(Editor's note: In this item, we originally attributed the statement to the Daily Kos organization. Publisher Markos Moulitsas told us Bowers was speaking for himself, not the organization. So we have changed the source of the statement to reflect that.)", "vclaim_id": "vclaim-pol-11978"}