{"url": "/factchecks/2018/apr/13/sentinel/headline-about-greitens-accuser-sex-case-doesn/", "speaker": "The Sentinel", "vclaim": "\"Greitens accuser admits photo session may have been a ‘dream.’ \"", "truth_label": "half-true", "date": "stated on April 8, 2018 in a headline:", "title": "Did accuser in Eric Greitens sex case say photo may have been a dream?", "text": "Missouri Gov. Eric Greitens is expected to go to trial in May on a felony indictment of invasion of privacy related to an allegation that he took a photo of a woman who was partially nude without her consent.\nGreitens admitted the extramarital affair with his former hairdresser in January, but described it as consensual and denied allegations that he threatened her. Greitens, a combat veteran and a Republican, was elected governor in 2016.\nHow Greitens behaved during the affair, and especially whether he had specific sexual interactions with the woman without her consent, have become key points of dispute.\nAn April 8 headline on the Sentinel, a website that writes about government in Missouri, said that his accuser \"admits photo session may have been a dream.\"\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. We found news reports show the woman did make this statement in a deposition, but the Sentinel omitted a complete explanation about the woman’s testimony.\nThe Sentinel quoted from a few paragraphs in a defense motion filed on behalf of Greitens April 8.\nWhen the defense counsel asked the woman, \"Did you ever see (Greitens) in possession of a camera or phone?\" she answered: \"Not to my knowledge. I didn’t see him with it.\"\nAn assistant circuit attorney asked the woman, \"Did you see what you believed to be a phone?\"\nShe answered, \"… I haven’t talked about it because I don’t know if it’s because I’m remembering it through a dream or I – I’m not sure, but yes, I feel like I saw it after that happened, but I haven’t spoken about it because of that.\"\nJack Cashill, co-editor of the Sentinel, told PolitiFact that he didn’t have the full deposition and relied on excerpts in the court filing.\n\n\"It is for this reason I used the subjunctive in the headline ‘may have,’ \" he said, noting that other news outlets including the Daily Mail used a similar approach in headlines.\n\nGreitens has seized on the dream portion of the woman’s statement, telling media that the case is \"a political witch hunt now based on the testimony of somebody who said under oath that they may be remembering this through a dream.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOther news reports state that that the woman’s testimony came during a deposition that lasted for several hours.\nThe Associated Press wrote that \"the prosecutor in the case says the defense ‘cherry picked bits and pieces’ of her nine-hour deposition and the woman's attorney says the comment referred to one particular instance concerning the photo.\"\nThe Missouri House committee investigation into the allegations against Greitens also mentioned the dream comment, but stated in a footnote that the committee \"includes these quotes in the absence of a full transcript from the deposition.\"\nThe woman told the committee that during an encounter with Greitens, \"I can hear like a, like a cell phone – like a picture, and I can see a flash through the blindfold.\"\nThe committee concluded that the woman was a credible witness. Greitens did not testify before the House committee.\nSt. Louis Circuit Judge Rex Burlison issued a gag order in the case which prohibits comments related to the deposition and requires the judge to sign off on certain court filings before they're made public. Without the deposition, we can’t fully evaluate the woman’s comments.\nThe woman’s attorney, Scott Simpson, said in statement to media that the woman supports the release of the full transcript.\nSimpson said that Greitens \"has admitted to my client, on multiple occasions that he took her photograph without her consent, and threatened to release it if she ever told anyone about their relationship.\"\nOur ruling\nA headline by the Sentinel website said that \"Greitens accuser admits photo session may have been a ‘dream.’ \"\nNews articles state that the woman made that comment during a lengthy deposition. Since we don’t have a transcript of the deposition, it is difficult to evaluate her comment but it appears to be cherry-picking from a deposition that lasted several hours.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/1a6d14e9-8bdc-4fcd-9ac1-06000995bb4f", "vclaim_id": "vclaim-pol-02186"}