{"url": "/factchecks/2014/aug/26/senate-majority-pac/ad-says-senate-candidate-thom-tillis-gave-tax-brea/", "speaker": "Senate Majority PAC", "vclaim": "Says Thom Tillis \"gives tax breaks to yacht and jet owners.\"", "truth_label": "false", "date": "stated on August 20, 2014 in a campaign ad:", "title": "Ad says Senate candidate Thom Tillis gave tax breaks to North Carolina's yacht and jet owners", "text": "Supporters of Sen. Kay Hagan, D-N.C., say giving tax breaks to yacht and jet owners is one way that her opponent has shown he is out-of-touch with the state’s average families.\nIn the North Carolina race for U.S. Senate, much of the debate has focused on Republican candidate Thom Tillis’ actions as a state leader.\nIn 2013, the North Carolina government received national attention for a wave of conservative legislation. The Republican-dominated General Assembly -- with Tillis as speaker of the House -- passed laws increasing voter ID requirements, lowering business regulations, upping restrictions on abortion providers, tightening education spending, trimming unemployment benefits and changing the tax code.\nIn another fact-check, we found that the controversial tax code changes reduced taxes for everyone -- but much more for wealthier people than lower-income people.\nSupporters of Hagan, the incumbent, keep harping on this point about the tax code in particular: Tillis supports tax breaks for yacht and jet owners. You can hear that claim here, here and here.\nMost recently, we heard it in an ad from Senate Majority PAC, a liberal political action committee.\n\"When it comes to education, Thom Tillis is gambling with our future,\" the ad’s narration says. \"As speaker, he cut nearly $500 million from education, eliminating 9,000 teaching positions and overcrowding classrooms. Now he’s promising more lottery money for education? We’ve heard that broken promise before. Meanwhile, Tillis gives tax breaks for yacht and private jet owners.\"\nSome of the other ads said Tillis \"protected\" tax breaks for yacht and jet owners, but others -- including this one -- say he gave them the tax breaks. We decided to look into the claim a little more closely.\nN.C. tax code\nIn 2013, under Tillis’ leadership, North Carolina lawmakers passed legislation to overhaul the tax code -- which hadn’t had comprehensive reform since the 1930s.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe primary change was switching the income tax from a progressive rate to a flat rate. The law also eliminated tax holidays, sales tax exemptions and the State Earned Income Tax Credit, which is a refundable tax credit for low-income workers.\nSo what did the law do for yacht and jet owners? Well, nothing, really. It preserved the tax breaks that were already in place.\nSince 1991, boats and aircraft -- a broader category than just yachts and jets -- have had a sales tax rate of 3 percent, with a $1,500 cap. This means that anyone who buys a boat or plane worth $50,000 or more pays exactly $1,500 in taxes.\nThe rate had been 2 percent from 1969 to 1991, and the cap was $300 until 1989, according to a document prepared by the North Carolina General Assembly research division.\nWhile Tillis and other Republican state lawmakers did not create tax breaks for plane and boat owners, they left the prior tax breaks in place.\nAccording to the News and Observer in Raleigh, the law only cut 48 of the more than 300 tax breaks included in the tax code. Additionally, the legislature did not include the boat and airplane tax breaks in a bundle of loopholes that received additional scrutiny in a study committee.\nIt’s also worth noting that Tillis, though he was speaker at the time and supported the bill, was not an author or primary sponsor of the tax code legislation.\nThe cap on boat and aircraft sales taxes amounts to $10 million in lost annual revenue, according to the N.C. Budget and Tax Center, a liberal advocacy group.\nOur ruling\nA Senate Majority PAC ad said, \"Thom Tillis gives tax breaks to yacht and jet owners.\"\nNorth Carolina lawmakers, under Tillis’ leadership, overhauled the state’s tax code in 2013. But they left in place a 23-year-old tax break for boats and aircraft. By using the word \"give,\" the statement suggests Tillis created the tax breaks, which he didn’t.\nBecause the ad turns inaction into action, we rate this claim False.", "vclaim_id": "vclaim-pol-07390"}