{"url": "/factchecks/2015/jul/13/bernie-sanders/bernie-sanders-says-real-unemployment-rate-african/", "speaker": "Bernie Sanders", "vclaim": "For African-Americans between the ages of 17 and 20, \"the real unemployment rate … is 51 percent.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2015 in a rally in Portland, Maine:", "title": "Bernie Sanders says 'real unemployment' rate for African American youth is 51 percent", "text": "During a campaign event in Portland, Maine, that attracted thousands of supporters, Democratic presidential candidate Bernie Sanders made a striking claim about unemployment among African-American youth.\n\"For young people who have graduated high school or dropped out of high school, who are between the ages of 17 and 20, if they happen to be white, the unemployment rate is 33 percent,\" he said. \"If they are Hispanic, the unemployment rate is 36 percent. If they are African-American, the real unemployment rate for young people is 51 percent.\"\nA reader asked us to check whether Sanders was correct, so we took a closer look. (Sanders seems to have made this a go-to talking point in his campaign; he offered a similar claim in an interview with The Nation.)\nWe’ll start by noting that the most commonly used unemployment-rate statistic is not as high for each group as Sanders indicated. The most readily available data from the Bureau of Labor Statistics covers the age range from 16 to 19, which isn’t identical but gives a quick approximation.\nFor whites in that age range, the official unemployment rate was 15.7 percent, for Hispanics it was 20.8 percent and for African-Americans it was 31.8 percent.\nIn other words, the official unemployment rate shows the same general pattern -- that African-American youth unemployment is significantly higher than white youth unemployment and, to a lesser extent, higher than Hispanic youth unemployment. Still, the levels for each group are lower than what Sanders said.\nSo what’s going on?\nSanders’ camp pointed us to research by the Economic Policy Institute, a left-of-center think tank. This data is different from the more familiar measurements for a few reasons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nOne, the institute didn’t just look at employment status for people between the ages of 17 and 20; it limited its reach to high school graduates who were not enrolled in further schooling.\nAnd two, EPI counted not only unemployed workers but also those who were working part-time due to the weakness of the economy and those who were \"marginally attached to the labor force.\" The latter category includes people who did not meet the strict definition of being in the job market, but weren’t entirely out of the market, either.\nThe statistic EPI used, known by the wonky shorthand U-6, is officially called a measure of \"labor underutilization\" rather than \"unemployment.\" EPI itself used the term \"underemployment\" in its research.\nIt’s a real statistic, but Sanders didn’t really describe it the correct way. He twice used the term \"unemployment rate\" and once used the variation \"real unemployment rate,\" a vague term that doesn’t have any official definition at BLS and wasn’t mentioned in the EPI research he was quoting.\nOn the other hand, Sanders’ choice of statistics actually understated his broader point. Since it’s reasonable to assume that dropouts have an even higher unemployment rate than high-school graduates, the figure for \"young people who have graduated high school or dropped out of high school,\" as he put it, is probably even higher than 51 percent, since that figure includes only high school graduates.\nAll in all, economists agreed that Sanders had a point despite his problems with terminology.\n\"He should have been clearer,\" said Tara Sinclair, a George Washington University economist. \"But I think the overall scale is right. Both education and race are predictive of employment outcomes in the United States. A number of different studies show that even for the same levels of education, minorities appear to have worse average employment outcomes.\"\nOur ruling\nSanders said that for African-Americans between the ages of 17 and 20, \"the real unemployment rate … is 51 percent.\" His terminology was off, but the numbers he used check out, and his general point was correct -- that in an apples-to-apples comparison, African-American youth have significantly worse prospects in the job market than either Hispanics or whites do. The statement is accurate but needs clarification or additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-06206"}