{"url": "/factchecks/2012/aug/09/protect-your-vote-ohio-protect-your-vote-ohio/opponents-ohio-redistricting-issue-say-politicians/", "speaker": "Protect Your Vote Ohio", "vclaim": "\"Thousands of politicians from across Ohio – along with their relatives, employees and friends – are still eligible to serve\" on the proposed redistricting commission.", "truth_label": "mostly-true", "date": "stated on August 1, 2012 in a news release:", "title": "Opponents of Ohio redistricting issue say politicians could still be included in proposed redistricting process", "text": "People, not politicians.\n\nThat’s the campaign slogan of Voters First Ohio, the union-backed group behind the Nov. 6 ballot measure to establish a new \"citizens commission\" to draw Ohio’s congressional and legislative districts – a task, under current law, assigned to elected officials.\n\nThe current system is rigged, according to Voters First, because politicians in charge of drawing the lines are motivated only by political gain.\n\nThe results are gerrymandered districts designed to corral voters who support the party that controls the redistricting process. Last year, for example, majority Republicans established boundaries that favored them, giving them an edge come election-time.\n\nBut opponents of the ballot measure say the proposed solution – and Voters First’s campaign message – is misleading because it doesn’t really remove politicians from the process.\n\n\"The proponents are not being straightforward when they promote their scheme,\" a spokesman for the opposition group Protect Your Vote Ohio said in an Aug. 1 press release. \"Thousands of politicians from across Ohio – along with their relatives, employees and friends – are still eligible to serve.\"\n\nThis statement raised PolitiFact Ohio’s curiosity. Would the new system remove politicians from the redistricting process?\n\nFirst, we looked at a summary of the proposed constitutional amendment that was filed with the Ohio attorney general’s office. The summary, which Attorney General Mike DeWine ruled is an accurate reflection of the amendment, describes the new commission that would oversee the map-drawing process.\n\nThe 12-member commission would be responsible for approving new maps that outline Ohio’s legislative and congressional districts.\n\nThe commission would adopt a plan based on four criteria – keeping communities whole, achieving competitiveness, maintaining compactness and having districts with leanings reflecting how Ohioans actually have voted.\n\nBefore we delve into the commission’s makeup and whether politicians are allowed, let’s summarize the current redistricting process.\n\nState lawmakers have the job of drawing the boundaries for Ohio’s 16 congressional districts. When one party controls both the House and the Senate – as the GOP does now – the minority party has little to no say in how the lines are drawn.\n\nLast year, taking cues from a top aide to U.S. House Speaker John Boehner, GOP lawmakers approved a map that favors Republican candidates in 12 of the 16 districts.\n\nThe state apportionment board approves the map of Ohio’s legislative districts. The board is composed of the governor, state auditor, secretary of state and two lawmakers from opposite parties. Republicans also controlled this board last year because they occupied all the statewide offices on the board.\n\nThere is no question politicians control the current redistricting process. But what about the new, proposed process?\n\nIt turns out politicians can serve on that commission too – powerful ones, even.\n\nThe proposed amendment includes a long list of people ineligible to serve on the commission, including state and federal elected officials, their family members, well-heeled campaign donors, lobbyists, political consultants and others.\n\nBut local elected officials and their family members could still serve on the commission. That means the Cuyahoga County executive, Cleveland’s mayor or any other local politician would be eligible for the citizens commission created by the Voters First proposal.\n\nHowever, the commission wouldn’t be dominated by one party. The amendment calls for the panel to be split equally among Democrats, Republicans and independents or third-party members.\n\nVoters First chairwoman Catherine Turcer acknowledged that local elected officials could serve on the commission. A local elected official, however, could be barred from the commission based on other exclusions, such as being a political party official.\n\n\"It seemed too broad to eliminate every mayor,\" Turcer said. \"It seemed unfair to say none of the local folks could somehow participate.\"\n\nTurcer later said in an email: \"Voters First has repeatedly stated that we are talking about politicians who rig the system to protect themselves and their political cronies. Local elected officials do not draw their own district lines and are not rigging the system. State and federal elected officials or politicians face an inherent conflict of interest when it comes to crafting their own district lines. It makes sense to remove them.\"\n\nHowever, the potential inclusion of local politicians makes the Voters First campaign slogan, \"People, not politicians,\" ring a little hollow.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nProtect Your Vote Ohio was correct when it said thousands of politicians would be eligible to serve. Ohio  has 88 counties, 1,308 townships, 247 cities and 691 villages, according to census data on the website of Ohio Secretary of State Jon Husted. The state also has hundreds of school  boards. Each of these municipalities and boards can have several elected officials each.\n\nStill, the amendment would remove the state and federal politicians who up to this point have controlled the process and reaped the benefits. That’s an important point of clarification.\n\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-10618"}