{"url": "/factchecks/2011/aug/05/alberta-darling/wisconsin-state-sen-alberta-darling-says-rep-sandy/", "speaker": "Alberta Darling", "vclaim": "Says state Rep. Sandy Pasch, her recall opponent, \"voted to allow public school employees to use taxpayer dollars to pick up the tab for…Viagra.\"", "truth_label": "pants-fire", "date": "stated on July 29, 2011 in a TV ad and campaign flier:", "title": "Wisconsin state Sen. Alberta Darling says Rep. Sandy Pasch voted to allow using tax money to pay for Viagra for public school employees", "text": "One of the eye-catching direct mail pieces of the Senate recall campaigns is Republican Sen. Alberta Darling’s depiction of her opponent, Democrat Sandy Pasch, on the screen of an electronic tablet.\n\n\"iBad, The Sandy Pasch Edition,\" the mailer shouts.\n\nIt invents applications such as \"iSpend,\" \"iTax,\" \"iOink,\" and \"iBilk\" to paint Pasch as a tax and spend liberal.\n\nThe \"iBilk,\" the mailer says, \"runs union applications that send taxpayer dollars to the bedroom -- for Viagra -- instead of the classroom.\"\n\nThat’s right, Viagra is a topic in the Milwaukee-area Senate recall to be decided Aug. 9, 2011.\n\nDarling also focuses on the issue in a campaign TV ad that says: \"Sandy Pasch even voted to allow public school employees to use taxpayer dollars to pick up the tab for…Viagra.\"\n\nDid Pasch, D-Whitefish Bay, vote to give teachers health insurance coverage that paid for Viagra and other pills for erectile dysfunction?\n\nThe Viagra issue won wide publicity in 2010 when the Milwaukee Teachers Education Association sued the Milwaukee Public Schools over the issue, claiming men were unfairly discriminated against by an MPS decision to stop covering the pills.\n\nMPS first agreed to cover the drugs in 2002, leading to 1,002 claims for such drugs from MPS employees by 2004. During negotiations with the union for its 2003-2005 contract, MPS tried to stop coverage of the drugs, citing rising costs.\n\nAn arbitrator sided with the district in 2005, leading to further appeals that ultimately did not go the union’s way. The 2010 union lawsuit was dropped in March 2011, in effect settling the issue in favor of the district.\n\nWe asked Darling’s camp to explain the connection between the nearly decade-old MPS dispute and Pasch, who was elected in 2008.\n\nAndrew Davis, Darling’s campaign manager, did not cite a specific vote on the MPS issue or on coverage of Viagra.\n\nHe offered a more general response, saying that Pasch has stood with unions and backed union rights in the controversy over Gov. Scott Walker’s move -- supported by Darling -- to curtail collective bargaining for public employees.\n\nSaid Davis: \"The extent of collective bargaining gave unions the power to bargain for Viagra, and that bill was put on the backs of the taxpayers.\"\n\nBut that’s not what the TV ad said.\n\nPasch is pro-union, and has supported a reversal of the collective bargaining limits that Walker and GOP lawmakers put through. But she has at times disagreed with the Milwaukee teachers union.\n\nThat union recently declined to reopen bargaining to talk about contributing more toward teachers benefits in order to possibly save some jobs. Pasch said she wished they had come back to the table.\n\nBut there was no legislative vote related to Viagra.\n\nAnd Pasch came into public life three years after an arbitrator ruled MPS could deny Viagra to employees.\n\nDarling tries to make the case that collective bargaining enabled the union to get Viagra coverage. But MPS management was the party that signed off on it.  Even if MPS didn’t have to negotiate with employees in the early 2000s, it could have added the drugs. And it didn’t need an end to collective bargaining in 2011 to make the call to drop the drugs -- it did that years earlier.\n\nThe bottom line?\n\nIn seeking to tap into anger in some quarters over the Viagra issue, Darling claims Pasch voted to allow it for school district employees.\n\nDarling cites Pasch’s support for collective bargaining. But there was no vote in Madison on the matter. The issue was resolved in Milwaukee when an arbitrator ruled in favor of the school district -- years before Pasch came to office.\n\nWe rate the statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12617"}