{"url": "/factchecks/2009/oct/05/barney-bishop/offshore-oil-drilling-has-cost-tourism-industry-st/", "speaker": "Barney Bishop", "vclaim": "\"There's no evidence anywhere that offshore drilling has hurt tourism in any area where it has been allowed.\"", "truth_label": "false", "date": "stated on August 26, 2009 in a press release:", "title": "Offshore oil drilling has cost tourism industry before", "text": "A leading advocate for oil drilling off the west coast of Florida is making his case by saying drilling has never been bad for tourism.\n\n\nEver.\n\n\n\"There's no evidence anywhere that offshore drilling has hurt tourism in any area where it has been allowed,\" said Barney Bishop, president of Associated Industries of Florida, a statewide business lobbying group. \"High energy costs and high unemployment kill tourism more than anything. Without affordable gas, we can't get tourists to Florida.\"\n\n\nCan oil and tourism mix?\n\n\nBishop's statement is focused on offshore drilling and not spills in general. It's an important distinction. Large-scale oil spills are more likely to be caused by tanker and barge crashes, not offshore drilling, according to the National Research Council of the National Academy of Sciences.\n\n\nSo while Florida beaches and tourism were affected by a three-barge collision that sent 330,000 gallons of oil and jet fuel into Tampa Bay area waters in 1993, it wasn't as a direct result of offshore drilling.\n\n\nTo get to the root of Bishop's claim, then, offshore oil drilling itself has to be the culprit.\n\n\nThe record there is thin, but not bare.\n\n\nAn oil platform in the Gulf of Mexico 600 miles south of the Texas coastline malfunctioned in June 1979, sending oil pouring into gulf waters. According to estimates, the well, called Ixtoc 1, spewed 3.3 million barrels of oil before being capped in March 1980. The oil traveled north to soil 200 miles of Texas beach.\n\n\nDid that spill, one of the worst in history, hurt Texas tourism?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Sure it did,\" said Tony Amos, a research associate at the University of Texas at Austin Marine Science Institute. \"Because vast amounts of tar came up on our beaches.\"\n\n\nPrivate groups and people connected with the tourist trade filed more than $300 million in lawsuits after the Ixtoc spill, saying the damage cost them that much in business, according to a 1980 Associated Press article.\n\n\nOn South Padre Island, the mayor at the time, Glenn McGehee, said the spill cost his area $15 million. After the spill was cleaned up, the island's tourism bureau spent $200,000 on a new ad campaign: \"Come on down, the coast is clear.\"\n\n\nTourism in other parts of south Texas was reported down anywhere from 30 to 60 percent, according to newspaper accounts, and several communities said they lost millions of dollars as a result from the spill.\n\n\nAnd a 1982 study conducted for the U.S. Interior Department found that Texas beaches in the South Padre Island area lost tourism revenues between $3.98 million and $4.44 million.\n\n\n\"The Ixtoc well spill pretty much shut down tourism,\" said F. Charles Lamphear, a retired University of Nebraska at Lincoln professor who co-authored the 1982 study. Lamphear did point out that some of the losses were offset by cleanup-related funding.\n\n\nAnother oft-discussed incident, a 1969 oil drilling accident off the coast of Santa Barbara, Calif., also affected tourism in that community, according to Santa Barbara County officials. The U.S. Coast Guard estimated that 100,000 barrels of crude oil spilled during the accident.\n\n\n\"The tourist industry suffered in 1969; however, tourism recovered in subsequent years,\" county officials in Santa Barbara write on their government Web site. \"A class-action lawsuit awarded nearly $6.5 million to owners of beachfront homes, apartments, hotels and motels.\"\n\n\nA public relations firm representing Bishop provided a six-page brief to PolitiFact to support his comments. The brief acknowledges direct impacts on tourism, but calls them somewhat rare and short-lived.\n\n\nOne synopsis of a study of the Santa Barbara spill notes that the region lost \"only\" $3.15 million in recreational activity dollars. In 2008 dollars, that translates to almost $18.5 million.\n\n\nAnother study said that while losses by beachfront businesses in Santa Barbara may have suffered, other businesses farther inland benefited.\n\n\nUsing superlatives and absolutes might make for the best sound bite, but it also makes it more difficult to be right. Bishop said, \"There's no evidence anywhere that offshore drilling has hurt tourism in any area where it has been allowed,” and the record shows otherwise. Though infrequent, incidents of offshore drilling directly and adversely affecting an area's tourist economy do exist. For that, we rate Bishop's statement False.", "vclaim_id": "vclaim-pol-15544"}