{"url": "/factchecks/2015/sep/17/donald-trump/donald-trump-says-mexico-doesnt-have-birthright-ci/", "speaker": "Donald Trump", "vclaim": "Says Mexico doesn't have birthright citizenship, and Americans are the \"only ones\" to have it.", "truth_label": "false", "date": "stated on September 16, 2015 in a GOP presidential debate on CNN:", "title": "Donald Trump says Mexico doesn't have birthright citizenship", "text": "Donald Trump confused several facts about birthright citizenship — a 150-year-old practice he has pledged to end — in the second GOP presidential debate.\nCNN moderator Jake Tapper asked Trump to explain why this is part of his platform to foe Carly Fiorina, who has said Trump is pandering on the issue.\nTrump brought up a scenario of a pregnant woman crossing the border and having a baby in the United States, \"and we take care of the baby for 85 years. I don’t think so.\"\n\"And by the way, Mexico and almost every other country anywhere in the world doesn't have that,\" he said. \"We're the only ones dumb enough, stupid enough to have it.\"\nWe know from a previous fact-check that the United States is somewhat of an outlier in offering birthright citizenship, especially compared its peers. From the same fact-check, we also know the United States is one of 33 countries with such a policy, despite what Trump said about it being the only one \"dumb enough, stupid enough\" to have it. (We should note that later in this response, Trump slightly corrected himself, saying, \"We’re the only country -- one of the only countries -- we’re going to take care of those babies for 70, 75, 80, 90 years? I don’t think so.\")\nTrump’s claim about Mexico not offering birthright citizenship didn’t sound right, so we wanted to look it over.\nOur hunch proved correct.\nMexico does offer birthright citizenship, even if it’s not an exact copy of the American model.\nBirthright citizenship in the United States was first established by the 14th Amendment of the Constitution, primarily to grant legal status to emancipated slaves. The amendment stipulates that \"all persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\" \nThe Mexican Constitution says the Mexican \"nationality\" is obtained by birth if the person is born \"within the Republic’s territory whatever their parents’ nationality might be,\" among other circumstances.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOur colleagues at FactCheck.org noted a technical difference between the Mexican and American constitutions. In Mexico, someone does not become a \"citizen\" — regardless of whether the person is born to Mexican parents or just in Mexico — until he or she turns 18. At that age, he or she can vote, hold public office or join the military. In addition to being Mexican and 18, he or she must also have \"an honest way of life.\"\nA Mexican-born child is still considered Mexican even without voting rights, FactCheck.org found, similar to American children who also do not have access to voting until they turn 18.\nArticle 37 adds that Mexican nationality by birth \"shall never be revoked.\"\nBirthright citizenship also exists in Canada, Brazil and nearly every other country in Central and South America, according to a list of nations with birthright citizenship maintained by Numbers USA, which supports reduced immigration levels.\nCountries that offer birthright citizenship are located almost exclusively in the Western Hemisphere. No country in Europe or East Asia, for example, has a similar citizenship policy.\nOur ruling\nTrump defended his pursuit of ending birthright citizenship by saying not even Mexico has it, adding the United States is alone on this right.\nBut that’s not true, no matter how many times Trump repeats this line.\nAnyone born on Mexican soil is considered Mexican by nationality, regardless of whether their parents are Mexican. No one in Mexico, even if a person’s parents are Mexican, is considered a \"citizen\" by the country’s Constitution until he or she turns 18.\nThe United States and Mexico are joined by more than 30 countries around the world, predominantly in the Americas, that offer birthright citizenship.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-05965"}