{"url": "/factchecks/2019/sep/05/whoopi-goldberg/whoopi-goldberg-warned-about-another-hollywood-bla/", "speaker": "Whoopi Goldberg", "vclaim": "\"The last time people (created a Hollywood blacklist), people ended up killing themselves … They were accused, and they lost their right to work.\"", "truth_label": "true", "date": "stated on September 3, 2019 in an episode of ABC's \"The View\":", "title": "Whoopi Goldberg warned about another Hollywood blacklist. Here’s what she was talking about", "text": "\"The View\" co-host Whoopi Goldberg slammed the stars of \"Will & Grace\" for demanding a list of people attending a big-ticket fundraiser for President Donald Trump.\nActors Debra Messing and Eric McCormack had called for The Hollywood Reporter to publish a list of people going to the Sept. 17 fundraiser for Trump in Beverly Hills.\n\"Hey, @THR, kindly report on everyone attending this event, so the rest of us can be clear about who we don’t wanna work with,\" McCormack tweeted Aug. 30. \nHey, @THR, kindly report on everyone attending this event, so the rest of us can be clear about who we don’t wanna work with. Thx. https://t.co/7W3xPG3bI2— Eric McCormack (@EricMcCormack) August 30, 2019 \n\"Please print a list of all attendees please,\" Messing tweeted the next day. \"The public has a right to know.\"\nPlease print a list of all attendees please. The public has a right to know. https://t.co/YV4UoxrPHI— Debra Messing (@DebraMessing) August 31, 2019 \nIn her rebuke, Goldberg compared the tweets to the Hollywood blacklists that sought to weed out communist sympathizers from the film industry in the mid 1900s.\n\"The last time people did this, people ended up killing themselves,\" she said during the show’s season premiere. \"This is not a good idea, OK? Your idea of who you don’t want to work with is your personal business.\"\n\"Do not encourage people to print out lists because the next list that comes out, your name will be on, and then people will be coming after you,\" she added.\nThen, Goldberg gave this history lesson:\n\"We had something called a blacklist, and a lot of really good people were accused of stuff. Nobody cared whether it was true or not. They were accused, and they lost their right to work ... Think about it. Read about it. Remember what the blacklist actually meant to people and don’t encourage anyone, anyone, to do it.\"\nWe thought some viewers might not know what Goldberg was talking about, so we contacted a few expert historians to fill in the gaps. They said her account was pretty much spot-on.\nThe original Hollywood blacklist\nThe blacklist Goldberg mentioned took place during the 1940s and 1950s, as the Cold War between the United States and Soviet Union heated up.\nThis era — known in the history books as the \"Red Scare\" — was defined by an anti-communist crusade led by the late Sen. Joseph McCarthy of Wisconsin, who targeted federal government employees suspected of harboring communist beliefs. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut it wasn’t McCarthy who initiated the Hollywood blacklist.\nIn October 1947, the House Un-American Activities Committee, called HUAC, launched an investigation into the Hollywood film industry, which anti-communist lawmakers worried was pushing communist propaganda. It ended up subpoenaing more than 40 industry figures. \nMany of the names came from a series of columns written by the publisher and founder of the Hollywood Reporter that identified communists and communist sympathizers, according to the magazine, which looked back at its own role in a 2012 report.\nA group of screenwriters and directors later known as the \"Hollywood 10\" denounced the investigation as a violation of their constitutional rights. For their trouble, they were cited for contempt of Congress, tried and found guilty. Each spent a year in jail and paid a $1,000 fine.\nThey were also blacklisted by studio executives. Eric Johnston, then the president of the Motion Picture Association of America, said in a press release that the association’s members would not re-employ the Hollywood 10 and would not knowingly hire other communists.\nThe House committee probe was the \"starting gun for the Hollywood blacklist,\" said Thomas Doherty, professor of American studies at Brandeis University. \"It spurred the MPAA to issue its infamous Waldorf Statement in November 1947 saying the studios would not hire communists.\"\nAs the committee continued its investigations through the 1950s, the blacklist grew to include about 325 screenwriters, actors and directors, before ending in the 1960s, according to History.com. \nRecent reports are mixed as to how many blacklisted workers were actually Communist party members or sympathizers and how many were merely accused, but according to History.com, the Hollywood 10 were \"admitted communists.\"\n\"Various groups and individuals, almost all deeply rightwing, were involved in calling for a blacklist and naming the ‘guilty,’ but acceptance of that guilt by the liberal mainstream was widespread until the later 1950s,\" said Peter Buhle, retired senior lecturer at Brown University.\nSome people dealt with the blacklist by moving abroad or writing scripts under pseudonyms or in the name of others. But most had trouble keeping their careers.\n\"For the majority of those blacklisted, there was no career rehabilitation, their lives were ruined,\" Buhle said. \nDoherty noted that actor Philip Loeb killed himself in 1955 after being blacklisted off his TV show \"The Goldbergs\" in 1951, and he said a number of other actors suffered premature deaths that are \"often considered to have been precipitated by the stress of the blacklist.\"\n\"Whoopi is dead on,\" Doherty said, adding that the talk show host’s comparison between the 1950s Hollywood blacklist and the tweets from Messing and McCormack seems apt.\n\"There is an unpleasant parallel,\" he said. \"In both cases, people are being targeted — and threatened with career consequences — for an unpopular political belief.\"\nTrump weighed in on Messing’s tweet twice on Twitter, writing that the actress is \"in hot water\" and \"being accused of McCarthyism\" before suggesting that she should be fired.\nBad “actress” Debra The Mess Messing is in hot water. She wants to create a “Blacklist” of Trump supporters, & is being accused of McCarthyism. Is also being accused of being a Racist because of the terrible things she said about blacks and mental illness. If Roseanne Barr....— Donald J. Trump (@realDonaldTrump) September 5, 2019 \nOur ruling\nGoldberg said, \"The last time people (created a Hollywood blacklist), people ended up killing themselves … They were accused, and they lost their right to work.\"\nExperts on the original Hollywood blacklist said Goldberg’s account, while lacking specific details, was accurate. So we rate her statement True.", "vclaim_id": "vclaim-pol-00199"}