{"url": "/factchecks/2012/jan/23/ken-cuccinelli/cuccinelli-says-dc-council-has-banned-lethal-trapp/", "speaker": "Ken Cuccinelli", "vclaim": "Says the D.C. city council passed a law banning lethal rat trapping.", "truth_label": "pants-fire", "date": "stated on January 13, 2012 in an interview. :", "title": "Cuccinelli says D.C. council has banned lethal trapping of rats", "text": "Attorney General Ken Cuccinelli smells a rat.\n\nHe is outraged by a law passed by the District of Columbia’s city council in 2010 that regulates how exterminating companies capture pests.\n\nCuccinelli, a Republican, has been sharply critical of the Occupy movement, an international grassroots protest largely directed at corporate power. During two recent interviews, Cuccinelli has discussed published reports about an increase in rat populations around Occupy DC camps a few blocks from the White House. Then he’s turned to the D.C. pest-control law and painted it as an example of ridiculous regulation.\n\nThe D.C. law \"doesn’t allow them to kill the dang rats,\" Cuccinelli said in a Jan. 13 interview with CNSNews.com, a conservative web site. \"They have to capture them, and capture them in families.\"\n\nCuccinelli said the law requires relocation of the trapped rats and voiced concern that D.C. exterminators would transport vermin across the Potomac River and set them free in Virginia.  As a last case resort, he said, the law allows euthanizing pests.\n\nCuccinelli took a similar swipe at the law in a Jan. 10 interview on WMAL radio. Conservative talk show host Rush Limbaugh picked up on Cuccinelli’s comments and pilloried the statute and its author - D.C. Councilwoman Mary Cheh.\n\nWe were curious whether D.C. really does require rats to be captured by non-lethal means. So we scurried for an answer.\n\nThe seven-page law cited by Cuccinelli does prohibit pest control companies operating in DC from using various traps to catch some kinds of urban wildlife such as raccoons, possums and skunks. In these cases, it forbids pest control companies from setting traps using glue, snares, leg holds, harpoon, and body crushing devices.\n\nThe law also calls for catching animals alive and relocating whole pest families when possible. Though \"non-lethal means\" is listed in the law as the preferred way for dealing with city wildlife, it does allow for euthanasia techniques based on recommendations from the American Veterinary Medical Association.\n\nBut here’s the catch: The pardon does not extend to rats in D.C.\n\nKiara Pesante, Cheh’s director of communications, noted that the first page of the law specifically exempts \"commensal rodents\" -- common rats and mice that pilfer human food.\n\nSo it seemed that Cuccinelli got it wrong. We called his office for an explanation.\n\nBrian J. Gottstein, Cuccinelli’s director of communications, acknowledged the law exempts some rats and mice species, but stressed it would still regulate trapping other \"non-commensal\" rodents, including the rice rat and the deer mouse.\n\nWe spoke to officials at the National Pest Management Association, the Humane Society of the United States and the D.C. Department of Health. They all said they are not aware of rice rats existing in Washington. Wikipedia says the rice rat dwells in wetlands through most of the eastern U.S. There are deer mice, and during colder months they do get into homes in leafy areas around the capital, such as Rock Creek Park.\n\nBut a deer mouse is not a rat. In his comments to CNSNews.com, Cuccinelli talked about rats and made no distinction among them. He said the law calls for live trapping of \"these rats\" while discussing vermin populations around the Occupy D.C. camps.\n\n\"The rat that we find in D.C. is indeed the Norway rat,\" said Najma Roberts, a spokeswoman for the city’s Department of Health.\n\nThe Norway rat is a commensal rodent and the critters are not protected by D.C. law.\n\nOur ruling:\n\nCuccinelli said a D.C. law passed in 2010 forbids lethal trapping of rats.\n\nBut the law doesn’t pertain to the common type of rat living in the nation’s capital. That particular vermin, the Norway rat, can still be caught using lethal means.\n\nCuccinelli’s spokesman said the law would still regulate catching another type of rat - the rice rat. But there’s no evidence those rats exist in the city.\n\nThe attorney general made no distinction among rats in his comments. We think most listeners would conclude from his comments that the D.C. council by and large has repealed the death penalty for rats.\n\nThat’s wrong and ridiculous. We rate Cuccinelli’s claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11744"}