{"url": "/factchecks/2011/feb/19/scott-walker/wisconsin-gov-scott-walker-says-his-budget-repair-/", "speaker": "Scott Walker", "vclaim": "Says under his budget-repair bill, \"collective bargaining is fully intact.\"", "truth_label": "pants-fire", "date": "stated on February 18, 2011 in a radio interview:", "title": "Wisconsin Gov. Scott Walker says his budget-repair bill would leave collective bargaining “fully intact”", "text": "If Wisconsin Gov. Scott Walker isn’t trying to strip most collective bargaining rights from public employees, then why do workers keep pouring into Madison by the thousands to demonstrate against him?\n\nMany state, local government and public school employees -- including those represented by the largest state workers union -- have said they would be willing to pay more for pensions and health insurance, as called for in a budget-repair bill introduced by Walker.\n\nBut the workers continue to protest provisions in the bill that would restrict most public employee unions to bargaining only over wages, and then only within caps.\n\nIt’s the central issue in the protests, which have drawn national attention.\n\nAnd yet on the morning of Feb. 18, 2011 -- a day after Democratic state senators fled to Illinois to prevent a vote on the bill -- Walker made a startling declaration in a Milwaukee radio interview.\n\nAt the turn of the 19th century, the Republican governor told conservative talk show host Charles Sykes, Wisconsin adopted the \"strongest civil service protections\" in the world.\n\nWalker then added:\n\n\"Those fully remain intact. Civil service does not get altered by the modest changes we’re talking about here. Collective bargaining is fully intact. You’ve got merit hiring, you’ve got just cause for termination and for discipline. All those things remain.\"\n\nIn the middle of that statement is the eyebrow-raising remark.\n\nCollective bargaining would remain \"fully intact\"?\n\nWe immediately asked Walker spokesman Cullen Werwie for evidence that would back up his boss’ statement. In the crush of activity in Madison, where the state Assembly took up the budget-repair bill as Walker did the interview, Werwie had not responded by publication time.\n\nBut let’s take a look at what was said.\n\nIn contending that collective bargaining would remain fully intact, Walker mixed civil service protections with collective bargaining rights.\n\nThey are not the same.\n\nCivil service protections\n\nThe protections are put into state law by the Legislature, or into a local ordinance by a city council, or village or town board, said public-sector employer attorney Andrew Phillips. He is general counsel for the Wisconsin Counties Association and his Mequon firm also represents municipalities and school districts.\n\nCurrently, state employees are covered by civil service, but most local government employees don’t have it and no public school employees do, Phillips said.\n\nPhillips said civil service protections, among other things, specify employee rights to things such as vacation and overtime; prohibit termination for reasons other than just cause; and create procedures for employees to file grievances and to have those complaints heard.\n\nWhat they don’t provide, he said, is any right for employees to bargain with their employers over those issues and others. The terms are set by the employer.\n\nCollective bargaining rights\n\nTwo sections of state law -- one for state workers and one for local government and public school employees -- give public employees the right in Wisconsin to collectively bargain.\n\nThe law issues a mandate to both the employer (the government) and the collective bargaining unit (employees represented by a union).\n\nThe two sides must \"meet and confer at reasonable times, in good faith, with the intention of reaching an agreement\" on wages, hours, fringe benefits and conditions of employment.\n\nIn other words, the workers -- through their union -- have a say in those areas. They do not have such a say under civil service rules.\n\nSo, what would change if Walker’s budget-repair bill is adopted by the Republican-controlled Legislature?\n\nWith an amendment approved by the Joint Finance Committee, the bill would require local governments that don’t have a civil service system to establish one, according to an analysis by the nonpartisan Legislative Fiscal Bureau.\n\nAlternatively, local governments could establish a grievance procedure that would, at minimum, address employee discipline and workplace safety, and provide for a grievance procedure for employee terminations.\n\nLet’s return to Walker’s statement that under his changes collective bargaining remains intact.\n\nTo be sure, those rights would remain intact for the State Patrol and local police and fire department employees. They are exempt from any of the changes.\n\nAs for the rest of state, local government and public school employees, Walker’s own Feb. 11, 2011 letter to employees about his plan cited \"various changes to limit collective bargaining\" to the rate of base pay.\n\nThe letter also noted other changes, including limiting contracts to one year and requiring annual employee votes to retain unions.\n\nMoreover, the bill would repeal all bargaining rights for home health care workers, University of Wisconsin System faculty and academic staff, and employees of University of Wisconsin Hospitals and Clinics.\n\nIndeed, Walker also said in the interview with Sykes it was necessary to use his bill to strip collective bargaining rights because when it comes to money the state is broke. He added:\n\n\"What changes is the fact that no longer can our unions have a stranglehold -- not only on the state government but local government -- to force them to not alter benefit packages that are like a virus eating up our budget.\"\n\nWhere does that leave us?\n\nIn arguing the changes would be modest, Walker cited the civil service system and said \"collective bargaining is fully in\ntact.\" However, Walker himself has outlined how his budget-repair bill would limit the collective bargaining rights of public employees.\n\nIndeed, it’s that provision that provoked daily demonstrations at the state Capitol and national media attention. To now say now say collective bargaining would remain \"fully intact\" is not just false, it’s ridiculously false.\n\nAnd that means it is Pants on Fire\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13569"}