{"url": "/factchecks/2017/aug/01/gwen-moore/case-dontre-hamilton-did-milwaukee-police-shoot-ma/", "speaker": "Gwen Moore", "vclaim": "Says Dontre Hamilton \"was shot 14 times by police for resting on a park bench in Milwaukee.\"", "truth_label": "mostly-true", "date": "stated on June 29, 2017 in a speech:", "title": "In the case of Dontre Hamilton, did Milwaukee police shoot a man for resting in a park?", "text": "On the floor of the U.S. House of Representatives on June 29, 2017, U.S. Rep. Gwen Moore, D-Milwaukee, declared:\nDontre Hamilton \"was shot 14 times by police for resting on a park bench in Milwaukee.\"\nIs that what happened?\nThe incident can be viewed in at least two different ways.\nLiterally speaking, Hamilton was not killed simply for resting on a bench. He was shot after striking an officer with the officer’s baton.\nBut in making a rhetorical point, Moore is correct that Hamilton had done nothing to attract the attention of police but fall asleep in a park.\nAnd the fatal shooting occurred after two other officers had twice observed Hamilton and determined he was doing nothing wrong.  \nMoore’s comments\nMoore took to the House floor to promote a bill she introduced three days earlier. Under the measure, states and localities receiving certain federal grants would have to require their law enforcement officers to undergo training on \"de-escalation techniques to assist in reducing the need for the use of force\" by officers.\nShe made her claim about Hamilton after arguing that her bill should be made law before summer ends, saying:\nWe know that kids are out of school and that the tensions in our streets are high. Police on alert, and far too many of us are distrustful of the police due to the painful and frightful memories of how many deadly encounters have dominated headlines -- close to a thousand in one year. \nHow can this Congress recess for the summer and not take up this bill? Yes, the Affordable Care Act is a big issue here before us in Congress. But if you live in communities of color around the country, the immediate health care issue for you is being shot by a police officer who has been sworn to protect you. \nIf you die at age 12, like Tamir Rice, who was shot by police for playing with his sister on a playground in Cleveland, how can you be concerned with the Medicaid? If you’re killed at 31 years old like Dontre Hamilton, who was shot 14 times by police for resting on a park bench in Milwaukee, nursing home care is not your priority. You won’t have the fortune of living that long.  \nHer office did not respond to our requests for information for this fact check.\nThe Hamilton incident\nHillary Clinton injected the Hamilton incident into the 2016 presidential campaign. At a Democratic debate with Bernie Sanders in Milwaukee, she said Hamilton was \"unarmed\" when he was killed. Our rating was Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHamilton, a 31-year-old diagnosed with schizophrenia, had a history of contacts with Milwaukee police, but no convictions for any violent crimes. He was shot to death by Christopher Manney, a Milwaukee officer who worked in the downtown area, on April 30, 2014.\nManney was fired -- not for the fatal shooting itself, but for the way he approached Hamilton, which led to a scuffle.\nHere’s a summary of the incident from our Clinton fact check, based on a report by the Milwaukee County district attorney:\nFirst call: Shortly before 2 p.m., an employee at the Starbucks located in Red Arrow Park downtown called police about Hamilton, who was sleeping in the park. The call was classified as a \"welfare check\" -- in other words, to check if Hamilton was OK. A desk sergeant called Manney’s cell phone and left a voicemail message, saying he wanted Manney to go to the park about \"a homeless guy sleeping\" there.\nTwo officers respond: Because Manney didn’t immediately respond to the voicemail, the Starbucks call was referred to a dispatcher, who then dispatched two other officers to the park. They found Hamilton lying on his back with his eyes closed. They nudged Hamilton, he got up and provided identification and said he was taking a nap and was all right. The officers left.\nSecond call: About 2:10 p.m., another call to police about Hamilton came from Starbucks. The two officers returned and told the employees that Hamilton was not doing anything wrong. The officers left shortly before 3 p.m.\nManney responds: Just before 3:30 p.m., about 90 minutes after the first call, Manney listened to the voicemail. He called dispatch and asked if there was an assignment for Red Arrow Park. Told there was not, Manney asked \"that he be recorded as responding to a trouble with subject\" call, and he went to the park. He apparently was not aware the other officers had preceded him.\n\nFight occurs: Manney approached Hamilton, who was lying down, helped him up and then began to pat him down. Hamilton resisted. Witnesses told police that Manney, who was yelling commands at Hamilton, struck Hamilton one or more times with his baton before Hamilton took the baton and struck Manney with it one or more times.\n\nManney shoots Hamilton: The witnesses said Hamilton was holding the baton -- one said menacingly -- when Manney fired his service weapon. He fired 14 times, resulting in 15 gunshot wounds to Hamilton.\nIn announcing Manney’s firing, Milwaukee Police Chief Edward Flynn said Manney decided Hamilton was dangerous \"based solely on observations of apparent mental illness, absent any overt actions on the part of Mr. Hamilton.\"\nOur rating\nMoore says Hamilton \"was shot 14 times by police for resting on a park bench in Milwaukee.\"\nTwo officers twice responded to calls about Hamilton sleeping in the park and allowed him to continue sleeping there and left. He was still resting there when a different officer later and arrived and began patting him down.\nThat triggered a physical altercation, with the officer hitting Hamilton with his baton and then Hamilton taking the baton and striking the officer. The officer then fatally shot Hamilton 14 times.\nIn short, Hamilton was not shot simply for resting on a park bench. But the shooting occurred only because of a physical altercation that was sparked by the way the third officer began patting Hamilton down -- after two officers who came to the park twice decided Hamilton wasn’t doing anything wrong. In fact, the officer was fired for the way he approached Hamilton.\nFor a statement that is accurate but needs additional information, our rating is Mostly True.\n Share the Facts 2017-08-01 17:18:18 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Dontre Hamilton \"was shot 14 times by police for resting on a park bench in Milwaukee.\"    Gwen Moore U.S. representative, D-Wis.   In a speech Thursday, June 29, 2017 2017-06-29    Read More  info    \n \nHamilton shooting aftermath\nManney fired: In October 2014, Milwaukee Police Chief Edward Flynn announced he had fired Manney -- not for use of excessive force when he shot Hamilton, but because he did not follow department rules for dealing with emotionally disturbed people in the moments leading up to the shooting.\n$2.3 million settlement: In May 2017, more than three years after Hamilton’s death, the Milwaukee Common Council approved paying $2.3 million to Hamilton’s young son to settle a federal civil rights lawsuit.\nUse of deadly force fact check: Flynn said in June 2016 that Milwaukee police use deadly force at a rate that is \"among the lowest\" in the country. Our rating was Half True. The best data available then showed Milwaukee police killed one person in 2015. But 2015 was the only full year for which data were available on a national level, so it wasn’t known how Milwaukee’s rate would compare in prior years.", "vclaim_id": "vclaim-pol-03048"}