{"url": "/factchecks/2017/mar/07/resistance-report/article-falsely-claims-ron-johnson-threatens-citiz/", "speaker": "Resistance Report", "vclaim": "Says U.S. Sen. Ron Johnson \"threatens citizens with arrest if they continue asking for a town hall.\"", "truth_label": "pants-fire", "date": "stated on March 2, 2017 in a website posting:", "title": "Article falsely claims that Ron Johnson threatens citizens with arrest over town hall meetings", "text": "Some Facebook readers flagged as \"fake news\" a March 2, 2017 article that carried this headline about Wisconsin’s Ron Johnson:\nRepublican Senator Threatens Citizens with Arrest if They Continue Asking for a Town Hall\nThe article was published by Resistance Report, which describes itself as a \"social justice-oriented media company dedicated to providing the bold, combative, thought-provoking journalism that will be critical over the next four years.\"\nSo, we thought we’d see whether Johnson made such a threat.\nA letter\nThe article accuses Johnson of dodging requests to hold town hall meetings, but eventually responding to the requests with a \"cease-and-desist\" letter.\nBut that letter had nothing to do with town hall meetings.\nAs we reported on the same day the Resistance Report article was published, Johnson had sent a letter to a Milwaukee man who acknowledged he had called Johnson’s office as many as 83 times in a day. The letter warned that if the man visited or called Johnson’s office (written communication was OK), staff would call U.S. Capitol Police.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nCitizen Action of Wisconsin had cited the letter in claiming that \"people who come to\" their dissent actions \"get a ‘cease and desist’ letter\" from Johnson's office. We rated the group’s claim False. The man was involved in some Citizen Action activities involving Johnson. But the letter was based on his personal contact with Johnson’s office, not any Citizen Action activities.\n(A few days later, Citizen Action posted an apology for making its claim.)\nTom Cahill, an editor for Resistance Report, told us that since the man \"had called his senator's office 83 times, it seems as if his goal is for Johnson to hold a public town hall so his senator can answer his questions directly.\"\nBut that is complete speculation.\nThe letter also went to a single person. It was not a general response to \"citizens\" who may request a town hall meeting, as the article claimed.\nOur rating\nResistance Report says Johnson \"threatens citizens with arrest if they continue asking for a town hall.\"\nA letter by Johnson’s office that was cited by the group warned a man that if he did not stop calling and visiting Johnson’s office, the Capitol Police would be called. The letter had nothing to do with town hall meetings.\nWe rate the statement Pants on Fire.  Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says U.S. Sen. Ron Johnson \"threatens citizens with arrest if they continue asking for a town hall.\"    Resistance Report Organization   In an article Thursday, March 2, 2017 03/02/2017    Read More  info", "vclaim_id": "vclaim-pol-03592"}