{"url": "/factchecks/2011/feb/22/national-republican-senatorial-committee/national-republican-senatorial-committee-raps-sher/", "speaker": "National Republican Senatorial Committee", "vclaim": "Since Sherrod Brown and the Democrats \"rammed\" the economic stimulus bill through, \"Ohio's unemployment rate has risen to 9.6 percent, above the national average.\"", "truth_label": "half-true", "date": "stated on February 17, 2011 in a news release:", "title": "National Republican Senatorial Committee raps Sherrod Brown for Ohio's unemployment, says stimulus failed", "text": "Out of work? Angry? Want to blame somebody?\n\nAssigning blame to politicians appeared to work for Republicans in the 2010 midterm elections, just as it did for Bill Clinton, a Democrat, when he ran for president in 1992. And if the current economic recovery isn’t robust enough, it could be a political liability in 2012, too.\n\nThat’s when U.S. Sen. Sherrod Brown, an Ohio Democrat, is up for re-election. So it came as no surprise that on Feb. 17, the second anniversary of the $787 billion economic stimulus bill, Republicans highlighted Brown’s vote for the bill.\n\nThe National Republican Senatorial Committee, or NRSC, picked out a number to attach to Brown’s name: 9.6. That’s Ohio’s latest unemployment rate -- 9.6 percent -- and it is higher than the 9.1 percent unemployment rate that Ohio had when the American Recovery and Reinvestment Act of 2009 passed.\n\n\"The Obama White House projected that their massive stimulus spending would cap national unemployment at 8 percent, and Brown promised Ohioans that it would ‘go a long way toward putting Americans back to work and our economy back on track,’ even claiming last September that the stimulus has worked,\" the NRSC said in a news release. \"But since Brown and the Democrats rammed the bill into law on a party-line vote, Ohio's unemployment rate has risen to 9.6 percent, above the national average.\"\n\nBrown’s office doesn’t dispute those numbers, nor did we when we looked on the U.S. Bureau of Labor Statistics website.\n\nBut Brown’s office cites an array of other numbers -- if the NRSC can pick some, then so can Brown -- that tell a different story. We checked out some additional numbers ourselves. The bottom line:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n\nOhio’s unemployment rate was higher than the nation’s before the recession. It was that way for years. Had it somehow fallen below the nation’s now, there might be cause for the state (and Democrats) to sing the \"Hallelujah\" chorus.\n\n\n\n\nThe national unemployment rate was 8.2 percent when the stimulus bill passed. The Obama administration’s plan was to funnel the money to states, cities and counties for various job-boosting projects over the course of two years rather than right away. As this occurred, the national unemployment rate rose, peaking at 10.1 percent in October of 2009. Then it vacillated down and up in small increments, hitting 9.8 last November before dropping rapidly to 9.0 in January of 2011. There are other ways to measure the economy, including reports of private-sector job growth, but this drop in the unemployment rate signaled an improvement, although it is too uneven for some.\n\n\n\n\nOhio lagged the national recovery, then caught up -- and then fell behind again. The state’s unemployment rate kept rising through 2009, peaking at 11 percent in March of 2010. But then it started falling, as it has for nine straight months, according to BLS data. This puts Ohio in the minority of states seeing such a steady drop. In fact, Ohio’s rate drew even with the national rate, then at 9.8 percent, in November. As PolitiFact reported in January, when Ohio had seen eight straight months of improvement: \"Ohio and Illinois are the only two states that have shown a drop in unemployment — typically by one-tenth of a percentage point, but a drop nonetheless — for every month from April through November.\"\n\n\n\n\nThe problem is, the national rate then had a healthy decline for two straight months while Ohio had only a small decline. That difference explains why Ohio’s unemployment rate, which was even with the nation not long ago, is above the national rate again.\n\nSo we go back to the NRSC claim: that since Brown and Democrats \"rammed the bill into law on a party-line vote, Ohio’s unemployment rate has risen to 9.6 percent, above the national average.\"\n\nThe vote was not entirely along party lines, since two Republicans in the Senate (Susan Collins and Olympia Snowe of Maine) voted for it on final passage, as did independents Joe Lieberman of Connecticut and Bernie Sanders of Vermont. And it’s unclear how Brown did any ramming.\n\nOn the House side, the vote was along party lines. Not a single Republican voted for passage.\n\nThe Truth-O-Meter says a statement is Half True if it leaves out important details or takes things out of context. The NRSC claim gives too much credit to Brown for \"ramming.\"  And it suggests that Ohio’s unemployment rate has risen above the national average since the stimulus bill passed. With the brief exception of last November, you’d have to go back to 2002 to find a time when Ohio didn’t lag the nation in employment. And it ignores that Ohio’s unemployment rate has fallen for nine straight months.\n\nContext is important here because numbers can be cherry-picked too easily. And these facts are important for a listener to put the statement in proper context. That’s why we say the NRSC’s claim is Half True.", "vclaim_id": "vclaim-pol-13554"}