{"url": "/factchecks/2016/oct/02/rudy-giuliani/fact-checking-rudy-giuliani-meet-press/", "speaker": "Rudy Giuliani", "vclaim": "Says Hillary Clinton has \"taken hundreds of millions from those countries\" where \"women are stoned, where women are killed for adultery and women can't drive.\"", "truth_label": "barely-true", "date": "stated on October 2, 2016 in an interview on \"Meet the Press\":", "title": "Fact-checking Rudy Giuliani on Meet the Press", "text": "Former New York Mayor Rudy Giuliani says Hillary Clinton is only pretending to be a feminist.\nOn NBC’s Meet the Press Oct. 2, Giuliani criticized the Democratic presidential nominee for \"attacking\" women who have accused her husband, former President Bill Clinton, of sexual abuse. He also brought up Hillary Clinton’s record on human rights.\n\"A woman who pretends to be a feminist shouldn't be taking money from countries where women are stoned, where women are killed for adultery, and women can't drive,\" Giuliani said. \"She's taken hundreds of millions from those countries.\"\nGiuliani was referring to the Clinton Foundation, which has brought in significant amounts of money from foreign entities and governments to fund its international charitable programs.\nOne of the biggest concerns about the Clinton Foundation is that some of this foreign money came from countries with questionable records on human rights, as well as countries that had business before the State Department while Hillary Clinton was secretary of state.\nOn this particular claim, though, Giuliani stretches the truth. The donations from the countries in question do not come close to \"hundreds of millions\" of dollars. And the money goes to the foundation, not to Clinton.\nGiuliani specifically mentioned countries where women are stoned, killed for adultery and can’t drive. By our count — using the State Department’s Country Reports on Human Rights Practices and Cornell University’s death penalty database — we found four countries who fall loosely into these categories: Saudi Arabia, Kuwait, United Arab Emirates and Bahrain.\nHere’s a chart laying out those countries’ stance on adultery, stoning and women driving, and donations to the Clinton Foundation. (The foundation lists donors on its website, organized into groups based on the size of the donation, without giving the specific dollar amount.)\n\n\n\n\nCountry\n\n\nDonation to Clinton Foundation\n\n\nWomen’s rights issues\n\n\n\n\nSaudi Arabia\n\n\n$10 million - $25 million\n\n\nWomen are not allowed to drive. Adultery is illegal, and perpetrators can be sentenced to death by stoning.\n\n\n\n\nKuwait\n\n\n$5 million - $10 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nLenient sentence for a person who kills someone caught in the act of adultery.\n\n\n\n\nUnited Arab Emirates\n\n\n$1 million - $5 million\n\n\nSharia courts allow flogging as a punishment for adultery, and stoning is a form of execution.\n\n\n\n\nBahrain\n\n\n$50,000 - $100,000\n\n\nLenient sentence for a person who kills someone caught in the act of adultery.\n\n\n\n\n \nIn total, the Clinton Foundation brought in between $16.05 million and $40.1 million. That’s not a small number, but it’s nowhere near \"hundreds of millions.\" Saudi Arabia is the clearest example of what Giuliani is talking about, and it donated a maximum of $25 million.\nWe should note that outside the narrow band of countries that ban women from driving and stone them for adultery, a few other countries with other women’s rights issues donated to the Clinton Foundation.\nFor example, Qatar, which donated between $1 million and $5 million, allows for flogging (non-lethal) as a punishment for adultery. And Brunei, which donated between $1 million and $5 million, specifically says spousal intercourse cannot be considered rape.\nBut even if you expand the group of foundation donors to countries that have significant women’s rights issues generally, the donations do not amount to \"hundreds of millions\" of dollars.\nIt’s also important to note Giuliani’s phrasing. He said, \"She's taken hundreds of millions from those countries,\" referring to Hillary Clinton herself.\nBut the donations did not go to Clinton personally; they went to the foundation. While Clinton has been intimately involved in the foundation when not serving in the government or running for office, neither Clinton nor her political campaigns have ever received a direct monetary benefit, such as a salary, from the foundation.\nOur ruling\nGiuliani said Hillary Clinton has \"taken hundreds of millions from those countries\" where \"women are stoned, where women are killed for adultery and women can't drive.\"\nThe Clinton Foundation, not Clinton personally, has taken in tens of millions of dollars, not hundreds of millions, from countries that have questionable records on women’s rights, including those that ban driving and stone women for adultery.\nGiuliani’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/51051fd3-5459-455c-9598-19dd130cdabf", "vclaim_id": "vclaim-pol-04226"}