{"url": "/factchecks/2021/jan/04/viral-image/covid-19-vaccines-dont-use-experimental-technology/", "speaker": "Viral image", "vclaim": "Says COVID-19 vaccines have “experimental technology never before used on humans” and that some “contain nanochips which can electronically track recipients.\"", "truth_label": "false", "date": "stated on December 29, 2020 in a Facebook post:", "title": "COVID-19 vaccines don’t use experimental technology, don’t track humans", "text": "An image shared on Facebook claims COVID-19 vaccines use \"new experimental technology never before used on humans\" and that some \"contain nanochips which can electronically track recipients.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe image was shared by a number of accounts, including being highlighted by Detox, AntiVax and Woo Insanity, a Facebook account with more than 100,000 followers that describes itself on its page as being \"satire/parody — just for fun and \"dedicated to exposing pseudoscience hucksters and the woonatics that follow them, one laugh at a time.\" \nThe first two coronavirus vaccines from Pfizer and Moderna were developed in record time and use new technology, called messenger RNA, to combat the disease. But that does not mean that safety protocols were bypassed or that researchers didn’t do enough testing. For example, the vaccine developed by Pfizer-BioNTech has been studied in clinical trials involving about 44,000 people, with half receiving the vaccine, and the other half receiving a placebo.\nThe vaccines do not include microchips for tracking patients. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nWe rated that claim False when we saw it being made in a video circulating on social media that said that some COVID-19 vaccines could include microchips to let government officials track patients. A medical technology company has been producing prefilled syringes for coronavirus vaccines. The syringes can include an optional chip on the label — not inside the injected dose itself — that would show if a particular dose is expired or counterfeit. The chips would not be injected with the vaccine, nor would they gather information on patients or allow their locations to be tracked.\nOur ruling\nAn image shared on Facebook claimed COVID-19 vaccines have \"experimental technology never before used on humans\" and that some \"contain nanochips which can electronically track recipients.\" \nThe technology is new, but it was tested on humans. The vaccines don’t contain chips for tracking.\nWe rate the image False.", "vclaim_id": "vclaim-pol-19110"}