{"url": "/factchecks/2019/aug/30/donald-trump/trump-misleads-nc-about-dan-mccreadys-immigration-/", "speaker": "Donald Trump", "vclaim": "Says Dan McCready \"believes in open borders and sanctuary cities.\"", "truth_label": "barely-true", "date": "stated on August 27, 2019 in a tweet:", "title": "Trump misleads NC about Dan McCready's immigration stances", "text": "A North Carolina Congressional race may provide some fresh clues about how Americans are feeling about President Trump ahead of the 2020 presidential election.\nTrump plans to hold a rally in Fayetteville on Sept. 9, the day before the special election for District 9, a race that pits Republican N.C. Sen. Dan Bishop against Democrat Dan McCready.\nBut voters don’t have to wait for Trump to take the stage to hear his thoughts on McCready. Trump recently took to Twitter to weigh-in.\n\"Looking forward to being with Dan Bishop in two weeks, in North Carolina. His opponent believes in Open Borders and Sanctuary Cities, and won’t protect your Second Amendment!\" Trump tweeted on Aug. 27.\nIs it fair for Trump to say McCready has supported \"open borders and sanctuary cities?\"\nPolitiFact could find no evidence of McCready using those specific words, so we reached out to the Trump campaign. Samantha Cotten, a regional communications director for the campaign, sent a document that listed McCready’s comments about immigration.\nCotten points to three instances that she said back up Trump’s claim: McCready supports the DREAM Act; he has been \"evasive\" when asked how he’d handle undocumented immigrants in the U.S.; and he opposes a state bill that would require sheriffs to comply with federal immigration authorities.\nWhile McCready opposed a bill that would crack down on sanctuary policies, that doesn’t mean he supports sanctuary cities. And Trump’s claim about open borders is unfounded.\nWe’ll explain.\n\nOPEN BORDERS\nThe Development, Relief and Education for Alien Minors Act, better known as the DREAM Act, was first introduced in 2001 and never passed. It aimed to help immigrants who came to the U.S. as children.\nA similar bill introduced in by Sens. Lindsey Graham, R-S.C., and Dick Durbin, D-Ill., in 2017 would have granted a path to citizenship for law-abiding immigrants who met specific criteria, such as reaching certain levels of educational attainment, military service and employment.\nThat bill mostly applies to children who were brought to the United States and are already here, so it’s not accurate to characterize it as an \"open borders\" policy.\nNow to McCready’s alleged \"evasiveness.\" Cotten provided a link to a Charlotte Observer editorial board column from October 2018 to support her claim. The Observer wrote that McCready \"dodged direct questions\" about how he would handle immigrants who are currently in the U.S. illegally.\nBut in that column, McCready was quoted saying that immigration reform \"starts with securing the border.\" In fact, he has repeatedly said he wants to secure the border. His comments to WFAE and in a recent WBTV debate echo the position outlined on his website.\nWhen asked in the debate how he’d handle migrant families at the border, McCready said: \"We absolutely need a secure border. If some Democrats are saying we don’t need a secure border, that’s crazy. Now, I don’t think we need 3,000 miles of wall to do it. I think we can use the type of surveillance technology I used over in Iraq,\" he said, referring to his experience as a Marine.\nMcCready’s plans for undocumented immigrants living in America might be vague. But that doesn’t mean he favors open borders.\nSANCTUARY CITIES\nHere, Trump has a little more of a case.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThere’s no single definition of what constitutes a \"sanctuary city,\" but the term is loosely applied to cities or states that limit cooperation with federal immigration authorities. California state law, for instance, prohibits law enforcement agencies from using local funds or personnel to investigate or arrest individuals for immigration purposes.\nIn North Carolina, municipalities can’t block their law enforcement agencies from cooperating with U.S. Immigration and Customs Enforcement. But sheriffs can decide independently whether they want to comply with ICE.\nA recent bill, HB 370, would have changed that by requiring North Carolina sheriffs to honor ICE detainers, but Democratic Gov. Roy Cooper vetoed the bill. If it had become law, sheriffs would have to hold inmates for up to 48 hours beyond the terms of their jail sentence if requested to do so by ICE. As PolitiFact NC has previously reported, ICE detainers aren’t valid warrants.\nIn an Aug. 23 interview with WBT-FM, McCready said he thought Cooper’s veto \"was the right call.\" But that doesn’t mean McCready supports sanctuary cities, said his spokesman Matt Fried.\n\"No, Dan doesn’t support a ‘sanctuary city.’ Violent criminals belong in jail in every city,\" Fried told PolitiFact in an email.\nAn analyst at the Center for Immigration Studies isn’t convinced by McCready’s explanation. Jessica Vaughan, director of policy studies for CIS, which favors low immigration, says she believes Trump’s tweet is fair.\n\"The only reason to oppose the bill is to facilitate sanctuary policies,\" Vaughan said, adding, \"If someone says that they want sheriffs to have the option to obstruct ICE, that is a statement that is explicitly in favor of sanctuary policies.\"\nOTHER REACTION TO TRUMP TWEET\nOther experts believe Trump’s accusations come up short.\nOne of them is Peter H. Schuck, an emeritus professor of law at Yale University and scholar-in-residence at New York University. In an op-ed for The Los Angeles Times July 2, he cautioned Democrats against embracing open borders.\nMcCready’s position \"does not imply that he favors ‘open borders,’ though he would be open to a charge that his favored policies would ‘not do enough’ to secure the borders,\" Schuck told PolitiFact in an email.\n\"As for sanctuary cities, not cooperating with ICE detainers is certainly what ‘sanctuary cities’ do but whether that’s enough to qualify as creating sanctuary city depends on how one defines the term,\" he said.\nWe asked Larry Sabato, founder and director of the University of Virginia Center for Politics, whether he thinks Trump’s tweet is fair.\n\"Democrats will say it isn’t and Republicans will say it is. That’s where we are in the post-factual era,\" Sabato said in a phone interview. \"Personally, I think it’s a stretch by the White House. But it’s not completely fabricated which, given Trump’s tweets, is an accomplishment.\"\nIndeed, the terms — \"open borders\" and \"sanctuary city\" — are \"both so amorphous they can mean whatever someone wants it to mean,\" said Jessica Bolter, an associate policy analyst for the Migration Policy Institute.\nBut she doesn’t think McCready supports open borders, a term that implies no consequences for people who enter the country illegally.\n\"When someone is saying they’re interested in border security and pointing to technology he used in Iraq, that’s clearly not someone who believes there should be no consequences,\" Bolter said in a phone interview.\nAnd she doesn’t think supporting HB 370 — the vetoed North Carolina law on ICE detainers — is the same as endorsing sanctuary cities.\n\"Not having a policy of honoring detainers isn’t the same as telling sheriffs they can’t honor detainers,\" Bolter said. \"Sheriffs still have the ability to honor detainers, whereas in some other cities or states the policies say they can’t.\"\nOUR RULING\nTrump tweeted that McCready \"believes in open borders and sanctuary cities.\" There’s no evidence that McCready supports open borders. And, while McCready opposes a bill requiring sheriffs to comply with ICE, he hasn’t said he believes sheriffs should be prohibited from working with ICE.\nWe rate this claim Mostly False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-08-30 22:38:28 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Dan McCready “believes in open borders and sanctuary cities.”    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/1166466892770549765?s=20   US Tuesday, August 27, 2019 2019-08-27    Read More  info", "vclaim_id": "vclaim-pol-00216"}