{"url": "/factchecks/2020/mar/09/donald-trump/video-shared-trump-omits-full-context-bidens-comme/", "speaker": "Donald Trump", "vclaim": "Video shows Joe Biden saying “we can only re-elect Donald Trump.”", "truth_label": "barely-true", "date": "stated on March 7, 2020 in a tweet:", "title": "Video shared by Trump omits full context of Biden’s comments", "text": "President Donald Trump shared a deceptively edited video that made it appear former Vice President Joe Biden supported Trump’s re-election.\nFor the first time, Twitter applied its new policy and labeled the video as \"manipulated media,\" though it could still be viewed on Twitter without the warning label.\nOn March 7, Dan Scavino, an assistant to Trump and the White House’s director of social media, tweeted a 13-second video of Biden speaking at a campaign event in Missouri:\n\"Sleepy Joe in St. Louis, Missouri today: ‘We can only re-elect @realDonaldTrump.’\"\nSleepy Joe💤in St. Louis, Missouri today:“We can only re-elect @realDonaldTrump.”#KAG2020LandslideVictory🇺🇸 pic.twitter.com/FT4q2MWfcD— Dan Scavino (@DanScavino) March 8, 2020 \nThe video tweet was viewed more than 6 million times and drew retweets from Trump.\n\"I agree with Joe!\" tweeted Trump. He also retweeted the video clip posted by conservative activist Charlie Kirk and a later tweet by Scavino. \nI agree with Joe! https://t.co/h84mD7jVPW— Donald J. Trump (@realDonaldTrump) March 8, 2020 \nBy cutting what Biden said before and after this clip, the video distorts the meaning of what Biden said.\nWe contacted the White House and did not get a response. Scavino tweeted March 9 that \"the video was NOT manipulated.\" \nWhat Biden said in Kansas City\nBiden was speaking in Kansas City (not St. Louis, as Scavino said) on March 7 when he made the speech in question. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBiden clearly stumbled over his words as he spoke during part of the speech. But it’s clear that he wasn’t calling for Trump to get re-elected. (Start at the 13:20 mark for a full minute listen.) Biden’s point was to call on Democrats to unite as a party and avoid attacks on each other to aim to defeat Trump. \n\"If you want a nominee who will beat Donald Trump, keep the House of Representatives and elect the Senate, help me out. If you want a nominee who is a Democrat, a lifelong Democrat, a proud Democrat, an Obama-Biden Democrat, join us. If you want a nominee who will bring this   party together, who will run a progressive, positive campaign and turn this primary from a campaign that’s about negative attacks into one about what we are for, because we cannot get re-elect, we cannot win this re-election. Excuse me. We can only re-elect Donald Trump if in fact we get engaged in this circular firing squad here. It's got to be a positive campaign. So join us. Folks, we are building a coalition…\"\nSpeaking in St. Louis earlier in the day, Biden made the same point without stumbling over his words:\n\"If you want a nominee who will bring the party together, who will run a positive, progressive vision for the future — not turn this primary into a campaign of negative attacks because that will only re-elect Donald Trump if we go that route.\"\nTwitter added the label of \"manipulated media\" to the Scavino tweet on March 8 under a new policy. The policy applies to synthetic and manipulated media including videos, audio and images.\nThe \"manipulated media\" warning beneath the tweet was not showing up in tweet detail, but it is visible in the timeline. Twitter said it was working on a fix.\n \n\nOn Facebook, Scavino’s video was labeled \"partly false\" after it was reviewed by fact-checkers. PolitiFact is also part of the fact-checking partnership with Facebook.\n\n\n\n\n\n\n\"Fact-checkers rated this video as partly false, so we are reducing its distribution and showing warning labels with more context for people who see it, try to share it, or already have,\" Facebook said in a statement. \"As we announced last year, the same applies if a politician shares the video, if it was otherwise fact-checked when shared by others on Facebook.\" \n\nOur ruling\n\n\n\n\n\n\n\nA White House video showed 13 seconds of Biden speaking at a campaign event when he said \"we can only re-elect Donald Trump.\"\nBiden did make that statement as he stumbled over his words. But the video snippet omitted what Biden said immediately before and after, which removes his meaning.\nBiden’s overall point was to call for Democratic Party unity and to run a positive campaign, rather than intra-party attacks. The video stripped that out.\nThe video employs deceptive editing via omission. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18075"}