{"url": "/factchecks/2012/mar/27/jimmie-t-smith/florida-rep-says-lawmakers-protected-first-amendme/", "speaker": "Jimmie T. Smith", "vclaim": "\"It was found unconstitutional to drug test elected officials because it prevents us, as citizens, from having that First Amendment right.\"", "truth_label": "false", "date": "stated on February 24, 2012 in a House committee debate:", "title": "Florida Rep. Jimmie Smith says lawmakers protected by First Amendment against drug testing", "text": "Miami Herald columnist Carl Hiaasen torched Florida lawmakers for passing a drug-testing bill for state workers that excluded one class of government employees: elected officials who passed the law.\n\nHiaasen took particular issue with the proposal’s House sponsor Rep. Jimmie Smith, a Republican from Lecanto, and his explanation for a failed attempt to require drug tests for Gov. Rick Scott and legislators.\n\n\"It was found to be unconstitutional to drug test elected officials because it prevents us, as citizens, from having that First Amendment right,\" Smith said.\n\nThe defense was novel -- and also wrong. It turns out Smith confused elected officials with candidates, misinterpreted Supreme Court case law and cited the wrong amendment to the U.S. Constitution.\n\nHere's what you need to know.\n\nThe drug-testing bill signed into law by Gov. Rick Scott on March 19, 2012, allows state agencies to randomly test no more than 10 percent of their workforce every quarter. An employee who fails a test could be fired on the first offense. Scott said he will hold off implementing the new law until the outcome of an ACLU-led court challenge to Scott’s 2011 executive order requiring random drug testing at agencies, an issue the Legislature tried to correct through law.\n\nDemocrats hurled pointed questions at Smith during a February committee hearing on HB 1205, including why he would not favor drug-testing elected officials.\n\n\"Are you saying with your bill you are not in favor of making elected officials have drug tests?\" asked Rep. Joe Abruzzo, D-Wellington.\n\n\"Our bosses, our constituents, want it and we should do it,\" Smith said, explaining he paid $40 for a drug test after a constituent asked him to do it.\n\n\"So would you be open to amending your bill?\" Abruzzo asked.\n\n\"No,\" Smith said.\n\n\"Why not?\" Abruzzo said.\n\n\"Because it is succinctly decided by the U.S. Supreme Court that drug-testing elected officials would violate the First Amendment right of freedom of speech by being elected,\" Smith said.\n\nWe called Smith for more information. He said he was referencing Chandler vs. Miller, a 1997 Supreme Court decision that overturned a Georgia law requiring candidates for state office to prove they passed a urinalysis drug test within 30 days of qualifying for the ballot. Passing it in 1990, Georgia was the only state with such a law.\n\nTwo lower courts had ruled with the state, finding that the drug tests were okay because of the substantial trust voters hold for their elected officials in terms of safety, economic well-being and law enforcement.\n\nBut the U.S. Supreme Court, in an 8-1 vote, overturned those rulings in a suit brought by Libertarian lieutenant governor candidate Walter Chandler (the defendant, Zell Miller, was governor of Georgia), arguing the drug-testing requirement violated the Fourth Amendment, which protects citizens from unreasonable search and seizure.\n\n\"However well-meant, the candidate drug test Georgia has devised diminishes personal privacy for a symbol's sake,\" wrote Justice Ruth Bader Ginsburg for the majority opinion. \"The Fourth Amendment shields society against that state action.\"\n\nThe law was not a response to a legitimate public safety concern about drug use among political candidates, Ginsburg continued, which might make blanket drug-tests permissible.\n\nThe court did not factor the First Amendment into its decision, even though the Libertarian candidates-turned-plaintiffs tried. They argued the drug tests violated their First, Fourth and Fourteenth amendment rights in their initial district court filing.\n\n\"If you refuse to take a drug test,\" Chandler argued, according to a 1997 USA Today account, \"it's like refusing to salute the flag of the drug war. For Libertarians, it's also like Georgia is saying: 'You can believe what you want. But you have to show contempt for what you and other Libertarians believe before you can even get on our ballot.' \"\n\nSo to recap: The Supreme Court tossed out a drug-testing requirement for candidates -- not elected officials -- based on the Fourth Amendment, not the First. The law wasn't tossed out on the grounds that they were candidates -- rather it was ruled invalid because it diminished someone's personal privacy.\n\nWe consulted First Amendment expert and attorney Patsy Palmer to be sure we weren’t missing something. \"There is nothing that I know of which would extend First Amendment privileges exclusively to lawmakers in the field of urine testing,\" she said. \"There’s utterly no case law on that as far as speech is concerned.\"\n\nShe added: \"Anything that would give an exclusive First Amendment right to lawmakers rather than other citizens of the state seems to be a stretch.\"\n\nWe should note the ACLU, which has strongly suggested it will sue over Smith’s law, agrees that lawmakers should not be drug-tested. But not because of the First Amendment.\n\nThe group thinks state employees -- and elected officials -- should be protected by the Fourth Amendment.\n\n\"If the Fourth Amendment applies in the halls of the Florida House of Representatives -– and it does –- it applies to other state office buildings as well,\" said ACLU spokesman Derek Newton.\n\nSmith, for his part, told PolitiFact Florida that the question about lawmaker drug-testing is irrelevant. Per state law, leaders of the state House and Senate are already allowed to \"adopt rules, policies, or procedures for the employees and members of the legislative branch\" for drug tests.\n\nThe outcome of the ACLU’s legal challenge to Scott’s drug-testing executive order remains to be seen. It’s likely to influence implementation of the state’s new law. We’re not here to make that case.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nSmith made the claim that elected officials have a special First Amendment protection from being tested for drugs. No court has gone close to that far. In a Georgia case, the Supreme Court ruled that candidates for office -- not elected officials -- cannot be forced to take a drug test because it violates the Fourth Amendment to the U.S. Constitution -- that’s not the one dealing with freedom of speech.\n\nOpponents to Florida's drug-testing law say the Fourth Amendment protects elected officials, candidates and state workers from being require to be tested for drugs.\n\nWhile that issue will likely be settled in the court system, Smith's claim can be decided by the Truth-O-Meter. It's False.\n\nPolitiFact Florida is partnering with 10 News for the 2012 election season. See the video version of this fact-check here.", "vclaim_id": "vclaim-pol-11376"}