{"url": "/factchecks/2010/dec/16/steve-kagen/us-rep-steve-kagen-says-new-veterans-clinic-has-al/", "speaker": "Steve Kagen", "vclaim": "\"Already, the mayor of Green Bay is having ribbon-cutting after ribbon-cutting for economic development around the new VA center.\"", "truth_label": "pants-fire", "date": "stated on December 13, 2010 in a newspaper article:", "title": "U.S. Rep. Steve Kagen says new veteran's clinic has already spawned numerous related developments", "text": "Voters in northeastern Wisconsin showed two-term U.S. Rep. Steve Kagen the door in November. The Democrat from Appleton is now -- like many other congressional lame ducks -- working in a basement office at the Capitol while his old digs are readied for a new member of the House.\n\nAs he wound down his time in D.C., Kagen took time out for a long interview published Dec. 13, 2010 in the Green Bay Press Gazette, where he discussed his accomplishments and waxed philosophic about his loss to Republican Reid Ribble.\n\nKagen said he’s committed to maintaining services to the citizens of the 8th District, and said he was proud of his time in Congress. He strongly supported health care reform legislation, and touted his work on behalf of the paper industry and support of Marinette Marine’s bid for a huge contract for a new class of littoral ships for the Navy.\n\nThe congressman also mentioned a new Veterans Administration clinic coming to Green Bay.\n\n\"Already, the mayor of Green Bay is having ribbon-cutting after ribbon-cutting for economic development around the new VA center,\" Kagen told the Press Gazette. \"It'll have a huge footprint and bring in millions of dollars of revenue to the entire county and the city of Green Bay.\"\n\nAn achievement, to be sure.\n\nOne problem: The clinic itself is a ways off.\n\nAsked whether he’s cut any ribbons in that part of the city lately, Green Bay Mayor James J. Schmitt barely suppressed a laugh: \"I have not.\"\n\nIndeed, officials haven’t even broken ground on the veterans facility itself, let alone related spinoff projects.\n\nLet’s take a step back.\n\nThe VA has planned for years -- before Kagen was in office -- to build a new clinic that will be named after Milo C. Huempfner, a local World War II hero.\n\nThe $60 million facility will be built on the east side of the city, not far from the University of Wisconsin-Green Bay. Some 20,000 area veterans will be served by the outpatient clinic, which will have some 300 employees. An added boost: The facility is on the local tax rolls.\n\nSchmitt and Derek Lord, Green Bay’s economic development director, said the city has high hopes for the area surrounding the clinic site.\n\nFor instance, the two said other medical offices, restaurants and a hotel are among the businesses that one day would want to be near the new VA facility.\n\nBut that’s one day.\n\nAs it stands, a contractor has not yet been hired to build the clinic and groundbreaking won’t take place until April. Lord said the city has heard from some developers who might be interested in area projects -- but in a very preliminary sense.\n\nSaid Lord: \"We anticipate a lot of activity, but we don’t anticipate that until the clinic is completed -- or near completion -- in the summer of 2013.\"\n\nSo don’t expect Mayor Schmitt to take down those fancy three-and-a-half foot-long shears from their spot on display in Lord’s office -- not just yet, anyway.\n\n\"They actually cut the ribbon,\" Lord said, adding  \"they’re the real thing.\"\n\nWe called Kagen’s office to ask him about his statement about all the development.\n\nHis office phone has a greeting from Kagen himself. But the answering machine was full, and a press aide didn’t respond to a telephone message on her cell phone.\n\nThe congressman’s Web site includes a press release from 2009 noting that \"Kagen and the Veterans Administration moved the request for the expanded Ambulatory Surgery/Outpatient Diagnostic Center and Community Based Outpatient Clinic from FY 2010 to FY 2009. The VA center will increase the total square feet available from 12,000 to over 160,000.\"\n\nSo the congressman apparently helped increase the size of the facility and get it built earlier. But it’s not built yet -- and the related development was the central part of his boast.\n\nSo here’s where we stand.\n\nRight now, the new VA clinic is an undeveloped, vacant parcel. The golden shovel for the groundbreaking and the special ribbon-cutting shears are ready for action. But once started, completion of the center is years away. And so, too, it seems, is the related economic development Kagen is already boasting about.\n\nThe Green Bay officials say they appreciated Kagen’s help on the project, but said he got it wrong about the repeated ribbon cuttings.\n\nWe agree. Way wrong. Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13861"}