{"url": "/factchecks/2018/aug/17/tammy-baldwin/sen-tammy-baldwins-claim-about-trump-administratio/", "speaker": "Tammy Baldwin", "vclaim": "Says the Trump administration \"has banned the CDC even using the word ‘transgender.’ \"", "truth_label": "false", "date": "stated on June 26, 2018 in a public forum:", "title": "Sen. Tammy Baldwin's claim about Trump administration word ban a bit of a Scrabble", "text": "Transgender rights have become an issue in many aspects of American society, from Hollywood actors seeking recognition and roles, to the state of Vermont, where Democrat Christine Hallquist is vying to become the nation's first transgender governor.\nIn Wisconsin, Democratic U.S. Sen. Tammy Baldwin, the first openly gay person to the serve in the Senate, has been a champion of LGBTQ rights.\nAt a June 2018 Human Rights Campaign event, Baldwin gave a speech in which she praised volunteers on the front lines of the \"fight for equality\" and also aimed a couple barbs at the Donald Trump administration.\nThe administration \"has banned the CDC even using the word ‘transgender,’ \" Baldwin told the crowd, which booed in response.\nWhat’s more, she continued: \"President Trump continues to disrespect patriotic transgender Americans who want to serve their country.\"\nFor this fact check we will look at the first claim on the CDC word ban.  \n(We checked the second claim, on transgender people and the military, separately. You can find it here). \nThe background\nOn December 15, 2017,  The Washington Post published a story headlined \"Words banned at multiple HHS agencies include ‘diversity and ‘vulnerable.’ \"\nHHS is the department of Health and Human Services. The CDC is a federal agency under the HHS and is headquartered in Atlanta. The agency in question is the U.S. Centers for Disease Control and Prevention.\n(You may remember that in the wake of the story, the Human Rights Campaign and artist Robin Bell projected some of the words onto to the side of the Trump International Hotel in Washington, D.C.)\nWhen asked to provide backup for Baldwin’s statement, campaign spokesman Bill Neidhardt directed PolitiFact Wisconsin to that Washington Post report.\n\"The Trump administration is prohibiting officials at the nation's top public health agency from using a list of seven words or phrases — including ‘fetus’ and ‘transgender’ — in official documents being prepared for next year's budget,\"  the news report said.\nA day later, The New York Times reported on the \"uproar\" over the purported word ban:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe Department of Health and Human Services tried to play down on Saturday a report that officials at the Centers for Disease Control and Prevention had been barred from using seven words or phrases, including \"science-based,\" \"fetus,\" \"transgender\" and \"vulnerable,\" in agency budget documents.\n\"The assertion that H.H.S. has ‘banned words’ is a complete mischaracterization of discussions regarding the budget formulation process,\" an agency spokesman, Matt Lloyd, told The New York Times.\nThe Times story noted officials said the proposal was not a ban on words.\nRather it was a recommendation to avoid some language to ease the path toward budget approval by Republicans in Congress.\nIn a Jan. 9, 2018, report in The Hill, CDC Director Brenda Fitzgerald said the agency \"has not banned, prohibited, or forbidden\" the use of certain words in official documentation. The statement came in response to concerns from Senate Democrats.\nLater that month, CNN published a follow-up report, which said news reports about the \"banned\" words may have been overstated and cited a document, along with interviews with officials from the Department of Health and Human Services.  \nThey describe not a ban or prohibition on words but rather suggestions on how to improve the chances of getting funding.\"Words to avoid: vulnerable, diversity, entitlement.\"\nThe other four words on the list  — \"transgender,\" \"fetus,\" \"evidence-based\" and \"science-based\"  — were brought up by employees at the meeting who wanted to know if they could be used, according to the two HHS officials, who were familiar with what transpired at the meeting.\n\"Nobody ever told them they couldn't use these seven words. It was just said, 'if you think these words would cause someone to jump to a conclusion, then use a substitute. But if there isn't a good substitute, then go ahead and use the word,' \" said one of the officials.\nLikewise, CDC spokeswoman Kathy Harben in an email to PolitiFact Wisconsin, refuted the idea of a ban.\n\"CDC has not banned, prohibited, or forbidden employees from using any words,\" Harben said. \"CDC uses the best scientific evidence available and strongly encourages evidence-based programs.\"\nOur rating\nBaldwin told a human rights group that the Trump administration \"has banned the CDC even using the word ‘transgender.’ \"\nThe statement was based on a Washington Post report. But that story was later countered by several other published reports that indicated the words were not banned. Rather, it was suggested that other words be used in some cases — in part to temper controversy during the budget process. And despite The Washington Post headline, the first paragraph of the story does not mention the word \"banned\" instead saying \"they should avoid using certain words or phrases in official documents being drafted for next year's budget.\"\nWe rate the claim False.\n Share the Facts 2018-08-17 16:47:23 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says the Trump administration \"has banned the CDC even using the word ‘transgender.’ \"    Tammy Baldwin U.S. senator, D-Wis. https://www.youtube.com/watch?v=pilVodhjvp4   In a speech Tuesday, June 26, 2018 2018-06-26    Read More  info", "vclaim_id": "vclaim-pol-01722"}