{"url": "/factchecks/2010/may/28/empower-texans/pac-says-texas-public-schools-employ-one-non-teach/", "speaker": "Empower Texans", "vclaim": "\"There are 321,092 public school teachers in Texas. And there are 313,850 non-teachers in our public schools.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2010 in a Web video:", "title": "PAC says Texas public schools employ one non-teacher for every teacher", "text": "Urging Texans to find out how public schools are spending their money, Michael Quinn Sullivan, president of the conservative-leaning Empower Texans, which advocates for limited government, suggests that maybe too many non-teachers are soaking up taxpayer dollars that could be spent on classroom instruction.\n\n\"Everyone says public schools in Texas are underfunded, but are they?\" Sullivan says in the May 14 Web video, pointing out that more than half of the public school system's funding is spent on expenses outside the classroom. \"You might say there's a little overhead.\"\n\n\"There are 321,092 public school teachers in Texas. There are 313,850 non-teachers in our public schools,\" he continues. \"Do we really need one non-teacher for every teacher on the public school payroll?\"\n\nWe're not weighing in on the value of non-teachers in the schools, but we wondered if Sullivan got his ratio right.\n\nHe pointed us to the Texas Education Agency website, which has annual \"snapshots\" of public education in Texas both statewide and by district. The reports cover 90 statistics including student demographics, average college admission test scores and how many people each district employs broken down by job type.\n\nAccording to the most recent snapshot, 634,942 full-time employees worked in the public education system (not including charter schools) in 2008-09. Of those, 321,092 were full-time teachers and 313,850 staff members held other jobs.\n\nWho are all these non-teachers?\n\nAccording to the snapshot, teachers accounted for 51 percent of the schools' workforce in 2008-09. Auxiliary staff — such as security, public information officers and grant writers, according to TEA — were the next biggest grouping, 28 percent, followed by educational, at 10 percent, professional support staff, 8 percent, and administrative staff, 4 percent. This adds to more than 100 percent, the agency said, because some full-time employees divide time between positions.\n\nSullivan said Empower Texans isn't suggesting that \"all 'non-teachers' are bad — clearly many are needed,\" but that the one-to-one teacher to non-teacher ratio \"seems a bit high.\"\n\nIn the Web ad, Sullivan sounds a critical note, saying: \"Hey, we've got bureaucrats to pay. If you think our classrooms are underfunded — and they probably are — the money should be pretty easy to find. Just walk down to your nearest administrative complex.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThere's a counterpoint. Debbie Ratcliffe, the TEA's communications director, said: \"It takes a village to run a school district.\"\n\n\"There naturally are going to be a lot of people on school payrolls that aren't teachers,\" Ratcliffe said. \"Just think of the number of bus drivers and custodians and all those kinds of folks. Could you make a school run without them? Yeah, but it sure is a lot harder.\"\n\nRatcliffe shared a more recent \"standard report\" that breaks down the full-time school employees for 2009-10 in detail.\n\nAs of March 2010, the report says, statewide school district personnel totaled 661,285. Teachers made up about half of that, accounting for 333,090 full-time staff. Almost all the employees that fall under teaching staff are pre-kindergarten through 12th grade teachers. About 400 are labeled \"not applicable,\" which Ratcliffe said includes tutors and study hall monitors. The 2010 count puts the number of administrative staff at 25,525, or 3.9 percent of all workers.\n\nSo who are the other 302,670 employees — the bulk of the \"non-teachers\" in Sullivan's claim? About 5,136 are librarians, 11,082 are counselors, 5,916 are nurses and 3,924 are speech therapists, among others. Some 178,140 are classified as auxiliary staff, a category that includes security personnel, public information officers and grant writers.\n\nHow does Texas stack up nationally? On par, according to the the National Center for Education Statistics' most recent data. In 2007, teachers accounted for 51 percent of all elementary and secondary public school employees. In 20 states, teachers accounted for less than 50 percent of total staff, including Virgina (35 percent). In 30 states, teachers made up 50 percent or more of all staff, including South Carolina (72 percent).\n\nAccording to another report, released in November, instructional aides accounted for about 12 percent of all full-time public school staff nationwide, instructional coordinators and supervisors made up 1 percent, guidance counselors (2 percent), librarians (1 percent), student and support staff (23 percent), school administrators (3 percent), school district administrators (1 percent) and administrative support staff (7 percent).\n\nWhere does all this leave Sullivan's statement?\n\nHe correctly cites the number of teachers and non-teachers, per the education agency's latest snapshot report. More recent data available from the agency shows both have increased; still, the ratio of teachers to non-teachers is about the same.\n\nBut Sullivan's online call to action doesn't do justice to the state's actual mix of school workers. The majority of non-teachers aren't administrators or paper shufflers; they're people who work directly with students including counselors, librarians, therapists and bus drivers.\n\nWe rate Sullivan's statement as Mostly True.\n\nThis story was updated to correct the total number of public school employees to 634,942.", "vclaim_id": "vclaim-pol-14968"}