{"url": "/factchecks/2010/dec/23/sam-adams/portland-mayor-sam-adams-says-four-out-10-homicide/", "speaker": "Sam Adams", "vclaim": "Four out of 10 homicides are committed by gun in this city.", "truth_label": "true", "date": "stated on December 1, 2010 in a city council meeting:", "title": "Portland Mayor Sam Adams says “four out of 10 homicides in this city are committed by gun.”", "text": "Portland Mayor Sam Adams has thrown out a number of statistics in pitching his five-point plan to reduce gun and youth violence in the city. But this number stuck out: He said at a council  session that \"four out of 10 homicides in this city are committed by gun.\"\n\nPolitiFact Oregon would think the number higher.\n\nWe checked with Roy Kaufmann, the mayor’s spokesman, who responded with a 39-slide PowerPoint presentation by the Portland Police Bureau. Slide 4 shows that from 2007 to 2010 there were 101 homicides in the city. Of those, 42 involved firearms. On-the-job officer-related shootings are not included. Here’s the breakdown by year, according to police:\n \n\n2007: 29 homicides, 13 involved firearms.\n\n2008: 27 homicides, nine involved firearms.\n\n2009: 21 homicides, nine involved firearms.\n\n2010: 24 homicides, 11 involved firearms.\n\n \n\nBecause we were curious to know how others died in those years, we decided to check The Oregonian’s in-house library for our own list of homicides. And we came up with this rendering, again, excluding officer-related shootings:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\n\n2007: 29 homicides, with 13 involving firearms, four were stabbed, three died of head injuries.\n\n2008: 27 homicides, nine involved firearms, a dozen were stabbed.\n\n2009: 21 homicides, nine involved firearms, six were stabbed, and the remaining     six died of strangulation, drowning, head trauma, bludgeoning, vehicular     homicide and a stopped heart.\n\n\nFinally, we checked the Portland Police Bureau’s news releases to track this year’s homicides so far.\n\n\n\n2010: 25 homicides to date, 11 involved firearms, seven people were     stabbed and two were strangled.\n\n\nThe deaths reported in our review adds up to 102 homicides, of which 42 involved firearms, or a ratio of 4.1 out of 10. All figures back up the mayor’s claim. About four of 10 homicides in the city involve guns. Knives and other cutters come in second, with nearly three of 10 homicides.\n\nHere’s the takeaway point: Portland is different from the rest of the country. According to the Federal Bureau of Investigation, firearms accounted for 67 percent of 13,636 homicides in 2009. Knives and other sharp cutting instruments accounted for 13 percent.\n\nWe also asked Jeff Bock, the Oregon Uniform Crime Reporting manager with the Oregon State Police, to check homicide causes in other cities in the state. Again, firearms led the way, with knives and other sharp tools trailing behind. Of 373 homicides 2006-2009 in Portland, Gresham, Beaverton, Hillsboro, Eugene and Salem, nearly half involved firearms and 25 percent involved knives or other sharp-edged instruments.\n\nWe find the statement made by Adams to be True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-13840"}