{"url": "/factchecks/2020/jan/16/donald-trump/fact-checking-trumps-claim-obama-designated-irans-/", "speaker": "Donald Trump", "vclaim": "Says Iranian Gen. Qassem Soleimani \"was a designated terrorist by President Obama, who didn't do anything about it.\"", "truth_label": "mostly-true", "date": "stated on January 14, 2020 in a campaign speech:", "title": "Fact-checking Trump's claim that Obama designated Iran's Soleimani a terrorist but did nothing", "text": "Campaigning for re-election in Milwaukee, host city for the upcoming Democratic National Convention, President Donald Trump contrasted himself with President Barack Obama on fighting terrorism.\nThe focus: Qassem Soleimani, commander of the Islamic Revolutionary Guard Corps-Quds Force, who was considered to be one of the most powerful and important officials in Iran. He was killed Jan. 3 in Iraq in a drone strike authorized by Trump.\nAfter detailing terrorist acts attributed to \"this son of a bitch,\" Trump said Soleimani \"wasn’t supposed to be there.\" \nSoleimani \"was a designated terrorist by President Obama, who didn't do anything about it,\" Trump charged.\nTrump also made the claim a week earlier to conservative radio talk show host Rush Limbaugh.\nIs it true?\nLike President George W. Bush before him, Obama did not capture or kill Soleimani after a designation was placed him. \nThousands of such official sanctionings related to terrorism are made without such actions being taken.\nAnd a series of designations, escalated under Obama, made it more difficult for Soleimani to travel and conduct financial transactions.\nObama didn’t take action against Soleimani beyond that.\nSoleimani first designated by Bush\nThere are different levels of designations the U.S. government makes on individuals and groups related to terrorism.\nSoleimani was originally designated, as the government refers to it, by the U.S. Treasury Department in 2007 — under Bush — based on being commander of the Quds Force. At the same time, the Treasury designated the Quds Force for \"providing material support to the Taliban and other terrorist organizations.\"\nIn 2007, U.S. special operations forces planned a mission to capture Soleimani, but senior U.S. leaders declined to approve it, retired Army Col. Frank Sobchak told PolitiFact. Sobchak was one of the lead editors of the Army's report on the Iraq War.\n\"Individuals that we talked to in senior positions of the U.S. government told us that with support for the war at an all time low in 2007, the Bush administration recognized the importance of Soleimani to the war, but was not willing to risk the political capital and repercussions that could occur from expanding the war to that level,\" he said.\nSo, the designation led to actions being weighed by Bush, but not taken.\nDesignations under Obama\nThe Obama administration designated Soleimani twice.\nThe U.S. Treasury Department designated him in May 2011 for his role as the commander of the Quds Force, \"the primary conduit for Iran's support to the Syrian General Intelligence Directorate.\" The allegations had to do with Syrian protesters being killed by Syrian security forces.\nThe more serious move came in October 2011, when Treasury designated Soleimani again, saying he oversaw the Quds Force officers who plotted an attempt to assassinate Adel Al-Jubeir, the Saudi Arabian ambassador to the United States. The killing of the ambassador was to have taken place in a bombing at Cafe Milano in Washington, D.C., according to federal prosecutors.\nThat is the designation Trump’s campaign cited to us when we asked for information to support Trump’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat Treasury action made Soleimani a \"specially designated global terrorist,\" said Jacob Shapiro, professor of politics and international affairs at Princeton University. \nThere are more than 4,100 people on various Treasury sanctions lists, but only about 1,600 specially designated global terrorists, he said.\nAmericans are prohibited from engaging in transactions with individuals who are designated, and any assets they may hold in the United States are frozen.\n\"But just because the U.S. designates a group as a terrorist organization does not mean there is an official policy to assassinate the organization's leaders or actively target the group's members,\" said Colin Clarke, a senior research fellow at the Soufan Center, a global security think tank.\nIn short, the designations made it more difficult for Soleimani to maneuver in terms of travel and conducting financial transactions, although he clearly was able to work around those restrictions, Shapiro said.\nWhen announcing his death, the Pentagon blamed Soleimani for orchestrating a series of attacks on allied bases in Iraq in recent months, most recently a rocket strike that killed a U.S. contractor and wounded four other service members.\n\"I am unaware of any capture or kill mission that was publicly revealed against Soleimani by the Obama administration,\"  Behnam Ben Taleblu, senior fellow at the Foundation for Defense of Democracies, told us. \nSimilarly, after Soleimani’s death, Derek Chollet, assistant secretary of defense from 2012 to 2015, told the Daily Beast: \"To my knowledge, there was never a decision of ‘We’ve gotta go find this guy and get him.’\" That comment was echoed by retired Gen. David Petraeus, the CIA director under Obama, on CBS’ \"Face the Nation.\"\nIt’s also worth noting that because of a multination deal pushed by Obama with Iran to curb Iran’s ability to make a nuclear weapon, Soleimani would eventually be removed from a United Nations sanctions list. \nThe upshot\nClearly, Obama didn’t go as far as Trump did in taking action against Soleimani.\nUnder Obama, \"a policy choice was made to reduce U.S. military presence in the Middle East and shift capabilities to the Pacific,\" said Rick Brennan, a career Army officer and political scientist at the RAND Corp. \"At the same time, the administration was focused on gaining Iranian agreement to the Iran nuclear deal and elected not to press Iran on its regional terrorist activities conducted by the (Islamic Revolutionary Guard Corps-Quds Force) and General Soleimani, even though the IRGC-QF was becoming more and more active in places such as Iraq, Syria, Yemen and Afghanistan.  \n\"So, President Trump was correct in stating that the Obama administration did nothing that had a detrimental impact on General Soleimani or the IRGC-QF.\"\nBut it goes too far to say that Obama didn’t do anything, given that the designations themselves carried some force — for example, restricting Soleimani’s ability to travel and finance his operations.\n\"The sanctions reflect the fact that the Obama administration took a number of steps — some seen many others unseen — to constrain Soleimani’s activities,\" said Ned Price, who served as special assistant to Obama for national security affairs and was referred to us by an Obama spokesman.\nFrom 2011 on, Price argued, American service members and diplomats in Iraq were not attacked by Iranian proxies and militias as they have been since May 2018, when Trump implemented his maximum pressure strategy on Iran.\nIn short, said Alex Vatanka, a senior fellow at the Middle East Institute: \n\"Designating entities and individuals in Iran are all meant to press Iran to change its ways, policies. So, they weren’t necessarily meant to be an end in itself.\"\nOur ruling\nTrump said Soleimani \"was a designated terrorist by President Obama, who didn't do anything about it.\"\nThe Obama administration did designate Soleimani as a terrorist. The designation did not mean he was being targeted to be killed, as Trump ultimately targeted him. \nObama’s designation did put some restrictions on Soleimani’s ability to travel and conduct financial transactions and, according to experts, was part of a U.S. effort to pressure Iran to change its ways on terrorism. But the terrorist attacks that the United States blamed on Soleimani continued, and Obama did not take action against Soleimani beyond the designations.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.", "vclaim_id": "vclaim-pol-17591"}