{"url": "/factchecks/2020/apr/09/facebook-posts/photos-show-money-streets-venezuela-2019-not-italy/", "speaker": "Facebook posts", "vclaim": "“In Italy, they have thrown their money on the streets. A clear message to the whole world that money is not enough when health is in danger.”", "truth_label": "false", "date": "stated on April 5, 2020 in a Facebook post:", "title": "Photos show money on the streets of Venezuela in 2019, not Italy in 2020", "text": "As of April 8, more than 17,000 people have died from COVID-19 in Italy, according to Johns Hopkins University. And because only people who die in hospitals are counted in the national tally, CBS reported, that’s likely an underestimate as people perish elsewhere.\nOn social media, people are sharing what appear to be dramatic illustrations of the devastation the coronavirus has caused in the region — paper money lining city streets. \n\"In Italy, they have thrown their money on the streets,\" a description of the two photos says. \"A clear message to the whole world that money is not enough when health is in danger.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThat’s because the images are from March 2019 and show devalued Venezuelan bolivars in the streets of Venezuela, not Italy.\nIn Italy, the BBC reported on April 8, people are struggling to feed their families after spending their savings while they were unable to work and earn money during the country’s lockdown to slow the spread of the coronavirus. \nThe Facebook post misrepresents by altering the true context of the photos. We rate it False.", "vclaim_id": "vclaim-pol-16906"}