{"url": "/factchecks/2011/oct/12/rick-perry/perry-switched-gop-younger-age-reagan/", "speaker": "Rick Perry", "vclaim": "Says he \"came to the Republican Party sooner in age\" than Ronald Reagan.", "truth_label": "true", "date": "stated on October 11, 2011 in Republican presidential primary debate:", "title": "Perry switched to GOP at younger age than Reagan", "text": "Texas Gov. Rick Perry wasn’t always a Republican.\n\nHis opponents like to remind him of that, as Minnesota Rep. Michele Bachmann did in a Republican presidential primary debate at Dartmouth College in Hanover, N.H. And Perry likes to respond that another notable Republican once had a \"D\" behind his name too.\n\n\"I, like most people in the state of Texas and those southern states, grew up a Democrat. Michael Reagan and I were talking just the other day, Charlie, that I came to the Republican Party sooner in age than his dad, Ronald Reagan, did,\" Perry told debate moderator Charlie Rose on Oct. 11, 2011.\n\nPerry said something similar to conservative commentator Sean Hannity during a radio appearance in August 2011. His words then, also repeated from a conversation with the former president’s son: \"I became a Republican sooner in my life than your dad did.\"\n\nPolitiFact Texas checked it out.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAccording to biographer Edward Yager, Reagan, who was born Feb. 6, 1911, \"was registered Democrat from the time that he voted for (Democrat Franklin Roosevelt) in 1932, when he was 21.\"\n\nYager said that he hadn’t seen copies of Reagan’s voter registration cards but that \"virtually all the sources that refer to\" Reagan’s party affiliation indicate that he was registered as a Democrat.\n\nHe remained a Democrat even as he supported Republican presidential candidates, according to Melissa Giller, director of communications and programs at Reagan’s presidential library.\n\nThe library’s website says Reagan made the switch and registered Republican in the fall of 1962, when he was 51.\n\nAs for Perry, born March 4, 1950, he won his first three political races for a Texas House seat as a Democrat, then switched parties in 1989 to challenge a Democratic agricultural commissioner. A Texas Tribune storysays Perry announced he was changing parties on Sept. 29 of that year in a press conference outside the Texas Capitol.\n\nOn the day of the press conference, Perry was 39 years old, 12 years younger than Reagan when he made his switch. We rate Perry’s statement True.", "vclaim_id": "vclaim-pol-12287"}