{"url": "/factchecks/2008/dec/01/john-mccain/its-not-welfare/", "speaker": "John McCain", "vclaim": "\"Obama raises taxes on seniors (and) hard-working families to give welfare to those who pay none.\"", "truth_label": "false", "date": "stated on October 16, 2008 in a Web ad:", "title": "It's not welfare", "text": "(Published Oct. 21, 2008)\n\n\nA new Web ad from John McCain's campaign features the ubiquitous Joe the Plumber and attacks Barack Obama’s tax plan as \"welfare.\"\n\n\n\"Obama raises taxes on seniors (and) hard-working families to give welfare to those who pay none,\" the announcer says.\n\n\nIn the background is the phrase \"$100-billion to those that pay no taxes.\"\n\n\nThere are a number of misleading things packed into a tight space here.\n\n\nMcCain's claim that Obama's plan will translate to higher taxes for seniors and working families is grossly misleading. As we have pointed out\n\nmany times\n\n, that’s only true if a senior or a family is making more than $250,000 a year, or $200,000 for a single person. Otherwise, it’s generally not the case.\n\n\nHere we will focus on the claim from the ad — repeated by McCain in recent stump speeches — that Obama’s tax plan amounts to welfare.\n\n\nFirst, McCain is targeting Obama’s plan to enact a number of refundable tax credits. Refundable means the government sends a check if the taxes owed are less than zero. Among the refundable tax credits proposed by Obama:\n\n\n• Under the Making Work Pay plan, a tax credit for wage earners of up to $500.\n\n\n• A mortgage credit equal to 10 percent of mortgage interest for nonitemizers, up to a maximum credit of $800.\n\n\n• A refundable higher education tax credit for the first $4,000 of qualifying higher education expenses.\n\n\nObama also has proposed expanding the earned-income tax credit for some; as well as the child and dependent care credit.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe McCain campaign cites a\n\nreport\n\nfrom the nonpartisan Tax Policy Center as evidence that Obama's tax plan would amount to more government giveaways. The Tax Policy Center analyzed Obama’s tax proposals (as described by his economic advisers) and concluded that in 2009, his plan would, in fact, result in $100-billion in government outlays to people who have no income tax liability. That figure would gradually inch up in ensuing years, to $111-billion in 2018.\n\n\nA couple of major caveats are in order. The government already outlays nearly $53-billion to 57-million people (38 percent of all tax filers) who have a zero or negative income tax under current law. A negative income tax means that refundable tax credits amounted to more than the person’s income tax liability, meaning they got a check from the government. The Tax Policy Center estimates another 15-million people would fall into the \"zero or negative income tax\" category under Obama’s tax plan.\n\n\nObama’s plan, according to the Tax Policy Center, would add an additional $48-billion in government outlay to those who pay no federal income tax. We think the ad is misleading in that it suggests Obama proposes an additional $100-billion for those who pay no federal income taxes.\n\n\n\"There clearly are aspects of the Obama plan that would give to people who pay no federal income tax,\" said Bob Williams of the Tax Policy Center.\n\n\nBut there’s another big hole in the ad’s logic. Obama’s proposed tax credit for wage earners is designed to offset payroll taxes. Those are the taxes withheld from your paycheck for Social Security and Medicare, 6.75 percent of your earnings.\n\n\nAll workers pay payroll taxes, even people who pay no income tax. So for McCain to say that Obama’s tax credits would go to people who \"pay no taxes\" is inaccurate. There are some under Obama’s plan whose tax credits would actually come to more than their income tax liability\n\nand\n\ntheir payroll tax liability, but that’s a very small percentage of people, said Eric Toder of the Tax Policy Center.\n\n\nAnd there’s some hypocrisy here: McCain has proposed a refundable tax credit of his own. McCain proposes a $5,000 tax credit for people to buy health insurance. (We should note that the refundable portion of McCain's health care tax credit must go to a special health spending account so that it only pays for health-related expenses.)\n\n\nInasmuch as the plan is being sold as a way to help make health care affordable to those at the bottom of the income scale, it too would result in payments to those who pay no income tax.\n\n\n\"It absolutely is the pot calling the kettle black,\" Williams said.\n\n\nWe also think it's misleading to call Obama’s plan \"welfare.\" Welfare is a loaded word that connotes government aid to those who aren’t working. Obama’s tax credit for wage earners is just that, for wage earners.\n\n\nWe also note that the earned-income tax credit has historically enjoyed strong support from Republicans as well. It was designed, in a way, to replace welfare payments to those who don’t work with government subsidies to low-income people who do work.\n\n\nMcCain is not proposing elimination, or reduction, of the existing earned income and child care credits. The existing system results in $53-billion to those who pay no income taxes. Is that support for welfare?\n\n\nMcCain is technically accurate when he says that under Obama’s plan, refundable tax credits would result in more people getting a check from Uncle Sam, rather than writing one. But we think it’s misleading to call that welfare.\n\n\nSo let's review again the McCain ad's claim in its totality. \"Obama raises taxes on seniors (and) hard-working families to give welfare to those who pay none.\" The claim that Obama will raise taxes on seniors and hardworking families? Misleading. Using the term \"welfare\" to describe refundable tax credits? Not by most people's definition. That the plan would give payments to people who pay no taxes? Only if you don't consider payroll taxes as taxes. That all adds up to False.", "vclaim_id": "vclaim-pol-15873"}