{"url": "/factchecks/2017/jul/27/rick-kriseman/taking-closer-look-auto-theft-problem-st-petersbur/", "speaker": "Rick Kriseman", "vclaim": "There were 2,761 auto thefts in 2006 under Rick Baker and 1,095 auto thefts in 2016.", "truth_label": "mostly-true", "date": "stated on July 23, 2017 in posts on Twitter and Facebook:", "title": "Taking a closer look at the auto-theft problem in St. Petersburg", "text": "Whose epidemic is it anyway? The leading candidates in St. Petersburg’s mayoral race are trading blows over the city’s issue with automobile theft ahead of the Aug. 29 primary.\nFormer Mayor Rick Baker told a Tampa Bay Times reporter that auto theft is \"now at epidemic proportions\" under Mayor Rick Kriseman.\nKriseman defended himself  on Twitter and Facebook with a graphic showing the problem appeared worse during Baker’s time in office.\nAccording to Kriseman’s post, there were 2,761 auto thefts in 2006 under Baker, compared with 1,095 auto thefts in 2016 under Kriseman.\n\nWith our colleagues at the Tampa Bay Times investigating the juvenile car-theft problem, we wanted to look at the trend under both mayors.\nThe numbers Kriseman reported from the St. Petersburg Police Department checked out for those years.\n\nBaker was mayor from April 2001 to January 2010. Kriseman’s campaign plucked the worst year to make its counterpunch.\nThe year 2006 was the highest point for auto thefts since 2000 — although most other years were higher than any point in Kriseman’s three full years since taking office in 2014.\nChoosing to compare raw numbers from Baker's 2008 and Kriseman's 2015, though, could leave a different impression, with 1,461 and 1,523 thefts, respectively.\nWhat does the bigger story tell you?\nThe rate of car thefts in St. Petersburg remains far higher than the national and state average, shown below, regardless of who was mayor.\n\n\"The number of auto-thefts, the number of auto burglaries, it’s something you need to watch and something that’s important, but the impact of the activity is more important than anything else,\" Pinellas County Sheriff Bob Gualtieri said.\nAnd in recent years, the impact of automobile thefts, specifically juvenile auto thefts, has been a priority for the department.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe Tampa Bay Times documented the automobile theft issue, finding that children in Pinellas County were arrested more for stealing cars than anywhere else in Florida.\nGualtieri said 2015 was \"ground zero\" for the juvenile auto-theft problem and said that’s when the department really started noticing the trend of young kids stealing cars. In early 2016, three teenage girls drove a stolen car into a cemetery pond and drowned. At the time, Gualtieri called the incident \"unacceptable.\"\n\"Solutions need to come deep from within the community,\" Gualtieri said at the time. \"Kids need to know there are consequences. This is a systematic and complex problem.\"\nAutomobile thefts became a priority for police in 2015 and 2016 — leading to a year-over-year drop.\nLaw enforcement officials consider juvenile auto thefts a countywide problem; a drop in St. Petersburg doesn’t necessarily mean the problem is over.\nDetective Paul Etcheson, who’s been with the police department for almost nine years and works in the property crime unit, described automobile theft in St. Petersburg as a \"revolving door.\"\n\"The reason the numbers have fallen in the previous months is because we have juveniles placed in programs, or on 21-day hold or something,\" he said. \"As soon as they get back, they’re right back at it.\"\nAs we said, 2006 was a high point for auto theft. We wanted to understand why.\nPolice officer Mark Williams, who has been with the deparment for over a decade, said cars were simply easier to steal in 2005 and 2006 like the Dodge Ram 1500. Older cars could be broken into with a screwdriver or a pair of scissors, he said. \nWilliams said automakers have done a better job of eliminating access points on cars. For instance, key holes are only on the driver side rather than on all doors.  \nIn response to Kriseman’s image, Baker said, \"I’ve been to 50 neighborhood organizations in the last six months and if Rick Kriseman thinks he doesn’t have an auto theft problem, he needs to get out more.\"\nKriseman’s campaign emphasized the mayor is still concerned about automobile thefts, and said the image was meant to undermine Baker’s remark that automobile theft is at \"epidemic proportions.\"\nOur ruling\nKriseman pushed back against Baker calling the auto-theft problem an \"epidemic\" with a graphic that said there were 2,761 auto thefts in 2006 under Baker and 1,095 auto thefts in 2016.\nThose numbers are accurate, but more information is needed to understand the full story. Kriseman cherry-picked the year of Baker’s two terms with the highest amount of theft and compared it with his lowest year.\nTo his overall point, the automobile theft per capita in St. Petersburg has been significantly higher than the national and state rates, regardless of who was in office.\nWe rate this claim Mostly True.\n Share the Facts 2017-07-27 18:26:16 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  There were 2,761 auto thefts in 2006 under Rick Baker and 1,095 auto thefts in 2016.    Rick Kriseman Mayor    posts on social media Sunday, July 23, 2017 2017-07-23    Read More  info", "vclaim_id": "vclaim-pol-03060"}