{"url": "/factchecks/2012/sep/12/jerry-patterson/jerry-patterson-says-sierra-club-sued-him-stop-gul/", "speaker": "Jerry Patterson", "vclaim": "Says Sierra Club sued him to stop oil and gas activity on Texas coast, but \"we won\" and \"the turtles are fine.\"", "truth_label": "half-true", "date": "stated on June 9, 2012 in a speech to the Republican Party of Texas convention in Fort Worth:", "title": "Jerry Patterson says Sierra Club sued him to stop Gulf drilling and lost but ‘the turtles are fine’", "text": "Sea turtles surfaced at the state Republican convention in Fort Worth -- in a speech.\n\nState Land Commissioner Jerry Patterson said June 9, 2012: \"I have been sued by the Sierra Club. Sued me. They wanted to stop oil and gas exploration, production, on the Texas Gulf Coast,\" he said. \"We won. We’re producing oil and gas, and the turtles are fine.\"\n\nWe decided to check on the oil and gas and turtles.\n\nPatterson told us by phone that he was referring to a 2002 lawsuit brought by the Lone Star Chapter of the Sierra Club over drilling at the Padre Island National Seashore, the federal park southeast of Corpus Christi on North Padre Island that is a nesting ground for sea turtles including the endangered Kemp’s ridley.\n\nWe looked up the case on the U.S. District Court website for the Southern District of Texas, where records show the suit was filed April 18, 2002, and dismissed May 7, 2003. The Sierra Club took the decision to the 5th U.S. Circuit Court of Appeals, which dismissed the appeal Aug. 27, 2003.\n\nThe club sued the U.S. secretary of the interior, National Park Service and U.S. Fish and Wildlife Service, saying they had not done enough wildlife impact analysis to comply with federal laws before giving BNP Petroleum of Corpus Christi permission to drill in the park.\n\nWhen the area became a federal park in 1962, the original private landowners and the state retained the rights to extract and profit from minerals at the site. According to the park’s website, drilling has occurred there since the 1950s. The state’s share of royalties from oil and gas goes into the Texas Permanent School Fund, an endowment established in 1876 to channel income from state lands to Texas public schools.\n\nThe Sierra Club lawsuit sought an injunction to halt drilling permits until the defendants complied with the federal laws the club claimed were broken. The district court, however, found that the government had sufficiently investigated the impact of drilling and operation on the turtles, and the appeals court affirmed that decision.\n\nSo, was Patterson sued, as he says?\n\nWe realized he could not have been one of the parties originally sued in 2002 -- he wasn’t even elected land commissioner until November 2002. Rather, court records and our phone interview with Patterson spokesman Jim Suydam showed that in his role as land commissioner, Patterson filed to intervene in the suit Jan. 14, 2003. After that, according to the court documents and an April 19, 2003, Associated Press news story, Patterson was listed as a defendant in the suit.\n\nAccording to the appeals court summary, the district court said government had not shirked its duties in estimating the effect drilling would have on the turtles, noting that the Park Service’s March 2001 oil and gas management plan spelled out restrictions and mitigation requirements. The plan’s 16 pages of drilling/production requirements include measures such as having turtle-spotting monitors precede heavy equipment being driven along the beach and shielding light sources so turtles would not become disoriented.\n\nThe courts’ dismissals of both the lawsuit and the club’s appeal amounted to victory for the government, or as Patterson said, \"We won.\"\n\nAnd how about those turtles?\n\nTexas’ coast once had many.\n\nAccording to a news story in the June 2012 issue of the Texas Parks and Wildlife Department’s magazine, canneries nearly wiped out the Texas green turtle population after the Civil War. The department’s website said the turtles were hit hard again from the 1940s to 1960s by people gathering and selling \"truckloads\" of eggs. Today, the story said, the shrimping industry is the biggest threat. Sea turtles must surface to breathe; if they’re trapped below water in a net, they will drown.\n\n\"All species in Texas waters — leatherback, hawksbill, loggerhead, green and Kemp’s ridley — are listed as either threatened or endangered,\" the story said. The Parks and Wildlife website said Kemp’s ridleys are the most endangered sea turtle species in the world.\n\nIn a U.S.-Mexico program from 1978-88, Kemp’s ridley eggs from a turtle sanctuary in Tamaulipas were brought to Padre to hatch, \"imprinting\" the baby turtles to return there for nesting, according to the story, which also said, \"All along the Texas coast, scientists and advocates have dedicated their careers to sea turtle research and protection.\"\n\nAccording to news stories dating from 2002 through August 2012 that we found using the Nexis news database, since 1996, turtle nest counts on the Texas coast have risen almost every year. Texas’ growing colony of Kemp’s ridleys now serves as a backup of sorts -- if disaster struck the Tamaulipas sanctuary, the species might not be wiped out.\n\nCarole Allen, Gulf office director with the nonprofit Sea Turtle Restoration Project, told us by email that she believes the major reasons for rising turtle numbers are increased protection of the turtles in Tamaulipas and the requirement of turtle excluder devices on U.S. shrimp boats. The devices, called TEDs, provide a grill of bars in a trawl net that large sea creatures can fit through; shrimpers, however, sometimes sew nets together again to counteract that escape hatch.\n\nIn its 2002 lawsuit, the Sierra Club described ways that oil and gas operations could harm turtles, but included no measurement of harm occurring. We checked with the club’s lead volunteer in the lawsuit, Pat Suter, who chairs the Corpus Christi chapter. She told us by phone, \"As far as I know, there has not been direct impact on the turtles that can be proved.\"\n\nSierra said in its suit that trucks traveling to and from the well site would threaten turtles. The news articles we reviewed included no reports of turtles hurt or discouraged from nesting by oil and gas rigs, trucks, drilling or pumping at the federal park. Separately, an April 15, 2004, \"white paper\" on the park’s website said, \"There has been vehicle traffic, from both visitors and heavy equipment operators, on the Gulf of Mexico shoreline for over fifty years with no documented case of a crushing of a nesting sea turtle within the park.\"\n\nAllen told us, \"My personal opinion is that everything is being done to protect nesting sea turtles and hatchlings from being run over at the National Seashore. Kemp's ridleys are in far more danger from law-breaking shrimpers.\"\n\nAs we closed out this check, Suydam conceded that Patterson was not sued by the Sierra Club.\n\n\"It looks like Commissioner Patterson misspoke there,\" Suydam said. \"He intervened in the Sierra Club's lawsuit, and then became a defendant.\" Still, Suydam said, \"The sentiment is true. When the Sierra Club sues to stop oil and gas exploration, it is in effect suing to limit oil and gas production on Permanent School Fund lands,\" which is Patterson’s responsibility.\n\nOur ruling\n\nThe Sierra Club did not sue Patterson; he wasn’t quite land commissioner when the group filed its suit against federal agencies.\n\nStill, he later joined the lawsuit, which the government won. And, despite ongoing oil and gas activity at the park in accord with the 1962 terms, Texas’ threatened and endangered sea turtles are increasing in numbers.\n\nWe rate Patterson’s statement as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-10393"}