{"url": "/factchecks/2018/mar/06/david-simmons/florida-lawmaker-mangles-nazis-gun-control-history/", "speaker": "David Simmons", "vclaim": "\"Adolf Hitler confiscated all the weapons — took all the weapons, had a registry of everybody — and then on the night of June 30, 1934, sent out his secret police and murdered all of his political opponents.\"", "truth_label": "false", "date": "stated on March 3, 2018 in a vote in the Florida senate:", "title": "Florida lawmaker mangles Nazi gun control history", "text": "During a key vote in the Florida Senate to reject an assault weapons ban, Republican Sen. David Simmons argued that the original reason for the Second Amendment was so people could protect themselves from a tyrannical government. Simmons invoked the Nazis to drive home his point.\n\"Adolf Hitler confiscated all the weapons -- took all the weapons, had a registry of everybody -- and then on the night of June 30, 1934, sent out his secret police and murdered all of his political opponents,\" Simmons said March 3. \"You think it doesn't happen in a free society? It does.\"\nWe reached out to Simmons and did not hear back, but Hitler’s gun policies are a familiar talking point among opponents of gun control, and one that we explored during the 2016 presidential campaign.\nSimmons’ statement misses several historical facts.\nHitler was both a giver and a taker\nBy the time Hitler took power in 1933, Germany had been operating under the 1928 Law on Firearms and Ammunition. The measure relaxed strict controls imposed after World War I that banned all gun ownership, and created a system to register and sell firearms.\nColumbia University law professor Bernard Harcourt translated a couple of key provisions in the law that exempted \"officials of the central government, the states, as well as the German Railways Company\" and \"community officials to whom the highest government authority has permitted acquisition without an acquisition permit.\"\nDagmar Ellerbrock, an expert on German gun policies at the Dresden Technical University, told us in 2015 that the Nazis introduced a collective gun license for members of Nazi organizations. One of the main beneficiaries was the paramilitary Sturmabteilung, or brownshirts.\nAfter the German parliament, the Reichstag, granted Hitler emergency powers in March 1933, he had a free hand.\n\"Under totalitarian rule, it took just a few weeks to drastically increase the number of Germans who held private weapons,\" Ellerbock said.\n\nAn armed member of the Sturmabteilung guards Communists arrested in Berlin following a key parliamentary Nazi victory March 5, 1933. (German Federal Archives via Wikicommons)\nAt the same time, the German state confiscated weapons from Jews, Communists, Social Democrats and unions that refused to affiliate with the Nazi Party. Did the 1928 registration law make this easier?\nPerhaps, but Ellerbock’s research showed many holes in the system. For the most part, it recorded only new sales, while many people had unregistered weapons dating from World War I.\nWhen they came to power, the Nazis used whatever gun records they had to seize weapons from their enemies, but Ellerbock told us the files included very few of the firearms in circulation.\n\"In my records, I found many Jews who well into the late 1930s possessed guns,\" Ellerbock told us.\nSo registration was spotty, confiscation was selective and Nazi allies found it easier, not harder to get weapons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nMuch later, in 1938, the Nazis passed a new law that liberalized gun ownership in many respects, while simultaneously banning ownership and manufacture by Jews.\nJune 1934\nSimmons brought up June 30, 1934, when Hitler \"sent out his secret police and murdered all of his political opponents.\" That was the night of Operation Hummingbird, Hitler’s crackdown on a very specific group – the Sturmabteilung that he had nurtured and encouraged to intimidate any group that stood in his way.\nThe paramilitary group’s leader Ernst Röhm was eager to consolidate his power, and that set him on a collision course with established leaders in the German military and Hitler’s top advisers. They persuaded Hitler that Röhm was planning a coup.\nOver a span of several days, Röhm and scores of Sturmabteilung leaders were arrested and executed. The Nazis killed at least 85 people, most but not all associated with Röhm.\nSpecific to Simmons’ remark, the incident had more to do with internecine fighting among the Nazi community than with going after disarmed citizens. Quite the opposite, the Nazi leaders knew full well that they were going up against a group that had plenty of weapons.\nAt one tense moment, a truckload of armed brownshirts drove up to the hotel where Röhm was being arrested. According to Hitler’s chauffeur, Hitler himself walked up to the unit’s leader and told him to \"drive back to Munich immediately!' The man complied.\nOur ruling\nSimmons said that Hitler \"took all the weapons\" and had a registry of everyone and then, on the night of June 30, 1934, murdered his political opponents. This oversimplifies and mangles the historic facts.\nWhile Hitler did take weapons away from Jews, Communists and Social Democrats, he also armed private citizens to better terrorize those same political opponents. To reduce Nazi gun policy to confiscation of weapons is to miss at least half the story.\nAccording to a German historian who has gone through the records, Hitler \"drastically increased\" the number of privately held weapons. On the confiscation side, she noted that the registry was limited and far from comprehensive.\nContrary to what Simmons said, Hitler didn’t take everyone’s weapons and the registry at the time was so incomplete that many Jews retained their weapons.\nFurthermore, Simmons miscasts the connection between Hitler’s gun policies and the events of June 30, 1934. Far from targeting disarmed leaders, it was a strike at the well-armed pro-Nazi Sturmabteilung.\nHitler’s real desire to disarm his opponents doesn’t overcome the flaws in this statement.\nWe rate this claim False.\nUpdate (March 7): Simmons responds\nAfter we published we heard from Simmons. He told us that when he made his remarks, he was referring to the people Hitler subjugated and killed, primarily the Jews.\n\"I do not believe I am in error,\" Simmons said. \"All Jews were denied the ability to have weapons. They had registries of everyone who was Jewish. And they killed 6 million.\"\nSimmons said that on the Senate floor, \"you only have so much time and you have to condense things.\"\nVideotape of Simmons’ remarks shows no mention of the Jews. The claim we checked is complete and omits no context.\n Share the Facts 2018-03-07 13:39:48 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Adolf Hitler confiscated all the weapons — took all the weapons, had a registry of everybody — and then on the night of June 30, 1934, sent out his secret police and murdered all of his political opponents.\"    David Simmons Florida State Senator https://www.cbsnews.com/news/florida-senate-passes-immediately-reverses-ar-15-ban-2018-03-03/   During a vote in the Florida senate to reject an assault weapon ban Saturday, March 3, 2018 2018-03-03    Read More  info", "vclaim_id": "vclaim-pol-02346"}