{"url": "/factchecks/2019/mar/14/club-growth/no-beto-orourkes-father-law-did-not-buy-him-his-co/", "speaker": "Club for Growth", "vclaim": "Says Beto O'Rourke's \"father-in-law, a billionaire real estate developer who bankrolled a Super PAC to buy Beto a congressional seat…\"", "truth_label": "barely-true", "date": "stated on March 10, 2019 in a TV ad:", "title": "No, Beto O'Rourke's father in law did not buy him his congressional seat", "text": "Editor’s note: This is one of four fact-checks featuring a claim made in Club for Growth’s TV ad about Beto O’Rourke. To read the others, click here.\nEl Paso Democrat Beto O’Rourke, who announced Thursday that he is running for president, had been teasing a presidential bid for weeks.\nSpeculation about his intentions prompted the conservative Club for Growth to release a television ad looking to weaken enthusiasm for O’Rourke among Democratic primary voters.\nThe ad argues that O’Rourke has coasted through life due to \"white male privilege\" and that he is a far cry from former President Barack Obama, as many have drawn comparisons between the two Democrats.\nIt also claims that O’Rourke’s father-in-law, \"a billionaire real estate developer\" from El Paso, \"bankrolled a Super PAC to buy Beto a congressional seat.\"\nClub for Growth provided a fact sheet detailing the source for each statement in the advertisement. Sources include newspaper articles and other sources online. O’Rourke did not return a request for comment.\nDid Sanders buy his congressional seat?\nO’Rourke married Amy Hoover Sanders in the early 2000s. Her father, William Sanders, is a wealthy real estate developer who grew up in El Paso.\nA review of his finances conducted by Forbes in November of 2018 found that, \"it’s unlikely, though possible, that he’s a billionaire.\" It estimated that Sanders instead has a net worth of about $500 million.\nSanders contributed directly to O’Rourke’s congressional campaign in 2012, giving him $5,000 in individual contributions to fund his challenge of then-U.S. Rep. Silvestre Reyes, an El Paso Democrat who had held his seat for nearly 16 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDuring the race, Reyes was targeted by the Campaign for Primary Accountability, a Super PAC with the stated goal of aiding candidates who challenge longtime incumbents from both parties.\nThe group, which was founded by Houston’s Leo Linbeck III, targeted candidates in Texas, Ohio, Illinois and a number of other states during the 2012 election, spending upwards of $1.8 million across 15 congressional races.\nCampaign finance reports show that the PAC put the largest sum into the O’Rourke-Reyes race: it spent $240,000 against Reyes but did not contribute financially to O’Rourke’s campaign.\nSanders did not contribute directly to the Campaign for Primary Accountability PAC, but Campr II Partners, a partnership with ties to Sanders, contributed $37,500 to the group.\nHowever, other donors contributed significantly more to the PAC than the partnership. Linebeck gave more than $775,000, businessman Joe J. Ricketts contributed $500,000 and Empower Texans Chairman Tim Dunn gave $350,000. Eric O’Keefe, a co-founder of the PAC, contributed $100,000.\nOur ruling\nClub for Growth said O’Rourke’s father-in-law, \"a billionaire real estate developer\" from El Paso, \"bankrolled a Super PAC to buy Beto a congressional seat.\"\nSanders is not considered a billionaire. He contributed to a PAC that was targeting longtime incumbents in Congress, including O’Rourke’s opponent. But his contribution did not come close to others made to the group.\nWe rate this claim Mostly False.\nEditor’s note: This is one of four fact-checks featuring a claim made in Club for Growth’s TV ad about Beto O’Rourke. To read the others, click here.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2019-03-14 15:08:06 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Beto O'Rourke's \"father-in-law, a billionaire real estate developer who bankrolled a Super PAC to buy Beto a congressional seat…\"    Club for Growth conservative group https://www.youtube.com/watch?v=AFkXBprH9wY&feature=youtu.be   in a TV ad Saturday, March 10, 2018 2018-03-10    Read More  info", "vclaim_id": "vclaim-pol-00892"}