{"url": "/factchecks/2017/mar/16/luis-gutierrez/rep-gutierrez-says-hundreds-republican-amendments-/", "speaker": "Luis Gutierrez", "vclaim": "\"2009-2010, let's remember, hundreds of Republican amendments were adopted in the ACA.\"", "truth_label": "half-true", "date": "stated on March 12, 2017 in CNN's State of the Union:", "title": "Gutierrez says 'hundreds of Republican amendments' were a part of Obamacare", "text": "Republicans continue to sell their health care plan in an effort to deliver on a party-wide campaign promise to repeal and replace Obamacare. Yet during a roundtable discussion on State of the Union, Rep. Luis Gutierrez, D-Ill., pushed back on charges of Democratic obstructionism regarding health care legislation.\nAnchor Jake Tapper asked if Gutierrez was involved, or if Democrats were \"just sitting by the sidelines opposing everything.\"\n\"Very different process,\" Gutierrez replied. \"2009-2010, let's remember, hundreds of Republican amendments were adopted in the ACA.\"\nWe decided to look into Gutierrez’s claim that the final version of the Affordable Care Act incorporated hundreds of Republican amendments.\nWhen the ACA was making its way through Congress, former President Barack Obama made a similar statement in September 2009. During a joint address to Congress, he said that his plan incorporated the ideas of both Republicans and Democrats. We rated that claim Mostly False, because many of the amendments Republicans introduced were technical in nature.\nRepublicans had several opportunities to introduce amendments to the Affordable Care Act, in both the Senate and House bills. Ultimately, for procedural reasons tied to the death of Sen. Ted Kennedy, D-Mass., the Senate version was the only one that moved forward. But Republicans offered changes in the committees that considered the bills before the whole chambers voted on them.\nFor example, 788 amendments were submitted during the ACA’s markup in the Senate Committee for Health, Education, Labor and Pensions committee (HELP). Three quarters of them were filed by the committee’s Republican members, according to John McDonough in his book Inside National Health Reform. Of those, 161 were adopted in whole or revised form.\nYet as we reported at the time, those amendments were mostly technical. Only two of those Republican amendments were passed via roll-call vote. One of these amendments required members of Congress and congressional staff to enroll in the government-run option and the other involved biologics medication.\nThe Senate Finance Committee took up another version of the bill. Senators initially offered 564 amendments. During that markup, about six Republican amendments were adopted via roll call vote, and others were adopted by unanimous consent, without objection, and via voice vote, according to coverage by Congressional Quarterly. Parts of this bill merged with the bill the HELP committee marked up to become the final law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nGutierrez’s office pointed us toward a fact sheet from House Minority Leader Nancy Pelosi’s, D-Calif., office that said 147 Republican amendments were incorporated in the final Senate bill, though the sheet did not expand on the nature of those amendments.\nOn the House side, some Republican amendments to the Affordable Care Act were accepted in committee; 24 Republican amendments were incorporated in the Energy and Commerce Committee, and six were incorporated in the Education and Workforce committee. Republicans sponsored 38 amendments in the Ways and Means committee, and each one was rejected.  \nTimothy Jost, emeritus professor of law at Washington and Lee University School of Law, told us that \"the basic statement that hundreds were adopted is wrong.\"\nBut Jost added that \"there was very significant Republican participation early on on the Senate side. There were dozens of hours of debate, and Republicans like Sen. Chuck Grassley on the Senate Finance Committee were very engaged.\"\nJost said by September 2009 that period was over and from then on, the bill was strictly a Democratic piece of legislation.\nIt’s worth noting that many facets of the Republican’s health care agenda at the time made it into the Affordable Care Act. The Affordable Care Act was a private market plan, and it dropped a long-held Democratic priority to include a public option.\nIn the end, no Senate or House Republicans voted for the Affordable Care Act in its final version.\nOur ruling\nGutierrez said that \"hundreds of Republican amendments were adopted\" during the drafting of the 2010 health care law. His statement has some basis, because Republican amendments were adopted in both the House and the Senate during the legislative process. Most of these amendments were not particularly meaningful, though, so calling it a bipartisan enactment effort remains a stretch.\nWe rate this claim Half True.\n  Share the Facts   Politifact    3 7  Politifact Rating: Half True  \"2009-2010, let's remember, hundreds of Republican amendments were adopted in the ACA.\"    Luis Gutierrez U.S. House member   CNN's 'State of the Union' Sunday, March 12, 2017 03/12/2017    Read More  info", "vclaim_id": "vclaim-pol-03551"}