{"url": "/factchecks/2011/nov/04/jefferson-smith/if-elected-would-jefferson-smith-really-be-first-p/", "speaker": "Jefferson Smith", "vclaim": "Says if elected, he would be the first Mayor who lives east of 82nd.", "truth_label": "true", "date": "stated on November 1, 2011 in a press release:", "title": "If elected, would Jefferson Smith really be the first Portland mayor to live east of 82nd?", "text": "In his bid to be Portland’s next mayor, Jefferson Smith has taken a decidedly populist tack, stressing, among other things, his connection to east Portland.\n\n\"Portland needs to finally meet its promises to struggling people – to communities of color, folks east of 82nd, and families being priced out of their neighborhoods,\" he says on his campaign website. \"Portlanders need a government that looks out for their needs – no matter where they live.\"\n\nIn a recent press release he took up the theme again, this time announcing that if elected, he’d \"be the first Mayor who lives east of 82nd.\"\n\nIt’s a claim made to symbolize his understanding of under-served communities -- and a fact that seems to be begging for a check.\n\nFirst, we needed a little history lesson in terms of Portland’s boundaries. Prior to the 1900s, Portland didn’t stretch east past the Willamette River, according to a map of city annexations from the Bureau of Planning and Sustainability.\n\nIn the early 1900s, the city started edging east slowly, and by the 1980s, Portland began growing past 82nd Avenue in earnest.\n\nThat is all to say that there’s not much sense in going back any further than Terry Schrunk, who served as mayor from 1957 until 1973. The area east of 82nd wasn’t part of Portland until shortly after his tenure.\n\nWe called up Smith’s campaign to see if it could back up its claim. Campaign workers called back with a list of general areas in which the current mayor and his most recent seven predecessors lived (that goes back to Schrunk).\n\nAccording to their list, they were right. Of course, we wouldn’t be worth much if we just took people at their word. So, we took their list and went to the City of Portland Archives and Records Center.\n\nThere, we went mayor by mayor and -- thanks to the staff there -- were able to get a reliable address for each of the pertinent mayors:\n\nSchrunk, according to the city’s 1972 Annual Financial Report, lived at 5407 N. Houghton St.\n\nNeil Goldschmidt, who served from 1973 until 1979, lived at 4011 N.E. 23rd Avenue, according to the city’s 1975 Annual Financial Report.\n\nConnie McCready, who served from 1979 until 1981, lived at 2407 N.E. 27th Avenue. This was the address listed in the two reports cited above, during which time she was a commissioner, as well as in the 1979 Portland Directory.\n\nFrank Ivancie, who served from 1981 to 1985, lived at 2732 N.E. Thompson St. This was the address reported in the financial reports and backed up by the 1980-81 Portland Directory.\n\nBud Clark, mayor from 1985 to 1993, lived at 2522 N.W. Northrup St., according to the 1985 Portland Directory.\n\nVera Katz, 1993 until 2005, lived at 2068 N.W. Johnson St., according to Statements of Organization the city has from when she filed to run, both in 1996 and in 2002.\n\nTom Potter, who served from 2005 until 2009, lived and still lives on Southeast 41st Avenue, according to a Summary Statement of Contributions and Expenditures he filed in December 2004.\n\nAnd Sam Adams, our current mayor, lives on North McClellan Street, according to voting and assessor records.\n\nSmith, for his part, lives east of Interstate 205 on Northeast Pacific Street, according to voting and campaign records.\n\nAll of this is to say that Smith was right on. If Portlanders select him as their next mayor, he’ll be the first to reside east of 82nd Avenue. We give this claim a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this PolitiFact ruling.", "vclaim_id": "vclaim-pol-12138"}