{"url": "/factchecks/2014/jan/24/nancy-grace/nancy-grace-says-pot-users-shoot-each-other-and-ki/", "speaker": "Nancy Grace", "vclaim": "People on pot \"shoot each other ... stab each other ... strangle each other, drive under the influence, kill families.\"", "truth_label": "barely-true", "date": "stated on January 14, 2014 in a segment on 'Nancy Grace':", "title": "Nancy Grace says pot users 'shoot each other' and 'kill families'", "text": "An amusing Web video pits tough-talking former prosecutor and HLN host Nancy Grace against a combative adversary on the subject of pot: Nancy Grace.\nIn one frame, Grace argues smoking marijuana makes users less prone to picking a fight or \"basically starting Mortal Kombat.\" They’re more likely \"to lay on the sofa and eat,\" she said while discussing Trayvon Martin having marijuana in his system at the time of death.\nIn the other frame, Grace is heated up about the debate du jour: legalized recreational pot in Colorado. In a recent show, Grace dismissed the arguments of a marijuana advocate who thinks the drug should be legalized and regulated like alcohol.\nShe argued about whether the drug is \"highly addictive\" with Marijuana Policy Project spokesman Mason Tvert, who suggested Grace is against legalization because \"she does not like the people that use marijuana.\"\nShe disagreed.\n\"The reason I’m against legalization of pot is that I’ve seen too many felonies, and I don’t mean pot sales or growing pot,\" she said. \"I mean people on pot that shoot each other, that stab each other, strangle each other, drive under the influence, kill families — wipe out a whole family.\"\nTvert went on to chastise her \"1930s\" tone, and the argument went on.\nFor many, Grace’s comments about people using marijuana and committing violent acts raised eyebrows, so we decided to check it out.\nHLN publicists did not respond for comment.\nThe consensus among drug and psychiatry experts: Marijuana alone does not propel one to commit acts of violence. Most users are not lighting up and heading over to Fight Club. They want to wind down, not amp up. And while there is evidence that people who commit crimes often smoke marijuana (in part because smoking marijuana is a crime in many places itself), there is little support to back up the idea that it drives people to commit crimes, especially violent ones like Grace described.\n\"Clearly the majority of users don’t become aggressive,\" said Dr. Ihsan Salloum, professor of psychiatry and behavioral sciences and chief of the Division of Substance & Alcohol Abuse at the University of Miami Miller School of Medicine. \"Definitely in terms of clinical work, violence is not the first thing that comes to mind when people are dealing with marijuana.\"\nThat said, marijuana is still a mind-altering drug, and it could have a different effect on people who are predisposed to aggression and anxiety, he said. It could induce fear or paranoia when people cannot process an environment, though some may withdraw instead of reacting aggressively.\nOther psychologists and psychiatrists essentially agreed with Salloun.\n\"Other than people driving under the influence, there’s no scientific basis for what she’s saying,\" said Matthew Johnson, associate professor in the psychiatry department at Johns Hopkins University School of Medicine.\nThe effect is often not as dramatic as driving under the influence of alcohol, Johnson said. Usually people who drive while high drive slower, and the impairment is usually noticed when the driver’s attention is divided, he said, akin to the effect of some prescription medications.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPeople who come to treatment facilities are typically using multiple drugs, making it tough to suss out which substance was responsible for a violent act.\nViolence is not typically associated with the use of marijuana, unless the victim is a \"chocolate chip cookie,\" joked Dr. Scott Teitelbaum, professor and vice chairman of the University of Florida’s Department of Psychiatry and chief of the Division of Addiction Medicine. Levity aside, Teitelbaum stressed some people can still become addicted to the drug, and he worries about more young people using it with further legalization.\nA spokeswoman for the St. Petersburg, Fla.-based Drug Free America Foundation directed us to a slew of news clips documenting shootings related to marijuana theft, grow houses and co-ops. The clips also highlighted marijuana use of gunmen from some of the country’s most recent and notorious shooting sprees.\n\"In many cases of violence, such as with Benjamin Bishop, Jared Loughner, James Holmes and the Pentagon shooter, these gunmen actively were or previously had been marijuana users,\" said Calvina Fay, the foundation’s executive director, in a statement.\nShe pointed to a 2012 study by researchers from Duke University, the University of Oregon, King’s College London and University of Otago in New Zealand that highlighted brain development in teens who smoke marijuana. The study, published in Proceedings of the National Academy of Sciences, relied on data for more than 1,000 people who were tracked from the time they were born to age 38. People who started using marijuana as teens and used it at least once a week showed the biggest loss in IQ points. People who picked up the drug as adults didn’t show the same loss in mental functioning.\nJohnson, the Johns Hopkins professor, says this research is controversial because it’s tough to eliminate marijuana use from all other factors that make people willing to engage in behavior that isn’t socially acceptable.\n\"But even if that were true, we’re talking about a small minority,\" he said. \"It’s not a question for the large majority of the public.\"\nGil Kerlikowske, the White House director of national drug-control policy, released an analysis in May that attempted to show a link between crime and marijuana use. It found that 80 percent of adult males arrested for crimes in Sacramento, Calif., in 2012 tested positive for at least one illegal drug. The most commonly detected drug was marijuana, which was found in 54 percent of those arrested. The analysis didn't say what percentage of the crimes were violent and did not conclude that marijuana was the reason people committed crimes. (A positive urine sample only indicates use in the past month.)\nFBI data for violent crimes with reported drug and alcohol involvement is not broken down by substance, so there is no telling which violent crimes as reported by law enforcement agencies are at least linked to marijuana use.\nA 2003 report by the National Bureau of Economic Research found \"surprisingly few\" studies have tried to nail down a direct link between marijuana use and crime.\nAfter reviewing related academic studies and crunching arrest and crime data, the NBER researchers determined people involved with violent crimes are also likely to use marijuana, but \"the marijuana use is not necessarily related to their decision to engage in crime.\" Their report highlighted a 20-year-old study by the National Research Council that suggested longterm marijuana use may affect a person's nervous system so he or she becomes more violent. Still, the causal link \"remains in question,\" the NBER report said. The researchers did find a positive association between marijuana use and property-damage crimes, particularly among youth.\nFinally, on the subject of high-profile murderers who use the drug, Johnson said there is bound to be overlap between people accused of murder and those who use marijuana given how popular it is. But the same could be said for people who have blond hair and commit murders, he said. One is not a direct result of the other.\nDr. Antoine Douaihy of the University of Pittsburgh College of Medicine said even though he thinks Grace is overreaching, there are concerns about the unknown social risks of legalizing marijuana in more states. Often, he said, people are passionate about the topic without noting nuances or differentiating among legalization, decriminalization and authorizing cannabis for medicinal purposes.\nOur ruling\nGrace said, people on pot \"shoot each other ... stab each other ... strangle each other, drive under the influence, kill families.\"\nYes, you can find individual cases to back up each of Grace's points, but Grace suggested pot drives people generally to commit violent acts, and there's no evidence of that.\nBehavioral science experts we consulted stressed using marijuana has consequences. But a hard turn toward violence, including shooting each other and killing families, isn’t one of the direct effects from using the drug for most people. \nWe rate Grace’s claim Mostly False.", "vclaim_id": "vclaim-pol-08360"}