{"url": "/factchecks/2014/apr/04/andy-duyck/has-washington-county-spent-more-bikeped-projects-/", "speaker": "Andy Duyck", "vclaim": "\"We’ve dedicated more money from (Washington County’s) transportation budget to bike and ped projects under my watch than at any time in the history of Washington County.\"", "truth_label": "mostly-true", "date": "stated on April 4, 2014 in a public presentation:", "title": "Has Washington County spent more on bike/ped projects under Andy Duyck's watch than in county history?", "text": "Washington County voters have historically supported road-funding measures, giving road planners a revenue stream that officials in Multnomah and Clackamas counties can only dream of.\nBut in recent years, concerns have grown about how much money to spend on building and maintaining bicycle and pedestrian facilities.\nThe Claim\nAndy Duyck,  elected chairman of the Washington County Board of Commissioners in 2010 and now running for re-election, touted his alternative-transportation credentials at a recent Washington County Public Affairs Forum.\n\"We’ve dedicated more money from (the county’s) transportation budget to bike and ped projects under my watch than at any time in the history of Washington County,\" he said.\nUnlike Portland, which routinely is ranked among bike-friendly cities, Washington County isn’t known as a bastion for bikes. So PolitiFact Oregon hit the road to check Duyck’s claim.\nThe Analysis\nWe contacted county spokesman Stephen Roberts, who pointed us to documents that seem to support the assertion.\nThe last budget adopted before Duyck became board chairman in 2011, for instance, contained $6 million less for bicycle and pedestrian improvements than is budgeted in the current fiscal-year cycle.\nOf that, $3 million comes from Gain Share, a state program that compensates local governments for providing tax breaks to qualifying companies. \"This represents new dedicated bike/ped funding that did not exist before,\" Roberts wrote in an email.\nAn additional $2.7 million for bike/ped projects this year is coming from a special district formed years ago to resurface hundreds of miles of streets in the county’s urban, unincorporated area. If incorporated, it would would be one of the largest cities in the state.\nIn September 2011, the Board of Commissioners approved Duyck’s suggestion to modify the program to allow funding of \"safety improvements,\" including sidewalks. Twelve of 13 projects funded this year have been pedestrian improvements, according to county budget documents. \"This also represents new funding available for bike/ped improvements,\" Roberts wrote.\nThe final chunk of \"new\" money comes from the county’s Minor Betterments program, an allocation of the county’s road fund. The $500,000 available this year for bike/ped projects compares with $320,000 budgeted the year before Duyck became chairman, according to documents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nTogether, those numbers show significantly more money is spent now for bike/ped improvements than before Duyck became chairman. But can he fairly say that money is \"more than at any time in the history of Washington County\"?\nIt’s difficult to say that with authority, Roberts said, because a decade or more ago, total road project costs were the only figures recorded. Bike/ped work done as part of those projects was not broken out, he said.\n\"But the county has only gotten bigger,\" Roberts said. \"And in all typical projects we take on now, we estimate that 25 percent is bike/ped. Based on the numbers, it seems like an accurate statement.\"\nFor additional historical reference, we reviewed county spending on these projects going back to the boom years of 2004-05. That year’s combined total of the top two sources for bike/ped money was the second-highest ever. Even so, the total still fell about $5 million short of this year’s record-breaking amount.\nFinally, we called Commissioner Dick Schouten, an outspoken advocate of bike-friendly policies who shows up to most meetings on his bike. Of Duyck’s claim, he said, \"I guess that’s true in the sense we have some new programs and access to additional dollars we didn’t have before.\"\nHe quibbled only with Duyck’s use of the phrase \"under my watch.\"\n\"I’m not sure what that means, ‘under my watch,’\" Schouten said. \"He’s one vote among five.\"\nIn addition, unlike in Multnomah County, the Washington County chair does not prepare the annual budget.\nThe Ruling\nWashington County board Chairman Andy Duyck, now running for re-election, claims that more money has been spent for bicycle and pedestrian improvements during his first term as chairman than at any time in Washington County history.\nBudget documents show that spending for such projects is now more than $6 million more than it was before Duyck became chairman.\nComparable figures from more than a decade ago aren’t available because statistics specific to bike/ped projects weren’t listed separately then. However, spending on bike/ped projects during the building-boom years of 2004-05 was $5 million less than current allotments.\nA fellow commissioner noted that Duyck didn’t approve the spending allocations alone since it takes at least three votes for a budget proposal to win. We also note that while Duyck voted for the increases, his \"watch\" doesn’t come with the power to write the proposals.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08035"}