{"url": "/factchecks/2012/feb/03/debbie-wasserman-schultz/debbie-wasserman-schultz-mitt-romney-campaign-spen/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Says Mitt Romney’s campaign \"has already spent more on negative ads than John McCain did during his entire presidential run.\"", "truth_label": "false", "date": "stated on January 31, 2012 in a press release:", "title": "Debbie Wasserman Schultz said Mitt Romney spent more on negative ads than John McCain did during his \"entire presidential run\"", "text": "The night Mitt Romney swept the Republican primary in Florida, Democratic National Committee chair and U.S. Rep. Debbie Wasserman Schultz accused him of buying his victory.\n\n\"Mitt Romney’s victory tonight in the Florida GOP primary comes as no surprise – Romney and his super PAC outspent his nearest opponent by running 13,000 ads to Newt Gingrich's 200, carpet-bombing the airwaves with negative ads.  In fact, Romney’s campaign has already spent more on negative ads than John McCain did during his entire presidential run,\" said the South Florida congresswoman in a DNC press release on Jan. 31, 2012.\n\nIf Wasserman Schultz’s statement is true, that means a staggering amount of money will be spent this year, as the campaign still has nine months to go. We decided to check it out.\n\nWe soon realized that there was no way Wasserman Schultz’s statement could be accurate. McCain spent much more in his general election effort than Romney has spent on the primary so far.\n\nLet’s go through the numbers.\n\nMcCain’s ad spending in 2008\n\nFor an analysis of McCain’s ad spending, we turned to the Wisconsin Advertising Project, now the Wesleyan Media Project. In a report about the 2008 election, the group found the McCain campaign spent about $12 million during the primary season and then more than $162 million from June through November, for a total of $174 million.\n\nThe report also shows that a majority of McCain’s ads were negative, as were Barack Obama’s.\n\n\"During the final presidential debate Sen. John McCain argued that Obama had ‘spent more money on negative ads than any political campaign in history,’ while Barack Obama accused Senator McCain of running an entirely negative campaign,\" the report said. \"In a way, both candidates were correct. … At certain points in the campaign Barack Obama aired nearly as many negative or contrast ads as John McCain aired altogether. As a proportion, however, it is clear that most of McCain’s ads were negative in tone.\"\n\nRomney’s ad spending\n\nNext, we looked at what Romney has spent on the primary.\n\nSeveral news reports have said the Romney campaign and the pro-Romney super PAC Restore Our Future have spent approximately $15.4 million on TV and radio ads in Florida based on data from Kantar Media’s Campaign Media Analysis Group.\n\nCMAG would not answer our specific questions about their data since PolitiFact is not one of their clients. We could not find a total dollar figure for how much Romney spent through Jan. 31 on negative ads.\n\nHowever, the president of CMAG, Kenneth Goldstein, told the Daily Beast that the 2012 primary was \"the most negative election ad atmosphere I've ever seen.\"\n\n\"I have absolutely never seen television advertising so negative in a Republican presidential primary,\" he added.\n\nThe Daily Beast reported that 92 percent of spending on behalf of Romney was negative.\n\nWhat Wasserman Schultz said\n\nWhatever the final spending tally is for the Romney campaign and pro-Romney super PAC, it’s clearly much less than John McCain spent in the general election.\n\nAfter PolitiFact Florida questioned the numbers, DNC spokesperson Brad Woodhouse said the press release garbled its talking point.\n\n\"Where it says ‘presidential’ it should have said ‘primary,’\" he said.\n\nOur ruling\n\nWasserman Schultz said that \"Romney’s campaign has already spent more on negative ads than John McCain did during his entire presidential run.\" We couldn’t find a precise figure for what Romney spent on negative ads in all the states combined through the end of January, but it’s clearly much less than what McCain spent on his entire general election run. But it was her dramatic contrast between primary spending and general election spending that caught our attention, and that point is clearly wrong. We rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-11662"}