{"url": "/factchecks/2015/nov/17/barack-obama/obama-us-largest-donor-displaced-personsrefugee-re/", "speaker": "Barack Obama", "vclaim": "\"The United States (is) the largest provider of humanitarian assistance to displaced persons and refugees.\"", "truth_label": "mostly-true", "date": "stated on November 15, 2015 in a joint statement with the president of Turkey.:", "title": "Obama: U.S. is largest donor for displaced persons, refugee relief", "text": "With nearly two dozen U.S. states now saying they won’t resettle Syrian refugees, President Barack Obama took a moment during the G20 meeting to acknowledge the pressures faced by other countries at the gathering.\n\"The United States, as the largest provider of humanitarian assistance to displaced persons and refugees, stands shoulder-to-shoulder with Turkey, Europe, and others in trying to help those who need help right now, even as we hope to reduce the flow of migrants because of the situation inside of Syria,\" Obama said.\nWe wanted to know if America in fact is the largest provider of aid for displaced people and refugees. If we simply look at the dollars spent on international assistance, the numbers largely back up Obama. (We asked the White House for comment but didn't hear back.) But the dollars don’t tell the whole story. Any country that houses refugees incurs costs apart from its support for international aid agencies.\nThe dollars\nDevelopment Initiatives is a British organization focused on gathering data to help reduce global poverty. It reports that in 2012, the United States provided more humanitarian aid than any other nation. The U.S. government spent $3.8 billion, representing nearly a third of all aid from donor countries. The second highest donor was not a single country but agencies of the European Union with about $1.8 billion in humanitarian aid.\nFrom the Development Initiatives report, here are the top 10 donors in 2012:\n\n\n\n\n\nDonor\n\n\nAmount\n\n\nShare of total\n\n\n\n\nUnited States\n\n\n$3.8 billion\n\n\n29.4%\n\n\n\n\nEU\n\n\n$1.88 billion\n\n\n14.5%\n\n\n\n\nUnited Kingdom\n\n\n$1.16 billion\n\n\n9.0%\n\n\n\n\nTurkey\n\n\n$1.03 billion\n\n\n8.0%\n\n\n\n\nSweden\n\n\n$784 million\n\n\n6.1%\n\n\n\n\nGermany\n\n\n$757 million\n\n\n5.9%\n\n\n\n\nJapan\n\n\n$606 million\n\n\n4.7%\n\n\n\n\nCanada\n\n\n$512 million\n\n\n4.0%\n\n\n\n\nNorway\n\n\n$509 million\n\n\n3.9%\n\n\n\n\nAustralia\n\n\n$442 million\n\n\n3.4%\n\n\n\n\n\nThe United States ranks first, but it also represents the largest national economy. As a percentage of Gross National Income (the research center’s economic yardstick), Luxembourg and Sweden are the top donors giving 0.16 percent and 0.14 percent respectively. This table shows the line-up, again using Development Initiative data:\n\n\n\n\n\nDonor\n\n\nShare of GNI\n\n\n\n\nLuxembourg\n\n\n0.16%\n\n\n\n\nSweden\n\n\n0.14%\n\n\n\n\nTurkey\n\n\n0.13%\n\n\n\n\nNorway\n\n\n0.10%\n\n\n\n\nDenmark\n\n\n0.09%\n\n\n\n\nIreland\n\n\n0.08\n\n\n\n\nFinland\n\n\n0.07%\n\n\n\n\nUK\n\n\n0.05%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nNetherlands\n\n\n0.05%\n\n\n\n\nSwitzerland\n\n\n0.05%\n\n\n\n\nBelgium\n\n\n0.04%\n\n\n\n\nCanada\n\n\n0.03%\n\n\n\n\nAustralia\n\n\n0.03%\n\n\n\n\nNew Zealand\n\n\n0.03%\n\n\n\n\nUnited States\n\n\n0.02%\n\n\n\n\n\nWe should note that these donations go toward problems that range beyond refugees and people displaced by conflict. This humanitarian aid also provides food when people are starving and shelter when a flood or other disaster drives them from their homes.\nTo get a slightly different angle, we looked at the donors to the UN High Commission on Refugees. That’s the UN lead agency for refugee assistance. Again, the United States comes out on top with $792 million given in 2012. The next highest was Japan.\nSusan Fratzke is a policy analyst at the Migration Policy Institute, a research center in New York City. Fratzke said the donor numbers only take you so far.\n\"Not all the refugee aid goes to the UNHCR,\" Fratzke said. \"Some governments also give to big nonprofits, like the International Rescue Committee.\"\nBut Fratzke said specific to Syria, America has been the largest donor to help people fleeing that conflict. She said she’s comfortable that all told, the United States most likely is the largest donor across the board.\nHosting refugees\nThere’s another way to look at providing aid, though, and that’s by looking at how many displaced persons are residing in a country.\nAccording to the UNHCR, in 2014 no country dealt with more refugees than Turkey. More than 1.5 million Syrians fled their war-torn country to find safety in Turkey. Not only is Turkey the fourth largest donor of humanitarian aid, it shelters the greatest number of refugees within its borders. Data from UNHCR produces this table:\n\n\n\n\n\nCountry\n\n\nRefugees\n\n\n\n\nTurkey\n\n\n1,587,345\n\n\n\n\nPakistan\n\n\n1,505,516\n\n\n\n\nLebanon\n\n\n1,154,024\n\n\n\n\nIran (Islamic Rep. of)\n\n\n982,025\n\n\n\n\nEthiopia\n\n\n659,510\n\n\n\n\nJordan\n\n\n654,116\n\n\n\n\nKenya\n\n\n551,336\n\n\n\n\nChad\n\n\n452,877\n\n\n\n\nUganda\n\n\n385,498\n\n\n\n\nChina\n\n\n301,047\n\n\n\n\nAfghanistan\n\n\n300,421\n\n\n\n\nSudan\n\n\n277,818\n\n\n\n\nIraq\n\n\n271,137\n\n\n\n\nUnited States\n\n\n267,174\n\n\n\n\nCameroon\n\n\n264,102\n\n\n\n\nYemen\n\n\n257,632\n\n\n\n\nFrance\n\n\n252,228\n\n\n\n\nSouth Sudan\n\n\n248,152\n\n\n\n\nEgypt\n\n\n236,050\n\n\n\n\nRussian Federation\n\n\n235,717\n\n\n\n\n\nIt is difficult to put a dollar value on such efforts, but the hosting of refugees represents another form of providing assistance.\nOur ruling\nObama said that the United States is the largest provider of humanitarian assistance to displaced persons and refugees. We found that America gives more humanitarian aid than any other country, and it ranks first in supporting the UN’s lead agency in helping refugees. While the numbers are a bit inexact, an expert we reached said all the numbers point toward the United States being the top donor. While other countries give more relative to the size of their economy, the total volume of dollars matters most in terms of being able to provide more food, shelter and medical care.\nHowever, countries that host refugees also provide humanitarian assistance in ways that are not so easily tallied. Those efforts should factor into an assessment of each nation’s level of aid.\nObama was likely thinking in terms of financial support and in that regard, his statement holds water. But it’s important to acknowledge that other forms of assistance matter.\nThe statement is largely correct but it requires a bit more information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05713"}