{"url": "/factchecks/2018/sep/26/ted-budd/budd-claims-most-mannings-donors-arent-north-carol/", "speaker": "Ted Budd", "vclaim": "Most of Kathy Manning’s donors are from out-of-state.", "truth_label": "true", "date": "stated on August 30, 2018:", "title": "Budd claims most of Manning's donors aren't from North Carolina", "text": "U.S. Rep. Ted Budd and his Democratic challenger, Kathy Manning, had raised almost $3.1 million combined in their congressional race in North Carolina’s 13th district as of June.\nManning has outraised Budd by almost $800,000 according to the Federal Election Commission.\nBudd has said on social media that most of Manning’s donors live outside of North Carolina.\n\"Most of Kathy Manning’s support is coming from out-of-state liberal donors,\" Budd tweeted on Aug. 30.\nHe posted a similar claim on Facebook as well. In both posts, Budd cites an Axios article. The article says 55.5 percent of Manning’s campaign donors are from outside of North Carolina. The article also notes 28 percent of Budd’s donors live outside of the state.\nHarry Stevens, a visual journalist at Axios, confirmed the data used for the article includes all the individual contributions listed on the FEC’s site. Their analysis does not include any donations made by political action committees.\nPolitiFact reached out to Budd’s office to see if he has any other evidence to back his claim, but has not heard back.\nThis isn’t the first time a politician has made this kind of claim about their opponent’s donors. PolitiFact also reported on U.S. Rep. Troy Balderson from Ohio saying most of his opponent’s donors were out-of-state liberals.\nWhat PolitiFact is checking\nThis fact check will be looking at the share of Manning’s donors who are from out-of-state. Budd’s statement specifically says Manning’s donors are \"out-of-state liberals,\" but PolitiFact isn’t checking how many of the donors are liberal. That’s subjective, and the FEC does not keep track of how donors self-identify politically when recording donations.\nThe Axios article Budd cites only analyzes individual contributions, and does not take PAC donations into consideration. PolitiFact will only look at individual contributions, as well. We are not analyzing any donations made by PACs.\nWho are Manning’s donors?\nOver 1,700 individuals have donated to Manning’s campaign. Many of them are doctors, lawyers and retirees.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nBased on information from the FEC and Open Secrets, run by the nonpartisan Center for Responsive Politics, it does in fact appear that most of Manning’s donors are not from North Carolina.\n\nJust 45 percent of Manning’s donors are in North Carolina, based on the dataset from the FEC.\nThere are donors who gave money to Manning’s campaign more than once. We took that into consideration in analyzing the information by not including any repeat donors.\nWhat about ActBlue donors?\nOn the FEC’s site, it appears at first glance that only a quarter of Manning’s donors are from North Carolina. There’s an explanation for that, and it’s called ActBlue. That’s a Massachusetts company which developed a fundraising software tool for Democratic candidates to use. Manning’s contribution page says it is powered by ActBlue.\nWhen the FEC makes note of campaign donations, it also lists every individual donation made through ActBlue. But not all of those donors are actually from West Somerville, Mass.\nIt doesn’t stop there. The FEC essentially lists these donors as having made another donation outside of ActBlue. In reality, it is the same donation, and it can be confusing.\nImagine having a monthly subscription to your local newspaper. You look at your bank account, and it says you’ve been charged for the month. You go about the rest of your week all jolly because you have unlimited access to local news. Until you look at your bank account the following week, and you think you got charged again for your newspaper subscription. You call your bank to try to make sense of what has happened. Turns out the newspaper company was giving you a heads up about the upcoming subscription charge the previous week, and you were actually charged just once.\nThat’s how the FEC’s reports on ActBlue basically work. The donation was made once, but it’s listed twice under two different names. A Texas Republican congressman accused his opponent of getting more donations from Massachusetts than Texas by counting these as separate donations, but PolitiFact rated that claim Pants on Fire.\nThe ActBlue donations do not change the fact that 55 percent of Manning’s donors live outside of North Carolina.\nOur ruling\nAfter combing through all of the publicly listed donations on the FEC’s site, it is true that most of Manning’s donors are from outside of North Carolina. We took the ActBlue donations into consideration, and they do not change the outcome.\nWe rate this claim True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-09-26 18:35:47 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Most of Kathy Manning’s donors are from out-of-state.    Ted Budd U.S. Congressman https://twitter.com/buddforcongress/status/1035273933178724352    Thursday, August 30, 2018 2018-08-30    Read More  info", "vclaim_id": "vclaim-pol-01560"}