{"url": "/factchecks/2017/jun/19/donald-trump/donald-trump-tweet-50-approval-cherry-picks-pollin/", "speaker": "Donald Trump", "vclaim": "\"The new Rasmussen Poll, one of the most accurate in the 2016 Election, just out with a Trump 50% Approval Rating. That's higher than O's #'s!\"", "truth_label": "barely-true", "date": "stated on June 18, 2017 in a tweet:", "title": "Donald Trump tweet on 50% approval cherry-picks polling data", "text": "President Donald Trump opened his first Father’s Day as president with a bright-and-early boast about his poll numbers.\n\"The new Rasmussen Poll, one of the most accurate in the 2016 Election, just out with a Trump 50% Approval Rating. That's higher than O's #'s!\"\nThe new Rasmussen Poll, one of the most accurate in the 2016 Election, just out with a Trump 50% Approval Rating.That's higher than O's #'s!— Donald J. Trump (@realDonaldTrump) June 18, 2017\n\nRasmussen Reports retweeted the president’s message (and so did more than 21,000 other accounts) despite some questionable logic.\nTrump cherry-picked his data\nAmong pollsters, Rasmussen has consistently published higher approval ratings for Trump than its peers that track presidential job approval among Americans.\nIts June 13-15 poll of 1,500 likely voters did show 50 percent job approval for Trump, with a sampling margin of error of 3 percent.\nHis numbers hadn’t hit the 50 percent-mark since late April, according to Rasmussen’s approval index history.\nRasmussen’s numbers are atypical of the polls that have surveyed Trump’s approval ratings. The next-closest results were still pretty far from 50 percent.\nAn Economist/YouGov poll of 1,500 registered voters from June 11-13 showed 42 percent approval. A June 9-15 Survey Monkey poll of adults showed 43 percent. Gallup, which polls all adults on a three-day rolling basis, most recently showed 39 percent approval.\nWhen you look at polling more broadly, Rasmussen really sticks out.\nThe RealClearPolitics.com average of polls from May 30-June 17 shows 40 percent job approval -- a full 10 percentage points lower than the rate Trump touted in his tweet. FiveThirtyEight performs a similar comprehensive reflection of polling data, and it came in even lower -- 38.7 percent approval (and 55.4 percent disapproval) by Trump’s 150th day in office.\nObama ratings weren’t as low at this point in his presidency\nWhat about Trump’s assertion that Obama fared more poorly? It’s not the case if you use the most apples-to-apples comparison: Rasmussen’s own polling at this stage of his presidency.\nRasmussen’s results for Obama during the same period in June 2009 do not show an approval rating below Trump’s 50 percent. Obama’s approval ratings were between 54 and 58 percent through June 9-16, 2009, and they did not dip below 50 percent until late July of that year.\nGallup’s tracking of Obama’s job performance showed a higher mark of 60 percent approval at that time.\nOf course, Obama’s approval rating did dip below the high 50s later in his presidency. Obama’s ratings in the Rasmussen poll did consistently fall below 50 percent from the fall of 2009 to the summer of 2012, and again from the summer of 2013 to the spring of 2016.\nHowever, experts caution that it’s most appropriate to compare presidents’ approval ratings at the same point in their presidency. Historically, most presidents have tended to have higher approval ratings early in the \"honeymoon\" period of their tenure before they sink, as some voters begin to tire of their policies.\nIn addition, Obama periodically did reach 50 percent or more in Rasmussen polls even during his weaker periods, and when he didn’t, he was often within a point or two of that mark. This means it’s possible to do some reverse cherry-picking that makes Obama look better than Trump.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump’s overall polling right now is far below what all past presidents have polled at an equivalent point in their first term. (Here’s a comparison of Gallup approval ratings for Trump’s predecessors, going back to Harry Truman.)\nWhat explains Rasmussen’s result?\nOne reason why Rasmussen has shown higher ratings for Trump stems from its methodology. For one, it polls likely voters.\nRegistered voters tend to offer higher job approval than surveys of adults more generally. And surveys of likely voters -- Rasmussen’s approach -- offer higher job approval ratings still.\n\"As we move from all Americans, to registered voters, to likely voters, and to actual voters, the sample becomes more educated, more wealthy, and more Republican,\" said Steven S. Smith, a political scientist at Washington University in St. Louis. \"Statistical weighting can reduce the bias. Rasmussen weights, but we know little about Rasmussen’s weighting procedures. The details matter.\"\nMeanwhile, polls that use live callers have been showing lower approval ratings than polls conducted by online or automated survey. Rasmussen uses automated surveys.\n\"Automated polls only call landlines, which means they miss the roughly half (!!) of the American population that uses mobile phones only,\" FiveThirtyEight editor in chief Nate Silver wrote in February.\n\"This matters because cell-only individuals tend to be younger, lower income, and more urban, all of which bias landline-only surveys in a conservative direction,\" Smith said.\nEach of these factors help explain the higher results for Rasmussen in Trump’s favor. We reached out to Rasmussen but did not hear back by deadline.\nWas Rasmussen 'one of the most accurate' polls in 2016?\nFinally, what to make of Trump’s implication that Rasmussen should be more trusted because it was more accurate than other pollsters about the 2016 election?\nThe strongest evidence comes from looking at the final pre-election national polls.\nAccording to the rundown in RealClearPolitics, Rasmussen was the only pollster to get the popular vote result -- a two-point Hillary Clinton win -- correct in its final pre-election poll. Two pollsters (Monmouth University and NBC News/Survey Monkey) had Clinton winning by six points; four (ABC News/Washington Post, CBS News, Fox News, and Economist/YouGov) had Clinton winning by four, two (Bloomberg and Reuters/Ipsos) had Clinton winning by three, one (IBD/TIPP) had Trump winning by two, and one had Trump winning by five (Los Angeles Times/USC).\nHowever, it’s worth taking this with a grain of salt. First, the polls that had Clinton winning by two or three points were all very close to the mark once margins of error are taken into account. And second, Rasmussen was lucky to have its two-point margin come during the final pre-election poll. During the last week before the election, its daily results were scattered -- Clinton by three, tie, tie, Trump by three, tie, and Clinton by two.\nOverall, FiveThirtyEight’s comprehensive pollster ratings gives Rasmussen the mediocre grade of C-plus, and it found a two-point Republican bias in its polls. (This rating did not encompass the entire 2016 campaign, but it did go back earlier; it factored in 657 polls by Rasmussen.)\nOf course, Trump would not be the first president to tout an outlying poll result.\n\"It is hardly new that presidents choose to talk about polls that support their view of the world and themselves,\" said Karlyn Bowman, a polling analyst at the American Enterprise Institute.\nOur ruling\nTrump said, \"The new Rasmussen Poll, one of the most accurate in the 2016 Election, just out with a Trump 50% Approval Rating.That's higher than O's #'s!\"\nThere’s a grain of truth here: Rasmussen did put out that result two days before Trump’s tweet, and Rasmussen was closest to the mark among pollsters in its final pre-election survey.\nHowever, Trump has engaged in some serious cherry-picking. Other polling in this time frame shows approval ratings for Trump that are seven to 11 percentage points below Rasmussen’s finding. And contrary to Trump’s assertion, Obama’s numbers in the same poll at the same point in his presidency were higher than Trump’s current results.\nWe rate the claim Mostly False.\n Share the Facts 2017-06-19 20:04:04 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The new Rasmussen Poll, one of the most accurate in the 2016 Election, just out with a Trump 50% Approval Rating. That's higher than O's #'s!\"    Donald Trump President   a tweet Sunday, June 18, 2017 2017-06-18    Read More  info", "vclaim_id": "vclaim-pol-03198"}