{"url": "/factchecks/2018/mar/27/travis-allen/has-californias-homeless-population-skyrocketed-an/", "speaker": "Travis Allen", "vclaim": "\"Homelessness has skyrocketed across California. We have the nation’s highest homelessness rate and the nation’s highest homeless population.\"", "truth_label": "mostly-true", "date": "stated on March 8, 2018:", "title": "Has California’s homeless population ‘skyrocketed’? And how does it rate nationwide?", "text": "As California’s affordable housing crisis deepens, so does the state’s related and often intractable problem: homelessness.\nCandidates for governor made numerous assertions about the scale of California’s homeless population on March 8, 2018 during a housing forum in Sacramento.\nHere’s how GOP candidate and Orange County Assemblyman Travis Allen portrayed the depths of California’s human emergency:\n\"Homelessness has skyrocketed across California. We have the nation’s highest homelessness rate and the nation’s highest homeless population.\"\nThe state has wrestled with this topic for decades, but has homelessness really \"skyrocketed\"? And how does its per capita and overall homeless population compare with other states?\nWe set out on a fact check.\nOur research\nWe found answers in a December 2017 report by the U.S. Department of Housing and Urban Development: The 2017 Annual Homeless Assessment Report (AHAR) to Congress.\nIt includes a state-by-state comparison of homeless populations based on a one-night count in each state in January 2017. The report tallies per capita homeless rates and total homeless populations along with comprehensive sets of demographic data.\nSharon Rapport, associate director for California policy at the Corporation for Supportive Housing, described the report as \"the most authoritative\" resource on the topic. CSH is a national organization that develops housing policy and makes housing loans.\nShe noted the HUD report is a snapshot of how many people are homeless at any given time. Her organization estimates the number of people who are homeless for at least part of a year is two to three times higher than any point-in-time tally.\nHas homelessness ‘skyrocketed’ in California?\nThe report shows California’s homeless population jumped nearly 14 percent from 2016 to 2017 — to a total of more than 134,00 people. It rose nearly 9 percent over the previous seven years.\nThat’s much different than the national picture. While the national homeless population ticked up about 1 percent in 2017, it remained 13 percent lower than in 2010, according to an NPR analysis following the report’s release.\nNotably, the rise statewide and nationally in 2017 was attributed to a surge in the number of people living on the streets in Los Angeles and other West Coast cities, at least in part due to a shortage of affordable housing.\nCompared to the nation’s relatively small increase, Allen is on track when he says California’s homeless population has \"skyrocketed.\"\nHow would Allen tackle the problem?\n\"We need more state run mental institutions,\" the lawmaker said at the forum.\nThe institutions would offer the homeless substance abuse and psychiatric services, he said, \"so they can get back on their feet and re-enter the workforce.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\nThis Tuesday, Jan. 26, 2016 file photo Eddie, 51, a homeless man who would only give his first name and lives in a tent on the street in downtown Los Angeles. (AP Photo/Richard Vogel)\nDoes California have the nation’s highest homelessness rate?\nOn this point, Allen is slightly off target.\nWhile the 2017 HUD report shows California’s per capita homeless rate is high, it’s not the highest.\nCalifornia has the third highest rate nationally with 34 in every 10,000 people in the state experiencing homelessness.\nTwo states are worse off: New York and Hawaii.\nNew York ranks second with 45 homeless people per 10,000. Hawaii, meanwhile, ranks first with 51 per 10,000.\nDoes California have the highest homeless population in the nation?\nAllen is again correct on this part of his statement. The HUD report lists California’s total homeless population at 134,278. That’s about one quarter of the national homeless population of 553,742.\nNew York was a distant second with 89,503 followed by Florida with 32,190.\n\"California does have the highest homeless population in the nation according to the (HUD report), but not the highest rate of homelessness. As a state, our per capita rate is amongst the highest, but it is not the highest,\" Rapport, of Corporation for Supportive Housing, summarized in an email.\nOur ruling\nCandidate for governor and state lawmaker Travis Allen recently claimed homelessness has \"skyrocketed\" in California and that the state has \"the nation’s highest homelessness rate and the nation’s highest homeless population.\"\nA December 2017 report by the U.S. Department of Housing and Urban Development is considered the authority on state-by-state homeless counts, and shows Allen got two of his three points correct.\nCalifornia’s homeless numbers jumped nearly 14 percent in 2017 as nationwide levels remained nearly flat, giving credence to his first point.\nMeanwhile, the report showed two other states, Hawaii and New York, have a higher per capita homeless rate than California’s.\nFinally, it shows California, indeed, has the highest total homeless population at 134,278, far more than second place New York.\nLooking at Allen’s statement in sum, he was on the mark twice and only slightly strayed from the facts on the per capita claim.\nFor that reason, we rate his overall statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: After publication, we received an email from a spokeswoman for Travis Allen. To support the statement, she cited an Assembly Housing and Community Development Committee Analysis of AB 2161 showing \"California experienced the largest increase in the number of residents experiencing homelessness – over 16,000 individuals\" from 2016 to 2017. \n Share the Facts 2018-03-27 23:18:45 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Homelessness has skyrocketed across California. We have the nation’s highest homelessness rate and the nation’s highest homeless population.\"    Travis Allen Candidate for California governor     Thursday, March 8, 2018 2018-03-08    Read More  info", "vclaim_id": "vclaim-pol-02260"}