{"url": "/factchecks/2015/jan/21/barack-obama/home-sales-are-nearly-50-percent-worst-housing-cri/", "speaker": "Barack Obama", "vclaim": "\"Today, home sales are up nearly 50 percent from where they were in the worst of the crisis.\"", "truth_label": "mostly-true", "date": "stated on January 8, 2015 in a speech in Phoenix, Ariz.:", "title": "'Home sales are up nearly 50 percent' from the worst of the housing crisis, Obama says", "text": "President Barack Obama is touting the apparent success of his policy decisions in speeches, telling a crowd in Phoenix that his actions have led to a rebound in the housing market.\nAt a speech at Central High School on Jan. 8, 2015, Obama said programs to stop people from losing their homes and to help move homeless veterans off the streets has led to tangible economic benefits.\n\"So as a result of all these efforts, today, home sales are up nearly 50 percent from where they were in the worst of the crisis.\"\nPolitiFact wondered if home sales had really jumped that much, or if Obama was just selling us a line.\nTour of homes\nWe contacted the White House, which said they used two sets of data to formulate this claim. One is new home sales, the measure of newly constructed houses as measured by the Census Bureau and the U.S. Department of Commerce. The other is existing home sales, which is compiled by the National Association of Realtors. The two are tracked by separate entities because new home sales involve measuring other economic indicators, as well, like construction jobs and materials.\nThe numbers the White House provided were measured like this: They took the average of the last six months of available data (ending November 2014, in this case) and compared it to the lowest point in sales for both kinds of sales. Those low points were in different months for each type of sale (February 2011 for new home sales and July 2010 for existing home sales).\nThe census data an Obama spokesperson provided matched what we found independently, but existing home sales data are a little trickier. The National Association of Realtors splits that into two groups, single-family homes and condos or co-ops. The White House supplied single-family home numbers only, but NAR spokesperson Adam DeSanctis said the best measure is to combine both, because that gives a better overall picture, so we looked at it that way, too.\nBecause we don’t want to make your head spin from all these digits, we’ll chart it out for you:\n\n\n\n\n\nSale type\n\n\nJune-November 2014 average\n\n\nLow point during recession\n\n\nPercent change\n\n\n\n\n\n\nNew home sales\n\n\n432,000\n\n\n270,000\n(February 2011)\n\n\n+ 60 percent\n\n\n\n\nExisting home sales (single-family homes only)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n4.49 million\n\n\n3.06 million\n(July 2010)\n\n\n+ 47 percent\n\n\n\n\nExisting home sales\n(single-family homes + condos and co-ops)\n\n\n5.096 million\n\n\n3.45 million\n(July 2010)\n\n\n+ 48 percent\n\n\n\n\n\nFor reference, this is approaching a return to more normal transaction numbers, because sales were grossly inflated during the housing bubble. Sales of new homes reached a peak of almost 1.4 million in July 2005, while existing home sales topped out at 7.26 million in September 2005, before the bubble finally burst around 2008.\nObama said \"nearly 50 percent,\" so he could be talking about simply existing home sales, but the White House supplied us with both. We can’t simply average out the two different percentages because they cover different time periods, but both have recovered considerably. Beyond an upswing in sales, reports from real estate data firms RealtyTrac and Core Logic show foreclosure filings (things like default notices, bank repossessions and scheduled auctions) in 2014 were down more than 60 percent from their 2010 high of 2.87 million, back to pre-recession levels.\nThat’s not to say the housing market is necessarily robust, either. Harvard University’s Joint Center for Housing Studies said in its latest State of the Nation’s Housing report that new single-family housing starts are still depressed, and existing home inventories are constrained. Households that pay an excessive portion of their incomes to live in their property remain near historical highs, as well.\nIn any case, the approximation of the rebound in the national market is accurate, although one expert told us it still doesn’t paint the clearest picture of the economic recovery.\n\"While encouraging, national numbers mask the uneven nature of the housing recovery,\" said Geoff Smith, executive director of the Institute for Housing Studies at DePaul University. \"In many towns and neighborhoods the legacy of the crisis is strong, and these areas continue to struggle with weak demand, underwater homeowners and high levels of vacancy and abandonment.\"\nDebbie Goldstein, executive vice president at consumer protection group the Center for Responsible Lending, credits the Obama administration for pushing several policy positions that helped prospective homebuyers secure loans, and helped delinquent homeowners refinance. She said the Home Affordable Refinance Program that started in 2009 saved many homeowners from defaulting on their mortgages. She also said more recent underwriting rules will help lenders and buyers avoid some problems that led to the housing crisis.\nBut she also said Washington could have done more, such as reducing principal for underwater homeowners, helping more first-time homebuyers get into the market and improve lending access to minorities. Plus, Congress could always roll back the underwriting rules and change everything.\nOur ruling\nObama said, \"Today, home sales are up nearly 50 percent from where they were in the worst of the crisis.\"\nThat number matches census data for new home sales, although the White House said they also based the claim on existing home sales, which have increased by about 60 percent over the lowest point during the recession. The national numbers are largely accurate, although Obama’s statement doesn’t provide details about pockets of the market still experiencing trouble, nor does it address whether the recovery would have happened regardless of his policies -- although experts say those policies were a factor in the recovery.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06820"}