{"url": "/factchecks/2019/may/10/west-virginia-republican-party/does-west-virginia-rank-top-quarter-states-educati/", "speaker": "West Virginia Republican Party", "vclaim": "\"West Virginia spends more tax dollars on public education than all but 13 other states and the District of Columbia.\"", "truth_label": "false", "date": "stated on April 5, 2019 in a tweet:", "title": "Does West Virginia rank in the top quarter of states for education spending?", "text": "Does West Virginia rank among the top quarter of states for public education spending? That’s what the West Virginia Republican Party said in a Twitter thread recently that criticized the school system for subpar performance benchmarks.\nIn the April 5 thread, the party made the case that \"West Virginia’s education system is not successfully serving our students. Comprehensive education reform will ensure students have what they need to succeed, parents have the freedom to decide the best education path for their children, and we invest in good teachers.\"\nLater in the thread, the party said that \"according to the 2016 Annual Survey of School System Finances, U.S. Census Bureau, West Virginia spends more tax dollars on public education than all but 13 other states and the District of Columbia.\"\nAccording to the 2016 Annual Survey of School System Finances, U.S. Census Bureau, West Virginia spends more tax dollars on public education than all but 13 other states and the District of Columbia.— WVGOP (@WVGOP) April 5, 2019\n\nIs it accurate to say that West Virginia is in the top one-quarter of states for public school spending? We didn’t hear back from the state party, but we took a look at the original data.\nThe report in question is published annually by the U.S. Census Bureau.\nWe first looked at raw dollars spent, listed in Table 3 in the report. Rather than ranking towards the top, West Virginia ranked 13th lowest in this category among the 50 states, with $3.1 billion. The states with smaller expenditures were, in alphabetical order, Alaska, Delaware, Hawaii, Idaho, Maine, Montana, New Hampshire, North Dakota, Rhode Island, South Dakota, Vermont, and Wyoming.\nOf course, there’s something that those 12 states below West Virginia share: They’re all small, and that is a major factor determining their low levels of spending.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, to eliminate a state’s size as a factor shaping the data, we next turned at expenditures per pupil.\nIn the report’s Table 4, the report shows that West Virginia was right around the national average in spending per pupil -- $11,424 in West Virginia, compared to $11,841 for the United States as a whole. We found 22 states that spent more per pupil than West Virginia, not 13, as the tweet said.\nFinally, since the tweet used the wording \"tax dollars,\" we looked at the tax burden for revenues spent in each state on education. The data in the report’s Table 2, shows the amount of local, state, and federal tax dollars that were raised in each state on a per-pupil basis.\nBy this measure, West Virginia raised $12,375 in tax revenues per pupil. In all, 28 states had higher figures, and the national average was $13,474.\nBottom line: None of these measurements supported the assertion in the tweet.\nOur ruling\nThe West Virginia Republican Party said, \"West Virginia spends more tax dollars on public education than all but 13 other states and the District of Columbia.\"\nUsing the specific federal data source cited in the tweet, neither the revenue level nor the spending level in West Virginia had that ranking, either in raw dollars or per pupil. In fact, using per-pupil spending, West Virginia is right around the national average, rather than ranking in the top one-quarter of states.\nWe rate the statement False.\n Share the Facts 2019-05-11 03:47:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"West Virginia spends more tax dollars on public education than all but 13 other states and the District of Columbia.\"    West Virginia Republican Party state party organization https://twitter.com/WVGOP/status/1114141731174395906   a tweet Friday, April 5, 2019 2019-04-05    Read More  info", "vclaim_id": "vclaim-pol-00648"}