{"url": "/factchecks/2010/oct/18/jennifer-carroll/jennifer-carroll-says-rick-scott-has-no-ties-lobby/", "speaker": "Jennifer Carroll", "vclaim": "Rick Scott \"doesn't have any ties to a lobbyist.\"", "truth_label": "pants-fire", "date": "stated on September 27, 2010 in a speech:", "title": "Jennifer Carroll says Rick Scott has no ties to a lobbyist", "text": "Rick Scott, the millionaire Republican gubernatorial candidate, is a businessman who has never been elected to public office. He has promoted himself as someone outside of the political GOP establishment, which largely backed Bill McCollum, a former congressman and current attorney general, during the primary. Clearly, the lobbyist/insider GOP crowd had hoped McCollum would win.\n\nBut since he won the primary Aug. 24, 2010, Scott has had to make nice with those involved in GOP politics in Florida -- and they with him -- in hopes of defeating Democrat Alex Sink. Generally, that would include lobbyists.\n\nIn a Sept. 27 speech to the Broward Republican Executive Committee we attended -- the Broward County party's central group -- Scott's running mate Jennifer Carroll tried to reinforce that outsider image for Scott. Listen to Carroll around minute 5:30 on this video posted on the Sun-Sentinel Broward Politics blog:\n\nRick Scott \"doesn't have any ties to Tallahassee, he doesn't have any ties to a lobbyist,'' Carroll said. She continued but some of her comments were drowned out by cheers.\n\nFor this Truth-O-Meter we will check, is Scott devoid of any ties to lobbyists?\n\nWe e-mailed and called spokespersons with the Scott campaign for several days starting on the morning of Oct. 1 to ask what Carroll meant when she said Scott \"doesn't have any ties to a lobbyist.\" We heard back Monday, Oct. 4, when  Carroll spokeswoman Erin Isaac responded in a brief e-mail:\n\n\"Clearly, Rep. Carroll was noting that Rick is not a career politician, but an outsider who risked his own money on a campaign to get this state back to work. As governor, Rick will be beholden to no one except the citizens of Florida.\"\n\nWe agree that Scott is not a career politician and spent his own money on his campaign. But note that Isaac did not address the claim Carroll made about him lacking ties to lobbyists.\n\nWe would define a tie to a lobbyist as receiving campaign donations from lobbyists, attending fundraisers hosted by lobbyists on his behalf, or employing lobbyists in Scott's Florida companies.\n\nFundraisers hosted by lobbyists\n\nLet's start with the post-primary fundraisers.\n\nAn item in the Miami Herald's Naked Politics blog Sept. 3 stated that Scott had a fundraiser at the offices of lobbyists.\n\n\"After his morning fundraiser at Associated Industries of Florida, Republican Rick Scott continues the rounds in Tallahassee today with a $10,000 a person fundraiser at the offices of health care lobbyists Jon Johnson and Travis Blanton at 3:30 p.m. today. Question to ponder: what is the definition of 'insider?' \"\n\nOn Aug. 28, The Buzz blog of the St. Petersburg Times published an e-mail from lobbyist Marty Fiorentino inviting others to a reception with Scott in Jacksonville \"so we can get to know Rick better\" and asked that participants bring five checks or $2,500.\n\nSo, Scott has attended fundraisers hosted by lobbyists.\n\nDonations by lobbyists\n\nNext we wanted to check whether any lobbyists had donated to Scott's campaign. First we went to the Florida Division of Elections website to search Scott's contributions from anyone who identified themselves as lobbyists for reports through Sept. 17 -- the most recent report posted by the time Carroll made her claim. Note that it's possible that some contributors were listed as attorneys, consultants or by other titles who are also registered lobbyists. But here are contributors in the order the Scott campaign listed them who were identified on Scott's own fundraising reports as lobbyists. All but one were after the primary and many on the same day.\n\n• Stephen S. Dick. June 25. $500\n\n• David I. Bitner. Sept. 2. $500\n\n• Henry Dean & Associates. Sept. 7. $500\n\n• Paul R. Bradshaw. Sept. 8. $500 (Sally S. Bradshaw, listed as a consultant at the same address, also gave $500 the same day. She was a chief of staff to former Gov. Jeb Bush.)\n\n• Jefferson Monroe Consulting. Sept. 8. $500\n\n• Johnson & Blanton. Sept. 8. $500\n\n• Steven J. Madden. Sept. 8. $500\n\n• David A. Rancourt. Sept. 8. $500\n\n• Stacey S. Webb. Sept. 8. $500\n\n• Brian D. Ballard. Sept. 13. $500. (Kathryn Ballard, listed as a homemaker at the same address, gave $500 the same day.)\n\n• John M. Stipanovich. Sept. 14. $500\n\n• Hunt-Watters. Sept. 15. $500\n\nA few of those lobbyists -- Paul Bradshaw, Madden, Rancourt, and Webb work at Southern Strategy Group. Those listed as lobbyists in the campaign reports add up to about $6,000 (add another $1,000 if you include the two donors at the same address as the lobbyists) out of $807,582.45 in monetary donations by Sept. 17. Scott's campaign is largely bankrolled on his own money.\n\nSo he also accepts money from lobbyists. But wait, we're not done yet.\n\nStill more donations by lobbyists\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\n stated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nWe also checked the donors to Scott's electioneering communication organization Let's Get to Work. That campaign finance report identified two as lobbyists:\n\n• Susan Goldstein Consulting. Aug. 13. $1,000\n\n• Larry J. Overton & Associates. Aug. 19. $5,000\n\nBut we recognized a couple others who work as lobbyists including:\n\n• Ronald Book. Aug. 17. $25,000. Attorney\n\n• Brewton Plante. Aug. 13 and Sept. 20. $7,500. Attorney.\n\nWe feared we could have missed many lobbyists who were listed on campaign finance reports by other occupations such as \"consultant\" or \"attorney.\" With the help of St. Petersburg Times Tallahassee bureau chief Steve Bousquet and Miami Herald bureau chief Mary Ellen Klas, we found several other lobbyists who gave directly to Scott's campaign account. We verified that these donors were 2010 registered lobbyists on the state's legislative lobbyist database and/or the executive branch lobbyist database. Here are a sample of the some of the well-known lobbyist donors to Scott's campaign we found:\n\n• Akerman Senterfitt: Sept. 14. $500. Has several clients including Miccosukee Tribe of Indians and City of Miami.\n\n• Thomas Arnold: Sept. 8. $500. Southern Strategy Group whose principals include the state's agency for health care administration and several companies. (He was Medicaid director under Bush and, under Gov. Charlie Crist, served as secretary of the Agency for Health Care Administration.)\n\n• Peter Antonacci: Sept. 8. $500. Works for Gray Robinson. Clients include cities of Hollywood, Key West and several other entities.\n\n• Wilbur Brewton: Sept. 14. $500. Brewton Plante firm. Calder Race Course in Opa-Locka is among the clients.\n\n• Colleen Castille: July 15 and Sept. 8, total of $600. Go Green Strategies. Several different clients including environmental-related entities. Castille was a former secretary for the Florida Department of Environmental Protection from 2004-2007.\n\n• Jorge Chamizo: Sept. 16. $500. Floridian Partners. Clients include Cuban-American Bar Association, North Broward Hospital District, Florida Power & Light.\n\n• Dutko Poole McKinley: Dutko Worldwide's clients include Comcast, Florida Power & Light, Miami Dade County. (Dutko Poole McKinley is a subsidiary of Dutko Worldwide.) The company's website states that managing partner Van B. Poole is a former state House minority whip and a state Republican Party chair (he is actually a past chair.)\n\n• John French. June 17 and Sept. 8, total of $1,000. (On June 17, The Buzz described French as the records custodian for Scott's Let's Get to Work political committee and as an election law specialist and paid consultant to Scott's campaign.)\n\n• Fowler White Boggs: Sept. 14. $500. Clients include U.S. Sugar Corp.\n\n• Beth Gosnell: June 4. $500. BG & Associates International in Tallahassee. Clients include AT&T and Florida Power & Light.\n\n• The Rubin Group. May 21. $500.\n\nNote we could have kept going but stopped around the letter \"G\" after we had made the point. Lobbyist donors to Scott's campaign include those with high-placed ties within state government and represent some major companies in Florida as well as public entities with interests ranging from gambling to the environment. To put it bluntly, these are some hot-shot lobbyists with influence in a range of state government areas.\n\nEmploying lobbyists\n\nWhat about Scott the businessman himself? We wanted to know if he had employed lobbyists. We checked Solantic, the company of urgent care centers Scott co-founded. The 2010 legislative lobbyist database for principals did not include Solantic but the 2009 legislative lobbyist database and the 2009 executive branch lobbyist database included three for Solantic: Melissa Akeson, William Rubin and Heather Turnbull, who all work for The Rubin Group, according to that company's website.\n\nWe sent most of our findings to Isaac, Carroll's spokeswoman, and she did not dispute them in her Oct. 4 e-mail reply to us and did not respond when we contacted her again with our findings on Oct. 18.\n\nOur ruling\n\nCarroll told the Broward GOP in September that Scott \"doesn't have any ties to a lobbyist.\" Scott wasn't the go-to preferred pick among the lobbyist crowd during the primary. But he has taken multiple donations from lobbyists and, since the primary, lobbyists organized at least two fundraisers for him. And in 2009, Scott's Solantic employed Florida lobbyists. It would be extremely unusual for any statewide candidate who won the primary to be completely devoid of lobbyist ties. We rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-14203"}