{"url": "/factchecks/2020/dec/17/facebook-posts/no-covid-19-not-simulation/", "speaker": "Facebook posts", "vclaim": "“This whole COVID thing? It’s a SIMULATION.”", "truth_label": "pants-fire", "date": "stated on December 11, 2020 in a Facebook post:", "title": "No, COVID-19 is not a simulation", "text": "PolitiFact recently named its Lie of the Year, a dishonor that in 2020 was awarded to the downplay and denial of the coronavirus. We’ve debunked dozens and dozens of inaccurate claims about COVID-19 since the first case was reported in China in December 2019. That misinformation has included social media posts about how the coronavirus was man-made, engineered in a lab, or just a hoax. \nAnother allegation that is also wrong: that the pandemic is a simulation. \n\"This whole COVID thing?\" one Facebook post said. \"It’s a SIMULATION. In September 2019 - the WHO put out a paper that all countries AGREED to do. That’s how they got the ENTIRE world to lock down at the SAME TIME. We’re now in the 2nd testing ‘deliberately released airborne AGENT.’ You’ll notice they didn’t say BIOLOGICAL. It’s the SECOND SIMULATION all nations agreed to in September 2019 in the WHO report.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post links to two documents: \"A World at Risk: Annual report on global preparedness for health emergencies\" by the Global Preparedness Monitoring Board, which is co-convened by the World Health Organization and the World Bank, and Food and Drug Administration instructions on how to use a \"real-time RT-PCR diagnostic panel\" — a COVID-19 test — from the Centers for Disease Control and Prevention. \nThe post highlights pages from both documents. Let’s take them one by one.\nFrom the \"World at Risk\" report: \"The United Nations (including WHO) conducts at least two system-wide training and simulation exercises, including one for covering the deliberate release of a lethal respiratory pathogen.\" \nThis is not a nefarious secret tucked away deep in a bureaucratic report. \nThe World Health Organization helps organize simulation exercises of public health emergencies to test how prepared communities and systems are to handle such crises. \nIn 2018, for example, WHO’s Global Emergency Operations Center and a global network of health emergency operation centers coordinated a simulation for a global pandemic response that involved participants from more than 40 countries. It was the first global pandemic response training exercise and the third in a series of simulations that year, according to WHO. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe scenario revolved around an influenza outbreak with the potential to turn into a pandemic in a made-up country called Mizzou off the coast of North America. \nBut there was no actual virus; the simulation exercise took place online and within the offices of WHO emergency operation centers. The point of the exercise was to test plans and procedures, and identify problems that could occur in an actual pandemic — like the one we’re experiencing now.\nWHO has also developed a simulation exercise for COVID-19 \"to support countries’ preparedness effort\" during the outbreak, according to the organization. It’s tabletop exercise that includes PowerPoint presentations and guides to help countries \"develop and update their national deployment and vaccination plan\" and \"conceptualize and manage ongoing (local) COVID-19 outbreaks in the country.\"\nNow, let’s look at the FDA instructions on how to use a COVID-19 test. The post includes an image of a highlighted section from a highly technical portion of the FDA document and concludes that the passage proves the tests were faked. \"On Dec 1st 2020,\" the posts says, \"the CDC released a report, and part of it includes how THE VIRUS WAS NOT ISOLATED - meaning the tests were completely faked. They were all spiked with ‘positive’ virus samples to show a positive - straight from the laboratory samples, in order to produce something tangible for the simulation.\"\nWe reached out to the CDC about the claim. \nKristen Nordlund, a spokesperson with the agency, told us that the FDA instructions featured in the Facebook post reflect a COVID-19 test that was developed before the CDC had a live virus. The instructions are not evidence that the pandemic is a simulation.  \nCDC developed the test using genomic sequencing information because it didn’t yet have a live virus or samples from confirmed COVID-19 patients, Nordlund said. By Jan. 18 it was using this test on samples from people with suspected cases of COVID-19. \nA few days later, the CDC used a sample from the first confirmed COVID-19 case in the United States to start growing the virus. By Jan. 31, there were six confirmed cases in the United States and the CDC asked the FDA for emergency use authorization to distribute its test to other public health laboratories. The FDA granted that request on Feb. 4.\nFor many, news that COVID-19 vaccines have been approved in the United States and elsewhere in the world came as a relief. As of Dec. 17, more than 74.5 million cases had been confirmed globally, according to Johns Hopkins University. More than 1.6 million people have died. \nIn the United States, where some cities are seeing cases skyrocket, more than 17 million people have gotten sick from the coronavirus and more than 308,000 have died. \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-17291"}