{"url": "/factchecks/2015/nov/08/ben-carson/ben-carson-said-no-one-who-signed-declaration-inde/", "speaker": "Ben Carson", "vclaim": "\"Every signer of the Declaration of Independence had no federal elected office experience.\"", "truth_label": "pants-fire", "date": "stated on November 4, 2015 in an edited Facebook post:", "title": "Ben Carson's Pants on Fire claim that no signer of the Declaration of Independence held office", "text": "Ben Carson -- currently the top-polling Republican presidential candidate -- posted a message on Facebook on Nov. 4 to rebut critics who say his lack of experience in elected office would be a serious obstacle to his serving as an effective president.\nSoon after it was posted, we began hearing from readers asking us to check one of his claims.\n\"You are absolutely right — I have no political experience,\" Carson wrote in the initial version of his post. \"The current Members of Congress have a combined 8,700 years of political experience. Are we sure political experience is what we need. Every signer of the Declaration of Independence had no elected office experience. What they had was a deep belief that freedom is a gift from God. They had a determination to rise up against a tyrannical King. They were willing to risk all they had, even their lives, to be free.\"\nAfter our friends at the Washington Post Fact Checker reviewed Carson’s claim that \"every signer of the Declaration of Independence had no elected office experience\" and gave it Four Pinocchios -- the column’s worst rating -- the quote was changed. It now reads, \"Every signer of the Declaration of Independence had no federal elected office experience\" (emphasis added).\nWe were already looking into Carson’s initial Facebook comment when the wording change was made. We’ll address both versions here.\nThe signers had 'no elected office experience'\nMany of the signers of the Declaration of Independence had held elective office before joining the Continental Congress, which produced the declaration. We found a long list, so take a deep breath before you start reading.\nThey include:\n• John Adams. Elected to Massachusetts Assembly, 1770; attended First Continental Congress, 1774-1776.\n• Thomas Jefferson. Represented Albemarle County as a delegate in the Virginia House of Burgesses, 1769-1775\n• Benjamin Franklin. Philadelphia councilman, 1748; elected to the Pennsylvania Assembly, 1751.\n• John Hancock. Elected to the Boston Assembly, 1766; president of the provincial congress of Massachusetts, c. 1773; elected to the Continental Congress, 1774, and then president of the congress in 1775.\n• Samuel Adams. Elected to Massachusetts Assembly, 1765; delegate to the First Continental Congress, 1774.\n• Elbridge Gerry. Elected to Massachusetts Legislature, 1773; provincial Congress, 1774.\n• Roger Sherman. Elected to Connecticut General Assembly, representing New Milford, 1755-1758 and 1760-1761; elected to various offices representing New Haven in the 1760s and 1770s; elected to the Continental Congress starting in 1774.\n• Caesar Rodney. Elected to Delaware Colonial Assembly, 1758-1770 and 1771-1776; delegate to the Stamp Act Congress, 1765; elected to the Continental Congress, 1774.\n• George Taylor. Elected to Pennsylvania provincial assembly, 1764-69; elected to Continental Congress, 1775.\n• John Morton. Elected to Pennsylvania provincial assembly, 1756-1775; delegate to the Stamp Act Congress, 1765; president of the provincial assembly, 1775.\n• George Ross. Elected to Pennsylvania provincial assembly, 1768-1776; Elected to Continental Congress, 1774.\n• James Wilson. Elected to Pennsylvania provincial congress, 1775; elected to the Continental Congress, 1775.\n• Thomas McKean. Member of the Delaware Assembly, 1762-79; Delegate to the Stamp Act Congress, 1765; delegate to the Continental Congress, 1774.\n• Matthew Thornton. Member of the New Hampshire provincial assembly, 1758-1762.\n• William Whipple. Elected to New Hampshire provincial congress, 1775 and 1776.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• Stephen Hopkins. Speaker of the Rhode Island Assembly,1750s; member of the Continental Congress beginning in 1774.\n• Lewis Morris. Member of New York provincial legislature; delegate to the Continental Congress, 1775.\n• Philip Livingston. Alderman, New York City.\n• Carter Braxton. Virginia House of Burgesses, 1770-1785; delegate to the Continental Congress, 1774-75.\n• Thomas Nelson Jr. Member of the House of Burgesses, 1774; Virginia provincial convention, 1775.\n• Francis Lightfoot Lee. Member of the Virginia House of Burgesses 1758-1775; elected to Continental Congress, 1775.\n• Benjamin Harrison. Elected to Virginia House of Burgesses, 1764; member of the Continental Congress, 1774.\n• George Wythe. Member of the Virginia House of Burgesses, 1755-65.\n• William Hooper. Elected to general assembly of North Carolina, 1773; member of Continental Congress, 1774-1776.\n• Joseph Hewes. Member of the colonial assembly of North Carolina, 1766-1775; member of new provincial assembly, 1775; elected to Continental Congress, 1774.\n• John Hart. Member of the New Jersey Assembly, 1761-1771; member of provincial assembly, 1775; elected to the Continental Congress, 1776.\n• William Williams. Town clerk, selectman, provincial representative, elected state legislator, delegate to colonial conferences, 1770s.\n• William Paca. Delegate to the Maryland Legislature, 1771; elected to Continental Congress, 1774.\nThat’s at least 28 of the 56 signers -- about half, and we were conservative in who we counted. The real number may be higher.\nEither way, Carson’s original claim, that \"every signer of the Declaration of Independence had no elected office experience,\" is way, way off.\nThe signers had 'no federal elected office experience'\nThe edit Carson made to the Facebook post doesn’t help his case, since there was no federal government before the Declaration of Independence was signed. This makes his entire claim illogical, experts say,\n\"Of course they did not have federal elected office experience because there was no federal government at the time -- we were a British colony,\" said Michael Gerhardt, scholar in residence at the National Constitution Center and professor of constitutional law at the University of North Carolina.\n\"It does not make sense to use the term ‘federal’ when no federal government existed,\" agreed Danielle Allen, a political theorist and author of Our Declaration: A Reading of the Declaration of Independence in Defense of Equality. \"The signers of the declaration very often had leading political experience in their colony or, as they called them, in their ‘countries.’ \"\nJan Lewis, a professor of history at Rutgers University-Newark and the author of The Pursuit of Happiness: Family and Values in Jefferson’s Virginia, finds Carson’s claim ridiculous.\n\"It makes about as much sense as saying none of them had been to the moon,\" Lewis said. \"Of course they hadn't, because it was an impossibility at that time. No one could possibly serve in the federal government before there was a federal government, at least in the absence of time travel.\"\nCarson’s staff did not respond to an inquiry for this article.\nOur ruling\nBoth the initial and the revised versions of Carson’s claim are far off base. About half or more of the declaration’s signers had held elective office previously, a reality that severely undercuts Carson’s overall point that the drafting of the Declaration of Independence showed how a lack of political experience can produce landmark political achievements. As for his later addition of \"federal\" to the comment, this makes the claim nonsensical, since there was no federal government prior to the signing of the declaration.\nWe rate Carson’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-05764"}