{"url": "/factchecks/2017/apr/18/blog-posting/tale-intoxicated-diver-losing-his-testicles-explos/", "speaker": "Bloggers", "vclaim": "\"Tampa man loses testicles after trying to 'fill scuba tank with weed smoke.'\"", "truth_label": "pants-fire", "date": "stated on April 13, 2017 in Internet posts:", "title": "Tale of intoxicated Tampa diver losing his testicles in explosion is fake news", "text": "An Internet post claimed that an explosion blew off a Tampa man’s testicles while he was trying to puff marijuana smoke into a scuba tank.\nA lot of weird things happen in Florida. This isn’t one of them. The story is fake.\n\"Tampa man loses testicles after trying to 'fill scuba tank with weed smoke',\" read the headline on an April 13, 2017, article on FloridaSunPost.com. The story was flagged by Facebook users who suspected the story may be fake, as part of the social media site’s efforts to curtail fake news.\nThe story said a Tampa man named Darren Winters \"had consumed a copious amount of alcohol\" when he decided to invite friends over to witness him use a contraption he dubbed a \"scuba bong.\"\nThe recreational diver had planned to blow smoke into a scuba tank with a compressor, then inhale it through a regulator, the story read. Winters reportedly knocked the tank off a workbench and it exploded, with shrapnel severing his genitals.\nWhile those details are graphic, they’re also completely fabricated. FloridaSunPost.com is a fake news website designed to look like a traditional news outlet.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe exact same story appeared on BostonLeader.com on Sept. 16, 2016, with the location changed to Boston. The name of the victim was changed to Michael Fitzpatrick — although the surname Palmer was cited once, too.\nWhere did Palmer come from? Another version of the same story was posted on Sept. 3 at IsThatLegit.com, but this time in Calgary, Canada. The victim in that story was named Robert Palmer.\nThese sites and others, such as the MississippiHerald.com, AlabamaObserver.com and DenverInquirer.com, certainly appear related. The sites we found all were privately registered through a domain service in Toronto.\nThe privacy terms of FloridaSunPost.com and the related websites said they don’t guarantee \"the information on this website is complete, true, accurate or non-misleading.\" We attempted to contact the sites’ owner through an online contact form, but did not receive a reply.\nIt’s clear the story of a drunken diver who suffered from explosive emasculation is made up, and has been shared among several websites.\nWe rate the statement Pants On Fire!\n Share the Facts 2017-04-18 19:02:09 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"Tampa man loses testicles after trying to 'fill scuba tank with weed smoke.'\"    Internet rumors bloggers   in an Internet post Thursday, April 13, 2017 2017-04-13    Read More  info", "vclaim_id": "vclaim-pol-03417"}