{"url": "/factchecks/2017/nov/30/thom-tillis/nc-sen-tillis-says-plan-wont-raise-taxes-americans/", "speaker": "Thom Tillis", "vclaim": "The Senate GOP plan does not raise taxes for Americans earning less than $70,000.", "truth_label": "half-true", "date": "stated on November 29, 2017 in a press conference:", "title": "NC Sen. Tillis says plan won't raise taxes on Americans earning $30K-$70K a year", "text": "North Carolina Sen. Thom Tillis says some in the media are twisting the truth about the Senate’s plan to change the tax code.\nTillis held a news conference Wednesday morning with fellow Republican Sens. David Perdue of Georgia and Dean Heller of Nevada to tout and explain the Senate’s efforts. There, he said the plan will help most Americans who earn less than $70,000 a year – contrary to what a reporter suggested to him.\n\"A reporter came up to me and said ‘Senator, how do you respond to the fact that people making $30,000, $50,000, $70,000 are going to be paying more in taxes?’ I said that’s patently untrue on the whole,\" Tillis told the crowd of reporters.\nHe added that there may be outliers, and that he’s willing to address them at a later time. \"You know, if you look at some sort of detailed circumstance, maybe there’s something that we need to work out once we see the implementation of the tax plan,\" he said.\nTillis continued, saying he responded to the reporter’s follow-up by saying, \"You need to understand tax policy, and I know that you don’t because you’ve never done it.\"\nA video is posted on Senate Republicans’ Facebook page.\nHow does the Senate plan affect Americans who earn less than $70,000 a year? Does it help them, as Tillis suggests?\nFirst, a reminder. There are two tax plans being considered right now: a Senate plan and a House plan. PolitiFact recently published an explanation of both here.\nWe’ll focus on the Senate plan, since that’s what Tillis was referring to.\n$450 tax cut\nTillis may have expressed criticism of the media, but when we asked him to explain the changes the Senate plan promises, his office referred us to a fact-check published by The Washington Post on Nov. 2.\nThe Post awarded \"Four Pinocchios\" – the worst possible rating – to Senate Democrats for claiming that the Senate plan would raise income taxes for those who earn less than $86,000 a year. Tillis’ assistant emailed only a link to the story, and sections of it where Post fact-checkers scolded Democrats.\nThe Post found that the average tax cut for the lowest four quintiles of taxpayers -- that is, the bottom 80 percent of the income spectrum, or about 97 million households -- would be $450. However, a report by Democrats on the Joint Economic Committee (which was the source of confusion for some critics) found that about 8 million households earning less than $86,100 would receive an average tax increase of $794.\nThe Post found that the Democrats mangled their claim. We wanted to look specifically at whether Tillis's claim is accurate.\nTax cuts for most – initially\nFor starters, we should note that the Post’s fact-check relied on a \"framework\" assembled before the bills were finalized, so it’s not an analysis based on the most up-to-date versions of the bills.\nThe Senate plan, like the House plan, breaks annual income into separate income ranges, so it’s hard to pinpoint how the plan would affect someone earning approximately $70,000. But analyses by various groups suggest that most Americans in the group Tillis described – those earning $30,000 to $70,000 a year – would get tax cuts over the next five to eight years.\nOne of the most recent studies of the plan was conducted by the Joint Committee on Taxation, a nonpartisan committee of Congress that is comprised of expert economists, attorneys, and accountants who assist the majority and minority parties in both houses of Congress on tax legislation.\nThe report, compiled on Nov. 27, shows that the plan would cut taxes for most taxpayers earning between $30,000 and $75,000 starting in 2019.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThat year, the JCT estimated 60 percent of people earning $30,000-$40,000 a year would get a tax cut. About 71 percent of the $40,000-$50,000 bracket would get a tax decrease and 80 percent of people earning $50,000-$75,000 would get a cut.\nThe nonpartisan Urban Institute-Brookings Institution Tax Policy Center arrived at similar estimates. In 2019, taxpayers with income between about $50,000 and $87,000 would receive an average tax cut of about $900, or 1.4 percent of after-tax income.\nAnother group, the Tax Foundation, found that the Senate plan would reduce income tax rates for most single and joint filers earning less than $100,000 a year. For joint filers who earn between $19,050 and $77,400, the rate would fall from 15 percent to 12 percent.\n\"The bottom 80 percent of taxpayers (those in the bottom four quintiles) would see an average increase in after-tax income ranging from 1.1 to 1.9 percent,\" the Tax Foundation reported.\nChanges in 2027\nSo Tillis has a point that many lower-and moderate-income taxpayers will see tax cuts from the bill – at least at first.\nWhat he leaves out is that many of the middle-class tax cuts in the bill are temporary. So by 2027, according to the JCT, most Americans earning between $30,000 and $75,000 would see their taxes change by less than $100 compared to today’s rates. In each of those income ranges, the JCT reports that fewer than 15 percent of households would get a tax cut and more than 20 percent would see their taxes rise.\nAn analysis by the Congressional Budget Office yielded a similar prediction: the Senate plan would leave Americans earning $40,000 or less as \"net losers\" by 2021 and most people earning less than $75,000 a year would be worse off by 2027.\nThe Tax Foundation reported a more specific prediction: that \"the bottom 80 percent of taxpayers would see an average increase in after-tax income ranging from 0.3 to 0.4 percent.\" The top 1 percent, meanwhile, might still see tax cuts of up to 4.5 percent.\n\"Because many of the provisions phase-out over five years, there are large differences in incidences between year 1 and year 6,\" said Michael Walden, William Neal Reynolds distinguished professor and extension economist at N.C. State University.\n\"I have heard some analysts say the phase-out was only done to meet the budget requirements of passing the Senate bill by a simple majority, and that if passed, Congress would likely change the provisions in the future to eliminate the phase-outs,\" Walden said. \"But that is a lot of ‘ifs.’\"\nDaniel Keylin, an assistant to Tillis, took a different approach. He said it’s safer to assume that Congress will act to keep or reduce the tax rate than it is to assume they’ll let taxes rise.\n\"It’s hard to imagine Congress electing to effectively raise taxes on the nation 10 years from now, especially once the economic benefits of tax reform become clear,\" Keylin said.\nOther considerations\nThe Senate plan, unlike the House plan, would scrap the federal tax penalty for Americans who do not sign up for health insurance – a burden that falls disproportionately on lower- and moderate-income households.\nThe mandate was introduced in the Affordable Care Act, known as Obamacare. Some could save money if the mandate is lifted. But, if too many go without insurance, health insurance costs could rise across the board for those who opt to keep buying coverage. In addition, anyone without insurance would be responsible for their own medical costs, which would eat into any tax savings.\nThe New York Times reported that the Senate plan might increase taxes for roughly one-quarter of middle-class families that itemize their deductions. The Senate bill would eliminate some popular tax breaks, including deductions for state and local taxes, according to the Times.\nNorth Carolina ranks 23rd – or about average – among U.S. states in itemizing tax deductions, says Juan Carlos Suárez Serrato, Wagoner Assistant Professor of Economics at Duke University.\n\"In N.C., only 29% of filers itemize their deductions,\" Serrato wrote in an email. \"This tells me N.C. taxpayer will be hurt by eliminating the (state and local tax) deduction, but only itemizers, who are usually higher income, and that the cost of the deduction is not especially high for North Carolinians.\"\nOur ruling\nTillis scolded a reporter for suggesting that Americans earning less than $70,000 would pay more in income taxes under the Senate’s plan to change the tax code.\nInitially, most – though not all – Americans in that income range would pay less in taxes. But after a few years, there would be more clear losers than clear winners in tax payments among members of that income group. Tillis is doing some selective presentation of the data. On balance, we rate his statement Half True.\n Share the Facts 2017-11-30 23:59:40 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Senate GOP plan doesn't raise taxes for Americans earning less than $70,000    Thom Tillis U.S. Senator from North Carolina https://www.facebook.com/SenateGOP/videos/10155814486369360/   Washington D.C. Wednesday, November 29, 2017 2017-11-29    Read More  info", "vclaim_id": "vclaim-pol-02638"}