{"url": "/factchecks/2017/sep/27/donald-trump/trump-largely-accurate-claim-about-drugs-catapulte/", "speaker": "Donald Trump", "vclaim": "\"So now they take drugs, literally, and they throw it, a hundred pounds of drugs. They throw it over the wall, they have catapults, but they throw it over the wall, and it lands and it hits somebody on the head.\"", "truth_label": "mostly-true", "date": "stated on September 22, 2017 in a rally:", "title": "Donald Trump largely accurate about drugs catapulted across the U.S.-Mexico border", "text": "A border wall with Mexico is happening, but it has to be see-through so that Americans aren’t knocked out by 100 pounds of drugs catapulted across the border, President Donald Trump told supporters.\nTrump offered the catapult story as an example of the lengths people are going to in order to get drugs into the United States.\n\"So now they take drugs, literally, and they throw it, a hundred pounds of drugs. They throw it over the wall, they have catapults, but they throw it over the wall, and it lands and it hits somebody on the head. You don't even know they're there,\" Trump said Sept. 22 in Alabama while campaigning for Luther Strange, who was later defeated by Roy Moore for the Republican nomination in the Senate race to replace Attorney General Jeff Sessions.\n\"Believe it or not, this is the kind of stuff that happens. So you need to have a great wall, but it has to be see-through,\" Trump said.\nBack in July, Trump also spoke of a need for a transparent wall to avoid getting hit by 60-pound sacks of drugs.\nThis fact-check won’t get into whether a see-through wall is the best approach for border security. What we wanted to know is if drugs have been catapulted across the border and hit people on the head.\nTrump was largely accurate about drugs being catapulted. Immigration officials have seized marijuana launched across the border, and in some cases, found catapults. Whether people have been hit on the head by these sacks is uncertain.\nCatapults have been used for years\nReports from U.S. Customs and Border Protection about catapults date back at least to 2011.\nAn attempt to catapult marijuana into the United States failed in January 2011 after U.S. officials noticed the preparation through remote video surveillance. They contacted Mexican authorities who went over and thwarted the plan.\nMexican officials seized a sport utility vehicle, about 45 pounds of marijuana and \"a catapult capable of launching contraband into the U.S.,\" the release said. The attempt happened near Naco, Ariz.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn February, Border Patrol agents in Douglas, Ariz. seized two bundles of marijuana catapulted from Mexico, weighing more than 47 pounds combined, CBP said in a news release.\nAgents on patrol noticed several people retreating from the south side of the border fence as the agents approached, CBP said, and at the fence \"they found a catapult system attached to the south side of the border fence.\" A search of the area led them to the two bundles of marijuana.\n#USBP agents spring into action dismantling catapult used to launch #Marijuana #HonorfirstDetails: https://t.co/NfhWwej7G7 pic.twitter.com/wJ3HPMLTuN— CBP Arizona (@CBPArizona) February 14, 2017\n\nIn July, the Douglas Police Department in Arizona seized more than 140 pounds of marijuana launched over the border fence. An officer responding to calls about bundles being launched over found \"a large bundle of marijuana that had broken upon impact, exposing multiple smaller bundles inside,\" CBP said.\nAnd last month, Border Patrol agents in Arizona operating remote video surveillance saw an object launched over the border. Other agents then went to the area and found a large cylindrical bundle of marijuana weighing more than 96 pounds and worth $48,000, CBP reported.\nSanho Tree, a fellow at the Institute for Policy Studies and director of its Drug Policy Project, said he hadn’t heard of any injuries associated with catapults or trebuchets (a common type of catapult).\n\"Traffickers have definitely used catapults (and trebuchets) to hurl drug packages over the existing wall, but the chance of anyone getting hit by such a package along a 2,000-mile wall is simply laughable,\" Tree said.\nOther experts also told us that cartels have used catapults to throw marijuana over the border, but they were unaware of anyone actually being hit by the bundles.\nThere are drug catapults and trebuchets that launch loads up to 100 pounds over the border wall, but that happens very rarely. Smaller payloads of 20 to 40 pounds are more common with the drug catapults, said Brandon Behlendorf, an assistant professor at the College of Emergency Preparedness, Homeland Security & Cybersecurity within University at Albany, SUNY.\nOur ruling\nTrump said, \"So now they take drugs literally and they throw it, a hundred pounds of drugs. They throw it over the wall, they have catapults, but they throw it over the wall and it lands and it hits somebody on the head.\"\nTrump is accurate that, from time to time, catapults have been used at the border by traffickers. Packages of marijuana thrown over the border range from less than 50 pounds to more than 100 pounds. But we found no reports of people on the U.S. side of the border hit by the falling bundles.\nWe rate Trump’s statement Mostly True.\n Share the Facts 2017-09-27 15:53:40 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  https://www.c-span.org/video/?434480-1/president-trump-campaigns-alabama-senator-luther-strange&start=2346 \"So now they take drugs, literally, and they throw it, a hundred pounds of drugs. They throw it over the wall, they have catapults, but they throw it over the wall, and it lands and it hits somebody on the head.\"    Donald Trump President of the United States   at a rally Friday, September 22, 2017 2017-09-22    Read More  info", "vclaim_id": "vclaim-pol-02863"}