{"url": "/factchecks/2010/jul/21/joe-biden/joe-biden-says-he-never-called-partition-iraq/", "speaker": "Joe Biden", "vclaim": "\"I never called for a partition\" of Iraq.", "truth_label": "true", "date": "stated on July 18, 2010 in ABC's \"This Week\":", "title": "Joe Biden says he never called for partition of Iraq", "text": "With fresh questions being raised about how to configure Iraq's government, Vice President Joe Biden was asked about a proposal that he advocated in 2007.\n\n\"You once advocated for a three-way partition of Iraq because you were not confident that Iraq's government was capable of having a strong central government,\" ABC This Week host Jake Tapper said to Biden during a July 18, 2010, interview.\n\nTapper then played a video of Biden speaking from the floor of the Senate on April 24, 2007, in which Biden said, \"The most basic premise of President Bush's approach, that the Iraqi people will rally behind a strong central government headed by Maliki, in fact, will look out for their interests equitably, is fundamentally and fatally flawed. It will not happen in anybody's lifetime here, including the pages.\"\n\nAsked Tapper: \"Is it possible that you were right back then that it is just impossible to have a centralized government?\"\n\nBiden responded by taking issue with the word \"partition\" -- which was often used to describe Biden's plan at the time -- saying it was never about breaking Iraq into three separate countries.\n\n\"I don't want to debate history here, but I never called for a partition,\" Biden said. \"I called for a central government with considerable autonomy in the regions.\"\n\n\"It was to allow them more autonomy,\" Biden said, \"...And so what's happening here is, there is an election that's taken place. And what happened-- there's 325 plus members of what they call their core, their parliament. And no one party won more than 91 seats. The two major parties, one won 89 and one won 91 seats. That's Maliki and Allawi, Iraqiya and the State of Law, they call them.\n\n\"They're in negotiations right now to figure out how to allocate the power within that government. In other words, share power. And it is about just that. And it's underway. And it's going to happen. There will be a central government with control of its foreign policy, with control of the military. But you will see that there are going to be significant amounts of autonomy in each of the areas that exist in these provinces. That's what their constitution calls for.\"\n\nCheck the headlines in 2007, and it's clear that the word \"partition\" or \"soft partition\" was often used to describe Biden's proposal, which called for boundaries to be drawn for the country's Kurdish, Sunni and Shiite populations. And so we decided to check his claim that he never called for a partition.\n\nBiden's strategy was first outlined in an op-ed piece for the New York Times on May 1, 2006, which Biden co-wrote with Leslie H. Gelb, president emeritus of the Council on Foreign Relations:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\"The idea, as in Bosnia, is to maintain a united Iraq by decentralizing it, giving each ethno-religious group — Kurd, Sunni Arab and Shiite Arab — room to run its own affairs, while leaving the central government in charge of common interests.\"\n\nThe plan, they wrote would be to \"establish three largely autonomous regions with a viable central government in Baghdad. The Kurdish, Sunni and Shiite regions would each be responsible for their own domestic laws, administration and internal security. The central government would control border defense, foreign affairs and oil revenues. Baghdad would become a federal zone, while densely populated areas of mixed populations would receive both multisectarian and international police protection.\"\n\n\"Some will say moving toward strong regionalism would ignite sectarian cleansing,\" Biden wrote. \"But that's exactly what is going on already, in ever-bigger waves. Others will argue that it would lead to partition. But a breakup is already under way. As it was in Bosnia, a strong federal system is a viable means to prevent both perils in Iraq.\"\n\nIn 2007, Biden and Sen. Sam Brownback, R-Kansas, successfully shepherded a nonbinding, \"sense of the Senate\" resolution that proposed separating Iraq into three semi-autonomous regions with a federal government. The resolution passed the Senate 75 to 23.\n\nThe resolution called for the U.S. to \"actively support a political settlement among Iraq's major factions based upon the provisions of the Constitution of Iraq that create a federal system of government and allow for the creation of federal regions.\"\n\nAnd last, we point you to the fuller comments Biden made from the floor of the Senate on April 24, 2007, when Biden said the idea that the Iraqi people would rally behind a strong central government was \"fundamentally and fatally flawed.\"\n\nAs an alternative, Biden said, \"You make federalism work for the Iraqis. You give them control over the fabric of their daily lives. You separate the parties. You give them breathing room. Let them control their local police, their education, their religion, their marriage. That's the only possibility.\n\n\"Change the focus to a limited central government and a federal system that their Constitution calls for. I can't guarantee that my strategy will work, but I can guarantee that the road the president (Bush) has us on leads to nowhere with no end in sight.\"\n\nBiden addressed the \"partition\" issue head-on in an Oct. 3, 2007 op-ed co-written with Gelb for the Washington Post: \"Our plan is not partition, though even some supporters and the media mistakenly call it that. It would hold Iraq together by bringing to life the federal system enshrined in its constitution. A federal Iraq is a united Iraq but one in which power devolves to regional governments, with a limited central government responsible for common concerns such as protecting borders and distributing oil revenue.\"\n\nSo is it fair to call Biden's plan a call to \"partition\" Iraq? Certainly Biden advocated carving out three semi-autonomous regions. In that sense, we could see why many characterized Biden's proposal as a \"soft partition.\" But the word \"partition\" carries heavy political implications, namely the creation of three separate nations. And that was never Biden's plan. He consistently upheld the idea of one Iraq with a central government, albeit a more modest one responsible for such things as defense, foreign affairs and sharing oil revenues. That's an important distinction. We rate his claim True.", "vclaim_id": "vclaim-pol-14735"}