{"url": "/factchecks/2014/jun/18/bill-maher/bill-maher-says-without-eric-cantor-republicans-co/", "speaker": "Bill Maher", "vclaim": "\"There are 278 Republicans in Congress. (With Eric Cantor's defeat), they are now all Christian and all white except for one black senator, who was appointed.\"", "truth_label": "half-true", "date": "stated on June 13, 2014 in a \"Real Time with Bill Maher\" episode:", "title": "Bill Maher says without Eric Cantor, the Republicans in Congress are all white and all Christian", "text": "Dave Brat’s surprise primary win over House Majority Leader Eric Cantor didn’t just knock out a potential successor to Speaker John Boehner. Because Cantor was Jewish, the lone voice for religious diversity in the GOP’s congressional ranks will also disappear, argued Bill Maher, host of HBO’s Real Time.\n\"Now there are no non-Christian Republicans. This is an amazing fact,\" Maher said June 13. \"There are 278 Republicans in Congress. They are now all Christian and all white except for one black senator who was appointed. So this is an entirely Christian, white party.\"\nDoes Cantor’s primary defeat mean Republicans in Congress are now all white and all Christian?\nRepublicans ‘all Christian’\nThe 2012 elections ushered in the first Buddhist in the Senate (Hawaii’s Mazie Hirono, a Democrat), the first Hindu in either chamber (Hawaii Rep. Tulsi Gabbard, a Democrat), and the first Congress member to list her religious affiliation as \"none\" (Arizona Rep. Kyrsten Sinema, a Democrat), according to the Pew Forum on Religion and Public Life, which recorded the religious affiliation of members for a 2012 report.\nThey joined two Muslims (Democrats) and a Unitarian Universalist (a Democrat).\nWhen it comes to Republicans, 192 of 278 GOP members identify with a Protestant denomination (Baptist, Methodist, Presbyterian, etc.), 70 identify as Catholic, three are Orthodox Christian, and 12 are Mormon (more on that in a moment). Cantor, a Republican from Virginia, is Jewish and makes No. 278, but Brat, the Republican who could succeed him after the November election, is Catholic.\nThe only possible hang-up to Maher’s claim when examining the current makeup of Congress when it comes to religion is how you view Mormonism. Some Christians do not recognize Mormons, belonging to the Church of Jesus Christ of Latter-day Saints, as Christians. Mormons do consider themselves Christians.\nRepublicans ‘all white’\nMaher also said the GOP’s congressional ranks are all-white except for one appointed African-American official. That’s Sen. Tim Scott, R-S.C., who resigned his House seat for a Senate appointment in January 2013.\nTo say the other Republicans in Congress are all white depends on your definition of \"all white,\" which isn’t always so easy to define.\nThere are no other African-American Republicans in Congress (there are 43 black Democrats).  There also are no Asian or Pacific Islander Republicans in Congress (there are 13 Democrats).\nBut there are three Hispanic Republican senators and seven Hispanic Republicans in the House, according to the Congressional Research Service. That includes Cuban-American Sens. Marco Rubio, R-Fla., and Ted Cruz, R-Texas, Florida Reps. Ileana Ros-Lehtinen and Mario Diaz-Balart, and Rep. Raul Labrador, R-Idaho, born in Puerto Rico.\nThe Census Bureau, however, does not include Hispanic or Latino as a racial designation, instead using the categories white, black, Asian, Pacific Islander and American Indian. The Census treats Hispanic/Latino as an ethnicity, which is based on cultural or linguistic similarity. Hispanics could identify with any race depending on the region from where they descend, or list none at all.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nPew says as many as 6.2 percent of census respondents selected  \"some other race\" in the 2010 census, the vast majority of whom were Hispanic. And there is a movement to include Hispanic as a racial category in future censuses, says Kevin Dougherty, Baylor University sociology professor.\n\"To say they are all white, you think they have very fair skin and have European descent,\" Dougherty said. \"It does mask an important source of diversity that is present among Republicans in Congress.\"\nIt’s not just Hispanics who are unaccounted for in Maher’s claim. We know of two Republicans that are enrolled members of federally recognized American Indian tribes. The first is Rep. Tom Cole, R-Okla., who is a member of the Chickasaw Nation tribe. The second is freshman Rep. Markwayne Mullin, R-Okla., a citizen of the Cherokee Nation.\nThe timeline of all this\nOne more critical point: When Maher says the Republicans in Congress are \"now\" all white and all Christian, that’s not accurate -- Cantor isn’t going anywhere yet. The GOP’s lone Jewish member will not leave until his replacement is sworn into office in early 2015, after the midterm elections.\nAnd as he leaves office, it’s possible that new non-white, non-Christian Republicans could take seats in Congress. There are several possibilities:\n\n\nMia Love, a Republican African-American running for Congress in Utah, is a far-and-away favorite to win a seat in the U.S. House come November.\n\n\nWill Hurd, an African-American Republican, secured the GOP nomination in Texas’ most-competitive House district (which backed Mitt Romney for president in 2012).\n\n\nT.W. Shannon, an African-American Republican, has the support of Texas’ Cruz in Shannon’s bid for an Oklahoma Senate seat. (His primary is June 24.)\n\n\nA Jewish Republican and state lawmaker, Adam Kwasman, is running in the Republican primary in Arizona’s 1st Congressional District.\n\n\nOur ruling\nWithout Cantor, Maher said, the GOP in Congress is \"now all Christian and all white except for one black senator, who was appointed.\" Maher’s show did not respond to a request for comment.\nIf we learned anything from this fact-check, it is that straightforward sounding claims about religion and race are rarely that straightforward. Still, Maher’s unequivocal statement glosses over some diversity within the GOP’s ranks.\nOn religion, Maher's claim comes down to how you view Mormonism.\nOn race, the question is even more murky. There are two members of federally recognized American Indian tribes, which is classified as a race by the U.S. Census Bureau, and there are as many 10 Republicans in the House and Senate with Hispanic roots. Some may consider their race white, Hispanic or something else.\nAlso, Cantor isn’t leaving office until the end of his term in January. It’s possible the November elections will bring non-Christian or non-white Republican members who will take office when Cantor leaves.\nMaher’s statement is partially accurare but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-07727"}