{"url": "/factchecks/2018/jul/18/club-growth/did-senate-candidate-leah-vukmir-seek-leniency-fel/", "speaker": "Club for Growth", "vclaim": "Says Leah Vukmir \"wrote a letter seeking leniency for a fellow state legislator convicted of sexual assault.\"", "truth_label": "mostly-true", "date": "stated on July 12, 2018 in a TV ad:", "title": "Did Senate candidate Leah Vukmir seek 'leniency' for fellow lawmaker convicted of sexual assault?", "text": "The national anti-tax group Club for Growth, whose political action committee is backing conservatives in seven U.S. Senate and House races around the country, released a TV ad through one of its affiliates that attacks Leah Vukmir.\nThe ad, produced by CFG Action Wisconsin and released July 12, 2018, makes a series of claims against the Wisconsin Republican, starting with this one:\n\"Vukmir wrote a letter seeking leniency for a fellow state legislator convicted of sexual assault.\"\nAs we’ll see, Vukmir did write a letter that was clearly in support of the lawmaker.\nThe case\nVukmir, a suburban Milwaukee state senator, and political newcomer Kevin Nicholson, who is endorsed by Club for Growth, are running in the GOP primary on Aug. 14, 2018. The winner will face Democrat Tammy Baldwin on Nov. 6, 2018.\n\n\n\n\nSee all of our fact checks in the Wisconsin U.S. Senate race.\n\n\n\n\n \nThe TV ad footnotes a Milwaukee Journal Sentinel news article that revealed the existence of Vukmir’s letter. The letter was sent on behalf of then-Rep. Bill Kramer of the Town of Waukesha, the onetime Republican leader of the state Assembly.\nAccording to the December 2017 article, which cited court records as a source:\nVukmir wrote a brief character reference letter for Kramer in 2014, a month after Kramer pleaded no contest to two counts of fourth-degree sexual assault, both misdemeanors, in a plea bargain. He originally was charged with two felonies.\nThe letter was sent to the judge in Waukesha County, in suburban Milwaukee, just before the judge sentenced Kramer to three years of probation that included five months in jail with work-release privileges.\nThe conviction stemmed from a 2011 incident outside a Republican Party event at a tavern. The victim told the court she feared Kramer might rape her after she resisted his advances, which included shoving her against a car, forcibly kissing her, putting his hands up her shirt and grabbing her groin.\nThe victim did not report it at the time, but came forward after Kramer allegedly groped a legislative aide’s breasts and bragged about his sexual prowess to a female lobbyist at a 2014 fundraiser in Washington, D.C.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nThe letter\nHere’s what Vukmir’s letter said:\nI have known Bill Kramer for over 12 years and consider him a friend. I have known Bill when he was drinking and I have known Bill when he was not drinking.\nBy the time of his sentencing, Bill will have been sober for 270 days. Being sober has had a profound impact on Bill for the better. I also think it is important to recognize that Bill became sober under his own volition. Bill became sober to improve his life, not because he was sent to a court-mandated program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nI believe this change has improved Bill’s life considerably.\nAnalysis\nClub for Growth spokesman Bob Pipkin defended the group’s claim by referring us to an article about the disclosure of Vukmir’s letter in the Wisconsin Gazette, which describes itself as a progressive, alternative newspaper.\n\"We took the interpretation of a liberal Wisconsin newspaper; they interpreted it as leniency,\" he told us.\nA caption to a photo with the article says Vukmir sought leniency, although the headline and the first sentence of the article merely said Vukmir sent a letter supporting Kramer.\nMattias Gugel, a Vukmir campaign spokesman, told us: \"The accusation that Leah wrote a letter asking for leniency is a blatant lie. She simply spoke about a colleague seeking help for addiction issues.\"\nBut it’s not as though Vukmir’s letter would have been seen by the judge as urging a harsher sentence for Kramer rather than a lighter one.\nWe also sought views from two lawyers based in Waukesha County, where Kramer is from and where the crime occurred.\nCriminal defense lawyer Jerome Buting, known for his work on the case made famous by the film \"Making a Murderer,\" said Vukmir’s letter does seek leniency:\nIf you write a letter on behalf of a defendant at sentencing, most of the time I think it’s reasonable to assume that’s seeking leniency, whether it’s expressed that way or not. You're trying to convey to the judge that this one incident doesn’t necessarily portray everything about his (the defendant’s) character, and that is one of the big factors the court has to consider in sentencing.\nPaul Bucher, who does criminal defense work and is the former district attorney in Waukesha County, disagreed, saying some letters explicitly ask for leniency or no jail time and Vukmir’s doesn't:\nWe do character letters all the time because all the court really knows about the client is what is in the criminal complaint. So, the job of a defense  lawyer is to give the judge a broader picture of who is standing in front of him. (Vukmir’s letter is) a pretty standard, boilerplate, character letter.\n \nBut even if it doesn’t go far as some, Vukmir’s letter clearly was written to help Kramer.\nOur rating\nClub for Growth says Vukmir \"wrote a letter seeking leniency for a fellow state legislator convicted of sexual assault.\"\nIt’s fair to say that letters written on behalf of criminal defendants facing sentencing cover a range. Vukmir’s letter to the judge in Kramer’s case is limited to Kramer’s character. It doesn’t go as far as some letters in such cases that explicitly ask for leniency or lighter treatment, such as probation rather than jail.\nBut while the word leniency might mean different things to different people, it’s clear that Vukmir’s letter was written to benefit Kramer — in other words, seeking a lighter sentence, rather than a harsher one.\nWe rate Club for Growth’s statement Mostly True.\nEditor's note: This item was corrected on July 18, 2018, after it was first published, to clarify the Club for Growth entities.\n Share the Facts 2018-07-18 13:44:35 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Leah Vukmir \"wrote a letter seeking leniency for a fellow state legislator convicted of sexual assault.\"    Club for Growth Anti-tax group https://www.youtube.com/watch?v=UFFfpCRTcG0   In a TV ad Thursday, July 12, 2018 2018-07-12    Read More  info", "vclaim_id": "vclaim-pol-01847"}