{"url": "/factchecks/2017/nov/13/american-action-network/how-would-gop-tax-bills-affect-families-strapped-b/", "speaker": "American Action Network", "vclaim": "Says the Republican tax plan \"helps families\" like one in which a woman lost her job and then lost her life savings fighting her husband’s cancer.", "truth_label": "half-true", "date": "stated on November 7, 2017 in an ad:", "title": "How would the GOP tax bills affect families strapped from battling cancer?", "text": "A conservative group is spending $3 million on a television ad campaign in 35 congressional districts -- including districts in California, Florida, Illinois, New York, Pennsylvania, North Carolina and Wisconsin -- arguing that a family that was nearly ruined financially by the father’s bout of cancer would benefit from a Republican tax proposal.\nThe series of ads -- run by the American Action Network, which describes itself as a center-right group advocating policies based on freedom and limited government -- features Kendra Sroka, a working mother living in Michigan with her husband and two children, according to the group.\nOne version of the ad, targeted to constituents of Rep. Elise Stefanik, R-N.Y., and tweeted by the group, features this narration:\n\"Shortly after my husband got cancer, I lost my job. We were lucky to make it through. But we spent our life savings just to get by. So we’re glad Congress has released a plan that helps families like ours by cutting middle-class taxes. An independent analysis shows a typical family saves $1,200, and the plan closes loopholes while keeping tax rates the same for the rich. That’s fair. So thank Elise Stefanik. She has a plan to cut taxes for middle-class families like mine.\"\nThank @RepStefanik, she is working to cut taxes for middle-class families. https://t.co/3cYkjmYzPS pic.twitter.com/JNtgnQldci— American Action Network (@AAN) November 8, 2017\n\n\n \nWe wondered whether the ad was justified in saying that the Republican tax bill would help a family that suffered such a serious health scare.\nTax experts we checked with were skeptical. That’s because whatever you may think the Republican tax bill may provide in tax cuts -- a question of some dispute -- it also includes a provision that would strike the medical expenses deduction, which is almost perfectly tailored for a situation like the Sroka family’s. (Asked for this article whether the family had used the medical expense deduction, Sroka referred us back to the American Action Network; the group declined to provide further information about the family's past tax decisions.)\n\n \nIn general, more Americans would benefit from the tax changes than not, as we’ve noted -- just not every American.\nAccording to the nonpartisan Joint Committee on Taxation, 61 percent would see a tax decrease of at least $100 in 2019, and another 31 percent would see a tax change of less than $100 in either direction. That leaves 8 percent of tax filers, or roughly 14 million Americans, seeing a tax increase of at least $100.\nBy 2027, 46 percent would see a decrease and 34 percent would see a change of less than $100, while 20 percent, or close to 40 million Americans, would see a tax increase.\nSo it’s conceivable, even likely, that a family of four like the Srokas could come out ahead if you set their medical situation aside.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut their medical situation is a focal point of the ad, so we felt that aspect deserved a closer look.\nAbout 9 million households, or 6 percent of tax filers, take the medical expense deduction, Gordon Mermin, a senior researcher at the Urban Institute-Brookings Institution Tax Policy Center, told the Associated Press. The Treasury Department estimates that the tax break costs $7.9 billion a year overall, while the Joint Committee on Taxation estimates the figure to be $10 billion.\nTo take advantage of the medical expense deduction, a taxpayer has to itemize rather than take the standard deduction, which for a married couple reduces taxable income by $12,700.\nMedical expenses can only be deducted once they exceed 10 percent of the household’s income. (The portion of medical expenses accounting for that first 10 percent of household income can’t be deducted; the amount above that first 10 percent can be.)\nMany taxpayers choose to take the standard deduction because they don’t have enough items they can deduct to reach the standard threshold.\nBut one type of family that would have good reason to itemize is one that faces a lot of unreimbursed medical expenses, which is the situation the Sroka family was in, judging by Kendra’s comment that \"we spent our life savings just to get by\" after the cancer diagnosis.\nThe ad doesn’t say how much the family spent battling cancer, but if the family earned $60,000 -- a mid-range income for a four-person household -- they could deduct every dollar over $6,000 in unreimbursed medical expenses they had that year.\nSo, if the family had medical expenses of $18,700, they would benefit from itemizing. (That’s equal to the first $6,000 non-deductible expenses they’d need to qualify, plus the $12,700 they would have gotten automatically from the standard deduction.) They could also reach that threshold of $18,700 with a lower amount of medical expenses if they also had other deductions to rely on, such as the state and local tax deduction. And non-cancer-related medical expenses they would have counted as well.\nAll told, it’s not inconceivable that the Srokas, facing a diagnosis as serious as cancer, could have been hit with expenses in that ballpark. According to the AARP, citing IRS figures, the average medical expenses claimed by taxpayers with incomes below $75,000 ranged from just below $10,000 to almost $15,000.\nThe ad’s claim is \"a very questionable statement,\" said Gary McGill, director of the Fisher School of Accounting at the University of Florida’s Warrington College of Business. \"Medical expenses could have wiped out most of their income so that they would have owed no income tax, especially if she lost her job too. So the scenario in the ad is not plausible. It doesn’t pass the smell test.\"\nThe American Action Network told PolitiFact that the point of the ad was not to focus on the medical expense aspect of the family’s situation, but rather on the broader point that having another $1,200 would \"unambiguously help a family’s budget, and in particular, those facing adverse circumstances\" of any kind. The group also touted the potential for the tax bill to expand the economy more generally.\nOne important caveat: Two days after the American Action Network launched its ad campaign, the Senate released its version of the tax bill and -- unlike the House version -- it would preserve the medical expense deduction.\nOur ruling\nThe American Action Network ad said the Republican tax plan \"helps families\" like one in which a woman lost her job and then lost her life savings fighting her husband’s cancer.\nThere’s a good chance that, if you ignore their medical situation, a family of four like the Srokas would have come out ahead under the Republican tax bill. However, it’s conceivable that the expenses they incurred fighting the cancer diagnosis could have enabled them to reduce their taxes even more -- an option that the House bill would take away. That would not be a factor in the Senate version of the bill, however.\nOn balance, we rate the statement Half True.\n Share the Facts 2017-11-13 22:12:48 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says the Republican tax plan \"helps families\" like one in which a woman lost her job and then lost her life savings fighting her husband’s cancer.    American Action Network advocacy group https://twitter.com/AAN/status/928293346203889666?s=03   a campaign ad Tuesday, November 7, 2017 2017-11-07    Read More  info", "vclaim_id": "vclaim-pol-02697"}