{"url": "/factchecks/2010/nov/25/todd-staples/todd-staples-says-any-year-more-texans-hunt-or-fis/", "speaker": "Todd Staples", "vclaim": "\"More people hunt and fish in Texas in a given year than attend the... games of the Dallas Cowboys, the Dallas Mavericks, the Houston Texans and the Houston Rockets combined.\"", "truth_label": "true", "date": "stated on August 31, 2010 in an interview.:", "title": "Todd Staples says in any year, more Texans hunt or fish than attend all the games of four professional sports teams", "text": "Seeking re-election earlier this year, Texas Agriculture Commissioner Todd Staples threw a wake-'em-up line at the Austin American-Statesman's editorial board: \"More people hunt and fish in Texas in a given year than attend the... games of the Dallas Cowboys, the Dallas Mavericks, the Houston Texans and the Houston Rockets combined.\"\n\nWe figured Thanksgiving (ahem, New Orleans Saints vs. Dallas Cowboys, mid-afternoon, Arlington) would be fitting for checking Staples' Aug. 31 comparison of hunting's appeal in Texas to the drawing power of several major sports franchises.\n\nCody McGregor, Staples' campaign manager, told us via e-mail that Staples based his statement on statistics in a December 2007 report from the National Shooting Sports Foundation. He pointed us to a press release accompanying the report, which states: \"More people hunt and fish in Texas than attend Dallas Cowboys, Dallas Mavericks, Houston Texans and Houston Rockets games combined (2.68 million vs. 2.6 million).\"\n\nAnd where did these figures come from?\n\nLance Lemmonds, spokesman for the sportsmen's foundation, told us the hunting and fishing totals for Texas were drawn from a 2006 national survey for the U.S. Fish & Wildlife Service. Next, we learned from the agency's website that it commissions the survey every five years (the next one will be taken in 2011). According to the 2006 survey results, 2.64 million Texans went fishing or hunting in 2006.\n\nLemmonds said an outside firm researched attendance totals for the four sports teams. He said he did not have additional information.\n\nThat left us to search for attendance totals. And online, we found home-field attendance figures for each of the franchises for the time period on websites kept by ESPN, the sports cable TV network, and DatabaseBasketball.com, which posts many sports statistics. Anyway, the combined attendance for the franchises approached 2.6 million, a total we reached by adding up attendance for the Cowboys in 2006 (506,308), the Mavericks in 2006-07 (814,009), the Texans in 2006 (561,469) and the Rockets in 2006-07 (678,262). The basketball season extends from fall to summer, so attendance numbers for basketball franchises aren't limited to a single calendar year.\n\nThis curve ball: The National Shooting Sports Foundation comparison leaves out attendance at professional baseball games. The Houston Astros drew nearly 2.8 million home fans and the Texas Rangers nearly 2.5 home fans in 2005, according to Baseball Almanac web posts. Swap in the Rangers, say, for the lowest attendance figure that we found (Cowboys, 506,308) and the four-franchise total would be about 4.5 million--far more than the Texans fishing or hunting in the state in 2006.\n\nThen again, in his first-blush response to us, McGregor of Staples' campaign counseled against taking franchise attendance figures at face value. \"The game attendance numbers count a ton of season ticket holders as 'people' attending a game each time they go to a game, but really you should only count a person one time if they attend multiple games of the same franchise in order to make it apples to apples with the hunt/fish number,\" his e-mail said.\n\nRegardless, it looks like a few years ago the state's hunting and fishing enthusiasts exceeded the combined home turnout for the four selected sports franchises.\n\nNext, we tried to corral updated numbers to see whether the statement still held true when Staples spoke to the Statesman.\n\nWe added up the home attendance figures for the latest completed seasons for each of the franchises, getting 2.78 million. Next, we contacted the Texas Parks & Wildlife Department in search of an estimate of the people who went fishing or hunting in Texas more recently than the federal survey year of 2006. Harvey said there is no post-2006 count that the agency touts. With the agency's help, though, we divined a way toward a ballpark estimate for Texans who went hunting or fishing last year. First, we determined that the number of hunting and fishing licenses sold to Texans increased 11 percent from 2006 to the fiscal year that ended Aug. 31, 2010. We then multiplied that rate increase by the 2006 federal estimate of Texans who fished and hunted in the state (2.6 million) and added the result to the 2006 figure. Our calculation: More than 2.9 million Texans went hunting or fishing in the state last year.\n\nAll told, it's risky business to stake a claim, as Staples did, on a nearly five-year-old federal survey. But more recent numbers suggest that the claim still holds true: More people hunted and fished in Texas than attended home games for the four selected Dallas and Houston sports franchises in their latest completed seasons.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-13965"}