{"url": "/factchecks/2008/oct/27/planned-parenthood/few-guarantees-in-mccains-plan/", "speaker": "Planned Parenthood", "vclaim": "John McCain's health care plan \"won't guarantee coverage of cancer screenings or maternity care.\"", "truth_label": "true", "date": "stated on October 24, 2008 in a TV ad:", "title": "Few \"guarantees\" in McCain's plan", "text": "The Planned Parenthood Action Fund has launched an attack ad on John McCain that makes a case that his health care plan hurts women.\n\n\nThe ad features a nurse, Shaina Klackle, talking about a study created by the Planned Parenthood Action Fund.\n\n\n\"As a nurse, I'm concerned about your health care,\" Klackle says. \"And so is Planned Parenthood's Action Fund. In fact, their study found John McCain's plan won't guarantee coverage of cancer screenings or maternity care.\"\n\n\nThe ad goes on to make other claims about McCain's health plan, but here we wanted to look at the claim about guaranteed coverage for cancer screenings and maternity care.\n\n\nWe should say off the bat that McCain's health plan contains no details about specific conditions or coverage. The heart of his plan seeks to stimulate the market for individual health insurance by ending the tax exemption on employer-provided health care benefits in exchange for a tax credit. McCain hopes this will lead to greater competition in the health care market by allowing people to shop around for their own insurance. Also along those lines, his plan calls for allowing people to shop for policies across state lines, so they can purchase the most effective policy, no matter where the insurance provider is located.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIt's that last provision that is the basis for Planned Parenthood's statement, according to the report they issued to back up the ad. Many states have passed laws that say health care providers operating in their state must provide coverage in certain areas. Planned Parenthood cites requirements for cancer screenings and maternity care in more than 20 states. Under a McCain plan, insurers could operate in any state and sell all over the country. \n\n\nA rollback of insurance requirements isn't spelled out in McCain's plan. But it's a reasonable fear, said Sara Collins of the Commonwealth Fund, a nonpartisan policy group that seeks to improve the health care system.\n\n\nHealth insurance requirements differ substantially from state to state, and insurance companies would likely locate in the states with the least regulations, Collins said.\n\n\n\"Ultimately, you would have an individual market that's not regulated in any state,\" Collins said. \"It's very different from what we have right now.\"\n\n\nPlanned Parenthood's ad says that McCain's plan doesn't \"guarantee\" coverage of cancer screenings or maternity care, and on a literal level, that's true. But Planned Parenthood's deeper point is that some people have a \"guarantee\" under their respective state's current laws, and they could lose that guarantee under McCain's plan. McCain's plan has no literal guarantees for coverage, and Planned Parenthood makes an additional case that his regulations could undermine existing state guarantees. On that basis, we rate Planned Parenthood Action Fund's statement True.", "vclaim_id": "vclaim-pol-15884"}