{"url": "/factchecks/2011/mar/01/chain-email/chain-e-mail-gabrielle-giffords-treats-satire-trut/", "speaker": "Chain email", "vclaim": "Says that in a hearing, Rep. Gabrielle Giffords suggested to Gen. David Petraeus that the Army \"put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.\"", "truth_label": "pants-fire", "date": "stated on February 24, 2011 in a chain e-mail:", "title": "Chain e-mail on Gabrielle Giffords treats satire as truth", "text": "A reader recently forwarded us a chain e-mail with a rather striking claim about Rep. Gabrielle Giffords, D-Ariz., who is recovering from a brain injury after an assassination attempt in Tucson, Ariz., on Jan. 8, 2011.\n\nA version of it has been posted on a variety of blog sites, including this one. Here are excerpts:\n\n\"I had no idea that this Congresswoman was such a nut case.\n\n\"It was a tragedy that 19 people were shot and six died. As a result Giffords will be held out as a saint, when in fact, she is an idiot , a left wing ‘enviro-nut’ who should not be in Congress. The media only cares about her because she is a Democrat. Had she been a Republican, like the federal judge who was killed, she would have been off the front page the next day, as he has been.\n\n\"I had forgotten she was the Congresswoman that was involved in the following exchange with General Petraeus:\n\n\"Poster-child for what is wrong in Washington, DC Our Arizona 8th District US Congressional representative, the Hon. Gabrielle Giffords, in a meeting of the House Armed Services Committee, asked General David Petraeus the following question: ‘General Petraeus, what are you doing to reduce carbon emissions in the war on terror?’ Wow. I had to read, and re-read this several times to believe it. ...\n\n\"What Google says about Rep. Giffords: Representative Gabrielle Giffords (D-Az) took Afghan Commander, General David Petraeus, to task for what she characterized as ‘willful disregard of the environmental impact of our war effort.’ ‘There is no policy, no plan to minimize carbon emissions in our military activities,’ Giffords charged. ‘Bombs are dropped and bullets are fired without considering the environmental impact.’ Giffords insisted that she was ‘not demanding an immediate halt to current military operations in the Middle East. I'm just saying that battle plans should include an environmental impact assessment as a regular part of the process before attacks are launched.’\n\n\"She also suggested that the Army ‘put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.’\"\n\nWe found it hard to believe that a member of Congress would actually say that the Army should \"put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.\" So we set out to find the source.\n\nOur friends at Snopes.com provided the first clue, noting in a post from July 28, 2010 -- six months before the Tucson shooting -- that a false e-mail had been circulating about Giffords’ alleged questioning of Petraeus.\n\nSnopes.com explained that on June 16, 2010, Petraeus had testified before the House Armed Services Committee and that one of the lawmakers who questioned him was Giffords. She did indeed ask a question that combined elements of environmental and military policy, but the line of inquiry was rather different than what the e-mail suggested.\n\n\"There's been a lot of attention back here in the United States on what's happening with the BP oil spill,\" Giffords said at the hearing. \"And as we all know, the largest user of energy on the planet is actually the United States Air Force, and the (Department of Defense) is the largest user of energy in the United States. And I really want to commend the work done on behalf of DOD, and also what's happening in the field with our energy, but it's an area that I just really want to focus on.\n\n\"And I know a lot of questions have been asked, but during the last three years, supply lines have increasingly threatened -- have been threatened, either by enemy action or through international places. And in places like Kandahar, where we have a large presence, we have been plugged in to a very unsustainable and really an incapable grid system.\n\n\"We know that a major part of the upcoming Kandahar offensive will include some serious repairs and upgrades to the energy system which include small-scale solar and hydropower systems, and also some solar-powered streetlights. I'm just curious whether or not there's plans to utilize any of those same technologies at our bases around Afghanistan, and wouldn't that greatly reduce our need for fuel?\"\n\nIn other words, Giffords did not ask, \"General Petraeus, what are you doing to reduce carbon emissions in the war on terror?\" -- as the e-mail indicated -- but rather asked him whether the use of alternative energy sources could provide a more reliable and more secure power source for troops located in a faraway, unstable theater of operations, potentially relieving soldiers from having to defend vulnerable supply chains required to move conventional forms of energy.\n\nAnd that’s where the e-mail checked by Snopes.com ended. The version we received added new claims, including the parts about battlefield environmental impact statements and about Giffords urging American forces to club, rather than shoot, enemy forces.\n\nThese comments were also absent from the transcript of the June 16, 2010, hearing.\n\nBut we were able to track down the source: a July 17, 2010, post at the Arizona Conservative blog that was clearly labeled \"Semi-News — A Satirical Look at Recent News.\"\n\nHere’s the entire satirical post:\n\n\"Army’s ‘Carbon Footprint’ Taints War Effort\n\n\"Representative Gabrielle Giffords (D-Az) took Afghan Commander, General David Petraeus, to task for what she characterized as ‘willful disregard of the environmental impact of our war effort.’\n\n\"‘There is no policy, no plan to minimize carbon emissions in our military activities,’ Giffords charged. ‘Bombs are dropped and bullets are fired without considering the environmental impact.’\n\n\"Giffords insisted that she was ‘not demanding an immediate halt to current military operations in the Middle East. I’m just saying that battle plans should include an environmental impact assessment as a regular part of the process before attacks are launched.’\n\n\"She also suggested that the Army ‘put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.’\"\n\nIn other words, the chain e-mailer cut and pasted the satirical post -- but, whether intentionally or accidentally, left out the crucial label \"satirical.\"\n\nWe reached out to two people who have posted or forwarded the item but did not hear back.\n\nSo where does this leave us? In the hearing, Giffords did indeed raise an issue involving alternative energy with Petraeus, but it was not to express a concern that the military should \"reduce carbon emissions in the war on terror\" -- rather, it was to improve energy reliability and security for American forces on the ground. And the claims that Giffords urged American forces to club, rather than shoot, the enemy in order to reduce carbon emissions were pure satire but not labeled as such by the chain e-mailer. All told, the claims in the chain e-mail are ridiculous. So we rate this chain e-mail Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nUPDATE: Shortly after we posted the story, the man who wrote the satirical post in July 2010 returned our e-mail. \"I have been writing about 300 satirical pieces a year since 2005,\" said John Semmens. \"Only once did I directly see one passed around as real news.\" Semmens said he has been contacted by journalists about a half dozen times over six years, so seeing one of his pieces circulate in this way strikes him as \"a relatively unusual event.\"", "vclaim_id": "vclaim-pol-13508"}