{"url": "/factchecks/2021/jan/07/facebook-posts/face-painted-man-horned-fur-cap-capitol-riot-suppo/", "speaker": "Facebook posts", "vclaim": "A man who stormed the U.S. Capitol in a horned fur cap is an “Antifa thug.”", "truth_label": "pants-fire", "date": "stated on January 6, 2021 in a Facebook post:", "title": "Face-painted man in horned fur cap at Capitol riot supports Trump and QAnon, not antifa", "text": "Hours after supporters of President Donald Trump stormed the U.S. Capitol, several of his allies in Congress and the media baselessly claimed anti-fascist provacateurs were to blame for the violence.\nSome suggested, without evidence, that the crowd backing Trump’s efforts to overturn the election was infiltrated by antifa. Antifa stands for \"anti-fascist,\" and it is not a group but a broad coalition of activists. \nOthers focused on specific protesters who forced their way inside the Capitol and were shown in photographs, such as a bare-chested man who wore face paint and a horned fur cap.\n\"These are NOT Trump supporters,\" said one Jan. 6 Facebook post. \"Antifa THUGS.\" The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBut the mysterious man in horns is not antifa-aligned. The man, Jake Angeli, supports Trump and is a well-known supporter of the baseless QAnon conspiracy theory. He goes by the moniker, \"Q Shaman,\" and he told the Arizona Republic he uses his unique outfit to stand out.\nPoynter reported that in December, Angeli launched an online crowdfunding campaign to fund his participation in pro-Trump events. \nThe Arizona Republic described him as \"a QAnon supporter who has been a fixture at Arizona right-wing political rallies over the past year.\" The Associated Press reported that he was also seen in the same signature headwear at a pro-Trump rally Nov. 7 in Phoenix.\n\nJake Angeli speaks at a rally outside the Maricopa County Recorder's Office on Nov. 7, 2020, in Phoenix. (AP)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nPolitiFact’s review of Angeli’s private Facebook page showed photos and posts that indicated support for QAnon and Trump. (Followers of QAnon believe Trump is leading a fight against a global cabal of Satan-worshipping pedophiles.)\nFalse claims linking Angeli and other people who mobbed the Capitol to antifa took off online in the hours after the event. An NBC News analysis identified thousands of tweets that accused antifa members of \"posing\" as Trump supporters. \nAngeli responded on Twitter when Lin Wood, an attorney who has filed lawsuits seeking to overturn the presidential election, posted photos of Angeli and claimed he is an antifa activist. The Daily Beast’s Will Sommer, who covers QAnon closely, highlighted the exchange.\n\"Mr. Wood. I am not antifa or blm,\" Angeli’s tweet said. \"I'm a Qanon & digital soldier. My name is Jake & I marched with the police & fought against BLM & ANTIFA in PHX.\"\nThere remains no credible evidence that the Trump supporters who stormed the U.S. Capitol were antifa activists. Video and photos from the scene show many people wearing and waving Trump-branded paraphernalia and flags.\nTrump spoke to a rally of supporters in Washington hours before the violence erupted, and he had urged them to come to the city on Jan. 6 and back his efforts to overturn the election. He encouraged the rally to march to Congress and suggested he’d join them. He did not.\nOur ruling\nA Facebook post said a man who was photographed storming the U.S. Capitol in a horned fur cap is an \"Antifa thug.\" The man is a known QAnon supporter who has backed Trump.\nWe rate this post Pants on Fire!\nRELATED: A day of crisis at the US Capitol, fact-checked\nRELATED: Is this a coup? Here’s some history and context to help you decide", "vclaim_id": "vclaim-pol-19131"}