{"url": "/factchecks/2009/sep/24/tim-pawlenty/pawlenty-changes-coursse-cap-and-trade/", "speaker": "Tim Pawlenty", "vclaim": "On a cap-and-trade plan.", "truth_label": "full-flop", "date": "stated on June 24, 2009 in a letter to the Minnesota delegation in Washington:", "title": "Pawlenty changes course on cap-and-trade", "text": "He hasn't made it official yet, but it seems everything Minnesota Gov. Tim Pawlenty does these days points to a White House run in 2012.\n\nCase in point: his stance on a cap-and-trade plan to reduce greenhouse gas emissions.\n \nBack in 2007, Pawlenty was positioning himself as an environmental leader, pushing for aggressive reductions in greenhouse gases and a regional cap-and-trade plan.\n \nFast-forward to 2009, and he's writing letters to Washington calling a Democratic plan to curb climate change \"overly bureaucratic, misguided\" and \"very burdensome on our economy.\"\n \n\"His position has evolved very dramatically from someone our group, quite frankly, viewed as a champion\" for the climate, said Steven Morse, executive director of the Minnesota Environmental Partnership, a coalition of more than 80 Minnesota environmental organizations.\n \nTo track Pawlenty's evolution from treehugger to cap-and-trade skeptic, we need to turn the clock back to 2007. At the time, the Minnesota Legislature was debating the Next Generation Energy Act of 2007, which outlined the state's goals for greenhouse gas reductions. The bill required the state to reduce its emissions 15 percent by 2015 and 80 percent in 2050. It also endorsed the Minnesota Climate Change Advisory Group, a panel charged with drafting a comprehensive greenhouse gas emission reduction plan to meet those goals.\n\nOn May 25, 2007, the day Pawlenty signed the bill, he said the state should have taken action 30 years ago.\n \n\"The nation has been asleep at the switch, but here in Minnesota we are kick-starting the future by increasing our nation-leading per capita renewable fuel use, boosting cost-saving measures and tackling greenhouse gas emissions,\" he said.\n \nMorse said the bill was a major victory for the state, in no small part because it was a bipartisan effort; indeed, Pawlenty had actively pushed for the legislation. \n \nPawlenty grew his reputation as an environmental pioneer when he played a leading role in persuading members of the Midwest Governors Association to sign the Midwestern Regional Greenhouse Gas Reduction Accord, an agreement that the states would develop a cap-and-trade mechanism to achieve greenhouse gas reductions in the area.\n \nThe list of Pawlenty's climate change achievements goes on, including the Minnesota Climate Change Advisory Group, which he formed to study the impact of climate change and make recommendations for the state. You get the picture.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSo it was surprising to Morse and other Minnesota environmentalists when Pawlenty wrote a letter to the Minnesota delegation in Washington expressing his opposition to a bill authored by Reps. Henry Waxman and Edward Markey that would set up a national cap-and-trade program to lower carbon pollution by 17 percent by 2020 and 83 percent by 2050 — only slightly more ambitious than Pawlenty's climate change goals for Minnesota.\n \n\"This legislation would place significant burdens on individuals and job creators, while doing little to impact its intended goal of changing climate change,\" he wrote on June 24. He described the cap-and-trade provisions in the bill as \"overly bureaucratic, misguided\" and \"very burdensome on our economy.\"\n \n\"I oppose any cap-and-trade system that does not set emissions caps at pragmatic levels or fails to provide free allowances to producers instead of creating an expensive auction that would bid up prices and in turn dramatically increase energy costs,\" Pawlenty wrote in ending the letter.\n \nGenerally speaking, Minnesota environmentalists say Pawlenty has recently been less aggressive on other climate issues, such as implementing the recommendations of the Minnesota Climate Change Advisory Group.\n \n\"He's silent where he used to be a leader,\" said Samantha Chadwick, an environmental associate for Environment Minnesota.\n \nPawlenty has even used the issue to poke fun at the Obama administration.\n \n\"Apparently, they're announcing that President Obama is making great progress on climate change,\" he said in a July speech to the Republican National Committee. \"He's turning the political climate of the country back to Republicans.\"\n \nSteven Schier, a political science professor at Carleton College in Northfield, Minn., says Pawlenty's conservative tone is a signal of his impending run for president.\n \n\"Republicans in Minnesota tend to be an ideologically conservative bunch,\" he said. \"If anything, Pawlenty is a bit to the left of his party. His rhetoric has been more conservative in the last few months than it's been most of his career as governor of Minnesota. ... He's repositioned himself.\"\n \nNo matter what Pawlenty's motivations, \"I would call it pretty much a 180-degree evolution,\" said Morse.\n \nWe couldn't have said it better. Pawlenty has clearly changed his tune on cap-and-trade. We give him a Full Flop.", "vclaim_id": "vclaim-pol-15564"}