{"url": "/factchecks/2009/mar/25/judd-gregg/judd-gregg-says-obamas-budget-doubles-national-deb/", "speaker": "Judd Gregg", "vclaim": "Obama's proposed budget \"doubles the debt in five years, triples it in 10 years.\"", "truth_label": "mostly-true", "date": "stated on March 25, 2009 in in a Fox News interview.:", "title": "Judd Gregg says Obama's budget doubles the national debt in five years", "text": "You remember Judd Gregg, the Republican senator from New Hampshire tapped by President Obama to be commerce secretary. He was one of Obama's celebrated bipartisan Cabinet picks, but then withdrew his nomination in February, citing \"irresolvable conflicts\" with the Obama agenda.\n\n\nConflicts indeed.\n\n\nThis week, Gregg has appeared on several news programs lambasting Obama's proposed 2010 budget, saying it runs up so much debt \"it basically will bankrupt our children and our children's children.\"\n\n\nIn what has become a familiar talking point from Republican opponents, Gregg told Fox News on March 25 that Obama's budget \"doubles the (national) debt in five years, triples it in 10 years.\"\n\n\nTo check the claim, we relied on an analysis from the Congressional Budget Office, released on March 20. The CBO, a nonpartisan arm of Congress, projects that the national debt will go from $5.8 trillion in 2008 to $11.8 trillion by the end of 2013; and to $17.3 trillion in 2019. By that count, Gregg's claim of doubling the debt in five years, tripling it in 10 years, is correct. But we think that's a little unfair.\n\n\nIn January, the CBO projected the one-year 2009 deficit at $1.2 trillion. Remember, that's the 2009 fiscal year, which began in October 2008. That deficit was worse because of the recession, and grew because of a financial bailout plan in the fall. To be fair, we don't think Obama's record ought to be saddled with something that passed under President Bush.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo let's add that $1.2 trillion that was largely started under Bush to the $5.8 trillion in national debt accumulated through fiscal year 2008. That comes to roughly $7 trillion. Under that scenario, the CBO's projections don't quite translate to a doubling of the national debt in 5 years ($7 trillion to $11.8 trillion). Nor does it fully support the claim that the debt would triple in 10 years ($7 trillion to $17.3 trillion). But it's not outrageously off either.\n\n\nIn another item, we looked at Obama's claim that his budget plan would cut the deficit in half in five years. We found that while technically true, it is a bit misleading because it uses 2009's massive deficit as a comparator. Obama and others in his administration have cited this stat along with sentiments that we can't \"pass on our problems to the next generation.\"\n\n\nThis is a good time to note the difference between the deficit, a calculation of the difference between what the government takes in versus what it spends in any given year, as opposed to the national debt, which is a running tally of what the U.S. government owes. That's why it's possible that Obama is technically accurate when he says the CBO projects his plan will halve the\n\ndeficit\n\nin five years; while the national\n\ndebt\n\nwill grow by $4.6 trillion over the same stretch.\n\n\n\"It's the biggest transfer of debt onto future generations in American history,\" said Brian Riedl, a research fellow in federal budget policy at the conservative Heritage Foundation.\n\n\nThe Obama administration's projections aren't as dire as the CBO's. While the CBO projects the national debt to rise $9.3 trillion in 10 years; the administration projects it will grow by $7 trillion.\n\n\nIn a prime-time news conference on March 24, Obama said the difference is due to the administration's slightly more optimistic outlook on future economic growth. Obama warned not to place too much stock in the \"out years\" of budget projections because \"none of us know exactly what's going to happen six or eight or 10 years from now.\" And, he said, it's just his first of many budgets moving forward.\n\n\nAs for Gregg's claim, we think that based on CBO projections, his numbers come up a little short of \"double in five years, triple in 10.\" But they're not grossly misrepresentative of the CBO's projections, which we think is as fair a measure as any. And so we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-15793"}