{"url": "/factchecks/2020/mar/15/donald-trump/fact-checking-trumps-attacks-obama-biden-swine-flu/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden “was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!\"", "truth_label": "barely-true", "date": "stated on March 12, 2020 in a tweet:", "title": "Fact-checking Trump’s attacks on Obama-Biden swine flu response", "text": "President Donald Trump went on Twitter to applaud his administration’s response to the coronavirus and shift attention to another pandemic that happened when Joe Biden was vice president.\nThe first U.S. case of a new H1N1 influenza virus (also called swine flu) was detected in April 2009, three months after the Obama administration began. The pandemic took a toll on Americans, with an estimated 60.8 million H1N1 cases and 12,469 deaths from April 2009 to April 2010.\nWorldwide, it’s estimated the virus killed between 151,700 to 575,400 people during its first year. (By August 2010, the World Health Organization said the virus had largely run its course.)\nTrump said Biden, a top Democratic presidential candidate, led an ineffective effort to combat the outbreak.\n\"Sleepy Joe Biden was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!\" Trump tweeted March 12.\nSleepy Joe Biden was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!— Donald J. Trump (@realDonaldTrump) March 13, 2020 \nTrump previously falsely claimed the Obama administration \"didn't do anything about\" swine flu. How does his recent tweet line up with the facts?\nHe’s wrong about Biden’s role and omitted important context about his polling.\n\n\"Biden was in charge of the H1N1 Swine Flu epidemic which killed thousands of people.\"\n\nBiden was the vice president, but he was not in charge of the Obama administration’s handling of the H1N1 pandemic. That responsibility mainly fell on the leaders of Health and Human Services, Homeland Security, and the Centers for Disease Control and Prevention. (Trump enlisted Vice President Mike Pence to helm the country’s response to COVID-19.)\nHealth policy experts told PolitiFact they did not recall Biden having a prominent leadership role. PolitiFact also reviewed archives of Obama’s public statements on H1N1 and found that Obama generally mentioned the leadership of department heads and of his homeland security adviser, not Biden.\nRELATED FACT-CHECK: Trump wrongly blames Obama for limits on coronavirus testing\nAt the same time, Biden’s website mentions the Obama administration's record to make the argument to voters that he could manage the current response better. Biden’s coronavirus response plan says he \"helped lead\" the Obama administration’s response to H1N1 in 2009 and the Ebola virus in 2014. It does not offer further detail.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe H1N1 response \"was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!\"\n\nNeither the White House nor Trump’s campaign responded to our requests for information backing Trump’s claim.\nIf Trump was talking about public confidence in the federal government’s ability to handle outbreaks, he might have been referring to a Gallup poll taken Feb. 3-16. But he isn’t correct about its findings and ignores key context.\nA lot has happened since Gallup asked a random sample of 1,028 adults how confident they were that the federal government would be able to handle a coronavirus outbreak. Trump’s \"78% approval rating\" could be alluding to the combined 77% who were very confident (31%) or somewhat confident (46%). The poll had a margin of error of 4 percentage points.\nGallup in February said that the 77% figure showed a higher level of confidence than Gallup had found for previous health scares during other administrations.\nBut confidence in the 2009 H1N1 response was the second highest, not \"one of the worst on record.\" The averages of two polls in 2009 showed that 67% of respondents were very confident or somewhat confident in the federal government’s ability to handle the H1N1 outbreak. Those two polls were released in May and August of that year, about a month and four months into the outbreak.\nPublic confidence in the federal government’s handling of the Zika virus, Ebola virus, and bird flu were lower than for H1N1.\nGallup’s February poll began days after the Trump administration announced restrictions on travelers who had been in China in the prior two weeks, and at that time, no one had died within the United States from the disease caused by the new coronavirus.\n\"This high level of confidence may be related to the fact that all deaths from COVID-19 have occurred abroad, rather than on U.S. soil,\" Gallup said in February.\nBy the time of Trump’s March 12 tweet, there were more than 1,600 coronavirus cases in the United States and at least 41 deaths.\nPolling done after Gallup’s shows a drop in confidence in the Trump administration’s handling of the coronavirus. A Feb. 28-March 1 Morning Consult survey showed that 49% of voters approved of Trump’s response to the outbreak, down from 56% in a Feb. 24-26 survey — a decline fueled by drops among independents and Democrats. The poll surveyed 1,997 registered voters and had a margin of error of 2 percentage points.\nOur ruling\nTrump said, \"Biden was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!\nBiden was not in charge of the Obama administration’s H1N1 response. A Gallup poll in February — before any coronavirus deaths in the United States — showed that 77% of respondents had confidence in the administration’s handling of the outbreak. It ranked higher than averages of two 2009 polls on confidence in the Obama administration’s handling of H1N1. Public confidence in H1N1 was the second highest, not \"one of the worst\" or the \"lowest.\"\nPolling done after the Gallup poll showed a decline in approval of Trump’s response to the coronavirus outbreak.\nTrump’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18125"}