{"url": "/factchecks/2012/apr/13/will-weatherford/florida-holds-record-redistricting-incumbents-toge/", "speaker": "Will Weatherford", "vclaim": "\"It's the first time in the nation this many members have been drawn (by a Legislature) into the same districts where it wasn't a court order.\"", "truth_label": "mostly-true", "date": "stated on March 28, 2012 in remarks to the press:", "title": "Florida holds the record for redistricting incumbents together, Will Weatherford says", "text": "Florida isn’t alone in its push to cut gerrymandering out of the once-in-a-decade process that determines districts for elected officials.\n\nYet the \"fair districts\" reforms in Florida’s Constitution are unique — more than is widely known. We at PolitiFact Florida realized this while checking out a claim from incoming House Speaker Will Weatherford, who oversaw the House’s redistricting effort.\n\n\"It’s the first time in the nation this many members have been drawn into the same districts where it wasn’t a court order,\" Weatherford told the Tampa Bay Times/Miami Herald on March 27, 2012, speaking of the House map. (The Senate’s maps are a different story.)\n\n\"From my understanding, this is the largest amount of incumbents that were pitted against each other based off the Legislature voluntarily doing that in the history in the United States,\" he added.\n\nHis assertion about the Legislature’s unparalleled feat of forcing sitting House members to run against each other resonated with us. What a bold (and specific) claim!\n\nOther states, like California and Arizona, have adopted independent commissions to handle redistricting instead of letting legislators draw the lines. In Florida, that power remains with lawmakers, who redrew the lines for the first time this year under orders from voters not to protect incumbents when crafting districts.\n\nThe truth behind his claim is more complicated than we thought it would be. A lot of that has to do with a lack of nationwide data, and the fact that the dust from Florida’s redistricting battle isn’t settled.\n\nSusan MacManus, a University of South Florida political science professor, told us the true test of Florida’s \"fair districts\" experiment will be decided by the courts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\"Nonetheless, I think the idea behind it was rather path-breaking, definitely,\" she said.\n\n• • •\n\nWeatherford told us he learned about his claim from House redistricting committee staffers and attorneys. \"There are other states that have a committee or a commission that does it for them,\" Weatherford said, \"but as far as the Legislature doing it to themselves, we just couldn’t find anything.\"\n\nA little background first: Many states have considered varying approaches to redistricting over widespread concerns of gerrymandering and incumbency protection. Some states, including California and Arizona, adopted special commissions to tackle the process.\n\nFlorida went with \"fair districts\" requirements, which keep lawmakers at the wheel but say they can no longer draw federal or state districts to favor a political party or an incumbent, among other things. Voters approved the standards in 2010 over objections from legislators who said the requirements would be impossible to follow.\n\nThe new maps sent several members moving across town or modifying political ambitions to avoid matchups with colleagues.\n\nIn its mandatory review of the Legislature’s plans, the Florida Supreme Court accepted the House plan and rejected the state Senate’s, saying it failed to adhere to \"fair districts.\" The Legislature’s map for congressional districts and its second attempt at a state Senate map await separate judicial reviews beginning this week.\n\nAnother point of caution: Just because the House map hasn’t been challenged doesn’t mean it won’t.\n\n• • •\n\nSo how many members does the House map affect?\n\nIt’s not so easy to nail down. A Times/Herald report pinpointed 35 member vs. member (and in a couple cases, member vs. member vs. member) races. It did not count incumbents facing term limits, since they can’t run again anyway. But the Times/Herald relied on members’ home addresses as listed on voter registration forms, which leaves open the possibility that some members’ primary residences are in their new districts.\n\nOther estimates are higher. The Florida Democratic Party put the count as high as 58 — roughly half the chamber — in a court filing. The Florida House said it found 40 incumbent pairings through various news sources, or one-third of House members.\n\n• • •\n\nWe consulted the country’s top redistricting experts, and none knew of a single source that tracks how many legislators had been drawn into the same district for different states after a redistricting cycle.\n\n\"It’s a great project for a grad student somewhere,\" said Justin Levitt, a Loyola Law School associate professor who keeps tabs on redistricting efforts at the All About Redistricting website.\n\nAs for Florida’s rules, Levitt said, no other state forces the Legislature to draw boundaries with a prohibition on favoring incumbents embedded in its Constitution. Other states have these limits in their statutes, or as nonbinding guidelines, but lawmakers can easily override those, he said.\n\n\"Florida is the only one that lets its Legislature draw the lines that also has constitutional constraints against legislators helping themselves,\" he said.\n\nA couple of experts advised us to compare Florida’s results with those in Iowa and California.\n\nStill, they cautioned, we weren’t going to get an apples-to-apples comparison. No one does it quite like Florida, which may give Weatherford’s claim more merit.\n\nIn Iowa, the nonpartisan Legislative Services Agency designs the maps and presents them to the Legislature for a vote. Lawmakers can approve or reject up to two maps from the agency and are allowed to amend a third map. They’ve never amended a map — \"a restraint that’s rare to find anywhere in elected politics,\" Levitt said.\n\nThe standards that staffers use to design their map are similar to what Florida adopted in 2010, said Ed Cook, Iowa Legislative Services Agency senior counsel. The agency kept tabs of the number of incumbent races created from redistricting cycles since 1981, the first that used the agency process. The results are close to our estimates for Florida.\n\nAccording to Cook, 27 members were drawn into districts with other incumbents in 2011; 39 in 2001; 40 in 1991; and 36 in 1981.\n\nWith 100 members in the Iowa House versus Florida’s 120, Iowa has had a higher rate of incumbents pitted against each other as a result of redistricting than Florida. But Iowa’s experience doesn’t satisfy an important caveat of Weatherford’s claim — that lawmakers are the ones drawing the lines. They could draw the lines, but they don’t. There are no term limits in Iowa.\n\n\"Florida moved much closer to the Iowa system with the amendments and the way they approached it,\" said Tim Storey, the National Conference of State Legislatures redistricting analyst.\n\nCalifornia is different, relying like five other states on an independent commission, not an agency, to draw its districts in effort to reduce gerrymandering.\n\nCalifornia’s latest redistricting cycle pitted a combined 32 incumbents from the state Assembly and Senate in districts against other members, according to redistricting consultant Paul Mitchell. Nine districts were in the House.\n\nSo, not as many as our best estimates in Florida. But not exactly a great comparison either.\nOur experts said Weatherford’s claim seems more accurate than not. Florida is \"pioneering\" the world of forbidding legislators from drawing incumbent-friendly seats, Storey said.\n\n\"He may be right,\" he said. \"With the exception of Iowa, nothing else jumps to mind.\"\n\nMitchell wasn’t familiar with Florida’s incumbent pairings but said, \"That would be definitely unique, and it’s a strong point to be made.\"\n\n\"Legislatures normally don’t do that,\" Mitchell said. \"I don’t think the California Legislature would be able to pull that off.\"\n\nThere may be more data on incumbent vs. incumbent races — at least for states with the most dramatic changes, California and Florida, when the election storm calms next year.\n\n\"When the process winds down and elections get held in the new maps, the redistricting crowd will really turn its attention to what happened in California and Florida,\" Storey said.\n\nOur ruling\n\nWeatherford’s claim is reasonable to believe, according to our experts. We could not find direct evidence to contradict his claim, partly because Florida’s redistricting process is unique across the country. Even with data for incumbent matchups, as in Iowa and California, Florida doesn’t lend itself for an apples-to-apples comparison.\n\nStill, none of our experts expressed absolute certainty. A rigorous 50-state study has never been conducted. Given that element of doubt, we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-11271"}