{"url": "/factchecks/2020/sep/22/william-barr/covid-19-rules-second-only-slavery-civil-liberties/", "speaker": "William Barr", "vclaim": "“Putting a national lockdown, stay-at-home orders, is like house arrest. Other than slavery, which was a different kind of restraint, this is the greatest intrusion on civil liberties in American history.\"", "truth_label": "false", "date": "stated on September 16, 2020 in a speech at a Hillsdale College event:", "title": "COVID-19 rules second only to slavery on civil liberties intrusions? Barr gets it wrong", "text": "Attorney General William Barr made the case that while the COVID-19 pandemic is grave, the response should be measured. Governors who issued sweeping rules to keep the spread of the virus in check, he said, were treating \"free citizens as babies that can’t take responsibility for themselves.\"\n\"Putting a national lockdown, stay-at-home orders, is like house arrest,\" Barr said Sept. 16 at an event sponsored by Michigan’s Hillsdale College. \"Other than slavery, which was a different kind of restraint, this is the greatest intrusion on civil liberties in American history.\"\nPutting social distancing rules second only to slavery as a violation of civil liberties drew criticism.\nHouse Majority Whip James Clyburn, D-S.C., called it \"the most ridiculous, tone-deaf, God-awful thing I've ever heard.\" \nAs fact-checkers, we looked at whether recent public health-driven restrictions on businesses and public gatherings exceeded the harm of other episodes in America’s past.\nCompared, for example, to the denial of voting rights to millions of Black Americans, we found Barr’s claim fell short.\nHis depiction of the COVID-19 restrictions also seemed exaggerated.\nStay-at-home orders\nAccording to the Kaiser Family Foundation, 44 states plus Washington, D.C. issued some form of stay-at-home order as the pandemic hit the nation. Generally, those orders shut offices, restaurants, bars and any other business judged to be nonessential. \nStates enjoy broad legal authority to protect the general welfare. In 1905, the U.S. Supreme Court laid down a standard that still applies today. So long as the state’s restrictions have a substantive connection to public health, they tend to pass legal muster.\nThat said, opponents of Pennsylvania’s stay-at-home orders won at least a temporary victory when a federal judge ruled major portions of that state’s order unconstitutional. The ruling is under appeal. Challenges in other states have been common, with judges often backing the governors. The U.S. Supreme Court decided not to hear an appeal from a Nevada church to hold in-person services.\nBroadly, state orders directed people to stay home, but they offered many exceptions. West Virginia’s was typical. Residents could leave to \"engage in outdoor activity,\" buy groceries, attend religious services, and visit other family members, to name a few permitted reasons. \nWhile Barr painted these orders as similar to house arrest, the comparison is dicey. The terms of house arrest can range from an evening curfew to an absolute requirement to stay in the home. But regardless of how strict or loose they are, house arrest orders are closely enforced, often through the use of tracking devices.\nThe COVID-19 orders did not reach that level of enforcement, although states often had the option to charge violators with misdemeanors, and in some instances, people were charged.\nThe economic impact has been severe. Well over 11 million Americans lost their jobs due to the virus and remain unemployed. Tens of millions faced a temporary loss of income, and thousands of businesses suffered.\nInfringements of civil liberties since 1900\nThe shutdown orders had an immediate effect on the lives of millions of Americans. We asked over a dozen historians if they could think of instances in post-slavery America that might be worse than shutting down restaurants, offices and many other enterprises for several months. \nWithout any suggestion that this list is fully inclusive, here are a few examples they offered as \"the greatest intrusion on civil liberties\" other than slavery.\nAnti-Black violence, Jim Crow and discrimination\nBetween 1900 and 1940, there were nearly 2,000 lynchings. Black people accounted for over 90% of the victims.\nWhite mobs attacked entire communities. In 1919, government soldiers, armed with rifles and seven machine guns, and aided by white vigilantes, attacked the Black residents of Elaine, Ark. Over a span of five days, they killed many and burned farms and buildings throughout the region.\nIn 1921, a mob of white people turned the Black neighborhood of Greenwood in Tulsa, Okla., to rubble. Estimates of the death toll range from 75 to 300. In 1923, Rosewood, Fla., suffered the same fate. There are many other examples.\nTurning to voting rights, states, mainly but not exclusively in the South, systematically denied the franchise to millions of citizens.\n\"Black voter participation, which in some places had been 90% of eligible male voters in the late 1860s and early 1870s, was cut to essentially zero by the early decades of the 20th century,\" Harvard Law School professor Michael J. Klarman told us when we looked at the history of this in 2011.\n\"Jim Crow regimes involved relentless efforts to stop all African Americans from voting and included brutal intimidation tactics, like lynching,\" said Heather Gerken, a Yale Law School professor. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nHome mortgages were beyond the reach of Black families due to Federal Housing Administration rules. Between 1930 and 1950, 98% of private mortgages were insured by the FHA. Only 2% of borrowers were non-white. The presence of Black people in a neighborhood was deemed a risk factor that discouraged lending. The policy denied Blacks people the same chance to accumulate wealth that white people enjoyed.\nThe Espionage and Sedition Acts during World War I\nDuring World War I, Congress passed the Espionage and Sedition Acts to bolster the country in its battle against Germany. The Sedition Act outlawed any criticism of the war.\nColumbia University historian Eric Foner called the period \"the most intense repression of civil liberties the nation has ever known.\"\n\"Two thousand people were prosecuted for speech or press violations,\" said Oakland University professor emeritus Robert Justin Goldstein. \"One thousand were jailed. Eugene Debs (a trade union activist and Socialist Party candidate) was jailed for opposing the draft.\"\nGoldstein, author of \"Political Repression in Modern America: From 1870 to 1975,\" tells the story of a filmmaker who received a 10-year sentence for a movie about the American Revolution.\n\"It was called ‘The Spirit of 1776,’\" and it included a scene with British soldiers committing atrocities against Americans,\" Goldstein said. \"That got him in trouble. At the time, we were fighting (along) with the British, and the movie was seen as undercutting that.\"\nExpulsion of Mexicans and Mexican Americans in the 1930s\nAs the Great Depression hit the U.S., people of Mexican descent were blamed for draining public resources. Secretary of Labor William Doak said deportation was essential for reducing unemployment. \nImmigration agents conducted raids across the country, but the largest number of removals took place in Southern California. By one estimate, local, state and federal officials deported nearly 2 million people, many of them minors born in the United States.\n\"More than half of those — about 1.2 million — were U.S. citizens, returned to a country where they had never been before and where they had few if any, rights, because they were not Mexican citizens,\" said Yale historian Laura Barraclough.\nThe program also undercut the freedom of American firms to conduct business. Farms struggled to find field workers, and in 1931, at a time when banks were in crisis, California reported a loss of $7 million in bank deposits as departing customers took their money with them to Mexico.\nInternment of Japanese Americans during World War II\nAfter the Japanese attack on Pearl Harbor, President Franklin D. Roosevelt issued an executive order in February 1942 to remove anyone on the West Coast judged to be a threat to national security. The move was aimed at Japanese Americans. In congressional hearings, Justice Department officials objected on constitutional grounds, and the work of forced relocation was put in the hands of the U.S. Army.\nWithin six months in 1942, 122,000 people were sent to inland internment centers. About 70,000 of them were U.S. citizens. \n\"Japanese Americans who evacuated often left without anything but a suitcase or two, and most never recovered their losses of homes, businesses, and possessions,\" said Northwestern University’s Shana Bernstein. \"The violation of civil liberties was so egregious that President Ronald Reagan officially apologized for it.\"\nA 1983 commission put their property losses at $1.3 billion.\nOther intrusions\nNo list could be fully inclusive. For scale and brutality, the forced relocation and killings of Native Americans in the 19th century loomed large for several historians. \nIn the 20th century, both the federal government and the states curtailed liberties in Americans’ private lives. Under the Comstock Act of 1873, it was a federal crime to distribute birth control materials through the mail or across state lines, even for married couples. \nMany states also banned interracial marriage. That stood until 1967, when the U.S. Supreme Court took the case of Loving v the State of Virginia. Two Virginia residents were convicted and sentenced to a year in jail for violating the state’s miscegenation law. The judge offered to suspend the sentence if they left the state and didn’t return for 25 years.\nThe U.S. Supreme Court ruled in 1967 that miscegenation laws violated the 14th Amendment and were \"odious to a free people.\"\nOther historians also listed the government study in collaboration with Tuskegee University that denied treatment for syphilis to over 600 Black men between 1932 and 1972. The government’s goal was to track the long-term effects of untreated disease. By the late 1940s, penicillin was the standard treatment but was never provided.\nOur ruling\nBarr said that COVID-19 stay-at-home orders were like house arrest and represented \"the greatest intrusion on civil liberties in American history\" since slavery.\nWhile efforts to contain the coronavirus have brought hardship to millions of people, public health restrictions, while challenged, have largely passed legal muster.\nOn the flipside, denying the right to vote to millions of Black people, terrorizing Black communities, jailing people for voicing an opinion, and forcibly relocating or deporting over a million citizens go against core principles of the Constitution.\nSuffering is not easily quantified, and we recognize that actions taken in the past that were not ruled at the time as having violated civil rights are viewed differently through history’s lens. But the scale and force of assaults on civil liberties in the past outweigh the infringements due to COVID-19.\nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18990"}