{"url": "/factchecks/2008/jan/06/rudy-giuliani/yep-reagan-did-the-a-word/", "speaker": "Rudy Giuliani", "vclaim": "\"Ronald Reagan did amnesty.\"", "truth_label": "true", "date": "stated on January 5, 2008 in a debate in Manchester, N.H.:", "title": "Yep. Reagan did the A-word", "text": "The GOP candidates keep sparring over who's tougher on immigration.\nIn this climate, dem is fightin' words to say your opponent supports \"sanctuary\" or \"amnesty\" for illegal immigrants.\n\nBut as Giuliani reminded his foes during the Jan. 5, 2008, Republican debate, none other than Ronald Reagan, the patron saint of modern-day conservatism, signed the very law that Republicans call amnesty.\n\n\nSay it ain't so!\n\n\nSorry. It's so. In 1986, Reagan signed an immigration reform bill, the first in 20 years, that legalized the status for 1.7-million people.\n\n\nSome defenders of the law dispute the term \"amnesty.\"\n\n\nBut here's how Edwin Meese, Reagan's former attorney general, characterizes what his boss did: \"President Reagan called this what it was: amnesty. Indeed, look up the term 'amnesty' in Black's Law Dictionary, and you'll find it says, 'the 1986 Immigration Reform and Control Act provided amnesty for undocumented aliens already in the country.' \"\n\n\nReagan signed the bill after Republicans and Democrats cobbled together an amnesty program in response to concerns from farmers worried about harvesting profits. The official record of congressional debates shows that lawmakers intended the program to provide a steady supply of labor for growers of perishable crops, such as cherries, grapes, peaches, etc. At the time the bill was written, however, \"perishable\" was defined so loosely that more durable crops such as potted plants, tobacco and seedlings were lumped in as well.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo even at the start, this program could be interpreted in ways that would benefit employers looking to save on wages.\n\n\nTo qualify for temporary status, migrants had to show they entered the United States before Jan. 1, 1982, and that they had continuously resided since then. They could get permanent residency within 18 months after that if they met certain requirements, such as learning English. The program took effect in 1987, also covering up to 350,000 people who had worked in U.S. agriculture at least 90 days in each of the preceding three years.\n\n\nMany have called the program a success because it awarded green cards to 2.7-million migrants, giving them the hope of entry to the American middle class.\n\n\nIn exchange for the amnesty, the new law was supposed to have beefed up border patrols and stiffened fines for both the migrant workers and employers in cases of violation. Alas, the law failed to stop illegal immigration, and many critics of the law say the government never thoroughly regulated employers who skirted the law's requirements.\n\n\nThis much is certain: If the law aimed to curb illegal immigration, it failed: When the law was passed, there were about 5-million illegal immigrants; now, there's an estimated 12-million.\n\n\nWhen Reagan signed the law, many predicted it would encourage the hiring of more migrants, especially outside of agriculture, and that this would spur the backlash against immigration that we're seeing today.\n\n\nGiuliani, it would seem, brought up Reagan's legacy to show how difficult the immigration issue is. In doing so, he didn't trip any alarms on the Truth-O-Meter, which scores him a True.", "vclaim_id": "vclaim-pol-16432"}