{"url": "/factchecks/2014/dec/11/steve-adler/steve-adler-mike-martinez-tax-utility-rates-fares/", "speaker": "Steve Adler", "vclaim": "Mike \"Martinez has voted to raise taxes and utility rates while ending free bus service for seniors.\"", "truth_label": "mostly-true", "date": "stated on December 2, 2014 in a TV ad:", "title": "Adler says Mike Martinez voted to raise taxes and utility rates, also ending free buses for seniors", "text": "Austin voters should doubt mayoral aspirant Mike Martinez’s commitment to an affordable city, his opponent in a Dec. 16, 2014, runoff maintains.\nThe narrator of a Steve Adler TV ad says that as an Austin City Council member, Mike Martinez \"has voted to raise taxes and utility rates while ending free bus service for seniors.\" That statement is made against this visual backdrop:\n\nSource: TV ad from Steve Adler, Austin mayoral candidate, \"Mike Martinez Record on City Council,\" posted online Dec. 2, 2014.\nMartinez has been a council member since June 2006. So it’s no surprise he would have had a say on taxes and rates charged by the city-owned utilities, though unsaid here is that no single council member controls any such decisions; it’s been a seven-member body, including the mayor.\nMartinez also chairs the eight-person board overseeing Capital Metro, which provides local bus and limited rail service. So he could have voted on fares charged the elderly.\nLet’s recap Martinez’s actions on fares, city taxes and utility rates.\nBus fares\nTo our inquiries, Adler’s campaign didn’t provide comprehensive backup for his ad claim. But by email, spokesman Jim Wick pointed out a September 2010 Austin American-Statesman news story stating the Cap Metro board voted to require bus riders 65 and older to pay 50 cents a ride or $15 for a 31-day bus pass, starting in 2011. The story also said the board was deciding to charge seniors and people with disabilities to ride buses for the first time since 1989.\nFor Capital Metro, spokeswoman Francine Pares told us by email Martinez has been a board member since June 2007 and chairman since January 2010. Pares also confirmed the board’s decision to charge the 50-cent fares, though she said that change was adopted at the board’s November 2010 gathering, which Martinez didn’t attend, she said.\nAccording to minutes of the Nov. 10, 2010, board meeting, the six members who were there unanimously approved a resolution authorizing higher fares in part, the resolution said, to generate additional operating revenues \"while striving to meet growing demand for transportation options.\" Martinez and another board member were recorded as absent.\nPares told us the board in September 2013 approved another increase in senior fares, to 60 cents, effective in 2015. Generally, she said, senior citizens receive 50 percent off regular fares.\nBy phone, Martinez agreed he and fellow board members agreed to charge the fares for elderly residents. But that happened, he said, only after a state panel issued \"marching orders\" including a recommendation calling for Capital Metro to raise more money from fares.\nIn a 2010 report, the staff of the Sunset Advisory Commission recommended the authority charge a bus fare of 50 cents for groups currently riding free. The commission had said 30 percent of Capital Metro’s passengers were riding for free and, it noted, the board had rejected proposed fares in 2008 and 2009. In its final July 2011 report on Capital Metro, the commission said: \"While fare increases are difficult, requiring only a portion of its ridership to bear the burden of these increases is not equitable or sustainable, especially in bad financial times.\"\nMartinez pointed out the sunset review occurred in keeping with legislation passed into law by the 2009 Legislature, which wanted Capital Metro to get its finances in order.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nCity taxes\nOn taxes, Wick of Adler’s camp offered as backup news stories indicating that in 2009, Martinez said taxpayers would have to pay \"a little more\" in taxes and fees through 2010 to maintain services and in 2010, the council acting to raise the city’s property tax rate from 42.09 cents per $100 of property value to 45.71 cents; the city tax on a median value home was expected to increase $52 to $843.\nWick followed up by emailing us a chart made by Adler’s campaign indicating city property taxes on a median-valued home going up on Martinez’s watch. For a non-campaign analysis, we turned to the Travis Central Appraisal District; the chief appraiser, Marya Crigler, emailed us a chart indicating city property taxes on a median-value homestead in 2007 were $715; in 2014, the comparable figure was $1,014. We converted the 2007 figure to 2014 dollars, using a federal inflation calculator. Upshot: Adjusted for inflation, city taxes on a median-value Austin homestead went up $278, or 34 percent, from 2007 through 2014, Martinez’s council years.\nOver those years, according to the district, the median taxable value of an Austin homestead went from $177,257 to $228,032. Adjusting for inflation suggests there was a nearly $18,800, 9 percent, increase.\nMartinez agreed property owners paid more in taxes in his council tenure, results influenced by surging property values, he said. Still, he said, in five of eight years, council members voted to keep the city’s property tax rate the same or to lower it. When the rate was raised, he said, the economy was in recession.\nFor another fact check, the city provided this chart of tax rates, which shows the council raised the rate three times in Martinez’s tenure, most recently for 2013,  but cut the rate four times, most recently for 2014. In September 2014, the council left the 2014 rate intact for 2015.\n\nUtility rates\nIn 2011, we found Mostly True a claim that Austin Energy, the city electric utility, was considering its first hike in rates since 1994. The base electric rate, covering staff, the electric system, power plants, vehicles and the like, hadn’t changed since 1994. Meantime, residential customers were paying less for electricity than they once had, taking inflation into account.\nOn June 7, 2012, the council unanimously voted to raise the base rate, the American-Statesman reported. The news story said: \"The complicated new rate structure will hit customers in different ways; generally speaking, the larger and more energy-hungry the home, the higher the percentage increase,\" effective October 2012. \"A typical home, which uses an average of 1,000 kilowatt-hours a month over the course of a year, will see its monthly bill rise by $8, to $113, according to Austin Energy calculations. A home that uses a lot of electricity would see its monthly bill increase by $59, to $332,\" the story said.\nHow would Adler have voted?\nWe asked Wick how Adler would have voted on the bus fares, tax and utility rate hikes we confirmed. There’s no simple answer, Wick said by email, but Adler favors free fares for senior citizens.\nOur ruling\nMike \"Martinez has voted to raise taxes and utility rates while ending free bus service for seniors.\"\nAustin residents pay more in taxes and could be paying more for electricity thanks to council actions Martinez supported. He also backed a decision by the Capital Metro board to charge half fares to elderly bus riders who had previously not been charged, though Martinez hardly did this by himself; it’s worth clarifying, too, that Capital Metro was under pressure to improve its finances and that Martinez missed the vote creating the then-50-cent fare.\nWe rate this statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06925"}