{"url": "/factchecks/2018/dec/19/blog-posting/no-three-muslim-congresswoman-did-not-refuse-take-/", "speaker": "Bloggers", "vclaim": "Says \"Three Muslim congresswomen just refused\" to sign an oath of office to uphold the U.S. Constitution.", "truth_label": "pants-fire", "date": "stated on December 18, 2018 in a Facebook post:", "title": "No, three Muslim congresswomen did not 'refuse' to take the oath - the ceremony hasn't happened yet", "text": "Supporting the U.S. Constitution and its amendments is probably the most agreed upon tenet in politics today, though politicians commonly accuse one another of trying to undermine the text.\nNow, a viral meme is going around social media that says if incoming politicians refuse to sign the oath to uphold the Constitution, \"they should not be allowed to serve.\" It then goes on to claim that \"three Muslim congresswomen just refused\" to do so.\nIn just one day, the inflammatory post garnered over 70 comments and has been shared more than 3,000 times.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe full meme:\n\"If you refused to sign an oath of office to uphold the U.S. Constitution, as every other holder of that office is required to do, you should not be allowed to serve … Three Muslim congresswomen just refused.\"\nThere are two problems with this claim. First, at the start of each new Congress, all members beginning a new term of office are actually required to take an oath to support and defend the U.S. Constitution. So, they can’t refuse.\nSecond, no members could have refused because the swearing-in ceremony (when the oath is taken) hasn’t happened yet.\nThe oath of office, and its history\nIn the federal government, in order for an official to take office, he or she must first take the oath of office, which is also known as the swearing-in ceremony.\nArticle VI of the Constitution \"requires all representatives, senators, executive officers, judicial officers, and state legislatures to affirm support for the Constitution,\" according to the 1789 Oath of Office bill brought forth by the First Congress.  \nOaths are taken in all three branches of government, including the president, vice president, Congress members and Supreme Court justices.\nThe wording has changed throughout the years, but the version used today hasn’t been altered since 1966, and is prescribed in Title 5, Section 3331 of the United States Code.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIt reads:\nI do solemnly swear (or affirm) that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion, and that I will well and faithfully discharge the duties of the office on which I am about to enter. So help me God.\"\nToday, members of Congress take the oath to uphold the Constitution en-masse in a public, group swearing-in ceremony on the opening day of a new Congress.\nThe ceremony consists of members raising their right hands and repeating the oath. No religious texts are used (as specified in the Constitution). Some members pose for photos individually following the official swearing-in and hold private ceremonies.\nSince the 80th Congress, (1947-49) members have also been required to sign an oath.\nThe swearing-in ceremony hasn’t happened yet\nThe 116th U.S. Congress is set to convene on Jan. 3, 2019, and representatives and senators take their oath during the first day of a new Congress.\nSince the swearing-in has yet to take place, no members would have been able to refuse to take or sign the oath of office, as the meme implies.\nMuslim women in Congress\nLooking for one more reason that this claim is a hoax? There will not be three Muslim women serving in Congress in 2019, like the post claimed.\nThere will be two. Michigan elected Rashida Tlaib, and Minnesota elected Ilhan Omar.\nThey will be the first to Muslim women to serve in Congress.\nOur ruling\nA popular meme says politicians shouldn’t be allowed to serve if they refuse to take an oath of office and that \"three Muslim congresswomen refused.\"\nEach new member of Congress, along with the president, vice president and Supreme Court justices, are required to take the oath of office when they are sworn in, as written in the U.S. Constitution.\nThe 116th Congress will convene after the holiday break, on Jan. 3, 2019, which is when incoming representatives and senators will take their oath – so no member could have refused yet.\nThis claim is Pants on Fire!\n\nShare the Facts\n2018-12-19 20:36:01 UTC\n\n\nPolitiFact\n\n\n1\n1\n7\n PolitiFact Rating:\nPants on Fire\n\nSays \"Three Muslim congresswomen just refused\" to sign an oath of office to uphold the U.S. Constitution.\n\n\n\nBloggers\nBloggers\n \n\n\nIn a Facebook post\nTuesday, December 18, 2018\n2018-12-18\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-01176"}