{"url": "/factchecks/2010/aug/31/bud-chiles/chiles-says-florida-ranks-49th-capita-mental-healt/", "speaker": "Bud Chiles", "vclaim": "\"Florida is 49th in per capita spending on mental health care.\"", "truth_label": "true", "date": "stated on August 31, 2010 in a campaign website:", "title": "Chiles says Florida ranks 49th in per capita mental health spending", "text": "Florida has long had a poor reputation for spending on social services. Bud Chiles, running as an independent for governor, criticizes the state's spending on mental health care.\n\nOn his website Chiles said:\n\n\"Nearly $3 billion dollars -- 10 percent of our state’s general fund -- is going to pay for Florida’s prisons. Meanwhile, Florida is 49th in per capita spending on mental health care, and 65 percent of inmates need substance abuse treatment and aren’t getting it. The only way to end this cycle is through community solutions. Let’s stop using a prison cell to solve problems when an ankle bracelet and drug counseling is proven to be more effective. Let’s get resources to communities so that they can provide services locally at less taxpayer expense, creating local jobs and real results.\"\n\nIn this Truth-O-Meter item, we wanted to explore Chiles' claim that Florida is 49th in per capita spending on mental health.\n\nWe spoke to Chiles on Aug. 31, 2010, who directed us to campaign spokeswoman Katie Ottenweller. She said the source of their information was a July 4, 2010, editorial in the Tallahassee Democrat by David L. Miller, a retired senior vice president of Florida Power Corp. who had been chair of the Florida Substance Abuse and Mental Health Corp. The editorial stated that during the 2010 session, Florida legislators cut the $190,000 needed to continue the corporation, which was an independent, nonprofit created by the Legislature.\n\n\"The lack of services in Florida is shocking and embarrassing, as well as very costly,\" Miller wrote. \"Our state ranks 49th in per capita spending for mental-health care, an abysmal ranking borne out by the thousands of people who cannot get treatment and end up in our jails, prisons and on the streets.\"\n\nMiller did not attribute the per capita spending comparison.\n\nPolitiFact Texas looked at a similar claim made by a candidate for lieutenant governor earlier this year. Marc Katz said that Texas ranked 50th -- last -- in per capita mental health spending. PolitiFact ranked that claim Mostly True because one state was lower than Texas: New Mexico.\n\nThat item cited a report by the National Association of State Mental Health Program Directors Research Institute, Inc., posted on a Henry J. Kaiser Family Foundation website statehealthfacts.org that compares 50 states' and the District of Columbia per capita mental health spending. The chart ranked Florida 49th with $38.17 per capita followed by Texas at $34.57 and New Mexico in last place at $25.58.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nThat report was based on fiscal year 2006 data, said Ted Lutterman, director of research analysis, in an interview. The 2007 report showed Florida 48th but Hawaii did not report and if it had, Florida would have been 49th, Lutterman said. The report based on 2008 data will be finished soon, said Lutterman, who said he is missing Alaska. But Alaska has always been ahead of Florida so he expects Florida to rank 49th again.\n\n\"It's been consistent for several years,\" Lutterman said.\n\nWe reached out to several other organizations in the mental health field to determine if they had any other information about Florida's mental health spending ranking. The National Alliance on Mental Illness gives states a grade, and in 2009 gave Florida a \"D.\" The \"Grading the States 2009\" report evaluates measures such as the number of programs delivering evidence-based practices, emergency room wait-times, and the quantity of psychiatric beds by setting and whether Medicaid reimburses providers for all, or part of evidence-based practices; and more. In 2009, the organization gave six states an \"F\" and 21 states a \"D.\" The report card is not based on per capita spending but gives us a general sense of how Florida compares -- somewhere in the bottom half of states.\n\nThe nonprofit Mental Health America published a report in December 2007 called \"Ranking America's Mental Health: An Analysis of Depression Across the States.\" Appendix B, which compares state mental health authority expenditures per capita for 50 states plus the District of Columbia, stated that Florida spent $35.96 while three states were lower: Arkansas $35.96, New Mexico $27.78 and Kansas $23.14. That report was based on 2004 data, said spokesman Steve Vetzner.\n\nA Sept. 10, 2009, letter to the editor in the Sun-Sentinel from Bob Sharpe, CEO and president of the Florida Council for Community Mental Health, states that Florida is 49th in per capita mental health spending but does not attribute the source of the ranking. We left a message for Sharpe but did not hear back.\n\nSo how does Chiles' claim stack up? He said that Florida was 49th in per capita spending on mental health. The campaign cites an editorial that does not provide the source for the 49th figure. The Association of State Mental Health Program Directors Research Institute, Inc., concluded in a 2006 report that Florida ranked 49th and that figure has been quoted several times by mental health experts such as Sharpe. Mental Health America wrote in a 2007 report that Florida was 48th -- but it was based on earlier 2004 data. Based on the information we could find, we rate this claim True.", "vclaim_id": "vclaim-pol-14510"}