{"url": "/factchecks/2013/oct/29/john-fleming/gop-rep-john-fleming-says-massachusetts-half-prima/", "speaker": "John Fleming", "vclaim": "In Massachusetts, \"half of the primary care doctors are not accepting new patients.\"", "truth_label": "true", "date": "stated on October 27, 2013 in a discussion on CNN's \"State of the Union\":", "title": "GOP Rep. John Fleming says in Massachusetts, half of primary-care doctors aren't seeing new patients", "text": "As the fallout from President Barack Obama’s health care law takes center stage, some critics are raising concerns about how much access Americans will have to insurance and physicians in the future.\nOn CNN’s State of the Union, Rep. John Fleming, R-La., a physician and a critic of Obamacare, and Ezekiel Emanuel, a health policy specialist at the University of Pennsylvania who supports the law, faced off.\nAt one point, they debated the situation in Massachusetts, where a law similar to Obamacare was signed in 2006.\nAs evidence that the federal law won’t work, Fleming said that in Massachusetts, \"half of the primary care doctors are not accepting new patients.\"\nHis point was that even if you have insurance, you won’t necessarily be able to see a doctor.\nWe decided to check Fleming’s statistic to see if it’s correct.\nThe statistic comes from an annual survey by the Massachusetts Medical Society, a professional association founded in 1781 that, among other things, publishes the prestigious New England Journal of Medicine.\nThe 2013 edition of the society’s \"Patient Access to Care\" survey -- which was based on 1,137 phone interviews with Massachusetts physicians -- found that 51 percent of family medicine practitioners in the state were accepting new patients. As Fleming indicated, almost exactly half are not.\nWe will point out a few caveats, none of which seriously undercut Fleming’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• While \"family medicine\" is certainly one type of \"primary care doctor,\" there are others. One type, internal medicine doctors, had a lower percentage (45 percent) accepting new patients, but another, pediatricians, had a higher percentage (70 percent).\n• There is substantial regional variation even within Massachusetts. The largest county in the state, Middlesex, had more doctors accepting new patients, at rates five to eight percentage points higher than the state as a whole. Other counties, such as Suffolk, had rates well below the state average.\n• Your likelihood of being accepted as a new patient depends heavily on what kind of insurance you have. Family medicine doctors accept 90 percent of new Medicare patients and 70 percent of patients with MassHealth, the state’s vehicle for Medicaid and Children’s Health Insurance Program.\nThe 2013 survey did not look at new-patient acceptance rates for those who had private insurance or for patients with Commonwealth Care or Commonwealth Choice, the programs created under the 2006 law to insure those who previously had no insurance.\nHowever, data from the society’s 2011 survey does show a danger sign for those worried that doctors will be unwilling to take patients newly insured by the national health care law.\nThe 2011 survey found that family medicine physicians were significantly less likely to accept new patients with Commonwealth Care or Commonwealth Choice -- 56 percent and 44 percent, respectively -- than they were new Medicare and Medicaid patients.\nEqually striking, the survey found, the percentage of family doctors taking new patients with any type of insurance has fallen since 2007 from 70 percent to 51 percent.\nThat said, determining whether Massachusetts is out of line on any of these benchmarks is tricky, since comparable data for other states is virtually nonexistent, and the available national data is calculated differently and is several years old.\nOur ruling\nFleming said that in Massachusetts, \"half of the primary care doctors are not accepting new patients.\" That number is supported by a credible annual survey of Massachusetts doctors. While this doesn’t necessarily mean the same thing will happen on the national level, the statistic is solid. We rate it True.", "vclaim_id": "vclaim-pol-08694"}