{"url": "/factchecks/2013/dec/08/rob-portman/rob-portman-says-about-2-percent-americans-get-pai/", "speaker": "Rob Portman", "vclaim": "\"About 2 percent of Americans get paid the minimum wage.\"", "truth_label": "mostly-true", "date": "stated on December 8, 2013 in an interview on ABC’s \"This Week\":", "title": "Rob Portman says 'about 2 percent of Americans get paid the minimum wage'", "text": "Ohio Republican Sen. Rob Portman questioned Democrats who want to raise the federal minimum wage and offered a flurry of statistics to help make his point.\nSpeaking Sunday on ABC's This Week, Portman suggested that raising the $7.25 an hour minimum wage could force employers to cut jobs.\n\"If you want to deal with income inequality, the No. 1 way to do it is to get people to work. That's what all the statistics show. About 2 percent of Americans get paid the minimum wage. Of that group, by the way, less than .3 of 1 percent of Americans are both under poverty -- under the line of poverty and on minimum wage. So it's a lot of young people. About 50 percent of them are between 16 and 24 years old. For a lot of them, it's a part-time job. So what you don't want to do is raise the minimum wage to the point that you're actually losing jobs.\"\nThat exchange includes a bunch of different statistics, but here we’ll be checking this one: \"About 2 percent of Americans get paid the minimum wage.\" We won’t get into the question of what this means for minimum-wage policy here; for now, we’ll just look at the numbers.\nTo do so, we turned to a study published by Bureau of Labor Statistics -- the federal government’s official chronicler of employment and wage data -- titled, \"Characteristics of Minimum Wage Workers: 2012.\" It was released on Feb. 26, 2013.\nThe study found that a little under 3.6 million workers were paid either at or below the federal minimum wage. (The study did not look at whether workers were paid higher minimum wage rates set by their state, as many states have done.)\nTo determine the percentage, we looked at the number of Americans employed. That number ranged between about 133 million and 134 million during 2012.\nIf you divide the two numbers, it turns out that, by the official statistics, roughly 2.6 percent of all American workers were earning the minimum wage in 2012.\nThat’s slightly higher than Portman indicated, but his estimate was definitely in the ballpark.\nThat said, we do see a few caveats, none of which strike us as particularly troublesome for the accuracy of his comment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n• Portman said \"2 percent of Americans,\" but to be entirely accurate, he really should have said 2 percent of workers.\nTo figure out the percentage of \"Americans\" earning the minimum wage, we turned to the U.S. Census Bureau, which estimated that the U.S. population in 2012 was 313,914,040. That would mean that minimum-wage workers accounted for just over 1 percent of Americans.\nThat said, dividing by the number of Americans would not be a very useful number -- it includes a lot of people who aren’t old enough to work or who have retired.\n• Portman referred to people who \"get paid the minimum wage.\" Actually, the numbers he cited refer to Americans who either get paid the minimum wage or get paid less than the minimum wage.\nHow can you get paid less than the minimum wage? The minimum-wage law actually exempts whole classes of workers from the $7.25 standard -- \"vocational education students,\" \"full-time students employed by retail or service establishments, agriculture, or institutions of higher education,\" and those \"impaired by a physical or mental disability.\"\nThis is not a trivial population -- for 2012 at least, the number earning less than the minimum wage (about 2 million) actually exceeded the number who earned the minimum wage exactly (about 1.6 million).\nIn addition, it’s worth noting that workers in tipped professions, such as wait staff, get a legal minimum wage that’s well below $7.25. By factoring in tips earned, the employer only has to pay workers a minimum of $2.13 an hour.\nOne other note: The BLS offers some words of caution about its data. It counted only minimum-wage workers who are actually paid by the hour. Salaried and other non-hourly workers are excluded from the BLS analysis. BLS says the number of salaried workers earning at or below the minimum wage is probably modest, but the data is sufficiently opaque that the agency warns that \"the actual number of workers with earnings at or below the prevailing federal minimum is undoubtedly understated.\"\nBLS also warns that this study is based on a sample, and samples are imperfect.\nOur ruling\nPortman said that \"about 2 percent of Americans get paid the minimum wage.\" He didn’t word the statement with complete accuracy; he would have been better off saying that, according to official statistics, \"about 2 percent of American workers get paid at or below the federal minimum wage.\" Still, his number is close to accurate, and his general point -- that workers who are paid the federal minimum-wage represent a small percentage of the entire working population -- is backed up by official data. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08526"}