{"url": "/factchecks/2018/apr/19/donald-trump/donald-trump-correct-about-size-us-trade-deficit-j/", "speaker": "Donald Trump", "vclaim": "\"The United States has a massive trade deficit with Japan. It's anywhere from $69 billion to a $100 billion a year.\"", "truth_label": "half-true", "date": "stated on April 18, 2018 in a press conference:", "title": "Is Donald Trump correct about the size of the U.S. trade deficit with Japan?", "text": "When President Donald Trump held a joint press conference with Japanese Prime Minister Shinzo Abe at his Mar-A-Lago resort, a Japanese journalist asked the leaders about trade between the two countries.\nTrump started his answer by saying, \"The United States has a massive trade deficit with Japan. It's anywhere from $69 billion to a $100 billion a year. That's massive by any standpoint.\"\nWhen we took a closer look, we found that the lower end of Trump’s scale has some credibility, but not the upper end.\nFirst, let’s look at the data for trade in goods alone. (This is not the most complete look at trade — more on that later.) But the figure for goods alone is the one that trade skeptics are more apt to cite, because it is more likely to paint the United States as getting the short end of the stick in bilateral trade.\nU.S. Census Bureau data shows that the U.S. deficit with Japan in goods has been consistent in recent years, from $67 billion to $69 billion. In 2017, it was $68.8 billion.\nThat figure is in line with the lower end of Trump’s range, but it’s well below the upper end of his range. In fact, the higher figure Trump offered is about 50 percent larger than the actual size of the deficit.\nThere’s a more comprehensive figure that combines the deficit in goods and services. It makes Trump’s point more inaccurate.\nThe United States tends to have a more favorable balance of trade in services, which includes sectors such as financial and insurance services, legal services, business consulting, and entertainment. Any goods-and-services deficit is usually smaller than the deficit in goods alone.\nAccording to Census Bureau data, the U.S. deficit with Japan in goods and services in 2017 was $56.1 billion.\n\nSo Trump offered an upper estimate that’s almost twice as large as the actual goods-and-services deficit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMonica de Bolle, a senior fellow at the Peterson Institute for International Economics, confirmed our conclusion that Trump’s upper-end estimate was off-base. \"President Trump tends to get creative when speaking about bilateral trade deficits,\" she said.\nTrump called the trade deficit \"massive.\" Let’s put it into context.\nThe size of Japan’s goods-and-services deficit is far below that of China’s, and it’s also smaller than those of Mexico and Germany. But the deficit with Japan still ranks high on the list of deficits among top trading partners.\n\nThe deficit with Japan is modest as a percentage of all trade between the two nations. The 2017 goods-and-services deficit with Japan amounted to 19.6 percent of total trade between the two countries. That was larger than the percentage for Mexico (11.1 percent), but it was smaller than for either Germany (28.5 percent) or China (47.4 percent).\nWhen we contacted the White House, they came up with identical data as we did — about $69 billion as a deficit in goods, but not as high as $100 billion.\nOur ruling\nTrump said, \"The United States has a massive trade deficit with Japan. It's anywhere from $69 billion to a $100 billion a year.\"\nThe U.S. trade deficit with Japan is roughly $69 billion if you only look at the trade in goods. A more comprehensive figure that includes the balance of trade in services is even smaller, $56.1 billion.\nEither way, the $100 billion that Trump threw out is unsupported by the data.\nWe rate the statement Half True.\nCORRECTION: This version has corrected the size of the goods and services deficit with Japan. It is $56.1 billion, not $57.1 billion.\n Share the Facts 2018-04-19 21:21:20 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The United States has a massive trade deficit with Japan. It's anywhere from $69 billion to a $100 billion a year.\"    Donald Trump President https://www.whitehouse.gov/briefings-statements/remarks-president-trump-prime-minister-abe-japan-joint-press-conference/   a press conference Wednesday, April 18, 2018 2018-04-18    Read More  info", "vclaim_id": "vclaim-pol-02175"}