{"url": "/factchecks/2010/oct/12/florida-democratic-party/rick-scott-dodges-answers-invoking-fifth-amendment/", "speaker": "Florida Democratic Party", "vclaim": "Says Rick Scott gave a deposition in which he invoked the Fifth Amendment 75 times about his dealings as head of Columbia/HCA hospital chain", "truth_label": "mostly-true", "date": "stated on October 10, 2010 in a TV ad.:", "title": "Rick Scott dodges answers by invoking Fifth Amendment, Democrats claim in ad", "text": "Democrat Alex Sink is airing a new ad that whacks Republican gubernatorial candidate Rick Scott for alleged fraud at Columbia/HCA, and in particular, for refusing to answer questions about his role in any wrongdoing.\n\nThe ad, which will air Oct. 13, 2010, is two minutes long and crafted to look like a TV news magazine segment. It's called \"Fraud Files,\" and pieces together the voice of a narrator with video news clips.\n\n\"Is Columbia/HCA putting profits ahead of patients?\" NBC's Brian Williams asks near the beginning of the ad. \"Did Columbia treat a patient for a mild disease, then bill Medicare for something more expensive?\" another reporter asks.\n\nA narrator and a Palm Beach County prosecutor help fill in the details. \"A whistleblower revealed that Scott's company was cooking the books. Refusing to cooperate, Rick Scott gave a deposition in which he invoked the Fifth Amendment 75 times,\" the narrator says. \"Which means a truthful answer to the questions that he was asked would incriminate him,\" adds Michael McAuliffe, Palm Beach County's Democratic state attorney, finishing the thought.\n\nThe ad then cuts quickly to another news reporter ... \"The Medicare fraud that cost his former company, Columbia/HCA $1.7 billion in fines ...\" And then back to the narrator. \"The fine was the largest in the history of the United States. Rick Scott resigned in disgrace with a $300 million golden parachute.\"\n\nWe're dealing with McAuliffe's claim in another item. In this fact-check, we wanted to learn more about that deposition, and Scott's use of the Fifth Amendment.\n\nColumbia/HCA background\n\nFirst, a little bit of back story on Scott and Columbia/HCA.\n\nScott started what was first called Columbia in the spring of 1987 by purchasing two El Paso, Texas, hospitals. He quickly grew the company into one of the country's largest publicly traded hospital chains, and in 1994, merged Columbia with Tennessee-headquartered HCA and its 100 hospitals.\n\nIn early 1997, federal agents revealed they were investigating the Columbia/HCA chain for, among other things, Medicare and Medicaid fraud. Allegations included that Columbia/HCA billed Medicare and Medicaid for tests that were not necessary or ordered by physicians, and that the hospital chain would perform one type of medical test but bill the federal government for a more expensive test or procedure. Agents seized records from Columbia facilities across the country in Tennessee, North Carolina, Texas, Oklahoma, Utah and Florida.\n\nScott resigned in the middle of the federal investigation in July 1997. Scott said he wanted to fight the federal government accusations; the corporate board of Columbia/HCA wanted to settle, and did. In 2000, the company pleaded guilty to at least 14 corporate felonies and agreed to pay $840 million in criminal fines and civil damages and penalties. The company agreed to further settlements in 2002, paying an additional $881 million in fines.\n\nScott's deposition\n\nScott indeed did give a deposition in 2000 in which he invoked the Fifth Amendment to the U.S. Constitution 75 times. The amendment reads in part that no one \"shall be compelled in any criminal case to be a witness against himself.\"\n\nScott's deposition, however, was not part of the criminal fraud case being pursued by the federal government. In fact, Scott was never officially questioned during the federal criminal investigation. Instead, the case in question was a civil case involving Columbia/HCA and Nevada Communications Corp. Nevada Communications alleged that Columbia/HCA breached the terms of a communications contract.\n\nScott's lawyer interjected after an opposing lawyer began the deposition by asking if Scott was employed. \"Under normal circumstances, Mr. Scott would be pleased to answer that question and other questions that you pose today,\" Scott's lawyer, Steven Steinbach, said. \"Unfortunately because of the pendency of a number of criminal investigations relating to Columbia around the country, he's going to follow my advice, out of prudence, to assert his constitutional privilege against giving testimony against himself.\n\nScott then went on to read the same answer to every question Nevada Communications lawyers asked, even when asked if Scott is a current or former employee of Columbia/HCA -- \"Upon advice of counsel, I respectfully decline to answer the questions by asserting my rights and privileges under the Fifth Amendment of the U.S. Constitution.\"\n\nThe ad never clarifies, or tries to distinguish the deposition as being part of a civil case unconnected to the criminal investigation. It simply adds the claim into the middle of a series of claims about the criminal fraud case. On the other hand, Scott's reason for invoking the Fifth Amendment privilege was because of the criminal investigations surrounding Columbia/HCA, his lawyer said.\n\nDuring the Univision debate on Oct. 8, 2010, Scott said he pleaded the Fifth so many times because the opposing lawyers were on a \"fishing expedition.\" But that's not what the Fifth Amendment should be used for, legal experts say.\n\nThe Fifth Amendment is a way to protect yourself from prosecution, regardless of whether you committed the crime.\n\n\"The Fifth Amendment is not a shield against fishing expeditions,\" said Nancy Dowd, a UF Levin College of Law professor. \"If you want to cloak yourself in the protection of the Fifth Amendment, it has to be for the reason that your answer could result in criminal liability.\"\n\nAdded Bruce Jacob, a law professor at Stetson: \"You should not use the Fifth Amendment privilege if you don't think there's possible criminal liability.\"\n\nRuling\n\nScott did give a deposition in 2000 where he invoked his Fifth Amendment privilege not to be a witness against himself 75 times (we counted). But that alone doesn't make the claim right. We think it's fair to look at the context of how the number's used, and what an average viewer will take away upon seeing the ad.\n\nThe inference here is clear -- that Scott gave a deposition in the federal criminal investigation of Columbia/HCA and pleaded the Fifth Amendment 75 times. That's not true. Scott invoked the Fifth Amendment 75 times in an unrelated civil suit over a communications contract. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-14250"}