{"url": "/factchecks/2014/sep/05/jeanne-shaheen/jeanne-shaheen-says-big-oil-gave-scott-brown-45426/", "speaker": "Jeanne Shaheen", "vclaim": "\"Big Oil gave Scott Brown $454,260.\"", "truth_label": "half-true", "date": "stated on August 27, 2014 in an ad:", "title": "Jeanne Shaheen says 'Big Oil' gave Scott Brown $454,260", "text": "Former U.S. Sen. Scott Brown -- now running to return to the Senate -- hasn’t officially made it through the Republican primary yet, but he’s long been considered the frontrunner to take on incumbent U.S. Senator Jeanne Shaheen, D-N.H., in November’s general election.\nBrown has been the subject of numerous attack ads by outside groups, including a recent ad by the Senate Majority PAC, a Democratic-aligned group, that claimed that he voted to give oil companies huge tax breaks and, in exchange, took more than $400,000 in campaign contributions. PolitFact New Hampshire rated the claim in that ad Half True.   \nNow, Brown finds himself the target of a similar ad, this time directly from the Shaheen campaign.\n\"The big oil companies are the most profitable on the planet,\" a narrator says at the beginning of the 30-second ad titled \"Profitable.\" \"Scott Brown voted to give them more than $20 billion in taxpayer subsidies. Big Oil gave Scott Brown thousands of dollars within days of his votes.\"\nMeanwhile, a visual in the ad puts a number on those \"thousands of dollars\" that Brown received: \"Big Oil gave Scott Brown $454,260,\" the ad declares.\nThis seemed like something PolitiFact should sort out.\nSince we’ve already fact-checked Brown’s \"big oil\" votes, we’ll focus here on the breakdown of contributions to his campaign and the specific number cited in Shaheen’s ad.\nThe Shaheen campaign pointed us to OpenSecrets.org, an independent website run by the Center for Responsive Politics that tracks money in politics. The site tracks donations of at least $200 in congressional and other elections.\nAt the time Shaheen’s ad first aired, OpenSecrets’ website showed $454,260 in campaign contributions from oil- and gas-industry donors for Brown over the course of his career. That was precisely the number cited by Shaheen. By now, that’s actually a little out of date; updated figures show Brown has received $488,010 from donors associated with the oil and gas industry.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe total makes the oil and gas industry the 14th most popular sector giving  to Brown. The biggest sectors Brown receives money from are retired individuals, securities and investment, lawyers and law firms, and real estate, each of which account for at least $1 million.\nBut these numbers don’t tell the whole story. Calling Brown’s donors \"Big Oil\" isn’t entirely accurate, since many such donors are not huge corporations or high-powered CEOs.\nOpenSecrets defines oil and gas companies as \"multinational and independent oil and gas producers and refiners, natural gas pipeline companies, gasoline service stations and fuel oil dealers.\"\nSo while this category includes what would widely be understood as \"big oil,\" it also includes smaller, independent companies, as well as low-level individuals who happen to work for an oil company.\nIn fact, a breakdown of the contributions made to Brown from the oil and gas industry shows that only $52,550 of the total came from \"major multinational oil and gas producers.\" That’s just 11.5 percent.\nOne other quibble: The ad makes it sound like the companies themselves are donating, but that’s true only for a minority of the dollars donated.\nOverall, $168,000 came from political action committees, which pool employee dollars and make donations in the employer’s name. The other $287,760 came from individuals associated with oil and gas companies. The reasons for an individual’s donation may have everything or nothing to do with the industry’s policy agenda.\nOur ruling\nShaheen’s ad said that \"Big Oil gave Scott Brown $454,260.\" Independently collected data shows that while Brown received roughly that much from donors categorized under the \"oil and gas industry,\" only about 11.5 percent of that haul came from companies and individuals affiliated with the biggest multinational companies -- what most viewers would consider \"Big Oil.\"\nThe statement is partially accurate, but leaves out important details. So we rate this claim Half True.", "vclaim_id": "vclaim-pol-07347"}