{"url": "/factchecks/2015/feb/26/david-corn/mother-jones-reporter-oreilly-often-praised-wor/", "speaker": "David Corn", "vclaim": "Says he \"often\" appeared on The O’Reilly Factor and \"often was praised\" by Bill O'Reilly.", "truth_label": "half-true", "date": "stated on February 25, 2015 in an interview on \"The Rachel Maddow Show\" on MSNBC:", "title": "Mother Jones reporter at center of Bill O'Reilly story: O'Reilly 'often' praised me", "text": "Mother Jones writer David Corn finds himself in the crosshairs of Bill O’Reilly after Corn and Daniel Schulman wrote that O’Reilly embellished his personal experiences covering the Falklands War in Argentina.\nCorn's initial story said O'Reilly claimed he reported in a \"war zone\" when he was not. O'Reilly disputed the story and called Corn \"an irresponsible guttersnipe.\" We’ll leave it to you to decide who to believe in that he-said, he-said.\nBut we were struck by something Corn said during an appearance on the Feb. 25, 2015, Rachel Maddow Show. Apparently, Corn once worked for Fox News, and he and O’Reilly were something of pals. Here’s how Corn put it:\n\"I’ve watched Bill O’Reilly over the years. In fact I used to work there from 2001 to 2008, and was often on Bill’s show and often was praised by Bill, not as a liar but as a good reporter. But that was then. This is now.\" Corn said.\nThat’s an interesting little nugget in this media story that we thought was worth verifying.\nAs it turns out, when Corn was the Washington editor of The Nation, a long standing left-of-center publication, he had a contract with Fox News and played the role of arch liberal against the network’s roster of conservative voices. We went to the Nexis transcript database to see how many times Corn appeared and what O’Reilly said about him.\nCorn appeared on Fox News at least 60 times. Six of those appearances came on O’Reilly’s The O’Reilly Factor (May 3, 2002; Nov. 18, 2002; Jan. 15, 2003; March 4, 2003; April 7, 2003; and April 20, 2007).\nSix appearances over five years is hardly often, but what did O’Reilly have to say about Corn?\nWe found one occasion when O’Reilly explicitly praised Corn’s reporting. In November 2002, a few months before the Iraq War, Corn wrote that a small socialist group called the Worker’s World Party had played a key role in organizing a large anti-war demonstration. O’Reilly clearly valued journalism that revealed a tie between the protest march and a group that O’Reilly called \"hardcore commies.\"\n\"All right, Mr. Corn, good reporting,\" O’Reilly said. \"Nobody else reported that. And we appreciate it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat was as effusive as O’Reilly ever got with Corn. The two men always sparred aggressively, transcripts show. A couple of weeks before the start of the Iraq War, Corn argued that the evidence was thin that Saddam Hussein had weapons of mass destruction and that the United States was ill prepared for the aftermath of an invasion. O’Reilly said an invasion was worth the risk, but at the end, appreciated Corn for his feistiness.\n\"Mr. Corn, we appreciate your point of view. Thanks for coming in, and standing up,\" he said.\nAfter the war began, Corn appeared again to challenge O’Reilly’s belief that papers like the New York Times slanted their headlines to make the fight look tougher for American forces than it actually was. As the segment clock ran down, O’Reilly threw it back to Corn.\n\"David, because we like you as a guest, give you the last word. You've got 15 seconds. Go,\" O’Reilly said.\nOn one occasion O’Reilly called Corn \"a left-wing, liberal, pinko communist,\" a remark that Corn took in good humor. Once, O’Reilly accused Corn of intellectual dishonesty. O’Reilly also described Corn and journalist Robert Scheer in 2006 as \"bomb throwers\" and \"very far-left individuals.\"\nWe spoke to the Mother Jones public affairs director, shared the results of our Nexis search and asked if there were any other details we should know. We did not hear back and will post an update if we do.\nOur ruling\nCorn said that before this current brouhaha with O’Reilly, he appeared often on O’Reilly’s show and was often praised by the Fox News host.\nCorn’s use of the word \"often\" wouldn’t pass the eye test of most fact-checkers. While Corn was a guest on Fox News programs many times, he had just six appearances with O’Reilly between 2001 and 2008, transcripts show.\nAnd as for praise, O’Reilly explicitly did so once. A few other times O’Reilly expressed his satisfaction with Corn as a spokesman for a liberal perspective. But he also described him as bomb thrower and very far-left individual.\nCorn’s statement is partially accurate but takes things out of context.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-06682"}