{"url": "/factchecks/2011/mar/09/rick-scott/rick-scott-said-corporate-income-tax-fueled-Bing/", "speaker": "Rick Scott", "vclaim": "Bing Energy said it decided to move to Florida because of Gov. Rick Scott’s \"plan to eliminate the corporate tax.\"", "truth_label": "half-true", "date": "stated on March 8, 2011 in in his State of the State speech:", "title": "Rick Scott said the corporate income tax fueled Bing Energy's move to Florida", "text": "Gov. Rick Scott welcomed business leaders to his State of the State address, saying they exemplified his efforts to win jobs for the state.\n\nOne of those leaders was Dean Minardi, chief financial officer of Bing Energy Inc., a company that uses nanotechnology to make hydrogen fuel cells.\n\n\"Bing Energy, a California-based company, was courted by offers from several states, but Bing decided to come to Florida in December, and Tallahassee, which is nice,\" Scott said in his March 8, 2011, address to a joint session of the Legislature. \"The reason Florida won? Dean said it was our plan to eliminate the corporate tax.\"\n\nWe decided to fact-check the claim that Bing came here because of Scott’s plan to eliminate the corporate tax, which now stands at 5.5 percent of business income. Scott intends to reduce the tax to 3 percent on the way to eliminating it entirely.\n\nWe soon found video of Minardi speaking at a press conference on Feb. 10, announcing that the company was moving its corporate headquarters to Tallahassee and opening its first production facility there. The move could bring up to 244 jobs to Florida.\n\n\"The tipping point in our decision to move to Florida is the governor’s pledge to try to eliminate the corporate income tax. It’s huge,\" Minardi said. \"From a business point of view, the simple truth is that the more income a company can keep, the more people it can hire. And the more people we can hire, the faster we can grow. Simple truth.\"\n\nAll done? Not quite.\n\nAs you may have noticed, the corporate tax rate has not yet been lowered, and it’s hardly a done deal that it will be. Legislators have said their first priority is a balanced budget without tax increases. Tax cuts for businesses might have to wait.\n\nAnd there are a few other pertinent facts about Bing Energy’s business.\n\n• Bing Energy intends to make fuel cells using \"buckypaper,\" a fiber that’s stronger than steel but has a fraction of its weight. Some of the leading research on buckypaper is being done at Florida State University in Tallahassee, at the school’s Center for Advanced Power Systems.\n\n• In September 2010, FSU announced it was entering into a commercialization agreement with Bing Energy. Dr. Jim P. Zheng, a professor with FSU since 1997, would develop several prototypes of fuel cells, while Bing Energy would evaluate the cells for effectiveness and their potential for mass production, the university said.\n\n• In October 2010, Bing Energy asked Leon County officials for tax incentives to continue its work on fuel cells under its agreement with FSU.\n\n• At the February 2011 press conference announcing Bing Energy’s move to Tallahassee, FSU president Eric J. Barron credited the \"breakthrough research\" of FSU’s faculty and added that the company’s decision was \"confirming that the investment made in their work by our state and by the federal government has realized its commercial potential.\" Scott himself added, \"If you look at other capitals with great universities, they ought to be big business centers. And this city, Tallahassee, should be a significant business center.\"\n\nScott's right that Bing Energy’s CFO said Scott’s proposal to eliminate corporate income taxes was the \"tipping point\" for the company’s decision to move to Tallahassee. And we have little doubt that Minardi loves the idea of getting rid of the tax.\n\nBut the company already had signed a high-tech commercialization agreement with FSU and sought tax breaks from local officials -- all before Scott was even elected.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nSo the potential of getting rid of the corporate tax outweighs the reality of a university’s research and commercialization agreement? We don’t think any hard-headed business person would buy that. That's the way Minardi described it, and Scott quotes him accurately. But we think both men are overlooking important details that would put this deal in a different light. We rate Scott’s statement Half True.", "vclaim_id": "vclaim-pol-13455"}