{"url": "/factchecks/2011/aug/04/raul-labrador/raul-labrador-says-tax-hike-led-spike-michigan-une/", "speaker": "Raul Labrador", "vclaim": "Tax increases under Michigan Gov. Jennifer Granholm led to state unemployment going from 6.8 percent to 15.3 percent.", "truth_label": "barely-true", "date": "stated on July 31, 2011 in an interview on NBC's \"Meet the Press\":", "title": "Raul Labrador says tax hike led to spike in Michigan unemployment", "text": "During the July 31, 2011, edition of NBC’s Meet the Press, Rep. Raul Labrador, R-Idaho, faced off with former Michigan Democratic Gov. Jennifer Granholm over the causes of her state’s economic troubles.\n\nWe separately analyzed a comment by Granholm in which she took responsibility for cuts in state government and said that they had hurt Michigan’s economic growth. Labrador responded to Granholm’s comment by arguing that tax increases on her watch played a role in the state’s economic distress.\n\nAddressing host David Gregory, Labrador -- a tea party-affiliated House freshman -- said, \"Let's talk about the truth about what happened in Michigan. Gov. Granholm actually supported the highest tax increases in the history of Michigan, and unemployment went from 6.8 percent to 15.3 percent.\" After some stop-and-start verbal sparring with Granholm, Labrador proceeded to offer a contrast with Michigan, saying that Texas has thrived economically under a policy of tax decreases.\n\nAfter talking to experts, we decided not to check Labrador’s specific claim that the tax increase under Granholm was the biggest in the state’s history. We made this decision for two reasons -- first, there are many conflicting ways to make such a comparison and second, the data to prove or disprove the claim is difficult to obtain.\n\nInstead, we’ll look at two questions. Did the state’s unemployment rate go from 6.8 percent to 15.3 percent? And did the tax increases under Granholm -- whether or not they were historically large -- contribute to the increase in unemployment?\n\nDid the state’s unemployment rate go from 6.8 percent to 15.3 percent?\n\nThis one turned out to be more complicated than we’d expected.\n\nWe first turned to the Bureau of Labor Statistics, the federal agency that calculates both the national unemployment rate and the unemployment rate for each of the 50 states.\n\nWe found that the unemployment rate was indeed 6.8 percent around the time Granholm took office in February 2003. The rate stayed strikingly consistent during the next five years of Granholm’s tenure, staying within a narrow range between 6.7 percent and 7.4 percent through April 2008. Then it began to climb.\n\nAccording to BLS, the unemployment rate peaked at 14.1 percent in August and September of 2009 before falling to 10.4 percent when Granholm left office in February 2011.\n\nThough 14.1 percent is high, it’s not as high as the 15.3 percent Labrador said. But Labrador has good reason to think that the rate went that high.\n\nIn October 2009, the Michigan Department of Energy, Labor and Economic Growth issued a press release noting that the state’s unemployment rate had ticked upward to 15.3 percent in September.\n\nSo what happened? The rate was initially pegged at 15.3 percent, but as often happens, more complete data came to light and the number was revised. That’s how the rate was subsequently lowered to 14.1 percent.\n\nSo while Labrador overstated the peak unemployment rate under Granholm, we’ll give him some leeway because the higher number did receive media attention before the revision was made.\n\nDid the tax increases under Granholm contribute to the increase in Michigan’s unemployment?\n\nThe short answer is that they probably did -- but they were hardly the driving force that Labrador implies.\n\nHe’s correct that Granholm enacted a tax increase package in 2007, as the state was facing a dire fiscal outlook. The package included a hike in the state income tax rate from 3.9 percent to 4.35 percent (although this was below the 4.4 percent rate it had been in 1999 under Republican Gov. John Engler). She also enacted a surcharge on the state’s business tax, which replaced an ill-fated, and quickly repealed, effort to expand the sales tax to a smorgasbord of services that had been included in the same bill as the income tax hike.\n\nExperts we spoke to said that, on the margins, these taxes could have added to the state’s economic difficulties, possibly sending unemployment higher. However, their effect would have been small compared to the other economic factors in play at the time.\n\nMichigan’s unemployment rate began climbing in April 2008, four months after the official start of the last recession, and it increased rapidly -- from 7.4 percent to 13.1 percent. That’s a 75 percent increase in the unemployment rate in the space of just one year.\n\n\"Was there anything else going on in the world other than the Michigan tax system that might have affected the employment picture?\" said Charles Ballard, an economist at Michigan State University and author of Michigan's Economic Future: A New Look. \"If Michigan’s tax system was the only thing that affected jobs, why was the rest of the country losing 7 million jobs at the same time? You can’t lay this at the feet of the Michigan tax system.\"\n\nIndeed, if you look at the trends in the unemployment rate for Michigan and for the nation as a whole, they follow a similar arc.\n\nCraig Thiel, director of state affairs with the nonpartisan Citizens Research Council of Michigan, acknowledged that it’s difficult to disentangle the various factors that pushed Michigan’s unemployment so high. Still, he said that \"the near-term impact that the recession had on Michigan employment certainly swamped any possible adverse economic effects resulting from the tax increases.\"\n\nIt’s also worth noting that between April 2010 and April 2011 -- a period that covered most of Granholm’s final year in office -- the state’s unemployment rate fell by 2.9 percentage points, more or less in tune with national declines. Michigan’s decrease in unemployment was as rapid as any state in the nation, even though the previously adopted higher taxes were still in effect.\n\nGary Burtless, an economist at the centrist-to-liberal Brookings Institution, added that even if Labrador were correct that tax policy hampered Michigan’s economic growth, it still wouldn’t necessarily provide any useful advice on the topic the Meet the Press panelists began with -- the federal fiscal picture.\n\n\"The lessons we can draw for federal policy based on the experience of states is questionable,\" Burtless said. \"In the long run, high state tax burdens may slow state growth rates, but that does not mean the result applies to the federal government. Middle- or high-income residents of high-tax jurisdictions may move to lower-tax jurisdictions to reduce their tax burdens -- Michiganders to Texas, New Yorkers to Georgia, Californians to Idaho. But there’s very little evidence for this effect in the country as a whole. How many Americans will move to Mexico or Canada to avoid higher federal taxes in the United States?\"\n\nOur ruling\n\nEven though Labrador ignored the revised numbers, we consider his recap of the arc of Michigan unemployment to be fair. However, while higher taxes may have boosted unemployment on the margins, most of the available evidence suggests that Michigan’s rise in unemployment tracked the course of the national recession, simply to a greater degree, given the weakness of the state’s signature manufacturing sector. The experts we spoke to agreed that the impact of tax policy likely played a relatively minor role in the unemployment spike Labrador was referring to in 2008 and 2009. We rate his statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12625"}