{"url": "/factchecks/2016/apr/06/rick-scott/rick-scott-correct-florida-created-1-million-jobs-/", "speaker": "Rick Scott", "vclaim": "\"We got a million jobs.\"", "truth_label": "mostly-true", "date": "stated on April 5, 2016 in a confrontation with a customer at a Gainesville, Fla., Starbucks:", "title": "Rick Scott correct that Florida created 1 million jobs on his watch", "text": "During his confrontation with an unhappy constituent at a Gainesville Starbucks, Florida Gov. Rick Scott heard an earful. But he also dished some out.\nAt one point in the now-viral exchange, Scott responded to the barrage of criticism by customer Cara Jennings with what appears to be an estimate of the jobs created on his watch.\n\"We got a million jobs,\" Scott said.\nJennings wasn’t satisfied -- she ripped Scott by responding, \"A million jobs? Great. Who here has a great job or is looking forward to finishing school? Do you really feel like you have a job coming up?\"\nWhoever you think won this face-off, we wondered whether Scott was right that Florida \"got a million jobs\" on his watch. So we took a closer look.\nAs we always do when faced with this type of question, we turned to data from the Bureau of Labor Statistics, which tracks job data on the federal, state and local level. Since Scott’s brief riposte didn’t specify what type of jobs Scott was talking about, we will assume he was referring to total non-farm employment -- the bureau’s most basic measurement -- rather than private-sector employment, which is a different, narrower category that Scott often refers to.\nScott began his tenure in January 2011, so for the full comparison, we can contrast the most recent employment level in the state to the level in either December 2010 or January 2011. As it turns out, both produce the 1 million in gains that Scott referred to.\nBetween December 2010 and February 2016, total nonfarm employment in Florida rose by 1,041,400. And between January 2011 and February 2016, it rose by 1,028,100. (These are net jobs gained, which is the standard measurement economists use.)\n\nSo Scott’s boast that Florida \"got a million jobs\" is well supported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThat said, we’ll note one caveat that we always raise when analyzing claims such as Scott’s: It’s a stretch for the governor (or the president, or a mayor) to claim credit for such gains.\nGovernors do have an impact on their state’s economy. They can push an agenda of taxing and spending that may help the economy, though the actual impact of such policies on economic growth is always somewhat speculative, since you can’t run an independent experiment with an economy governed by the opposite policies.\nBut even if governors do deserve some credit for how the economy performs on their watch, there are other things over which they have no control that can have impacts that are at least as big, if not bigger. These include changes in technology, fluctuations in the national and international economy, demographic shifts (the Census Bureau estimates the state’s population has increased by about 1.46 million people since April 2010, for instance), and events like natural disasters.\nIndeed, governors -- like presidents -- tend to get too much credit when things are going well, and too much blame when things are going poorly.\n\"Presidents, governors, and mayors can have an impact on job creation during their terms in office,\" Brookings Institution economist Gary Burtless has told PolitiFact previously. \"Almost always, however, the impact is small in relation to the effects of events and trends over which elected officials have little control, especially in their first few years on the job. A recession that is underway or begins soon after a president or governor takes office is in no way the fault of the new officeholder. The flip side is that chief executives cannot claim much credit for a strong economic recovery that begins shortly before or after they take the oath of office. The conditions that made the recovery possible were already present when their term in office began. The executive’s policies may have speeded or slowed the recovery around the margins, but the conditions that caused the recovery to begin were already present before the oath of office was administered.\"\nThis critique is especially relevant in Scott’s case.\nScott took office not long after a severe recession bottomed out. It was no shock that whoever was elected governor in 2010 would benefit from some degree of job growth, since the worst of the recession would be behind them, and the economy tends to run in cycles.\nAs we have previously noted, Scott said the \"7-7-7 Plan\" he ran on in 2010 would create 700,000 jobs on top of the 1 million jobs state economists predicted Florida would add by 2017 no matter what policies came out of Tallahassee. He later denied saying that, but in tracking Scott’s campaign promises, PolitiFact Florida continues to hold him to his pledge to create 1.7 million jobs. (That promise is currently rated In the Works.)\nIn other words, Scott should be pleased that 1-million-plus jobs were created on his watch, but he ought to be humble about how much of a role he played in making it happen.\nOur ruling\nScott said \"we got a million jobs,\" referring to employment in the state of Florida on his watch.\nOn the numbers, Scott is on target -- the figure is actually a bit higher than 1 million net, new, nonfarm jobs. We’ll just note, as we always do in cases like this, that the governor is not solely responsible for this improvement -- other factors played a role too. The statement is accurate but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-05149"}