{"url": "/factchecks/2012/may/04/citizens-transportation-mobility/atlanta-cost-living-worse-advertised-group-says/", "speaker": "Citizens for Transportation Mobility", "vclaim": "\"When housing and transportation costs are combined, Atlanta’s cost of living -- typically perceived as relatively low -- ranks as 7th worst out of 51 metros nationally.\"", "truth_label": "half-true", "date": "stated on April 16, 2012 in an ad:", "title": "Atlanta cost-of-living worse than advertised, group says", "text": "If you think living in the Atlanta area is cheaper than more glamorous metros like New York City or Los Angeles, Citizens for Transportation Mobility has some bad news for you.\n\nThe cost of getting around town is so high that it’s not, according to a 20-page advertising supplement the advocacy group published in Georgia Trend magazine. This, they argue, is one reason metro Atlanta needs to support a 1-cent sales tax to fund an overhaul of the region’s transportation system.\n\n\"When housing and transportation costs are combined, Atlanta’s cost of living -- typically perceived as relatively low -- ranks as 7th worst out of 51 metros nationally,\" the ad said.  \n\nSeventh-worst? And here we were, feeling smug about paying less for a mortgage on a three-bedroom house than our Yankee cousins shell out to rent a studio apartment.\n\nIs this true?\n\nIf voters approve this tax hike July 31, it would raise an estimated $7.2 billion to build transportation projects across the region. About $1 billion would go to projects with a more local focus.  \n\nBackers argue the transportation special local option sales tax, also known as T-SPLOST, would reduce congestion and bring jobs to town. Opponents think it would cost too much and pay for the wrong projects.\n\nWe fished around for data on Atlanta’s cost of living and found a new but widely used measure called the \"H+T Affordability Index.\" Certain urban planners consider it to be a better measure of a town’s cost of living because it takes transportation into account.  \n\nIt’s published by the Center for Neighborhood Technology, a Chicago-based nonprofit that researches and promotes \"sustainable\" communities, or ones designed to provide a better quality of life, help the environment and be affordable.  \n\nIts index is based, in part, on mathematical models.  \n\nThe U.S. Census Bureau tracks yearly costs for housing but not transportation. So the index uses mathematical models created with the help of the centrist-to-liberal Brookings Institution to estimate transportation costs. The methodology was peer-reviewed and published by an academic journal in 2008.\n\nThe index has been well received. Last year, the planning agency for the Washington area used the H+T approach to study that region’s affordability, while the U.S. Department of Housing and Urban Development announced it is building on the model to create its own affordability index.\n\nIn February, the Center for Neighborhood Technology released a ranking of annual transportation costs for the nation’s 51 metro areas with populations of 1 million and up.  \n\nIt found that if a typical American family moved to the New York City metro area, they’d spend nearly $10,160 per year on transportation. That’s the cheapest on the list.\n\nThe most expensive is Birmingham. If a typical family moved there, their costs would rise to $14,930.\n\nAtlanta is eighth-highest, or one notch less expensive than Citizens for Transportation Mobility said in its ad. Yearly costs topped $14,300,\n\nBut this particular H+T ranking addresses transportation costs only -- not housing and transportation costs combined. The group, however, does have that information.\nSo we built our own list.\n\nIncomes, the price of housing, the number of cars a household owns and other factors vary by metro area. This means that comparing dollar values for these expenses may shed little light on the true impact of these costs.\n\nA better approach is to look at what percent of income a typical metro household spends on housing and transportation.  \n\nThe H+T index calculates these percentages, so we ranked them for the nation’s 51 largest metro areas.\n\nOur analysis found that metro Atlanta ranks as the 16th-most-expensive area in the country.\n\nThe typical metro Atlanta household spends more than 52 percent of its income on housing and transportation combined. This is higher than the national average, which is slightly more than 51 percent.\n\nThe Washington metro area was the cheapest at 43 percent. Households in the Miami area spend the most at 60 percent.\n\nSome areas of metro Atlanta are vastly more affordable than others, according to the index. In parts of the Roswell area, households spend nearly 80 percent of their incomes on housing and transportation.\n\nIn parts of downtown Atlanta, that number plummets to 21 percent.\n\nIn short, Citizens for Transportation Mobility missed the mark. Its ad said that metro Atlanta is the seventh-most-expensive major metro area when you consider housing and transportation costs combined.\n\nIt’s not. Metro Atlanta is the 16th-most-expensive, according to H+T index data.  \n\nSixteen out of 51 isn’t great. And it reinforces the group’s overall point that transportation costs significantly add to the cost of living in metro Atlanta.\n\nBut it’s not as bad as Citizens for Transportation Mobility said.\n\nIt earns a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-11163"}