{"url": "/factchecks/2015/nov/01/david-cicilline/david-cicilline-mixes-shooting-data-call-stronger-/", "speaker": "David Cicilline", "vclaim": "\"There have been more than 300 mass shootings in the United States this year – more than any other country in the world.\"", "truth_label": "half-true", "date": "stated on October 23, 2015 in a speech:", "title": "David Cicilline mixes up shooting data in a call for stronger background checks", "text": "On the floor of the U.S. House, Rep. David Cicilline reached for a statistic to bolster his argument for stronger background checks on gun buyers.\n\"There have been more than 300 mass shootings in the United States this year – more than any other country in the world,\" the Rhode Island Democrat said.\nIt’s clear the United States has a problem with rampage shootings carried out in schools and workplaces. But more mass shootings than anywhere else in the world? Had Cicilline considered any of the world’s war zones?\nRichard Luchette, the Cicilline staffer who had sent us a YouTube video of the congressman’s remarks, provided two sources that Cicilline used in his speech: a website called Mass Shooting Tracker and a recent Wall Street Journal article with the headline \"U.S. Leads World in Mass Shootings.\"\nMass Shooting Tracker, a crowd-sourced data website that compiles media reports, has documented more than 300 incidents in the U.S. this year in which four or more people were shot.\nThe total number of incidents meeting the site’s definition of a \"mass shooting\" could be greater than what’s reported on the site.\nThe tracker has its issues. For one, its definition of a \"mass shooting\" does not require anyone to be killed. For another, some shootings may not make it into the news media.\n\"Mass shooting\" is not the term that the Congressional Research Service developed for its widely circulated report on the types of shootings taking place in schools and workplaces.  \nThe congressional report focuses on shootings in a \"relatively public\" location in which either a gunman or gunmen select victims \"somewhat indiscriminately\" and kill, four or more people. The report calls such shootings \"public mass shootings.\"\nAlso, on Oct. 8, PolitiFact Florida gave U.S. Rep Debbie Wasserman Schultz a ruling of half true for a statement about mass shootings that PolitiFact said relied too heavily on the tracker site data.  \nBut the Mass Shooting Tracker has documented more than 300 shootings with at least four people wounded and Cicilline quoted its findings accurately.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\n By Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nThe second half of the congressman’s claim is more problematic, in large part, because it has little in common with the first half of the claim.\nThe Wall Street Journal article cited by Luchette refers to research assembled by Adam Lankford, an associate professor of at the University of Alabama Department of Criminal Justice.\nLankford examined \"public mass shootings\" in the United States and around the world from 1966 to 2012.\nHe did not consider mass shootings in war zones or mass shootings motivated by gang rivalries. \nHe identified a total of 292 shooters whose violence met his specific criteria for a public mass shooting, including at least four deaths.\nHe determined that 90 of these shooters, 31 percent of the world’s total, had carried out their attacks in the United States. And that this was more than in any other country.\n\"Any politician who says that is correct, according to my research of these types of crimes,\" Lankford says. \nOur ruling\nIn the YouTube video that Cicilline’s staff sent us, the congressman said: \"There have been more than 300 mass shootings in the United States this year – more than any other country in the world.\" \nThe problem with that sentence is that he mixes disparate facts to draw a single conclusion. The \"mass shootings\" of the first part are not the same as the \"public mass shootings\" of the second part.\nAnd so while both parts are basically correct, Cicilline was off base when he put them together. The Mass Shooting Tracker does not tally foreign shootings. And the social scientist from the University of Alabama looked at different events from a different period of time.\nThe first half of his sentence is true and the second half is true. But two trues, in this case, don’t make the whole truth. \nFor that reason, the judges rate Cicilline’s claim Half True.", "vclaim_id": "vclaim-pol-05789"}