{"url": "/factchecks/2012/may/25/colleen-kiernan/group-says-georgia-transportation-plan-needs-more/", "speaker": "Colleen Kiernan", "vclaim": "\"For every one mile of light-rail track that will be built, 16 miles of new road capacity will be built.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2012 in an interview:", "title": "Group says Georgia transportation plan needs more rail", "text": "One main criticism about the proposed list of projects aimed at improving transportation throughout the Atlanta region is it doesn’t have enough new rail components.\n\nIn south DeKalb County, some county commissioners and influential leaders have been reluctant to support a 1 percent sales tax to fund the projects because the plan doesn’t extend MARTA rail service to the area.\n\nThe environmentally conscious Georgia Sierra Club went a step further recently when it announced its opposition to the July 31 referendum on the tax. One claim the organization’s director made as part of her argument against the referendum seemed worthy of a fact-check.\n\n\"For every one mile of light-rail track that will be built, 16 miles of new road capacity will be built,\" Colleen Kiernan said in a radio interview with WABE-FM’s Denis O’Hayer.\n\nHmmm. Is that correct? Let’s take a ride in search of the truth.\n\nThe list for the 10-county Atlanta region contains 157 projects, according to the Atlanta Regional Commission, which provided data and analysis to officials involved in putting together the list.\n\nThe Sierra Club sent PolitiFact Georgia a spreadsheet with about 70 projects that would increase the number of lanes of some roads or make them longer. Some of the road projects on the list include:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010\n\n\n\n\n\n\n\n\n\nInterchange improvements at Ga. 400 and I-285 at the top end of the Perimeter district.\n\nA \"super arterial\" road along a portion of Tara Boulevard in Clayton County.\n\nWidening and other improvements along Buford Highway from Old Peachtree Road to Sugarloaf Parkway in Gwinnett County.\n\nInterchange improvements at I-285 and Cascade Road in southwest Atlanta.\n\n\n\nThe road projects would increase capacity by 367 miles, ARC says.\n\nBy comparison, there are three confirmed light-rail projects on the list: along the Atlanta Beltline, the Atlanta streetcar and a line on Clifton Corridor from the Lindbergh Center in Atlanta to Emory University in DeKalb County. A proposed rail line from Cobb County to Midtown Atlanta would need federal funding and is not currently considered a light-rail project.\n\nThe referendum’s supporters say the lack of light or heavy rail in the plan is not a lack of will, but a matter of math. The light rail on the Beltline and Clifton Corridor is expected to cost about $1.3 billion, or about $60 million a mile. The referendum is projected to raise about $8.5 billion over the life span of the tax, 10 years.\n\nJane Hayse, ARC’s transportation division chief, said the light-rail projects are 21 miles combined.\n\nSo what about the Sierra Club’s calculation of a 16-to-1 ratio of road projects to light rail? According to ARC, there are 17.5 miles of increased road capacity in the plan for each mile of proposed light rail.\n\n\"Mathematically, it is accurate,\" Hayse told us. \"However, the comparison is erroneous. It compares apples to bananas.\"\n\nHayse said in order to fairly fact-check the Sierra Club’s claim, you must consider all the additional bus projects in the plan. The list includes express bus service in portions of the region and $100 million for bus service in Clayton County, which ended its bus operations a few years ago due to budget cuts. In all, ARC said there is an additional 371 miles of bus service on the list.\n\nARC spokesman Jim Jaquish said the organization will not take a position on the referendum because it is a nonprofit that receives taxpayer dollars. Jaquish did say ARC believes the list is made up of \"sound, needed projects.\"\n\nHayse said express bus service is more logical for some parts of the Atlanta suburbs because people do not live and work as closely together as they do in the city. Hayse said rail stations are typically three miles apart, whereas express bus service has longer distances between stops.\n\n\"Light rail just doesn’t make sense for the whole region,\" she said.\n\nKiernan countered that bus service is not a sure thing, noting that Clayton County’s bus service, C-Tran, was discontinued.\n\n\"Our argument is that the amount of fixed, permanent transit infrastructure that we know will be built by the tax is overwhelmed by the amount of fixed road infrastructure we know will be built,\" Kiernan wrote via email. \"Traditional express and local bus service is a completely different animal ... and the suggestion that ‘miles of bus service’ is somehow equivalent to miles of permanent fixed-guideway infrastructure is highly misleading.\"\n\nKiernan’s claim is essentially correct. But it needs a bit of context to move higher on the Truth-O-Meter.\n\nUnder our rating system, Kiernan gets a Mostly True.", "vclaim_id": "vclaim-pol-11037"}