{"url": "/factchecks/2020/oct/15/tucker-carlson/tucker-carlson-distorts-new-cdc-report-makes-false/", "speaker": "Tucker Carlson", "vclaim": "According to a recent CDC report, \"almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly (wearing a mask) doesn’t work the way they tell us it works.”", "truth_label": "false", "date": "stated on October 13, 2020 in a TV segment:", "title": "Tucker Carlson distorts new CDC report, makes false mask claim", "text": "Fox News host Tucker Carlson misrepresented the findings of a recent Centers for Disease Control and Prevention report, amplifying misinformation from social media as he claimed on his TV show that the study showed masks don’t work like experts say.\nRunning through a series of data points listed in the CDC’s report, Carlson said during his Oct. 13 show: \"Almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly this doesn't work the way they tell us it works.\"\n\nThe Fox News host’s take ran counter to comments he made in April touting the effectiveness of masks. It also contradicted the guidance of public health officials, who say mask wearing on a broad scale can slow the spread of the coronavirus.\nCarlson’s misleading claim about the CDC study appeared to make its way to President Donald Trump, a frequent Fox News watcher and guest.\n\"Did you see, the CDC, that 85% of the people wearing the masks catch it, OK?\" Trump said during an Oct. 15 rally in Greenville, N.C.\nThe data in the CDC report, however, cannot be generalized to say \"almost everyone\" who wore a mask in July got the coronavirus. It’s from a very small sample the authors said may not be representative of the United States, and mask use was self-reported. The report does not say masks don’t work to slow the spread of COVID-19.\nThe CDC study wasn’t measuring mask effectiveness\nThe CDC paper summarizes findings from a survey of 314 people. The total included a group of 154 symptomatic people who tested positive for the coronavirus in July and a control group of 160 symptomatic people who tested negative for the coronavirus in July.\nBased on the results of the survey, the CDC report said two activities were linked to a positive coronavirus test: close contact with someone who also tested positive, and going to locations with on-site eating and drinking options, such as bars and restaurants.\nRELATED: No, masks don't collect the coronavirus\nOf the 160 survey participants who tested negative, 74.2% said they \"always\" wore a mask or face covering and 14.5% said they \"often\" did so.\nOf the 154 survey participants who tested positive, 70.6% said they \"always\" wore a mask or face covering and 14.4% said they \"often\" did so. Those numbers form the basis of Carlson’s claim that 85% of people \"who got the coronavirus in July (were) wearing a mask.\"\nA Fox News spokesperson pointed to those figures and a segment from Carlson’s show the following night. In the segment, Carlson addressed a statement he said the CDC made to Fox News. Carlson said the agency called his commentary on the September study \"misleading.\"\n\"CDC guidance on masks has clearly stated that wearing a mask is intended to protect other people in case the mask wearer is infected,\" the CDC said in the statement. \"At no time has CDC guidance suggested that masks were intended to protect the wearers.\"\nCarlson told viewers the CDC didn’t address his original claim. \"The spokesman didn’t dispute that we had showed accurate data from the CDC, including that 85% of people who tested positive for coronavirus in July reported wearing a mask always or often,\" Carlson said.\nBut the CDC study wasn’t measuring the impact of masks. \"Participants were asked about mask use as an individual behavior,\" CDC spokesperson Jason McDonald told PolitiFact. \"However, the aim of the study was to assess possible situations for community exposure, not mask use.\"\nCarlson misrepresented the CDC paper’s findings\nIt’s misleading to leap to conclusions about the effectiveness of masks from the CDC report, since most participants reported wearing them and the study was not controlling for mask use. \n\"You can’t just look at a table and draw conclusions without understanding the details of the study,\" said Cindy Prins, an epidemiologist with the University of Florida.\n\"It is difficult to detect the effect of an exposure or intervention when it is widely deployed or used,\" McDonald added. He said both groups of participants had high levels of mask use, and that the rates of people who always wore a mask in each group were not \"statistically different.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe study did find a significant difference between the groups: whether participants went out for food or drink. The study authors wrote that those with positive test results were \"approximately twice as likely to have reported dining at a restaurant\" than those who tested negative.\nThe link between restaurants and catching the coronavirus is important to Carlson’s claim, since most people lower their masks to sip their drink or eat their food. \"Restaurants and coffee shops are places where people will tend to not wear a mask,\" Prins said.\nThe study’s authors noted that masks \"cannot be effectively worn while eating and drinking.\" But Carlson claimed that 85% of July cases were \"wearing a mask\" and \"infected anyway.\"\n\"Going to places where mask use and social distancing cannot be maintained might be an important risk factor for COVID-19,\" McDonald said.\nCarlson’s comment also ignored limitations listed in the study. The people were surveyed at 11 health care facilities, where they’d all sought testing because they were experiencing symptoms. So they \"might not be representative of the United States population,\" the study’s authors wrote.\nBen Neuman, a virologist with Texas A&M University, Texarkana, also took issue with the survey’s reliance on the participants’ self-reporting of their own mask use. \n\"There are certain things that are embarrassing or politically and socially sensitive, and you generally won’t get honest answers if you just ask them on a questionnaire,\" Neuman said.\nCarlson misrepresented how masks work\nCarlson’s claim also mischaracterized the science behind masks. While masks do provide some protection for wearers, experts and public health officials say they are most effective as \"source control,\" preventing infected people from transmitting the virus. \n\"When a person who is infected with COVID-19 wears a mask, it helps to reduce the amount of virus that they release when they cough, talk, or even breathe,\" Prins said.\nThe CDC recommends wearing masks in public and when social distancing isn’t possible.\nNeuman previously shared three studies with PolitiFact that found wearing masks reduces the likelihood of contracting the coronavirus. Other studies have said the same.\n\"Growing evidence increasingly shows that wearing masks in community settings reduces transmission among individuals in that community,\" McDonald said. \"There are laboratory studies, animal studies, community and epidemiological studies, as well as policy studies that show masking reduces transmission in communities by blocking exhaled respiratory droplets.\"\nThe Fox News spokesperson cited CDC Director Robert Redfield’s September testimony as an example of how mask wearing \"doesn’t work the way they tell us it works,\" as Carlson claimed. Redfield touted the effectiveness of masks relative to a potential coronavirus vaccine.\n\"I might even go so far as to say that this face mask is more guaranteed to protect me against COVID than when I take a COVID vaccine,\" Redfield said in a clip Carlson played on his show.\nBut Redfield never said that masks only protect the wearer — or that they offer complete and total protection in that regard. He was comparing masks to a potential early vaccine, which he said wouldn’t necessarily guarantee an immune response.\n\"He was suggesting if everyone around him wore a mask, he would be protected until a vaccine became available,\" McDonald said. \nThe CDC has been clear elsewhere that masks help keep infected people from passing the virus to others. The CDC’s website, for example, says masks help \"prevent a person who is sick from spreading the virus to others.\" It adds: \"The protective effects — how well the mask protects healthy people from breathing in the virus — are unknown.\"\nOur ruling\nCarlson said that according to a recent CDC report, \"Almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly this doesn't work the way they tell us it works.\"\nCarlson didn’t pull the 85% figure out of thin air, but the conclusion he drew is wrong in multiple ways. For starters, the CDC report wasn’t designed to measure mask effectiveness, and the study’s authors said the participants might not be representative of the U.S.\nThe findings don’t prove masks are ineffective, either. Masks are most effective at preventing infected people from spreading the virus, and studies show they can help slow the spread. \nThe correlation the CDC found between positive coronavirus tests and going to restaurants and bars suggests that taking masks off to eat or drink might increase risk. \nWe rate Carlson’s statement False.", "vclaim_id": "vclaim-pol-18704"}