{"url": "/factchecks/2010/feb/03/glenn-beck/beck-claims-marines-were-created-thomas-jefferson-/", "speaker": "Glenn Beck", "vclaim": "\"Thomas Jefferson created the Marines for the Islamic pirates that were happening.\"", "truth_label": "half-true", "date": "stated on January 29, 2010 in his Fox News program:", "title": "Beck claims Marines were created by Thomas Jefferson to combat Islamic pirates", "text": "On his Fox News program on Jan. 29, 2010, Glenn Beck was providing a history lesson on progressives in U.S. politics when he made the point that the difference between progressives and the Founding Fathers is that the founders thought the United States \"should be Switzerland. We should stay out of everybody's business, be friends with everybody.\"\n\n\"I mean, if you're going to mess with us, we're going to pound you,\" Beck said. \"Thomas Jefferson created the Marines for the Islamic pirates that were happening, right?\"\nOne of the panelists on the show agreed with him, and Beck continued: \"And so they didn't take any guff. But they weren't spreading democracy. Progressives spread democracy and gooey goodness.\"\n\nWe wondered, was the U.S. Marines Corps really created by Jefferson to combat the Islamic terrorists of yesteryear?\n\nOur first call was to Charles P. Neimeyer, director of the History Division, U.S. Marine Corps in Quantico, Va.\n\nThe Marine Corps annually marks its birthday on Nov. 10, to commemorate the day in 1775 that the Continental Congress formally adopted a resolution founding the Continental Marines, Neimeyer said. During the Revolutionary War, Marines fought with distinction. On March 3, 1776, 200 Marines spearheaded the first American landing on foreign soil, an assault in the Bahamas.\n\nSo that's why, if you go the Marine Corps' History Web site, you'll see the banner, \"Since 1775, the Marine Corps has been winning battles and defending our nation.\"\n\nObviously, that predates Thomas Jefferson's presidency.\n\nIt also happens to predate the United States of America.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAfter the Revolutionary War, the Navy and Marines disbanded. The country essentially did without a Navy (and Marines) until the Naval Act of 1794, which called for the construction of six frigates, which were to include a force of Marines.\n\nWhy was the Navy re-established? A couple reasons.\n\nAccording to Marine Corps scholars, one of the principal reasons was that Barbary \"corsairs\" were harassing and attacking American ships doing trade at Mediterranean ports. The corsairs were essentially North African pirates, and they were Muslims. The Washington Post wrote an interesting story about some of the historical parallels between then and now. So Beck is correct about that.\n\nBut Beck is wrong on one important detail. The Marines weren't created by Jefferson. And as it turned out, the conflict with Barbary pirates wasn't the impetus behind finally getting the Marine Corps established.\n\nA temporary lull in the Barbary conflict delayed implementation of the Naval Act. But in 1797, a new conflict arose on the high seas -- with France. Tensions with France rose during the naval war between France and Britain, with France interfering with a number of American merchant ships. And on July 11, 1798, President John Adams (not Jefferson) signed legislation formally creating the U.S. Marine Corps to help deal with the French. And, in fact, the Marine Corps did participate prominently in the short-lived undeclared \"Quasi-War\" with France.\nAfter the fighting with France, the conflict with Barbary pirates flared up again. Under Jefferson, the Marine Corps was employed in numerous operations against the pirates and the north African countries that sponsored them. Famously, Marines led an overland assault and captured the city of Derna in Tripoli in 1805 (hence the line in the Marines' Hymn, \"the shores of Tripoli\").\n\nWe think the spirit of Beck's claim is largely accurate, that the threat of Barbary corsairs -- or as Beck accurately calls them, Islamic pirates -- inspired Congress to move toward re-establishing a Marine Corps. It turned out that a conflict with France actually kicked that proposal into gear, and Beck named the wrong president (though he was only off by one administration). And so we give his statement a Half True.", "vclaim_id": "vclaim-pol-15337"}