{"url": "/factchecks/2020/aug/27/mike-pence/pence-rnc-speech-praises-trumps-covid-19-seamless-/", "speaker": "Mike Pence", "vclaim": "“President Trump marshalled the full resources of our federal government from the outset. He directed us to forge a seamless partnership with governors across America in both political parties.”", "truth_label": "barely-true", "date": "stated on August 26, 2020 in his speech at the Republican National Convention:", "title": "Pence in RNC speech praises Trump’s COVID-19 ‘seamless’ response, leaves out his state feuds", "text": "Vice President Mike Pence portrayed his boss President Donald Trump as a leader who reached out across the aisle to help during the pandemic.\n\"President Trump marshalled the full resources of the federal government and directed us to forge a seamless partnership with governors across America in both parties,\" Pence said during his Aug. 26 Republican National Convention speech.\nClearly the federal government has provided supplies and funding to states led by both parties in response to the pandemic, and Pence himself has held regular conference calls with governors in both parties. But Pence was speaking about the actions of Trump, not his own. \nPence’s comments ignore Trump’s multiple feuds, many times with Democratic governors, about state-federal responsibilities and pandemic response. \nA Trump campaign spokesperson sent us a list of dozens of tele-conferences and meetings that Trump or Pence had with governors including Democrats such as New York’s Andrew Cuomo, and Michigan’s Gretchen Whitmer. In March, Trump sent a letter to governors thanking them for \"stepping up to help America confront this unprecedented global pandemic.\" The campaign pointed to actions by administration officials to brief governors about making available supplies, such as testing swabs, utilizing the National Guard, and reopening their state’s economies. \nTrump argued with governors over COVID-19 supplies, tests\nEarly in the pandemic, Trump traded barbs with governors, especially over where responsibility lay in securing medical supplies for the states. \nAfter declaring a national emergency over the health crisis on March 13, Trump directed governors to order their own ventilators, respirators and supplies, saying the federal government is \"not a shipping clerk.\" Governors in both parties shot back that Trump’s stance, and the lack of coordination from Washington, left states bidding against one another and the federal government for access to critical equipment.\nCuomo said it was akin to competing on eBay with 50 other states and the Federal Emergency Management Agency.\nWhitmer and Maryland Gov. Larry Hogan, a Republican and then chair of the National Governors Association, were among those pleading for better coordination from FEMA to ensure that supplies were distributed based on need. \n\"The lack of any centralized coordination is creating a counterproductive competition between states and the federal government to secure limited supplies, driving up prices and exacerbating existing shortages,\" they wrote in a joint March 30 op-ed in the Washington Post.\nA couple days earlier, Trump said during a White House briefing that governors should be \"appreciative\" toward him and the federal government.\nSpeaking of Pence, Trump said: \"He calls all the governors. I tell him — I mean, I’m a different type of person — I say, ‘Mike, don’t call the governor of Washington. You’re wasting your time with him. Don’t call the woman in Michigan.’\" On Twitter, Trump said Whitmer was \"way in over her head, she doesn’t have a clue.\"\nIn April, Trump said that testing \"is a local thing\" and that states should turn to commercial labs for help. After he was blasted by governors from both parties, Trump said the federal government would step up efforts to get testing supplies.\nGovernors also called on Trump early on to enact the Defense Production Act, a law that gives the president authority to expedite the supply of materials for national defense, in order to ramp up production of personal protective equipment and COVID-19 testing supplies. While the president did eventually invoke the act to produce ventilators and medical equipment, he delayed efforts to do so and did it sparingly. Washington Gov. Jay Inslee and Arkansas Gov. Asa Hutchinson called for him to broaden its use. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nTrump’s justification for slow-rolling the act was that he didn’t want the government to intervene in the private sector. \n\"You know, we’re a country not based on nationalizing our business,\" Trump said at a coronavirus task force press briefing on March 22. \"Call a person over in Venezuela, ask them how did nationalization of their businesses work out? Not too well.\"\nIn April, Trump said that Georgia Gov. Brian Kemp, a Republican, had reopened Georgia \"too soon.\" In May, he criticized Pennsylvania Gov. Tom Wolf, a Democrat, for keeping parts of his state closed that Trump said were \"barely affected.\" \nTrump said in mid April that it was up to him — not the governors — about when to re-open states on lockdown.\nSome governors bypassed the federal government to work together\nFrustrated with the responses from the Trump administration, some governors teamed up with each other to get needed supplies.\nIn May, a coalition of governors from seven Northeastern states, including New York, Connecticut, New Jersey, Rhode Island, Pennsylvania and Delaware, teamed up to buy personal protective equipment and ventilators and to create a re-unified reopening strategy. \nAs late as July, some governors were calling on the feds for help and not getting what they needed. There were shortages of testing supplies, as well as personal protective gear. Washington state asked for 4.2 million N-95 respirators. It got a bit under 500,000. It asked for about 300,000 gowns. It got about 160,000.\nOn Aug. 18, a bipartisan group of governors — five Democrats and five Republicans — announced they would be teaming up with the Rockefeller Foundation to create a national testing strategy in the absence of federal action. The 10 states are Louisiana, Maryland, Massachusetts, Michigan, Ohio, North Carolina, Utah, Arkansas, Rhode Island and Virginia. Their goal is to buy and deploy 5 million COVID-19 antigen tests. \nFeuds between Trump administration and states continue\nThe Trump administration sought to pressure states to reopen in-person schools. In July, Trump threatened to cut off funding if schools didn’t reopen.\nThis summer, the Trump administration reduced the federal share of National Guard assistance to the states to help with pandemic response, despite pleas from governors in both parties. An Aug. 3 memo said that the federal government would no longer continue to pay for 100% of the tab for most states and that it would be reduced to 75% as of Aug. 21.\nAnd when the CDC unveiled new testing guidelines that downplayed the need to test people who don’t show symptoms — about 40% of those infected — Cuomo and California Gov. Gavin Newsom said that they won’t follow it. Asymptomatic people are thought to be significant spreaders of the virus.  Both governors at times praised certain responses by the Trump administration to help their states respond to the pandemic.\nOur ruling\nPence said, \"President Trump marshalled the full resources of our federal government from the outset. He directed us to forge a seamless partnership with governors across America in both political parties.\"\nTrump and top administration officials have communicated with governors of both parties for months in meetings, phone calls and written communication. But Pence’s comment ignores that Trump has feuded with governors over state-federal responsibilities, supplies and shutdown or reopen policies. He’s also suggested a lesser role for the federal government, and said that the handling of COVID-19 should be left to the states. \nWe rate this claim Mostly False.\n \nLoading…", "vclaim_id": "vclaim-pol-17194"}