{"url": "/factchecks/2008/jan/22/barack-obama/hillary-went-the-wal-mart-way/", "speaker": "Barack Obama", "vclaim": "\"While I was working on those streets watching those folks see their jobs shift overseas, you were a corporate lawyer sitting on the board at Wal-Mart.\"", "truth_label": "true", "date": "stated on January 21, 2008 in a debate in Myrtle Beach, S.C.:", "title": "Hillary went the Wal-Mart way", "text": "At a Democratic debate in Myrtle Beach, S.C., Sens. Barack Obama and Hillary Clinton argued about Obama's recent comments about Ronald Reagan (We addressed the Reagan spat with\n\nthis item\n\n). As the debate grew heated, Obama portrayed himself as a fighter for Democratic principles and suggested that he was more in touch with working people than she was.\n\n\"While I was working on those streets watching those folks see their jobs shift overseas, you were a corporate lawyer sitting on the board at Wal-Mart,\" Obama said.\n\n\nObama is referring to the period from 1985 to 1988 when he was a community organizer in neighborhoods on Chicago's South Side. And he is correct that during that period, many employers in that area — particularly in the steel industry — were closing their plants and moving jobs overseas. U.S. Steel, for example, employed 40,000 people there in the 1970s but shut down operations in the mid 1980s.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama is correct about Clinton's tenure on the Wal-Mart board of directors. She was appointed to the board in 1986 when her husband was the governor of Arkansas and she served until 1992. As a board member, Clinton pushed for more women in management and a better environmental program, according to a\n\nNew York Times\n\nexamination of her work on the board.\n\n\nAt the time, she worked as an attorney for the Rose Law Firm, which had many corporate clients such as Wal-Mart and Tyson Foods. Clinton specialized in patent infringement and intellectual property cases.\n\n\nWe find Obama has his facts straight and his claim is True.", "vclaim_id": "vclaim-pol-16392"}