{"url": "/factchecks/2016/dec/20/politiconocom/satirical-site-made-story-mike-pence-called-michel/", "speaker": "Politicono.com", "vclaim": "\"Pence: ‘Michelle Obama Is The Most Vulgar First Lady We’ve Ever Had’\"", "truth_label": "pants-fire", "date": "stated on October 14, 2016 in an Internet post:", "title": "Website makes up story that Mike Pence called Michelle Obama vulgar", "text": "Vice President-elect Mike Pence attacked First Lady Michelle Obama as the most distasteful woman to ever live in the White House — at least according to a fake news story on a website that bills itself as satirical.\nA headline on an Oct. 14, 2016, story on Politicono.com declared \"Pence: ‘Michelle Obama Is The Most Vulgar First Lady We’ve Ever Had’.\" Users flagged the suspicious post as part of Facebook’s attempt to stop the spread of fake news.\nThe story was pegged to a real instance of Pence defending Donald Trump, who was then the GOP presidential candidate running against Hillary Clinton. Michelle Obama had said in a speech on Oct. 13, without mentioning Trump by name, that a 2005 recording had shown the GOP nominee admitting to \"sexually predatory behavior.\"\nPence appeared on CBS This Morning on Oct. 14 and sounded puzzled by Michelle Obama’s comments.\n\"Look I have a lot of respect for the first lady,\" he said. \"But I don’t understand the basis of her claim.\"\nBut that’s about as far as Pence’s comments went. He never called Obama vulgar, and certainly not the most vulgar first lady ever.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat’s because Politicono.com is a website (its slogan is \"Just Enough News\") that takes a kernel of real news and sprouts an entire fabricated story around it.\nIt says readers come to the site to read \"a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire.\"\nIndeed, at the top of the Pence story are two buttons: \"Show facts\" and \"hide facts.\" Clicking the \"show facts\" button highlights only the first paragraph of the story. The rest is entirely made up.\nPoliticono.com didn’t respond to our requests for comment, but when we talked to them for another fact-check in 2015, an administrator pointed out they admit some content is exaggerated.\nThat makes the website less culpable than many others that give no indication something may be contrived, but it’s still not immediately apparent the story is fake. It’s also very misleading to build upon a real event and then purposely obscuring which part is true and which is not. The comments section on the story itself certainly shows many have been fooled.\nEither way, Pence did not call the first lady vulgar. We rate the headline Pants on Fire.\nhttps://www.sharethefacts.co/share/db2cffb7-ed7c-43c0-bec1-ef2b2a47a828", "vclaim_id": "vclaim-pol-03852"}