{"url": "/factchecks/2015/jan/29/bill-belichick/factchecking-bill-belichick-deflategate/", "speaker": "Bill Belichick", "vclaim": "Atmospheric conditions could push a football’s pressure \"down approximately one-and-a-half pounds per square inch.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2015 in a news conference:", "title": "Fact-checking Bill Belichick's claim about 'Deflategate'", "text": "The New England Patriots might wish this entire business of under-inflated footballs would vanish in a puff of smoke, but it’s a boon for physics teachers who have found themselves suddenly relevant in the world of sports.\nPatriots coach Bill Belichick, a self-declared non-scientist, held a pre-Super Bowl news conference where he attempted to explain why a football inflated indoors would lose pressure after being used outside. \n\"When the footballs are delivered to the officials' locker room, the officials were asked to inflate them to 12.5 pounds per square inch. What exactly they did, I don’t know,\" Belichick said. \"When the footballs go out on to the field into game conditions ...  That’s where the measurements would be different than what they are, possibly different, than what they are in a controlled environment.\"\nBelichick said when Patriot staffers tested this, they found that the balls \"were down approximately one-and-a-half pounds per square inch.\"\nThere are too many unknowns to resolve Deflategate, as this flap is called. But we couldn't help but give Belichick's main assertion the PunditFact treatment. The question in this case is what physics tells us about Belichick’s point. Could conditions outside (basically temperature and humidity) bring down the pressure of a football by about 1.5 pounds per square inch?\nA quick recap\nThe Patriots advanced to the Super Bowl on Jan. 18, 2015, by defeating the Indianapolis Colts 45-7. But by the next day, the most interesting number wasn’t the point spread, but the inflation pressure of the Patriots’ footballs. Under NFL rules, each team provides 12 balls, and about two hours before the game, an official verifies that they are inflated to the regulation pressure range of 12.5 to 13.5 pounds per square inch.\nAt half-time, the NFL re-checked the Patriots’ footballs -- reportedly at the request of the Colts but there’s a bit of conflicting information on this -- and found 11 of the 12 were under inflated.\nBy how much? That’s unclear. Some reports say by 2 pounds per square inch. Others say while one ball might have measured that low, the rest were only about 1 pound under.\nOne other essential variable: The temperature on game day was around 50 degrees. No one knows the exact inside temperature. Most people assume it was about 70 degrees.\nDoing the math\nAfter Belichick spoke, ABC News turned to Bill Nye, the popular explainer of all things scientific, to assess the coach’s claim. ABC played up Nye's verdict that Belichick's words \"didn’t make any sense,\" but from the video, it sounds as though Nye was talking about Belichick's claim that rubbing the footballs would change the pressure, not the impact of temperature.\nCBS Sports relayed a tweet from another science luminary, physicist Neil deGrasse Tyson who also expressed skepticism.\n\"For the Patriots to blame a change in temperature for 15 percent lower-pressures, requires balls to be inflated with 125-degree air,\" Tyson wrote.\nCBS reported that \"Every 10 degree drop in temperature (F) results in about .2 PSI loss in a football.\" According to CBS, that meant the weather would account for just a 0.4 pound of pressure loss, and tied that conclusion, loosely, to an Ohio State University physicist.\nWe’ll get back to that CBS story (and its flaws) in a bit.\nOn the other side of the ledger, USA Today interviewed Bowdoin College physics professor Dale Syphers who declared that a drop from room temperature in the 70s down to 40 degrees would reduce the pressure in a football by 1.3 pounds per square inch.\nThe Daily Beast turned to the chair of the Physics Department at Boston College who said that with a 30 degree drop in temperature -- 75 down to 45 degrees -- you would expect the ball pressure to fall by by 1.54 pounds per square inch.\nFinally, the world of physics is divided between the theoretical physicists and the experimentalists. The physicists cited in the news worked with formulas. HeadSmart Labs, a private firm in Pittsburgh, tested actual footballs. It found that footballs inflated at 75 degrees, then cooled to 50 degrees lost 1.1 pounds of pressure.\nThe lab took one more step. Since it was raining on game day, the staff dampened the balls. This led to a drop of an additional 0.7 pounds of pressure for a total of at least 1.8 pounds per square inch.\nThe physics teachers come off the bench\nEnter Robert Hilborn of the American Association of Physics Teachers. The Harvard-trained physicist showed in detail how a law of physics, the ideal gas law, applied to the Patriots’ footballs. When a gas cools, it contracts. The ideal gas law helps us put numbers to that relationship between pressure and temperature.\nMath alert: We’re going to show you pretty much everything, so you can do it yourself at home.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"As almost every chemistry and physics student knows, the ideal gas law tells us that Pf = Pi (Tf/Ti),\" Hilborn wrote.\nThe final pressure Pf equals the initial pressure Pi times the final temperature divided by the initial temperature Tf/Ti.\nPlugging in the numbers is simple, so long as you keep two things in mind.\nFirst, the pressure isn’t the pressure you see on your pressure gauge. It’s that amount plus the pressure of the atmosphere that’s all around you. It might feel counterintuitive, but when a football comes off the assembly line, before it's ever pumped up, it actually has an internal pressure that you wouldn't notice because it's the same as the pressure we always ignore. That's the pressure that comes from all those miles of air in our atmosphere pushing down on us.\nThat pressure averages around 14.7 pounds per square inch. When you pump air into the football, you are adding pressure on top of the 14.7 that are already there. In Hilborn's math, you'll see he's added in the atmospheric pressure.\nThe other key step is to measure the temperature in Celsius and count from absolute zero. That’s the Kelvin scale.\nHilborn used a starting temperature of 70 degrees and a final temperature of 50 degrees Fahrenheit and a starting pressure of 12.5 pounds per square inch.\n\"Those numbers give us 27.2 psi for Pi, 294 K for Ti, and 283 K for Tf resulting in Pf = 26.2 psi for the total pressure and a corresponding gauge pressure of 11.5 psi, about 1 psi below the NFL lower limit.\"\nIn short, taking the balls outside would bring the pressure down 1 pound per square inch.\nHilborn then accounted for the rain that day. Cooling the moist air inside the footballs would shed another 0.2 pounds per square inch.\n\"Combining the air temperature change effect with that of water vapor gives us a total of 1.2 psi, not too far from the figure of 1.4 psi given in one of the early NFL statements,\" Hilborn wrote.\nHilborn’s results are pure math, and they are largely in line with the test results from the lab in Pittsburgh.\nThe results in other news reports\nWe were troubled by the CBS item that came up with a much lower number of 0.4 pounds per square inch due to a lower outdoor temperature. But when we called Prof. Michael Lisa, the Ohio State University physicist quoted in the CBS article, Lisa said, \"CBS got it wrong.\"\nLisa sent us this chart that you can download showing that for each 10 degrees drop in temperature, pressure drops 0.5 pounds. (The chart’s different lines show that the higher the starting pressure, the greater the impact of falling temperature.)\n\nWe found that news reports that undercut the Patriots’ explanation used a high number for the loss of pressure. CBS said the footballs lost 2 pounds of pressure. Ditto for a Toronto Sun article.\nIf it turns out that there really was a loss that large, then those arguments hold up. For the moment, we are simply assessing whether the physics back up what Belichick said and he used the 1.5 pound figure.\nLisa also affirmed Hilborn’s analysis. \"That AAPT guy did a nice job,\" Lisa said.\nNevertheless, Hilborn himself said no one should rush to judgment.\n\"A conservative conclusion is that temperature changes alone can account for much of the under-inflation,\" Hilborn wrote. \"But until more accurate information is available about the preparation of and measurement of the footballs’ air pressure, we should not assert that conclusion with a great deal of certainty.\"\nThe NFL is investigating and at some point, all the numbers might be known. Or not. Hilborn told PunditFact that the accuracy of the pressure gauges is unclear.\nOne number that will be of interest is the starting pressure for the Colts’ footballs. It's possible they may have deflated as well, but stayed within the legal limits.\nOur ruling\nBelichick said that moving the footballs from indoors to outdoors could explain the loss of about 1.5 pounds per square inch of pressure. Experimental and mathematical results are in that ballpark. Lab tests said air temperature alone could bring down the pressure by 1.1 pounds. The ideal gas law predicted a 1 pound loss. The rain that day would explain at least another 0.2 pound shift and possibly as much as 0.7.\nWe lack firm numbers on the actual pressure drop in the Patriots footballs, as well as precise information on the starting and ending temperatures. Within the limits of what the physics alone can tell us at this point, the math gets us pretty close to what Belichick said.\nWith allowances for the uncertain data, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06784"}