{"url": "/factchecks/2012/may/24/american-future-fund/american-future-fund-wall-street-obama/", "speaker": "American Future Fund", "vclaim": "\"Obama’s flush with cash, returning to Wall Street for even more money. … Wall Street sure supports President Obama.\"", "truth_label": "barely-true", "date": "stated on February 27, 2012 in a television ad:", "title": "American Future Fund says Wall Street \"supports President Obama\" and funds him like in 2008", "text": "President Barack Obama called out \"fat cat bankers on Wall Street,\" but those wealthy bankers sure help him out when he needs campaign donations, says an ad on the air in Florida dubbed \"Obama’s Wall Street.\" It’s from the conservative organization American Future Fund.\n\nHere’s the script:\n\nObama: \"I did not run for office to be helping out a bunch of fat cat bankers on Wall Street.\"\n\nNarrator: \"But guess who gave $42 million to Obama’s last campaign for president: Wall Street bankers and financial insiders, more than any other candidate in history. But Obama voted for the Wall Street bailout. His White House is full of Wall Street executives … .\" (The ad then shows photos and lists the names in the White House \"inner circle.\")\n\nThe narrator continues: \"Now, Obama’s flush with cash, returning to Wall Street for even more money. Obama won’t admit to supporting Wall Street, but Wall Street sure supports President Obama.\"\n\nThere are a lot of claims in that ad, and our friends at FactCheck.org have already picked apart the list of 27 officials the ad shows, and whether they really are White House inner circle folks and former Wall Street executives. Many of them aren’t. (FactCheck also wrote that the fund later tweaked the ad.)\n\nFor our fact-check, we will focus on whether \"Wall Street sure supports Obama.\" The ad’s message is that the president is Wall Street’s favored candidate, and that he is cleaning up in Wall Street donations this cycle, just like he did in 2008.\n\nThe ad was launched in February, but we've seen it on television in Florida in May. A February press release from the fund stated the $4 million buy covered nine states, including Florida, Ohio and Virginia. We contacted the fund to ask if it had any additional citations beyond what was in the ad and did not get a response.\n\nFirst, some background about the American Future Fund: It states on its website that it advocates \"conservative, free market ideals,\" and its president is an Iowa state senator. Many of the group’s ads target Obama. The New York Times reported that the group was started with seed money from an ethanol executive. The Center for Responsive Politics, which analyzes campaign donations, wrote in 2010 that the American Future Fund received about half of its $23 million from the Center to Protect Patients Rights, a group that gave donations to groups opposed to the federal health care law or abortion.\n\nObama’s vote as a senator and the 2008 campaign\n\nThe ad is correct when it states that while a senator Obama voted in favor of the Wall Street bailout (H.R. 1424) on Oct. 1, 2008. He was one of 74 senators, along with his Republican presidential opponent John McCain, to vote in favor.\n\nThe ad then cites fundraising data from the Center for Responsive Politics, a nonpartisan research group which analyzes campaign donations. We looked at CRP’s data ourselves for the 2008 and 2012 presidential races.\n\nDuring the 2008 campaign, Obama raised about $42.8 million from the finance/insurance/real estate industry -- far above McCain’s haul of about $31.1 million. (FactCheck.org wrote that Obama’s haul was more than George W. Bush’s in 2004 even when adjusted for inflation.)\n\nThe center breaks down that finance/insurance/real estate industry into more detail, including securities and investment, which outreach coordinator Evan Mackinder said would be the most specific way to characterize Wall Street donations.\n\nObama raised about $16 million from the securities and investment industry, while McCain raised about $9.4 million. The ad cites the $42 million figure -- the larger and broader number -- rather than the more specific securities and investment number, but the ad can take some leeway on that point, because it described it as \"Wall Street and financial insiders.\" \n\nAfter Obama became president and pushed for financial reform, his relationship with some in the finance sector soured. We found many news reports documenting that tension. Mitt Romney, the presumptive Republican nominee, founded the investment firm Bain Capital and has had friendly relations with Wall Street and secured millions from those donors. Romney said he would repeal the Dodd-Frank regulations and has been vague about other reforms that he would enact to avoid the 2008 financial meltdown.\n\nObama and Romney donations in the 2012 race\n\nThrough April, Romney is in the lead in donations from finance/insurance/real estate and, within that, the securities and investment industry, according to a May analysis written by the Center for Responsive Politics.\n\nRomney has raised about $19.2 million from the finance/insurance/real estate including about $8.5 million from the securities and investment industry, according to the center’s analysis.\n\nObama has raised about $8.4 million in the finance/insurance/real estate, including about $3 million from securities and investment.\n\nThat means Romney has raised between double and triple Obama’s haul from the securities and investment sector.\n\nIf we look at the donations proportionally, it would show that the securities sector funded about 3 percent of Obama’s haul and 10 percent of Romney’s. (This doesn’t provide a full picture since the center’s analysis is for donations that were more than $200 a pop -- in the case of Obama that means about $99 million of his $217 million is reflected in the analysis by industry.)\n\nThe analysis shows that the securities/investment industry is the second-largest source of donations for Romney, behind the \"retired\" category. It comes in fifth for Obama, behind retired, lawyers, education and business services.\n\nThe securities/investment donations are even more lopsided for the super PACs: the Restore Our Future pro-Romney PAC raised about about $21 million from that industry while the Priorities USA Action pro-Obama PAC raised about $218,500.\n\nThe center wrote in a March blog post that the ad uses its data to make a misleading point when it states that \"Wall Street sure supports President Obama\":\n\nIn a separate March 2012 article, the center stated that between his campaign committee and a PAC, Romney had received about 72 percent of the near $33 million in Wall Street donations through February.\n\n\"The sheer amount of cash Wall Street has sent Romney represents an extremely lopsided giving pattern. No other presidential candidate, including President Barack Obama, comes close to tapping the motherlode of industry riches. The industry's abandonment of Obama could hardly be more dramatic: Wall Street's preferred candidate in the 2008 race with more than $6 million in industry campaign contributions at this point in the cycle, he has received less than $2.6 million from the industry so far this time around.\"\n\nNews articles cited in ad\n\nThe American Future Fund ad flashes headlines or information from a few news articles. But we found the ad cherry-picked a few of its sources.\n\n• The ad shows a partial headline from an October 2011 Washington Post story: \"Obama still flush with cash from financial sector.\" The rest of that headline, which was omitted from the ad, stated, \"despite frosty relations.\" The article explains that Obama had raised more from the financial and banking sector than Romney but not when putting aside Democratic National Committee money.\n\n• The ad cites the headline from a February 2012 Bloomberg article  \"Obama returns to NYC for Wall Street fundraiser.\" That article includes this sentence: \"So far this election cycle, he hasn’t been able to match the success he had four years ago in getting money from Wall Street.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nThe American Future Fund’s ad says, \"Obama’s flush with cash, returning to Wall Street for even more money. … Wall Street sure supports President Obama.\"\n\nIt is true that Obama has received millions of dollars from Wall Street this cycle. But the intention of the ad is to suggest that Obama is Wall Street’s preferred candidate, just like in 2008. In reality, the numbers don’t bare that out -- Romney is the preferred candidate, based on both campaign contributions and news coverage.\n\nThe fund’s ad relies on data from Center for Responsive Politics, but it uses the data in a misleading way. Whether we looked at the broader finance/insurance/real estate industry or the more narrow securities and investment sector, the Romney campaign is far ahead of the Obama campaign in dollars.\n\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-11042"}