{"url": "/factchecks/2020/dec/07/viral-image/no-danish-study-didnt-prove-wearing-masks-ineffect/", "speaker": "Viral image", "vclaim": "“The first randomized controlled trial of more than 6,000 individuals to assess the effectiveness of surgical face masks against SARS-CoV-2 infection found masks did not statistically significantly reduce the incidence of infection.\"", "truth_label": "barely-true", "date": "stated on December 3, 2020 in a post on Instagram:", "title": "No, a Danish study didn’t prove wearing masks is ineffective", "text": "Public health officials have long recommended wearing face-coverings to help slow the spread of the novel coronavirus. \nBut some who oppose measures such as mask mandates are pointing to a study conducted in Denmark in April and May as evidence that masks are ineffective against the virus. \n\"The first randomized controlled trial of more than 6,000 individuals to assess the effectiveness of surgical face masks against SARS-CoV-2 infection found masks did not statistically significantly reduce the incidence of infection,\" reads one viral Instagram post that features an excerpt from a longer blog post on the same topic.\nThe post was flagged as part of Facebook’s and Instagram’s efforts to combat false news and misinformation on News Feeds. (Read more about our partnership with Facebook.)\nThe Instagram claim misconstrues the results of the study, published Nov. 18 in the Annals of Internal Medicine. \nFirst, it’s important to note that the public health recommendation in favor of wearing masks hinges on evidence that masks help minimize spread of respiratory droplets from reaching others through the air. But the Denmark study was focused on the results for the wearer. It was designed \"to assess whether recommending surgical mask use outside the home reduces wearers' risk for SARS-CoV-2 infection in a setting where masks were uncommon,\" according to the study’s abstract.\nResearchers assigned roughly 6,000 people who left their homes at least three hours a day to two groups. Members of one group were given a box of 50 surgical masks and told to wear a mask whenever they went outside of their homes. Members of the other group were not told to wear masks — but, like the mask group, they were encouraged to follow safety recommendations made by Danish officials at the time, which included things like social distancing.\nAfter a month, the researchers used antibody tests, PCR tests or hospital diagnoses of COVID-19 to determine if participants had been infected with the virus. \nThe study concluded that recommending people wear surgical masks \"did not reduce the SARS-CoV-2 infection rate among wearers by more than 50% in a community with modest infection rates, some degree of social distancing, and uncommon general mask use.\" \nIt is important to note the phrase, \"by more than 50%\" in the researchers’ findings. The study was designed to examine whether the masks provided high levels of personal protection. That would have been evidenced by significantly reducing the infection rate for those wearing masks. But this was not what researchers found. \nEven so, the study’s researchers also concluded that the data suggested mask wearing did lead to \"lesser degrees of self-protection\" — not that they had no protective benefits for wearers at all.\nOne of the researchers, Henning Bundgaard, a professor of cardiology at the University of Copenhagen in Denmark, said publicly that the study should not be used to discourage mask wearing. \n\"Even a small degree of protection is worth using the face masks, because you are protecting yourself against a potentially life-threatening disease,\" Bundgaard told Forbes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe study was published alongside two editorials also in the Annals of Medicine that contextualized the researchers’ findings. \nThe first editorial was written by doctors who serve as Annals of Internal Medicine editors, including editor in chief Christine Laine, associate statistics editor Steven Goodman and deputy statistics editor Eliseo Guallar. The experts noted that the study was \"designed to examine only the masks' protective effect,\" and was not to examine whether wearing a mask prevents the spread of COVID-19 if the individual wearing the mask is the infected \"source,\" who would be spreading the virus.\nThe experts also noted that the study \"examined the effect of recommending mask use, not the effect of actually wearing them.\" People do not always listen to public health recommendations, they said. Additionally, experts said the effectiveness of masks depends on other factors, such as the prevalence of the virus and the adherence to social distancing.\nThe other editorial was also penned by two doctors: former U.S. Centers for Disease Control and Prevention Director Tom Frieden, now president and CEO of Resolve to Save Lives, and Shama Cash-Goldwasser, a senior adviser at Resolve To Save Lives. Their organization aims to help governments prevent deaths from disease and epidemics. \nFrieden and Cash-Goldwasser said no one method would be enough to end the pandemic on its own, but \"widespread masking in the community can mitigate spread\" as part of a larger set of protocols.\n\"Masks have been shown to protect others and, despite the reported results of this study, probably protect the wearer,\" the two experts wrote. \"If everyone wears a mask when near others, everyone is safer.\"\nOther fact-checking organizations have debunked similar claims about the Danish study. \nThe CDC recently released a scientific brief focused on the use of cloth masks to control the spread of the coronavirus.\n\"Experimental and epidemiological data support community masking to reduce the spread,\" the CDC said. \"The prevention benefit of masking is derived from the combination of source control and personal protection for the mask wearer.\"\nThe CDC also noted in its brief that more research is needed to \"expand the evidence base\" on how much protection cloth masks offer to the wearer.\nRegardless of how protective masks are for the individual wearing them, the CDC was clear: \"adopting universal masking policies can help avert future lockdowns, especially if combined with other non-pharmaceutical interventions such as social distancing, hand hygiene, and adequate ventilation.\" \nOur ruling\nSocial media posts claim, \"The first randomized controlled trial of more than 6,000 individuals to assess the effectiveness of surgical face masks against SARS-CoV-2 infection found masks did not statistically significantly reduce the incidence of infection.\" \nThe study concluded that wearing masks did not offer a very high level of personal protection to mask wearers in communities where wearing masks was not common practice. The study noted, however, that the data suggested masks provided some degree of self-protection.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17246"}