{"url": "/factchecks/2014/sep/09/emilys-list/emilys-list-attack-perdues-former/", "speaker": "EMILY's List", "vclaim": "\"Federal investigators found a company that (David Perdue) ran discriminated against women -- paid them less than men for the same work.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2014 in television attack ad:", "title": "EMILY's List attack on Perdue's former firm blasts gender-based pay", "text": "EMILY’s List, a national group advocating for Democratic women candidates, has an attack ad out in Georgia’s closely watched U.S. Senate race between David Perdue, a Republican businessman, and Michelle Nunn, a Democrat and nonprofit executive.\nThe ad focuses on a pay discrimination lawsuit filed by female managers at Dollar General while Perdue was CEO of the discount retailer. The lawsuit was settled several years later -- and after Perdue left the company -- for $18.75 million.\nThe ad opens with a woman penning a letter to Perdue, explaining why he won’t be getting her vote.\n\"Federal investigators found a company that you ran discriminated against women -- paid them less than men for the same work,\" the woman states.\nWe decided that was a claim worth investigating.\nThe ad, which is paid for by EMILY’s List’s WOMEN VOTE!, focuses on a 2006 lawsuit that was later expanded to cover thousands of female store managers at Dollar General.\nThe lawsuit accused the chain of paying male managers more than females performing the same job, in violation of Title VII of the Civil Rights Act of 1964 and the Equal Pay Act of 1963.\nAt the time, Dollar General had about 8,000 stores and about 70,000 employees.\nPerdue, who was Dollar General CEO from April 2003 to July 2007, was not named as a defendant in the lawsuit.\nDollar General did not acknowledge any liability or wrongdoing. But the settlement agreement promised some policy changes, something legal experts say is fairly routine.\nThe ad claim is based on part of the lawsuit record -- specifically, a letter from an area director for the U.S. Equal Employment Opportunity Commission in Jackson, Miss. to a complaining female manager.\nThe February 2008 letter states that \"available evidence establishes reasonable cause to believe\" that female store managers in the district where the woman worked \"were discriminated against\" in violation of Title VII of the Civil Rights Act of 1964, as amended, and the Equal Pay Act.\nThe EEOC letter goes on to say that Dollar General’s explanation for the difference in pay \"is not supported by the evidence nor is it sufficient to rebut the sex-based inference established by pay differentials.\"\nSworn statements from several female Dollar General managers said the discounter had a pay system that perpetuated stereotypes for judging men and women on their pay, performance and salary needs.\nDerrick Dickey, spokesman for the Perdue campaign, told us that Dollar General, from the first legal filings to the final settlement, \"always maintained that it was in full compliance with the Equal Pay Act.\"\n\"Years after David left, the company made a prudent decision to allow its liability insurer to cover the mediated amount instead of continue the lengthy and expensive legal process,\" Dickey said.\nWe asked Charlotte Alexander and Jaime Dodge, two employment law experts, to review documents filed in the lawsuit and weigh in on several issues, including the accuracy of the ad.\n                                                          -----------------------------\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"Available evidence establishes reasonable cause to believe that (you) and other female managers in District #374 were discriminated against in violation of Title VII of the Civil Rights Act of 1964, as amended and the Equal Pay Act as they generally were paid less than similarly situated managers performing duties requiring equal skill, effort and responsibility.\" -- excerpt from the EEOC statement\n                                                             --------------------------\nAlexander, a Harvard Law School graduate and assistant professor of legal studies at Georgia State University, said the claim in the ad \"on its face is true.\"\n\"It seems to track the EEOC letter,\" she said.\nThat letter \"could have been damaging\" at trial, but would not have meant an \"automatic win\" for the female managers, Alexander said.\nA judge and jury would not be bound to follow the EEOC’s findings, she said. \"They would have to make their own determination from the ground up.\"\nAlexander said the lawsuit, filed against Dollar General parent company Dolgencorp, Inc., was \"pretty significant, \"with 2,000 female managers signing on as plaintiffs and more than 20,000 ultimately eligible to be part of the settlement agreement.\nAlexander said she does not believe $18.75 million would be a \"nuisance settlement.\" (Those are settlements in cases, often without merit, that are reached just to avoid continuing and costly legal bills.)\nDodge, a Harvard graduate, former member of the Harvard Law faculty and an assistant professor at UGA’s School of Law, strongly disagreed.\nShe said there is \"strong support\" for the Perdue camp’s claim that Dollar General \"simply settled to avoid litigation costs.\"\nThe claims raised by the female managers at Dollar General are substantially similar, though not identical, to those raised in Wal-Mart v. Dukes, she said.\nWal-Mart refused to settle, but it took nearly a decade of litigation all the way to the U.S. Supreme Court. The high court agreed with Wal-Mart that a nationwide class action for pay discrimination could not be fairly litigated, Dodge said.\n\"Furthermore, and perhaps most importantly here, the court found that the idea of implicit bias against women in the retail workplace was not supported by any reliable scientific evidence presented in court,\" she said.\nAs for the settlement amount, plaintiffs' lawyers were allowed to seek up to $6.25 million, and then the named plaintiffs each had the opportunity to receive $10,000 each (and $5,000 for others), Dodge said.\nThe class of female managers may have received less than $1,000 per person on average, Dodge said.\n\"That number says to me, either the pay gap was really small or the plaintiffs' had substantial doubts about the merits of their case, such that they settled for a very low percentage of the alleged damages. So, the settlement number does suggest that this was a weak case, in one way or another,\" she said.\nIn summary: The ad is based on a letter from an EEOC area manager in MIssissippi, which says there was reasonable cause to believe female managers in at least one district were discriminated against in pay.\nThe case never went to trial. The company settled out of court without admitting guilt.\nThe statement is accurate on its face, but needs further clarification.\nWe rate it as Mostly True.", "vclaim_id": "vclaim-pol-07337"}