{"url": "/factchecks/2018/oct/22/dan-mccready/does-gop-candidate-actually-want-abolish-departmen/", "speaker": "Dan McCready", "vclaim": "\"Mark Harris has said he would abolish the Department of Education.\"", "truth_label": "true", "date": "stated on October 17, 2018 in a debate:", "title": "Does this GOP candidate actually want to ‘abolish’ the Department of Education?", "text": "In the closing statement of a debate Wednesday night, Democratic congressional candidate Dan McCready slammed Republican Mark Harris for his stance on education, repeating a favorite line of attack.\n\"Mark Harris has said he would abolish the Department of Education,\" said McCready, a former Marine who is running for the seat held by Republican Rep. Robert Pittenger in North Carolina’s 9th Congressional District, which stretches from south Charlotte east to include Lumberton and up the Interstate 95 corridor to Fayetteville.\nMcCready made similar versions of the same claim earlier in the night and also during an Oct. 10 debate, when he said Harris, a former pastor, was \"on the record saying he would abolish the Department of Education.\"\nWe wondered if Harris, who defeated Pittenger in the Republican primary, actually said he would eliminate the cabinet-level Education Department, which has been around since 1979. Since McCready has repeated this claim many times, we decided to check it out for ourselves.\nOur finding? The statement is true, and Harris isn’t denying it.\nWe did Google and Nexis searches and discovered two reports from The Charlotte Observer that said Harris had suggested he would like to eliminate the Department of Education. The reports cited a Republican primary debate from April 22, 2014, when Harris was running for a U.S. Senate seat held at the time by Democrat Kay Hagan.\nAt the end of the debate, the moderator opened the floor for questions from voters in the audience. The first question asked the candidates which federal department they would \"actively campaign to eliminate\" and why they believed that department deserved to be eliminated.\nSen. Thom Tillis, then a state representative who ultimately won the GOP nomination and later the general election, answered first. \"I think, going back to Common Core, I’d start looking at the Department of Education,\" he said. \"We existed for more than a century without one.\"\nTillis explained that he believed bureaucrats in the department were overpaid and were restricting teachers with unnecessary rules and regulations.\nHarris, who answered next, said he agreed with Tillis and added that he would also consider cutting the energy and commerce departments. He said:\n\"Yeah, I would really say and agree with Thom that the fact that the Department of Education, as I mentioned earlier, has certainly demonstrated such an overreach and really is something that needs — education belongs in our state and our local communities, and so I think that that’s an area. But I’ll also add to that that I think when you look at the Department of Energy, when you look at the Department of Commerce, again I think that we’ve seen so many regulations that keep stopping and holding back the job creators here in our nation, that those would be departments I would be interested in seeing.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nClearly, Harris was on board with Tillis’s suggestion that the Education Department should be eliminated, even if he also included the Energy and Commerce Departments in his response.\nAaron Simpson, communications manager for the McCready campaign, pointed to the Charlotte Observer’s coverage of that debate as evidence in support of McCready’s claim.\nSimpson also noted that Harris did not refute the claim during the Oct. 10 debate. Instead, Harris countered that the department had overstepped its authority and that its responsibilities would be better left to the states.\n\"I have clearly stated that the Department of Education has lost its purpose and its way from when it was founded,\" Harris said. \"It has become a larger agency. It has become an animal that is eating money.\"\nLater during that debate, after McCready repeated the same claim, Harris lamented that his opponent \"continues to go back and reiterate about the Department of Education.\"\n\"Again, I will make clear, the Department of Education has gotten to a place where they are holding our money back if you do not go along with Common Core and other pieces on education that do not fit with what the citizens of North Carolina have wanted,\" Harris said.\n\"Local control, state control of education has always been the best answer,\" he added.\nAndy Yates, a spokesman for the Harris campaign, said Harris still stands by his belief. \"Mark is passionate that education is a state and local issue and that we need to keep the federal government out of our classrooms and out of our education,\" Yates said.\nOur ruling\nMcCready said, \"Mark Harris has said he would abolish the Department of Education.\"\nIn 2014, during a GOP primary debate for the U.S. Senate, Harris said he thought there were enough problems with the Education Department to get rid of it. His statements since then have supported that position.\nWe rate McCready’s statement True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-22 21:11:22 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Mark Harris has said he would abolish the Department of Education.\"    Dan McCready North Carolina congressional candidate    in a debate Wednesday, October 17, 2018 2018-10-17    Read More  info", "vclaim_id": "vclaim-pol-01444"}