{"url": "/factchecks/2009/jul/15/joe-biden/vice-president-biden-correct-174-billion-stimulus-/", "speaker": "Joe Biden", "vclaim": "\"Across the country, $174 billion of the Recovery Act have been committed in its first 130 days.\"", "truth_label": "mostly-true", "date": "stated on July 9, 2009 in a news release.:", "title": "Vice President Biden claims $174 billion of stimulus has been committed", "text": "To counter Republican criticism that the stimulus money is not being spent fast enough, Vice President Joe Biden has been traveling the country to boast about the recovery plan's success stories.     In conjunction with a July 9, 2009, trip to Ohio, Biden's office put out a news release with this talking point: \"Across the country, $174 billion of the Recovery Act have been committed in its first 130 days.\"     The White House says it is getting the numbers from its own Web site, Recovery.gov. We counted 130 days after Obama signed the bill on Feb. 17, which took us to June 27. On that day, the government had committed $157.8 billion, slightly less than the $174 billion cited by Biden.   Those numbers are culled from weekly reports submitted by all federal agencies. The total stimulus cost will ultimately be roughly $787 billion, with about $499 billion for new spending. (The other $288 billion is for tax relief.) So that means that about 35 percent of the spending ($174.9 billion of $499 billion) has been allocated so far.     That might sound like a lot, but Republican critics complain the money is just trickling out. For example, Sen. Jon Kyl, the No. 2 Republican in the Senate, complained last week that only 6.8 percent of the stimulus package has been spent.   The numbers can be confusing, making you wonder whether Kyl is right about the 6.8 percent or Biden is right about the 35 percent. So we investigated and found that, like so many things in the federal budgeting process, it all comes down to semantics.     John Porcari, deputy secretary of the Department of Transportation, wrote how this confusion is playing out in miniature at his agency, after getting what he considered some bad press in a  USA Today  story that maintained that only $132 million of the total $27.5 billion earmarked for road construction funding has been spent.     Indeed, there's a big difference between how much money the government has already spent — that figure is about $60 billion, according to the White House — and how much the government has obligated or committed to a project.     \"Whenever a state obligates or dedicates their Recovery dollars to a project that means it is green-lighted,\" Porcari wrote on Recovery.gov. \"States can start advertising the project and soliciting bids and once a bid is awarded contractors can buy supplies, bring workers on board and start breaking ground. It could be weeks before the reimbursement process starts so those outlays are in no way an indicator of how much money is getting to states, how much work is being done or how many people are working. The $16 billion obligated to thousands of highway projects is the true measure of how much highway money is reaching states.\"     Using his definition, about $16 billion has been obligated to road construction projects, far more than what's actually been spent.     So for practical purposes, money \"committed\" is the same as \"obligated\" and \"allocated.\" It's money that will be spent on a particular project.   It's fair to use those broader terms, according to Jim Horney, a budget expert at the left-leaning Center on Budget and Policy Priorities, because the guarantee of the money can sometimes be enough to keep an agency or a company from laying off a worker.    \"It's not just when the check has been written that we see an impact,\" he said.     Take Virginia, for example. Earlier in the year, lawmakers were planning to lay off teachers to save cash. But when the stimulus passed, the state knew it would be getting some financial relief, so officials changed their budget to keep those teachers employed.     The money isn't in the state treasury at that moment, but it still has a ripple effect on the economy, Horney said.     \"If [teachers] knew they would be laid off, they would have started saving money, stopped buying clothes, preparing for hard times ahead,\" he said. Knowing they would have a job in the coming school year, teachers were less likely to adopt austerity measures.      Horney had this caveat: Impact on the economy depends on how quickly the money is actually spent or reimbursed. If it takes five years for the government to pay a state back for a project, then the state may take some cost-cutting measures in the meantime.     Conservatives, though, say the true measurement of economic impact is money actually spent, said Brian Riedl of the Heritage Foundation, a conservative think tank.     \"The economic theory behind the stimulus suggests only actual outlays can create jobs and drive money through the economy,\" he said.     So back to Biden. He said that $174 billion had been committed at the 130-day mark. Federal records show he was a little off. The administration's Recovery.gov site shows that $157.8 billion had been committed. So we give Biden a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15684"}