{"url": "/factchecks/2020/jan/24/jill-karofsky/wisconsin-supreme-court-candidate-muddles-claim-ed/", "speaker": "Jill Karofsky", "vclaim": "\"The Department of Corrections budget in Wisconsin is more than the Department of Education budget.\"", "truth_label": "barely-true", "date": "stated on November 19, 2019 in a public forum:", "title": "Wisconsin Supreme Court candidate muddles claim on education vs. corrections spending", "text": "Dane County Circuit Judge Jill Karofsky is presenting herself as an advocate for social justice reform in her campaign for the state Supreme Court.\nTo that end, she outlined a series of goals during a Nov. 19, 2019, talk with the University of Wisconsin Pre-Law Society, as reported by the Milwaukee Journal Sentinel. She also lamented the state’s incarceration rate and what she views as too much spending on the Department of Corrections. \n\"The Department of Corrections budget in Wisconsin is more than the Department of Education budget,\" she said.\nKarofsky is facing conservative Justice Dan Kelly and Marquette University Law School professor Ed Fallone in the Feb. 18, 2020 primary. The top two advance to the April 7 general election.\nWisconsin does spend more tax dollars on corrections than it does for state universities or for technical colleges. However, the state does not have a Department of Education.\nSo how does Karofsky’s claim rate?\nDigging into the numbers\nThe state of Wisconsin funds education through three avenues: the Department of Public Instruction, which is generally responsible for public K-12 education; the University of Wisconsin system and the Wisconsin technical college system.\nNone of these are a Department of Education as described by Karofsky. \nWhen asked for backup, Karofsky campaign aide Alanna Conley acknowledged the judge misspoke.\n\"Obviously, at the end of a long day, where she was overseeing a trial and then had multiple campaign appearances, Judge Karofsky meant to say ‘Higher Education,’\" Conley said. \"She knows there’s not a ‘Dept. of Education’ in Wisconsin, nor a ‘Dept. of Higher Education,’ she was just referring to the state contribution to the UW System budget. \n\"This issue has been widely discussed in the public.\"\nIndeed it has.\nIn 2018, we checked a similar claim from Democratic gubernatorial candidate Kelda Helen Roys, who said, in Gov. Scott Walker’s first budget, Wisconsin for the first time spent more on corrections than the UW system. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA review of more than 20 years of state budgets found that to be accurate, but noted corrections started to catch up to the UW system before Walker took office. And that the overall UW budget, when federal grants and other revenue are factored in, is much larger than corrections. We rated the claim Mostly True.\nThis trend is continuing under Gov. Tony Evers. \nThe state allocated $2.44 billion in general revenue for the Department of Corrections in the 2019-2021 budget compared to $2.24 billion for the UW system. However, the overall UW budget — $12.6 billion — remains significantly larger than corrections.\nEducation funding in Wisconsin\nLet’s return to Karofsky’s original claim: \"The Department of Corrections budget in Wisconsin is more than the Department of Education budget.\"\nStates including Michigan, South Carolina, Oklahoma and Idaho maintain Departments of Education that share duties similar to Wisconsin’s Department of Public Instruction, including overseeing assessments and special education.\nBy that measure, though, she is well off the mark.\nThe state’s 2019-2021 budget includes $13.3 billion in general revenue dollars for the department. The bulk of the department’s $15.3 billion budget goes toward general school aid and what are termed categorical aids, such as for transportation.\nThat compares to $2.44 billion in general revenue for corrections.\nWisconsin does spend more on corrections than technical colleges. The state budgeted nearly $1.1 billion in state tax dollars to the latter for 2019-2021.\nOur ruling\nKarofsky claimed \"the Department of Corrections budget in Wisconsin is more than the Department of Education budget.\"\nAccording to an aide, she intended to say the state spends more on corrections than the UW system, which is generally true. But she muddied her point by calling it the Department of Education, an agency that doesn't exist in Wisconsin by that name.\nAnd the agency closest to a Department of Education — the Department of Public Instruction — actually comes out far ahead of the Department of Corrections in general revenue funding.\nOur definition for Mostly False is \"the statement contains some element of truth but ignores critical facts that would give a different impression.\"\nThat fits here.", "vclaim_id": "vclaim-pol-17628"}