{"url": "/factchecks/2012/nov/25/frank-lautenberg/frank-lautenberg-says-after-hurricane-sandy-much-b/", "speaker": "Frank Lautenberg", "vclaim": "Says because of Hurricane Sandy in Atlantic City \"much of that boardwalk no longer exists -- just the pillars where the boardwalk used to be.\"", "truth_label": "barely-true", "date": "stated on November 13, 2012 in a speech on the Senate floor:", "title": "Frank Lautenberg says after Hurricane Sandy much of the boardwalk in Atlantic City no longer exists", "text": "Hurricane Sandy washed iconic Jersey Shore landmarks into the sea, but despite what you may have heard -- from social media, television or maybe even a United States senator --  the historic boardwalk fronting Atlantic City’s casinos survived.\n\nTwo weeks after the monstrous storm swept through New Jersey, devastating large swaths of the state’s coastline, Frank Lautenberg, a Democrat, took to the Senate floor to describe the destruction and push for funding for recovery efforts.\n\nIn his Nov. 13 speech, the senator mentioned damage across the state, but said, \"the seashore community was hit especially hard.\"\n\n\"The boardwalk is the defining image of the New Jersey shore. Many of us remember walking on that boardwalk in wonderment of the attractions. The boardwalk has been a constant in the lives of those who live there or visit the shore. But for communities like Belmar, Seaside Heights, the Atlantic City, and others, much of that boardwalk no longer exists -- just the pillars where the boardwalk used to be, as we see it here,\" Lautenberg said as he showed a photograph of damage to a section of boardwalk in Atlantic City.\n\n\"It was a magnificent boardwalk and had people in cars that were -- in wagons that were pushed along, and you would view the sea and the attractions on the other side. And it was painful to see the destruction of the part of the boardwalk in Atlantic City firsthand that day.\"\n\nLautenberg’s spokesman, Caley Gray, pointed out the senator did reference \"part\" of the boardwalk in his speech, but the senator omitted a critical detail: the section of boardwalk in Atlantic City that the storm washed away was in disrepair and much of it had been scheduled for demolition.\n\nThe main promenade that runs in front of the city’s casinos remains intact and open for business.\n\n\"It is factually accurate that a portion of the boardwalk was destroyed by Sandy,\" said Jeff Guaracino, chief communications and strategy officer for Atlantic City Alliance, but \"it’s not the boardwalk that the average person would typically associate with a visit to Atlantic City.\"\n\nAtlantic City Alliance, a nonprofit group focused on increasing tourism, has launched a campaign to dispel the rumor that the city’s famed boardwalk was destroyed.\n\nGuaracino said some media outlets, particularly television stations, cut from stock images of the oceanfront boardwalk to the destruction of the dilapidated promenade, leaving viewers with the impression the commercial section of the boardwalk had washed away.\n\nBut the walkway destroyed by Sandy stood in a primarily residential neighborhood near the Absecon Inlet. That area of the boardwalk had been deteriorating for decades. Portions of it had collapsed well before the storm and were closed to pedestrians.\n\nNow, Keith Mills, the city’s director of planning and development, said what remains are a \"couple of ramps, couple of stairways, but at this point they are ramps and stairways to nothing but a series of pilings in the water.\"\n\nBut that’s not the case for the commercial stretch of the city’s boardwalk.\n\nGray said in a statement that Lautenberg walked the boardwalk after the storm and surveyed the damage in the inlet section. \"The main drag in Atlantic City was fortunate to not have sustained more damage,\" he said, adding that Lautenberg is working to secure federal funding to fully restore the state’s coastline.\n\nOur ruling\n\nLautenberg said that because of Hurricane Sandy in Atlantic City, \"much of that boardwalk no longer exists—just the pillars where the boardwalk used to be.\"\n\nThe storm washed away a dilapidated section of Atlantic City’s boardwalk -- much of which had been scheduled for demolition -- that runs along the Absecon Inlet. So there’s an element of truth to Lautenberg’s claim.\n\nBut the stretch of the boardwalk in front of the casinos -- the area most tourists associate with Atlantic City -- fared the storm well.\n\nLautenberg’s speech ignored those important details, so we rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJersey Central Power & Light\n\n\nstated on September 7, 2011 in an advertisement\n\n\n\n\n\n\n\n\nHurricane \"Irene was the second-largest storm to hit North America in terms of power outages -- and the first hurricane to make landfall in New Jersey since 1904.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Caryn Shinske • September 16, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09977"}