{"url": "/factchecks/2018/nov/08/viral-image/facebook-meme-misleads-about-benefits-immigrants-w/", "speaker": "Viral image", "vclaim": "\"If you cross the border illegally in the U.S., you get a drivers license, medical insurance, housing, career training, the right to vote.\"", "truth_label": "false", "date": "stated on October 31, 2018 in a Facebook post:", "title": "Facebook meme makes false claims about benefits to immigrants who cross border illegally", "text": "A popular meme on Facebook gives the false impression that people who cross into the United States illegally are automatically given a wide range of benefits, including the right to vote.\nThe meme says that people who cross illegally into Canada, Iran, and North Korea face harsh consequences as punishment for that action. For instance, it says that crossing illegally in Iran gets you eight years in prison. Whereas crossing illegally into the United States leads to benefits.\n\"If you cross the border illegally in the U.S., you get a drivers license, medical insurance, housing, career training, the right to vote,\" said the meme posted Oct. 31 on the Facebook page Judge Jeanine Pirro Fans. It's been shared more than 90,000 times.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nImmigrants who are apprehended by Border Patrol are not provided the benefits the meme claims, they're rather placed in removal proceedings or returned to their countries. Some may apply for immigration protections such as asylum, but that still doesn't immediately grant them priviliges such as a driver's license or the right to vote.\nImmigrants who live in the United States illegally are generally barred from most federal benefits. However, in some states, low-income children can be eligible for health insurance regardless of immigration status. Some states also issue driver's licenses to people who are illegally in the United States. But those things are not guaranteed or broadly available across the country. The meme misleads and leaves out significant context to create a false narrative.\nDriver’s license\nStates are responsible for issuing driver’s licenses — and most don’t issue them to immigrants in the country illegally.\nAbout a dozen states do grant driving privileges regardless of immigration status. Those cards are limited for driving and not valid as official forms of identification for federal purposes. Some states call the cards a Driving Privilege Card or Driving Authorization Card. Immigrants must provide certain required documentation in order to get the cards.\nMedical insurance\nImmigrants in the country illegally are ineligible to buy medical insurance through the Health Insurance Marketplace under the Affordable Care Act. They are also ineligible for non-emergency Medicaid.\nHowever, some states, such as California, allow low-income undocumented children and youth under 19 years old to get medical coverage through their state’s Medicaid program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nUnder law, hospitals can’t turn away someone needing emergency care based on immigration status.\nHousing\nIndividuals living illegally in the United States are ineligible for federal housing assistance. But it’s possible that they live in a household where someone is a lawful permanent resident or U.S. citizen eligible for housing benefits.\nIn 2017, the Office of Inspector General within the U.S. Department of Housing and Urban Development asked the department to clarify and offer guidance on noncitizen eligibility for some programs.\nCareer training\nThis is vague. But children in the country illegally are allowed to go to public school regardless of immigration status. This was guaranteed by a 1982 U.S. Supreme Court case. \nRight to vote\nNoncitizens are not allowed to vote for candidates running for federal office, such as the presidency or congress. However, a small number of jurisdictions allow noncitizens to vote in local elections for school board or city council.\nIf someone crossed into the United States illegally and eventually became a naturalized U.S. citizen, that person would have the right to vote as would someone born in the United States.\nOur ruling\nA Facebook post said, \"If you cross the border illegally in the U.S., you get a drivers license, medical insurance, housing, career training, the right to vote.\"\nThe post attempts to contrast illegal border crossing consequences and punishments in other countries and the United States.\nIf someone is caught crossing U.S. borders illegally, they're placed in removal proceedings or returned to their countries. They don't automatically get the benefits outlined in the meme.\nPeople who already live in the United States illegally may be able to get some priviliges such as a driver's license or medical care — if their state allows it, not many do. Those benefits are not guaranteed across the country. Immigrants in the country illegally are barred from federal housing benefits. Children can go to public school regardless of immigration status, though it's unclear if that's what the post suggests by \"career training.\" Only U.S. citizens can vote in federal elections, a few jurisdictions allow noncitizens to participate in local elections.\nThe post leaves out important context to distort the facts. We rate it False.\n Share the Facts 2018-11-08 18:48:13 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"If you cross the border illegally in the U.S., you get a drivers license, medical insurance, housing, career training, the right to vote.\"    Viral image Facebook post    in a Facebook post Wednesday, October 31, 2018 2018-10-31    Read More  info", "vclaim_id": "vclaim-pol-01278"}