{"url": "/factchecks/2019/dec/16/joe-biden/biden-misstates-delawares-black-population/", "speaker": "Joe Biden", "vclaim": "Delaware has the \"eighth-largest black population in the country\"", "truth_label": "barely-true", "date": "stated on December 8, 2019 in an interview with Axios:", "title": "Biden misstates Delaware’s black population", "text": "Former Vice President Joe Biden exaggerated the size of the black population in Delaware in an interview in which he spoke about why he thinks he has more black support than Mayor Pete Buttigieg.\n\"I come out of an environment where I have the eighth-largest black population in the country, in my state, and that's where I got my political education,\" he told Axios. \nBiden was referring to a comparison of the black population in states and Washington, D.C. by percentage, but he didn’t mention the word \"percentage\" in that interview. \nIn terms of raw numbers, Delaware — a state with a population of just under 1 million — has a small black population that does not rank among the top states. \nRELATED: U.S. minorities surpassed 25% of electorate when Obama ran in 2008, and it's going up\nWhat Census data shows for Delaware’s black population\nThe U.S. Census sent us 2018 data showing the percent of the African American population in each state. Delaware was in seventh place — about 22.5% of the population is black. The top states in order were Mississippi, Louisiana, Georgia, Maryland, Alabama, South Carolina, Delaware and North Carolina. If we include the District of Columbia, then Delaware would be in eighth place. \nBut if we look at raw numbers, Delaware does not rank among the top states for the size of the black population. Delaware has about 220,000 black residents, placing it around the bottom one-third of states. By population, the top five states would be Texas, Georgia, Florida, New York and California.\nWilliam Frey, a demographer at the Brookings Institution who is known for his research on race, said it is appropriate to look at the percent of the black population for the state. However, Frey said, Biden’s comment would be more compelling if applied to a state with a large black percentage and sheer numbers such as Georgia.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA Census spokesman told us that both metrics — the percentage and raw numbers — are useful data, but it provides a more complete picture to look at both of them. In Biden’s case, he was using the statistic to make his case that he has a history of representing black voters and cares about issues of importance to them. \nBut it’s important to understand how small the Delaware population is. \n\"There are more black people in one county in Florida than in Delaware,\" said Keneshia Grant, a Howard University political scientist who does research on black voters. \"It looks like the ten cities with the largest black populations all have larger black populations than the entire state of Delaware.\"\nThe percentage of black residents in Delaware is significant in terms of showing that Biden had to take into account the concerns of black voters when he was a senator there, University of Delaware political scientist David Redlawsk said.\n\"This is best expressed in terms of a percentage, which provides the relative importance to his own elections,\" he said.\nWe found that in some interviews Biden states that he is talking about a percentage while in other instances he omits that crucial explanation. (Biden has been making similar statements at least since 2006.)\nOur ruling\nBiden said Delaware has the \"eighth-largest black population in the country.\"\nAs a low population state, Delaware does not have anywhere near the eighth largest black population in the country. Biden’s team told us he was referring to the percentage of black residents in states and D.C., which he didn’t specify in the Axios interview. Biden has used the statistic repeatedly in recent appearances — sometimes he says that he is referring to a percentage, and sometimes he doesn’t. \nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-16692"}