{"url": "/factchecks/2012/jan/24/newt-gingrich/gingrich-repeats-claim-freddie-mac-credit-unions-a/", "speaker": "Newt Gingrich", "vclaim": "Newt Gingrich says electric co-ops and credit unions are \"government-sponsored enterprises\" like Freddie Mac.", "truth_label": "pants-fire", "date": "stated on January 23, 2012 in a Republican presidential primary debate:", "title": "Gingrich repeats claim that Freddie Mac, credit unions are ‘government-sponsored enterprises’", "text": "Often criticized for his lucrative work for Freddie Mac, Newt Gingrich has compared the mortgage giant to government-sponsored enterprises such as credit unions and electric co-ops.\n\nHe said it again in a debate in Tampa on Jan. 23, 2012, in an effort to portray Freddie, the Federal Home Loan Mortgage Association, as a benign entity that serves citizens -- not an out-of-control bureaucracy that brought down the housing market, as his rivals maintain.\n\n\"Government-sponsored enterprises include, for example, telephone cooperatives, rural electric cooperatives, federal credit unions. There are many different kinds of government-sponsored enterprises, and many of them have done very good things,\" said Gingrich, who collected more than $1.6 million in fees from the federally chartered mortgage company.\n\nPolitiFact has checked Gingrich's claim that electric coops and credit unions are government-sponsored enterprises and found it’s not true.\n\nIn the last debate before the Iowa caucuses, Gingrich had to explain another wrinkle in his past dealings with Freddie. One of the panelists asked him about his words from 2007: \"I like the GSE, or government-sponsored enterprise like Freddie Mac, model.\"\n   \nGingrich defended his position, much the same way in that debate, saying \"when you look for example at electric membership co-ops, and you look at credit unions, there are a lot of government-sponsored enterprises that are awfully important and do an awfully good job.\"\n   \nHow valid is the comparison?\n\nThere is one similarity between a GSE and a credit union or an electric co-op. Neither pays federal or state income taxes. But Patrick Lavigne, spokesman for the National Rural Electric Cooperative Association (NRECA), said GSE  \"is not a term that I’ve heard applied to electric coops before.\"\n   \nIn fact, the term GSE applies to just a handful of very particular institutions. It takes a specific act of Congress to create one, usually to ease the flow of money to a certain industry, like housing or agriculture. Glossaries like Investopedia define GSE’s as \"(p)rivately held corporations with public purposes created by the U.S. Congress to reduce the cost of capital for certain borrowing sectors of the economy.\"\n\nWhen the White House submits its annual budget, it includes the GSE’s, and the list isn’t long.  There are the Agricultural Credit Bank and Farm Credit Banks, Fannie Mae and Freddie Mac and the Federal Home Loan Banks and the Federal Agricultural Mortgage Corporation. And that’s it. No electric co-ops. No credit unions.\n   \nThe 2012 White House budget explains that Congress chartered Freddie Mac in 1970 to facilitate \"the flow of investment dollars from the capital markets to mortgage lenders and ultimately, to homebuyers.\"\n   \nA credit union or an electric co-op is created completely differently. They come into being when a group of local investors pool their money. The country’s very first credit union was started in 1908 by a priest in Manchester, N.H., to provide credit to factory workers in textile mills.  Washington played no role at all.\n\nLater, the federal government offered both funding assistance and regulatory guidelines. Local co-ops and credit unions need to apply to a government agency for recognition as a nonprofit, member-owed entities.  And that’s another difference. Freddie Mac is owned by stockholders. Co-ops are owned by members, the people who use them. Levine, with the NRECA, says electric co-ops started in the 1930s when \"farmers would each throw $5 into the hat and then ask Washington for a loan for a transformer or some power lines.\"\n   \nBack then, and today, those loans would come with a very low interest rate, but Freddie Mac was treated even more favorably. It was formed with a direct line of credit from the federal Treasury for more than $2 billion. \"They could borrow money cheaper than anyone except Uncle Sam himself,\" said Kathleen Day, a former Washington Post reporter who covered GSE’s for over two decades.\n   \nThe deal for Freddie Mac got even better. Thanks to that intimate association with the federal government, Day says \"the markets perceived them as something that was backed by Washington and invested at a very low cost ... That’s what allowed it to grow.\"\n   \nOur ruling\n\nGingrich spoke of credit unions and electric cooperatives as if they were the same sort of entities as Freddie Mac. We find no support for that and do find major differences in how they are created and operate compared with GSEs. Congress created Freddie Mac, as it does every GSE,  by passing a specific law to bring it into being. Freddie Mac has stockholders and a direct line of credit with the U.S. Treasury. The term, Government Sponsored Enterprise, applies only to a handful of financial entities listed in the federal budget.\n   \nNone of those characteristics apply to credit unions and electric cooperatives. Once again, we rate Gingrich’s statement Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/97867b65-b96a-435e-9e0d-1f2ac55a5f4f", "vclaim_id": "vclaim-pol-11738"}