{"url": "/factchecks/2020/apr/23/facebook-posts/gates-foundation-does-not-have-patent-coronavirus/", "speaker": "Facebook posts", "vclaim": "The Gates Foundation \"has the patent for this coronavirus.\"", "truth_label": "false", "date": "stated on April 20, 2020 in an image:", "title": "The Gates Foundation does not have a patent for the coronavirus", "text": "Bill Gates is one of the leading voices on a timeline for a coronavirus vaccine. Some Facebook users say that’s because the billionaire philanthropist stands to profit from one.\nAn April 20 post includes several claims about Gates and his connection to the COVID-19 pandemic. The one that caught our eye says the Bill & Melinda Gates Foundation \"has the patent for this coronavirus.\"\n\"Pay attention will ya,\" reads the title of the image.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\n(Screenshot from Facebook)\nWe’ve fact-checked several false or misleading claims about the Gates Foundation’s connection to the coronavirus and a potential vaccine. The charity is a frequent target for online disinformation about the pandemic.\nThis Facebook post is also bogus. It’s similar to one of the earliest hoaxes we saw about the coronavirus in January, which originated on the conspiracy website Infowars.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nWe looked through all of the patents assigned to both Gates and his foundation by the United States Patent and Trademark Office. As of now, none of them have to do with the novel coronavirus.\nFederal guidelines stipulate that there is an 18-month confidentiality period after the first filing date. That means Gates or his foundation could have applied for a patent within the past 18 months and it would not be publicly listed.\nThere is no known treatment or vaccine for the coronavirus. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has said a vaccine could take at least a year and a half to roll out.\nThe Gates Foundation is funding some of the 70 potential vaccines that are currently in development. The philanthropy said in a Feb. 5 statement that it is investing up to $60 million to \"accelerate the discovery, development and testing of vaccines, treatments and diagnostics\" for the coronavirus.\nGates and his philanthropy frequently apply for patents with partner organizations. But as of now, they’re not listed on a future vaccine patent.\nWe reached out to the Gates Foundation for comment. It pointed us to a fact-check from USA Today that debunks a similar claim.\n The Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-16992"}