{"url": "/factchecks/2013/sep/25/rick-scott/rick-scott-says-floridians-pay-far-more-flood-insu/", "speaker": "Rick Scott", "vclaim": "\"Over the past 35 years, Florida families have paid into the (National Flood Insurance Program) over $16 billion, four times more than the amount they have received in claim reimbursements.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2013 in a letter to Florida's U.S. senators:", "title": "Rick Scott says Floridians pay far more into flood insurance than they get back in claims", "text": "Some Floridians are about to face a wallop of an increase on flood insurance -- and that’s something Republican Gov. Rick Scott, who is campaigning for re-election, hopes to stop.\nScott wrote a letter to Florida’s U.S. senators, Republican Marco Rubio and Democrat Bill Nelson, urging Congress to delay a planned rate hike on some flood insurance policies and to continue federal subsidies.\nFor that to happen, the Senate needs to vote on a proposal that the House approved in June. Nelson has indicated he supports a delay, while Rubio’s position has been less clear. The Tampa Bay Times reported in September that Rubio \"will continue to work with colleagues on solutions to make the flood program sustainable 'without excessively burdening Florida's families,' spokeswoman Brooke Sammon said.\"\nFlorida has already gotten the short end of the stick on flood insurance, says Scott.\n\"Over the past 35 years, Florida families have paid into the NFIP (National Flood Insurance Program) over $16 billion, four times more than the amount they have received in claim reimbursements,\" Scott wrote in a Sept. 17 letter.\nWe wanted to research Scott’s claim about how much Floridians have paid into the program and how much we have received in claims.\nFlood insurance reform\nThe National Flood Insurance Program, run by the Federal Emergency Management Agency, started in 1968. More than 5 million property owners nationwide hold flood insurance, and about 20 percent are subsidized.\nAfter the 2005 storm season -- which included Hurricane Katrina -- the program became indebted to the U.S. Treasury. As of May 2013, it owed about $24 billion. (A recent General Accounting Office report gives a full dissection of the program’s shortcomings.)\nIn an effort to avoid insolvency, lawmakers passed the Biggert-Waters Flood Insurance Reform Act in 2012. The law requires the program to raise rates about 25 percent a year for certain properties until they reflect true flood risk.\nThe increases apply to businesses, second homes and homes that have had severe or repetitive losses -- that’s about 50,000 policy holders in Florida. For policy holders who own just one home, the increases won’t kick in until they sell their home, their policy lapses or they have severe or repetitive losses. The increases don’t apply to about 115,000 subsidized condos or multifamily homes or about 1.8 million policies that aren’t subsidized in Florida.\nAccording to a FEMA map, many of Florida’s affected homeowners are in coastal Miami-Dade, Pinellas and Lee counties.\nFor those facing the flood insurance hike, it’s a double whammy on top of increases for Citizens hurricane insurance.\nFlorida’s premiums vs. claims\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThe state’s Office of Insurance Regulation directed us to an issue brief written by the University of Pennsylvania Wharton Center for Risk Management and Decision Processes. (Scott’s office directed us to a 2013 Tampa Bay Times article that cited the Wharton Center’s research.)\nThe 2010 study showed that in some states policyholders paid far more in premiums than they collected in claims between 1978 and 2008 -- a 30-year stretch. (That's five years fewer than Scott claimed, but as we’ll see, the numbers likely hold true through 2013, for a total of 35 years.)\nIn Florida, \"policyholders paid $16.1 billion in premiums but collected only $4.5 billion in claims reimbursements: that is, premiums paid over time were about 3.6 times the insurance reimbursements,\" according to the study.\nFlorida wasn’t alone in paying more into the program than receiving back in claims. Thirteen states had an even higher ratio, and Colorado was the highest. (Florida was tied for 14th with Montana.)\n\"The situation is reversed in Texas, where flood insurance policyholders paid $4.5 billion in premiums but collected a larger $6.7 billion in claims,\" the study states.\nThe study was based on data from the flood insurance program, so we went directly to the program and FEMA to check the data ourselves. We found fairly similar numbers to the Wharton study.\nThe author of the Wharton study, Erwann Michel-Kerjan, told PolitiFact that his figure of $4.5 billion for claims in Florida through 2008 was higher than FEMA’s of $3.7 billion through mid 2013 because he accounted for inflation. Also, it’s worth noting that many of our big storms were in 2005-06, not in more recent years. So the trend in payments from 1978 to 2008 likely continues today.\nWe asked Michel-Kerjan if we should expect Floridians to continue paying more in premiums than they receive in reimbursements.\n\"Keep in mind though that if there is a severe hurricane hitting the state and massive storm surge, the situation could well reverse: Florida might become a net beneficiary of the program, rather than being a net contributor,\" he said. \"This is what happened to Louisiana with Katrina in 2005.\"\nThe Tampa Bay Times explained: \"Like any other insurance, flood premiums don't reflect real-life events; they reflect risk. With its 1,200 miles of coastline, Florida is still considered more at risk than any other state. Just one major, slow moving hurricane that hits a populated part of Florida's coast could dramatically increase the state's flood claims. And private insurers have been unwilling to provide flood coverage.\"\nOur ruling\nScott said \"Over the past 35 years, Florida families have paid into the NFIP (National Flood Insurance Program) over $16 billion, four times more than the amount they have received in claim reimbursements.\"\nA study from the Wharton Center concluded that Florida’s \"policyholders paid $16.1 billion in premiums but collected only $4.5 billion in claims reimbursements: that is, premiums paid over time were about 3.6 times the insurance reimbursements.\" That statistic from the study covered 1978-2008, but it’s likely the trend has continued through 2012.\nThe only key point that Scott omits is that this imbalance is common: Lots of states pay more in premiums than they receive in claims. A major storm could change that dynamic, and the purpose of insurance is to protect against such an event.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-08838"}