{"url": "/factchecks/2012/oct/05/mitt-romney/mitt-romney-says-his-health-care-plan-covers-pre-e/", "speaker": "Mitt Romney", "vclaim": "\"Pre-existing conditions are covered under my (health care) plan.\"", "truth_label": "barely-true", "date": "stated on October 3, 2012 in a presidential debate in Denver:", "title": "Mitt Romney says his health care plan covers pre-existing conditions", "text": "If there’s one thing people tell pollsters they like about \"Obamacare,\" it’s the rule that says health insurance companies can no longer reject people for having pre-existing conditions.\n\nRepublican nominee Mitt Romney said it’s an aspect of the health care law he wants to keep if elected president.\n\n\"Pre-existing conditions are covered under my plan,\" Romney noted at the debate in Denver on Oct. 3.\n\nPresident Barack Obama challenged Romney on that point. \"Well, actually, governor, that isn't what your plan does,\" Obama said. \"What your plan does is to duplicate what's already the law, which says if you are out of health insurance for three months, then you can end up getting continuous coverage and an insurance company can't deny you if it's been under 90 days. But that's already the law, and that doesn't help the millions of people out there with pre-existing conditions.\"\n\nRomney responded by simply repeating his earlier point: \"In fact, I do have a plan that deals with people with pre-existing conditions. That's part of my health care plan.\"\n\nSo what’s the truth? Does Romney have a plan to help people with pre-existing conditions?\n\n‘Obamacare’ vs. the Romney plan\n   \nThe real name of the current health care law is the Patient Protection and Affordable Care Act. At the debate, Romney called \"Obamacare,\" and Obama replied that he didn’t mind the term and had actually \"become fond\" of it.\n\nUnder \"Obamacare,\" which goes into effect fully in 2014, insurers can’t reject people for having pre-existing conditions.\n\nDuring the drafting of the law, insurers warned that the provision could drive them out of business if people can wait until they get sick to buy insurance. So to address that concern, the law requires everyone to have health insurance or pay a tax penalty. That penalty clause is called \"the individual mandate,\" and the Supreme Court ruled it constitutional this summer.\n\nRomney opposes that mandate, and has consistently said the health law should be repealed and replaced. But his health care plan doesn’t pack a lot of details.\n\nHis website, though, says people \"should be guaranteed the ability to retain coverage\" if they have \"maintained continuous health insurance coverage.\" That means if you already have health insurance, other insurers can’t deny you if you have pre-existing conditions. (After the debate, his spokesman confirmed this was still his position.)\n\nBut people who’ve lost coverage for an extended period of time don’t get the same guarantee.\n\nHow many people would that be? The Obama campaign has said it could be as many as 89 million, a claim we rated Half True. That number is inflated — it counts people who would qualify for public insurance programs, for example.\n\nStill, anyone who does go without coverage for an extended period of time and then needs to buy their own insurance could be rejected by private insurers under Romney’s plan.\n\nObama said during the debate existing law already has protections similar as to what Romney has proposed, and he’s right about that.\n\nIf the 2010 health law disappeared, a 1996 law protects most people from denial after gaps of less than 63 days. The Health Insurance Portability and Accountability Act established that time frame, and it only allows insurers to look back 18 months for coverage gaps of 63 days or more.\n\nHealth experts we talked to assume Romney would basically firm up the requirements of that law — which applies primarily to people with employer-based coverage, not less common individual policies — and strengthen it so it also applied to the individual market.\n\nIt’s also possible under Romney’s plan that some people rejected for coverage for pre-existing conditions would qualify for insurance through state-run \"high-risk pools,\" an idea Romney includes in his health care proposals. Romney encourages states to design their own programs, according to a statement from policy director Lanhee Chen that the Romney campaign sent us.\n\nConservative health experts say Romney’s reforms focus on separating health insurance from employment, and that will cut down on gaps in health coverage.\n   \n\"The idea is that you create a new system in which it's much easier to get insurance yourself, give people a window (a kind of open season) to get insured in that system if they're not already insured, and then after that protect those who are from then on continuously insured,\" said Yuval Levin, a fellow at the Ethics and Public Policy Center and founding editor of conservative magazine National Review.\n   \nOur ruling\n   \nRomney said his health care proposals include protections for pre-existing conditions What he didn’t say at the debate -- but which his website states and advisers confirmed after the debate -- is that people would be protected from denial only if they have been continuously insured.\n   \nThe health care law, though, offers protections whether people have current coverage or not, so it offers more robust protection. The law also includes a requirement that everyone have insurance or pay a tax penalty. Romney’s plan doesn’t have that requirement.\n\nRomney did not mention the qualifier that people have to stay insured to get the protection. That’s a significant omission. We rate his statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10242"}