{"url": "/factchecks/2011/dec/02/mitt-romney/romney-says-he-followed-law-and-precedent-taking-h/", "speaker": "Mitt Romney", "vclaim": "Says he followed state law and the precedent of other Massachusetts governors when he erased electronic communications as he left office.", "truth_label": "true", "date": "stated on November 21, 2011 in an interview with the editorial board of the 'Telegraph.':", "title": "Romney says he followed the law and precedent in deleting e-mails", "text": "When Mitt Romney left office after four years as Massachusetts governor, his staff took their computer records with them. According to a series of articles published last month in the Boston Globe, they bought their computer hard drives and wiped the administration’s server clean of e-mails and other records.\n\nThe maneuvers have left Romney’s successor, current Gov. Deval Patrick, without any digital records from Romney’s administration, and Patrick’s staff has been unable to meet the many public records requests filed during Romney’s presidential campaign, the Globe reported.\n\nBut, in an interview last week with The Telegraph’s editorial board, Romney said his staff's actions were legal.\n\n\"In government, we should follow the law,\" Romney said in the November 20, 2011 interview.\n\n\"There has never been an administration (in Massachusetts) that has provided to the opposition research team, or to the public, electronic communications,\" he said. \"So ours would have been the first administration to have done so.\"\n\nRomney’s claims bring up two questions: Did his staff, which reportedly purchased 11 computers,  follow the state public records law? And how have past Massachusetts governors treated electronic records? PolitiFact is on the case.\n\nFirst, we took a look at Massachusetts' public records law. The law, which requires state officials to preserve records for a set amount of time,  is fairly clear about electronic records. \"The Public Records Law applies to all government records generated, received or maintained electronically, including computer records, electronic mail, video and audiotapes,\" William Galvin, Secretary of the Commonwealth, wrote in a 2009 guide to the state law.\n\nBut the Massachusetts governor’s office is not subject to these regulations, according to the state Supreme Court.\n\nIn 1997, the court issued a ruling that effectively exempts the governor’s office from the public records law's requirements. In the ruling, Ann K. Lambert vs. Executive Director of the Judicial Nominating Council, the court determined that judicial nomination documents submitted to the state's governor are not public because the governor’s office is not \"explicitly included\" in the state records law.\n\n\"Were we to conclude that the public records law included the records ..., a conflict could arise between the legislation and the executive order which could impair the Governor’s ability to exercise his constitutional responsibility,\" the justices wrote.\n\nIn the years since, this decision hasn’t stopped governors from submitting records to the state archives, according to former staff members.\n.\nBoth before and after the Lambert decision, administration staff members, including those under Romney, have submitted records to the state archives, according to Terry Dolan, who served as director of administration for six governors, including Romney, between 1985 and 2008.\n\nBut to her recollection, none of the former governors -- Michael Dukakis, William Weld, Paul Cellucci, Jane Swift nor Romney -- have submitted electronic records to the archives. Nor have state record-keepers received any, according to Brian McNiff, a spokesman for the Secretary of the Commonwealth, who oversees the public records division.\n\nAs they left office, each of the governors submitted hundreds of boxes of paper records to the records center, said Dolan, who now works at Northeastern University’s Dukakis Center for Urban and Regional Policy. The only electronic records and communications that were included were when the governor's staff included printouts of some of them, she said.\n\nMcNiff, of the Secretary of the Commonwealth’s office, said records submitted from the Romney administration included print-outs of electronic records.\n\nIt would be tough to track how many, but it’s \"safe to say e-mail printouts do not make up the bulk of material,\" McNiff wrote in an e-mail.\n\nAs for whether governors leave records for incoming administrations, Dolan said staff members routinely passed along some documents, both electronic and physical, which may prove valuable to the incoming governor. Some records, including those involving ongoing legislation, legal cases and gubernatorial appointments, extended into the following administration, she said, and governors, including Romney, passed those along to their successors.\n\nBut, aside from those, staffers generally cleared all staff computers of past records during the transition period, Dolan said.\n\n\"That was the routine,\" she said. \"Computers to the best of my recollection would be re-imaged and old files deleted between administrations. … You wouldn’t just start up your computer and find files waiting there.\"\n\nOur ruling\n\nThe Romney administration’s decision to erase most electronic files is neither illegal nor unusual. According to state records officials, past governors such as Weld, Cellucci and Swift have not made their electronic records available to the state archive or to the incoming administration, according to state staff. They have submitted some computer print-outs to the state archive, but Romney did that, as well. So we rate Romney's claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nUPDATE: The last paragraph originally included a reference to to the removal of the hard drives. That reference has been removed to clarify that ruling is on Romney's claim about deleting the records.", "vclaim_id": "vclaim-pol-11994"}