{"url": "/factchecks/2014/may/28/charlie-crist/charlie-crist-says-veterans-lack-health-care-due-r/", "speaker": "Charlie Crist", "vclaim": "41,200 veterans in Florida \"don’t have health care because Scott didn’t expand Medicaid.\"", "truth_label": "half-true", "date": "stated on May 23, 2014 in a tweet:", "title": "Charlie Crist says 41,200 veterans lack health care due to Rick Scott not expanding Medicaid in Florida", "text": "As Memorial Day approached, both Gov. Rick Scott and his anticipated Democratic rival Charlie Crist called on Veterans Administration Secretary Eric Shinseki to resign amid news reports that VA staff falsified documentation about how long veterans were waiting to receive health care.\nBut then Crist pointed the finger at Scott in a series of tweets on May 22 and 23:\n• \"In addition -- if I were governor, I would take immediate action to make sure our veterans here in FL are getting the care they need.\"\n• \"I’d call a special session to expand health care to the more than 41,000 FL vets who are left w/o coverage due to Scott’s failure.\"\n• \"41.2k vets in FL don’t have health care because Scott didn't expand Medicaid. Unconscionable.\"\nIt was that last tweet that caught our eye. We decided to fact-check the number Crist cited and whether they lack health care because Scott failed to expand Medicaid.\nFlorida rejects Medicaid expansion\nMedicaid is an insurance program operated by states in partnership with the federal government to care for low-income people. The Affordable Care Act aimed to expand the program. Specifically, the law would cover all costs for the first three years for states to extend Medicaid to households earning up to 138 percent of the federal poverty level — which in 2013 was $15,865 for an individual, $32,499 for a family of four.\nScott, who campaigned on his opposition to Obamacare, initially opposed Medicaid expansion. But in February 2013 he changed his position and came out in support of it. Scott didn’t push the Republican-led Legislature to approve it, and ultimately legislators rejected it. The result is that now more than 800,000 uninsured Floridians earn too much to qualify for Medicaid but too little to qualify for subsidies to help buy insurance in the federal marketplace.\nUrban Institute study \nAbout 40 percent of veterans nationwide are on VA care. Generally, veterans have to serve for two consecutive years and not be discharged dishonorably to be eligible for VA health care, which gives priority to those with service-related injuries or who are low income. Also, some veterans choose not to enroll in VA care, for example, if they don’t live near any VA facilities. Some veterans who either aren’t eligible or choose not to enroll in VA could be eligible for Medicaid.\nIn tweeting his attack, Crist linked to a March 2013 nationwide study by the Washington-based Urban Institute. The study analyzed U.S. Census Bureau data to estimate how many military veterans aged 19 to 64 don’t have insurance. (Veterans 65 and older qualify, like other Americans, for Medicare.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe study found that 535,000 uninsured veterans nationwide would qualify for Medicaid or new subsidies under the Affordable Care Act. However, the majority would only qualify for Medicaid if their state chose to expand it.\nThe institute’s report said in Florida there were 103,700 non-elderly veterans who lacked health insurance, which included 41,200 who would qualify for Medicaid if the state expanded the program.\nWe ran the study by Jack Tsai, an assistant professor of psychiatry at Yale who co-wrote a separate study about the number of uninsured veterans and Medicaid expansion, but didn’t include a state-by-state breakdown.\nTsai said that the methodology of the Urban Institute study is \"fairly solid.\" However, he noted it is based on data from a few years ago, and that Crist’s statement didn’t include details about the study’s limitations.\nThere are various reasons why some veterans remain uninsured: Some might feel they don’t need insurance or haven’t gotten around to obtaining it or may not be aware of their VA eligibility or don’t want anything to go to the VA. Likewise, there might be similar reasons to not enroll with Medicaid, while others could be in between jobs.\nWe asked spokespersons for the governor’s office and his campaign if they had any evidence to refute Crist’s claim. \nCampaign spokesman Greg Blair reiterated that Scott supported Medicaid but the Legislature didn’t go along with it. He also pointed to 2011 Medicaid reform intended to lower the cost of health care.\nOur ruling\nCrist said in a tweet that 41,200 veterans in Florida \"don’t have health care because Scott didn’t expand Medicaid.\"\nCrist’s tweet linked to a map that cited the Urban Institute study showing the number of uninsured veterans in each state that might qualify for the Medicaid expansion.\nCrist’s tweet omits two major points: Some of those 41,200 veterans could get health care other ways. It’s possible some are eligible for services through the VA but for a variety of reasons haven’t sought those benefits.\nAlso, Scott’s not solely responsible for Florida failing to expand Medicaid. After Scott opposed the expansion, he came out in support of it in February 2013. But Scott didn’t lobby for it, and the Legislature rejected it last year.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-07814"}