{"url": "/factchecks/2017/sep/06/blog-posting/no-hurricane-irma-cant-be-category-6-storm/", "speaker": "Bloggers", "vclaim": "\"Hurricane Irma could be a Category 6 by the time it hits East Coast.\"", "truth_label": "pants-fire", "date": "stated on September 6, 2017 in a web post:", "title": "Hurricane Irma can't be a Category 6 storm", "text": "A hurricane with winds in excess of 180 miles per hour is scary enough. But some corners of the Internet are stirring additional panic -- and attracting additional clicks -- by referring to an extreme hurricane category that doesn’t even exist.\nThe web post appeared as Hurricane Irma was powering through the Caribbean, days ahead of an expected landfall somewhere in Florida. The storm was one of the most powerful to form in the Atlantic Ocean in decades, with sustained winds as high as 185 miles per hour.\nInto this maelstrom came a website posing as an arm of CNN (spoiler, it’s not) posting a page headlined, \"HURRICANE IRMA could be a Category 6 by the time it hits East Coast.\"\nThe advertising-filled page has almost no content of its own -- just an audio recording of a folksy, older-sounding woman rambling, stream-of-consciousness style, about the approach of Irma. At one point, she says, \"The wind speeds are way up there into the category 6 territory.\"\nA flurry of other questionable websites also played with the idea of Irma becoming a Category 6 storm.\nThere is no such thing. The scale used by the National Hurricane Center only goes as high as 5.\nWhy we use the current scale\nThe Saffir-Simpson Hurricane Wind Scale was developed by Herbert Saffir, an engineer in Coral Gables, Fla., and Robert Simpson, who headed the National Hurricane Center from 1967 to 1973. The scale used wind speeds as a guide to predict the extent of structural damage.\n\"Saffir, an engineer and expert on wind damage who helped write the Dade County, Fla., building code, developed the first version of the scale in 1971 for a United Nations report on construction that could stand up to high winds,\" wrote Jack Williams the founding weather editor of USA Today and co-author of Hurricane Watch: Forecasting the Deadliest Storms on Earth.\nAs for Simpson, Williams wrote, one of his formative experiences at the National Hurricane Center came with the approach of Hurricane Camille to the Mississippi coast on Aug. 16, 1969. The storm was shaping up to be extremely dangerous, but Simpson grappled with the best way to communicate this to residents in the storm’s path.\n\"Simpson broke the Weather Bureau's rule against using specific wind speed or surge figures in forecasts -- they were supposed to say things such as ‘strong winds and dangerously high water are expected,’ \" Williams wrote. \"After it was all over, despite the success of the evacuations, Simpson felt he needed a better way to communicate what a storm is capable of doing. He correlated Saffir's wind damage rankings with the surge potential to create the scale used today.\"\nWhile officials at the National Hurricane Center began using Simpson’s new scale internally, it only began releasing it to the public in 1975, amid clamor by the media for an easily understandable metric.\nOfficially, the Saffir-Simpson scale is based on a hurricane's sustained wind speed. \"Hurricanes reaching Category 3 and higher are considered major hurricanes because of their potential for significant loss of life and damage,\" according to the National Hurricane Center. \"Category 1 and 2 storms are still dangerous, however, and require preventative measures.\"\nThe now-familiar scale of 1 to 5 breaks down as follows:\n\n\n\n\nCategory\n\n\nSustained winds (mph)\n\n\nTypes of damage\n\n\n\n\n1\n\n\n74-95\n\n\nVery dangerous winds will produce some damage\n\n\n\n\n2\n\n\n96-110\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nExtremely dangerous winds will cause extensive damage\n\n\n\n\n3\n\n\n111-129\n\n\nDevastating damage will occur\n\n\n\n\n4\n\n\n130-156\n\n\nCatastrophic damage will occur\n\n\n\n\n5\n\n\n157+\n\n\nCatastrophic damage will occur\n\n\n\n\n \nThe scale has changed in one significant way over the years. In 2010, the federal agency removed references to storm surge from the scale after some surge expectations proved to be off-base. (Storm surge refers to how far open waters reach beyond their normal levels on coastal land.) Instead, the center directs people to more specific forecasts about storm surge.\nUnlike the Fujita scale for tornadoes, which runs from 0 to 5, the Saffir-Simpson scale uses measurements taken before a storm hits land. The Fujita ratings are assigned after a storm has hit and the damage is investigated.\nShould there be a Category 6?\nFrom time to time, there has been discussion of whether a new category -- Category 6 -- should be added to the scale. That decision would likely fall to the National Hurricane Center after discussions with scientists in the field, said Jill Trepanier, a hurricane specialist in the Louisiana State University department of geography and anthropology.\nA simple extrapolation from the existing categories would probably set the threshold for a new Category 6 around 180 mph, making Irma a good candidate for that category if it existed, said James B. Elsner, the chair of geography at Florida State University who also runs a business called Climatek that develops software for hurricane and tornado risk models.\nThe idea of creating a Category 6 is often met with skepticism, however.\nThe most frequently cited reason is that Category 6 would add nothing to the understanding of how destructive the storm would be for buildings and other structures.\n\"Almost no structures can withstand sustained winds over 155 mph,\" said Michael M. Bell, an associate professor in atmospheric science at Colorado State University. \"At those wind speeds, significant damage or even total destruction of most buildings is expected. By this definition, adding a Category 6 would not add any new information, since the strongest criteria for expected wind damage has already been met.\"\nBill Read, the former director of the National Hurricane Center, agreed in an email with PolitiFact.\nAnd the scale’s co-creator, Simpson, agreed as well, in a 1991 interview. Asked whether the scale should be modified to include categories above 5, he said that above 155 mph, \"it's going to cause rupturing damages (to buildings) that are serious no matter how well it's engineered. … That's the reason why we didn't try to go any higher than that anyway.\"\nIn fact, several scientists said that a more useful change, if one had to be made, would be to focus less on wind speed specifically, either by modifying the Saffir-Simpson scale to include other factors or by giving added attention to other measurements.\n\"I personally believe that we need to work on effectively communicating the other hazards that tropical cyclones bring, including heavy rainfall and storm surge,\" Bell said. Hurricane Harvey, which hit coastal Texas, \"did cause significant wind damage as a Category 4, but much of the devastation in Houston and the surrounding areas was caused by inland flooding from sustained rainfall while Harvey was a tropical storm.\"\nSimilarly, \"much of the damage from Hurricane Katrina was caused by storm surge when the winds were Category 3,\" Bell said. \"These multiple hazards may not be well-correlated with the Saffir-Simpson Category at landfall, and therefore it is an incomplete description of the storm's destructive potential.\"\nTrepanier said there’s no reason why a Category 6 is needed to communicate how fearsome Irma is. \"Irma is a beast,\" she said. \"It is safe to say the wind speeds are rare, but I see no benefit in calling it a Category 6. It should be considered catastrophic. And that is how people should refer to it.\"\nSo, as of now, there is no such thing as a Category 6 storm. The web post suggesting that Irma is one rates Pants on Fire.\n Share the Facts 2017-09-06 19:48:30 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  a web post \"Hurricane Irma could be a Category 6 by the time it hits East Coast.\"    Bloggers on the Internet   a post on the Internet Wednesday, September 6, 2017 2017-09-06    Read More  info", "vclaim_id": "vclaim-pol-02937"}