{"url": "/factchecks/2020/mar/17/occupy-democrats/did-matt-gaetz-and-ted-cruz-oppose-paid-sick-leave/", "speaker": "Occupy Democrats", "vclaim": "Says Rep. Matt Gaetz and Sen. Ted Cruz took two weeks paid sick leave to self-quarantine. Gaetz “voted in 2013 to make it illegal for any city in Florida to enact paid sick leave,” and Cruz “voted in 2015 in the U.S. Senate against paid sick leave.”", "truth_label": "half-true", "date": "stated on March 12, 2020 in a Facebook post:", "title": "Did Matt Gaetz and Ted Cruz oppose paid sick leave but take it for themselves?", "text": "U.S. Rep. Matt Gaetz, R-Fla., and U.S. Sen. Ted Cruz, R-Texas, both put themselves in quarantine after learning they were in contact with someone who later tested positive for coronavirus.\nOccupy Democrats, a liberal group, said that both lawmakers are hypocritical, because they have paid leave through their own jobs but took stances in the past against paid sick leave for other workers.\n\"Hypocritical politicians of the day, March 12, 2020,\" stated the Facebook post, which was deleted from Occupy Democrats’ Facebook page after we asked about it. \"Rep Matt Gaetz was exposed to coronavirus, took 2 weeks paid sick leave off from Congress to self-quarantine. Voted in 2013 to make it illegal for any city in Florida to enact paid sick leave.\"\nThe post, which we found posted elsewhere, states that Cruz also took two weeks’ paid sick leave and \"voted in 2015 in the U.S. Senate against paid sick leave.\"\nWe found that while the post gets the lawmakers’ votes right, it makes a notable leap when it states that the men took paid sick leave. \nAs members of Congress, they don’t have to take sick leave but were able to work from home at their own discretion. It’s a privilege that many working people don’t have. \nFederal law does not require paid sick leave, but 12 states and Washington, D.C., have enacted laws to require it, and other cities have similar policies.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nGaetz and Cruz self-quarantine\nBoth Gaetz and Cruz self-quarantined in March after they learned that they had come in contact with a person at the Conservative Political Action Conference who later tested positive for the coronavirus.\nGaetz announced his self-quarantine on March 9 and said he would complete it March 12. Gaetz said he took a lab test and that it came back negative for COVID-19. Cruz announced his self-quarantine March 8. Cruz said he would continue his self-quarantine until March 17. An initial press release appears to show Cruz wasn’t tested.\nBoth Cruz and Gaetz said they were working remotely while self-quarantined. \n\"I’m on calls with my staff, I’m doing a radio interview a little bit later, I think I might be doing a phone interview on television a little bit later, so I’m doing all the things I would normally do, just from my house,\" Gaetz told The Spectator.\nNews releases from Cruz’s office during the past several days showed he continued to work on legislation and urged the administration to take certain steps to track coronavirus cases. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nMembers of Congress can take time off when they are ill and for other excused absences, and they continue to be paid, said Brad Fitch, CEO of the Congressional Management Foundation. But they can’t vote remotely.\nTraditionally, members have entered statements in the Congressional Record after they’ve missed votes, stating how they would have voted if present. \nMore about their votes\nSo Gaetz and Cruz were working from home, not on paid sick leave. But have they opposed paid sick leave for others? \nAs a Florida state representative in 2013, Gaetz voted in favor of HB 655, which banned local governments from requiring employers to provide employment benefits, including paid sick time. It passed the Senate 25-13 and passed the House 76-41, and then-Gov. Rick Scott signed it into law.\nThe bill was a response to a petition signed by 50,000 Orange County voters seeking a voter referendum on sick pay. Those against sick leave requirements included the state’s business lobby, Walt Disney World and Darden Restaurants (which owns Olive Garden).\nGaetz said recently he opposed the measure because he didn’t want local governments making many different rules. \nCruz voted against sick leave in 2015, when U.S. senators considered an amendment to provide seven days of paid sick leave.\nAmid efforts to contain the rapid spread of COVID-19, federal lawmakers are again talking about sick leave. \nThe House passed a bill March 14 that included 14 days’ paid sick leave, but it only covers small and mid-sized companies, and it doesn’t cover workers who are self-employed. The bill is expected to go to the Senate this week.\nVicki Shabo, an expert on paid leave at the New America think tank, said that close to 30% of private-sector workers don’t have paid sick leave, and that’s disproportionally in low-wage service and care industries.\nWhile workers who have flexibility or are in positions of power can choose to stay home if they want to, most people don’t have job protections or security to be able to do that, Shabo said. \nOur ruling\nA Facebook post by Occupy Democrats said Gaetz and Cruz took two weeks paid sick leave to self-quarantine. Gaetz \"voted in 2013 to make it illegal for any city in Florida to enact paid sick leave\" and Cruz \"voted in 2015 in the U.S. Senate against paid sick leave.\"\nThe post correctly notes that Gaetz and Cruz have voted against paid sick leave. But it goes wrong in saying that the two men are on paid sick leave now. They’re actually working from home, and their positions give them that discretion. However, it’s important to note that they can’t vote remotely on matters before Congress. \nThe claim is partially accurate but leaves out important context. We rate it Half True.", "vclaim_id": "vclaim-pol-18142"}