{"url": "/factchecks/2019/nov/21/facebook-posts/no-pelosi-didnt-say-its-dangerous-let-voters-decid/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi said, \"It is dangerous to let the voters decide Trump’s fate.\"", "truth_label": "false", "date": "stated on November 19, 2019 in a Facebook post:", "title": "No, Pelosi didn’t say it’s ‘dangerous to let the voters decide Trump’s fate’", "text": "In a 12:15 a.m. tweet on Nov. 19, President Donald Trump bashed House Speaker Nancy Pelosi, D-Calif., for an impeachment quote that she never said.\nIn the tweet, in which he tagged Fox News, President Trump wrote: \n\"Nancy Pelosi just stated that ‘it is dangerous to let the voters decide Trump’s fate.’ @FoxNews  In other words, she thinks I’m going to win and doesn’t want to take a chance on letting the voters decide. Like Al Green, she wants to change our voting system. Wow, she’s CRAZY!\"\nNancy Pelosi just stated that “it is dangerous to let the voters decide Trump’s fate.” @FoxNews In other words, she thinks I’m going to win and doesn’t want to take a chance on letting the voters decide. Like Al Green, she wants to change our voting system. Wow, she’s CRAZY!— Donald J. Trump (@realDonaldTrump) November 19, 2019 \nIn reality, the statement was a Fox News reporter’s distorted paraphrase of comments Pelosi made in a memo to fellow House Democrats.\nWithin hours of Trump’s tweet, a viral Facebook post shared by the page \"President Trump Fans\" started to circulate the misattributed quote.\nThe post displays a black-and-white image of Pelosi and attributes the same \"it is dangerous to let the voters decide Trump’s fate\" statement to her. Text below the quote reads: \"Ahh! So this is the reason for the fake impeachment inquiry!\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPelosi never said those words. \nDuring an 11 p.m. segment roughly an hour before Trump’s tweet, Fox News chief congressional correspondent Mike Emanuel said on camera, \"House Speaker Nancy Pelosi circulated a memo to Democrats tonight telling them it would be dangerous to let voters decide President Trump’s fate when it comes to the Ukraine investigation.\"\nBut here’s what Pelosi actually wrote in the memo, which she titled, \"Dear Colleague\": \"The weak response to these hearings has been, ‘Let the election decide.’ That dangerous position only adds to the urgency of our action, because the President is jeopardizing the integrity of the 2020 elections.\"\nEmanuel did not say he was quoting Pelosi directly, but his paraphrase is distorted. Pelosi said waiting for the election is dangerous because she believes the president is \"jeopardizing the integrity of the 2020 elections.\" She did not say it’s \"dangerous to allow voters to decide Trump’s fate.\"\nEmanuel, Trump’s tweet, and the Facebook post oversimplify and misconstrue what Pelosi wrote.\nWe rate it False.", "vclaim_id": "vclaim-pol-16811"}