{"url": "/factchecks/2016/sep/20/charlie-crist/charlie-crist-says-florida-was-no-1-violent-crime/", "speaker": "Charlie Crist", "vclaim": "\"In the mid 1990s, in our state, (Florida was) No. 1 in violent crime in America. ... The only concern I had was for the citizens of Florida, who were subjected to a violent crime every three minutes and 45 seconds.\"", "truth_label": "true", "date": "stated on September 19, 2016 in a debate:", "title": "Charlie Crist says Florida was No. 1 in violent crime in the 1990s", "text": "Former Florida Gov. Charlie Crist’s past positions as a Republican lawmaker are being brought back to light as Crist seeks to return to elected office as a Democrat.\nCrist is challenging incumbent Rep. David Jolly, R-Belleair Bluffs, for Florida’s 13th Congressional District, which includes Pinellas County at the western edge of Florida’s pivotal I-4 corridor.\nAt a televised debate in St. Petersburg Sept. 19, 2016, moderators from the Tampa Bay Times and 10 News WTSP allowed the candidates to ask the other a question. Crist declined, saying he’d rather save the time for a question from a college student. Jolly used the time to bring up Crist’s proposal to restore chain gangs to Florida while Crist served as a Republican in the state Senate in the 1990s.\nJolly painted a vivid picture of Crist traveling to Alabama in 1995 with Florida’s first African-American corrections secretary to inspect a chain gang in operation.\n\"You stood there, over three African-American prisoners in, chains, on their knees on the side of the road. Saying that it was a great sight,\" Jolly said to Crist.\nJolly closed by asking, \"Did you ever hesitate, or did you just see political opportunity in that moment to be a Republican tough on crime?\"\nCrist said \"it was beneath\" Jolly to suggest it had something to do with race, and the state needed to be tough given how bad violent crime was in Florida at the time.\n\"In the mid 1990s, in our state, we were No. 1 in violent crime in America,\"  Crist said.\n\"The only concern I had was for the citizens of Florida, who were subjected to a violent crime every three minutes and 45 seconds,\" Crist added.\nIn a separate fact-check, we examined Jolly’s story about Crist’s visit to Alabama. Here, we are looking at Crist’s rebuttal.\nWhen it comes to the facts, Crist is correct on both statistics.\nCrist’s campaign directed us to data from the Disaster Center, which used FBI Uniform Crime Reports to compare violent crime across states.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe data shows from 1991 to 1997, Florida was ranked No. 1 for the rate of violent crimes for every 100,000 people.\nTo calculate the rate of violent crime, you take the total number for each of the violent crime categories (murder, rape, robbery and assault) for every 100,000 population in that year.\nIn 1998, Florida was ranked No. 2., with New Mexico earning the top spot.\nThe number of violent crimes decreased in Florida throughout the 1990s, mirroring a national trend.\nAs for Crist’s other statistic, it was actually happening more often than he said for most of the decade.\nThe year 1993 marked Crist’s first year in the Florida Senate and a record-high amount of violent crimes (161,789). According to Florida Department of Law Enforcement data, a violent crime happened every three minutes and 14 seconds.\nThe figure stretched to three minutes and 19 seconds in 1994, and then to three minutes and 28 seconds in 1995. In 1998, violent crimes were occurring every three minutes and 45 seconds — what Crist said.\nIn 2015, violent crimes happened every five minutes and 37 seconds.\nOur ruling\nCrist said, \"in the mid 1990s, in our state, we were No. 1 in violent crime in America. ... The only concern I had was for the citizens of Florida, who were subjected to a violent crime every three minutes and 45 seconds.\"\nCrist is correct on both factual claims. Florida led the nation in the rate of violent crimes per 100,000 population in the mid 1990s.\nAnd Florida did see a violent crime committed every three minutes and 45 seconds. In fact, for many years in the 1990s, a violent crime was committed even more often.\nWe rate Crist’s statement True.\nhttps://www.sharethefacts.co/share/95fa7bae-0471-4b13-aa94-917cbebbda9f", "vclaim_id": "vclaim-pol-04298"}