{"url": "/factchecks/2017/dec/21/ivanka-trump/ivanka-trump-wrong-april-vast-majority-will-be-fil/", "speaker": "Ivanka Trump", "vclaim": "In April, \"the vast majority will be (filling out their taxes) on a single postcard.\"", "truth_label": "false", "date": "stated on December 21, 2017 in an interview on \"Fox & Friends\":", "title": "Ivanka Trump wrong that in April, 'vast majority' will be filing their taxes on a 'postcard'", "text": "During an interview on Fox & Friends in which she touted the recently passed tax bill, Ivanka Trump said voters would benefit more quickly than they might have imagined.\n\"I'm really looking forward to doing a lot of traveling in April when people realize the effect that this has, both on the process of filling out their taxes -- the vast majority will be doing so on a single postcard -- but also having experienced the relief that will be starting as early as February,\" she said.\n.@IvankaTrump: \"I'm really looking forward to doing a lot of traveling in April when people realize the effect that this has... The vast majority will be [doing their taxes] on a single postcard.\" pic.twitter.com/D2bB7WgPIL— Fox News (@FoxNews) December 21, 2017\n\n\nIs it really true that in April, \"the vast majority will be (filling out their taxes) on a single postcard\"?\nNo. There are two problems with what Trump said. We’ll take them in order.\nThe bill’s provisions won’t be taking effect in time for the April 2018 filing season\nThere isn’t anything in the tax bill that would take effect soon enough to change taxpayers’ filing choices in any significant way by April 2018.\nThe bill’s provisions only address tax year 2018 and beyond. So in April, taxpayers will be filing their paperwork for tax year 2017 to the IRS -- that is, under existing tax law, not the new law.\n\"Most people will still be filing something that looks familiar to them from past years,\" said Joseph Rosenberg, a senior research associate at the Urban Institute-Brookings Institution Tax Policy Center.\nThere is no ‘postcard’ filing plan for individual taxpayers\nThere isn’t a postcard filing option today, and there’s nothing in the bill that would create one.\nThe idea didn’t come from nowhere. In November, House Republicans touted their plan as one that could be accommodated by a postcard-sized form. The president liked the idea so much that he held one up and kissed it for the cameras when meeting with lawmakers at the White House.\n\"It's going to make life very simple,\" he said on Nov. 2, 2017. The only people that aren't going to like this is H&R Block. They're not going to be very happy. That's probably one of the only companies in the country that's not going to be thrilled.\"\nBut in the end, the bill didn't do much to make this idea a reality.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe possibility of creating a postcard option \"is most likely one of many things the IRS will have to figure out and issue new regulations on,\" said Patrick Newton, a spokesman for the bipartisan Committee for a Responsible Federal Budget. But that’s not happening immediately, he said.\nNewton said that there is already a pretty easy way to file your tax returns -- the 1040EZ form. It looks like this, with just one page to fill out:\n\n\"While it’s not postcard-sized, it’s pretty simple, and whatever they end up with in the future will probably look a lot like that currently does,\" Newton said.\nThe 1040EZ is also popular. According to IRS statistics for the 2015 tax year, 23.3 million tax filers used the 1040EZ. That’s about one of every six filers.\nCould the number of people using the 1040EZ increase due to the tax bill’s passage (albeit in 2019)? Rosenberg said the number might increase on the margins due to the raising of the standard deduction, which would save some taxpayers from itemizing -- something they would have to do on the full 1040 form.\nStill, he added, \"there are relatively few people who currently itemize who have a simple enough situation\" to shift to the 1040EZ.\nTrump’s walk-back\nWhen we contacted the White House, they referred us to a tweet sent by Ivanka Trump a few hours after her Fox & Friends interview..\nTrump replied to a tweet by Miranda Yaver, a self-described Democratic political scientist, that said, \"Actually, @IvankaTrump, in April 2018 people will be doing their their 2017 taxes based on the current law.\"\nActually, @IvankaTrump, in April 2018 people will be doing their their 2017 taxes based on the current law. https://t.co/cZFiQ3QKJN— Miranda Yaver (@mirandayaver) December 21, 2017\n\n\nTrump replied, \"Correct! All across America people will be thinking about how cumbersome the old tax code is & energized about upcoming simplification!\"\nCorrect! All across America people will be thinking about how cumbersome the old tax code is & energized about upcoming simplification! https://t.co/HZZhmvK5Xc— Ivanka Trump (@IvankaTrump) December 21, 2017\n\n\nThat may happen, but it doesn’t make her original remark correct.\nOur ruling\nIvanka Trump tweeted that in April, \"the vast majority will be (filling out their taxes) on a single postcard.\"\nThat’s not the case. The recently passed bill takes effect for the 2018 tax year, which people will be filing returns on in April 2019 -- not this coming April. And there is no plan for a postcard filing option. Simple filing options already exist and are widely used, but tax experts do not expect a surge in their use as a result of the tax bill in April 2019. We rate her statement False.\n Share the Facts 2017-12-21 22:23:13 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  In April, \"the vast majority will be (filling out their taxes) on a single postcard.\"    Ivanka Trump Assistant to the president https://insider.foxnews.com/2017/12/21/ivanka-trump-praised-helping-tax-cuts-pass-through-congress   an interview on \"Fox & Friends\" Thursday, December 21, 2017 2017-12-21    Read More  info", "vclaim_id": "vclaim-pol-02574"}