{"url": "/factchecks/2018/jan/22/reaganwasright/fake-news-claims-obama-coup-behind-government-shut/", "speaker": "Reaganwasright", "vclaim": "\"Soros, Obama and the Dems Ordered the Shutdown to Stage a Coup\"", "truth_label": "pants-fire", "date": "stated on January 22, 2018 in a website:", "title": "Fake news claims Obama coup behind the government shutdown", "text": "A fake news story is claiming that the government shutdown is the result of a Democratic order to stage a coup against President Donald Trump.\nThe Jan. 20 headline by a website called Reagan Was Right reads, \"Soros, Obama and the Dems Ordered the Shutdown to Stage a Coup.\" Facebook users flagged this story as possibly providing false information, as part of the social network’s effort to combat fake news.\nThe story accuses a number of Democrats of organizing an overthrow of the White House during the federal government shutdown.\nA supposed report from the Secret Service stated the possibility of a military coup against Trump. The article quotes Secret Service spokeswoman Sandy Batt as saying: \"The leaked report is no different from the dozens of others we act on everyday. The sources have been identified and we will deal with the situation if it arises. The President is safe.\"\nThe story also claims four dozen snipers have roosted on the White House roof, and the D.C. airspace is shut down to all military and civilian aircraft with the exception of normally scheduled flights to Dulles and Marine 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNone of this, however, is true. Transportation Security Administration (TSA) personnel are still reporting to work, and the Federal Aviation Administration has continued air traffic control. Flight delays are not expected, and FAA safety inspections will continue.\nThe story claimed Sandy Batt as the spokesperson for the Secret Service, but there is no one by the name of Batt who speaks for the Secret Service. It also said that D.C. airspace is shutdown, but flights are running as normal.\nReagan Was Right, the site behind the story, describes itself as a \"whimsical playland of conservative satire.\" It’s other disclaimer reads: \"Everything on this website is fiction.\" The site is affiliated with Christopher Blair, a Maine man behind who we’ve written about previously. Blair told us his websites are carefully curated social experiment designed to \"feed the Hoverounders their daily need for hate and their undying urge to blame everything in the known universe on Hillary Clinton and Barack Obama.\"\nThey’re also a vehicle to make money. The point, of course, is to get someone on Facebook to click on the post thinking it is real. \"I discovered that Facebook following plus blog plus ads equals income,\" Blair told us previously.\nWe rate this headline Pants on Fire.\n Share the Facts 2018-01-22 22:23:17 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Soros, Obama and the Dems Ordered the Shutdown to Stage a Coup\"    Reagan was Right Satirical website https://reaganwasright.com/2018/01/20/report-obama-soros-and-the-dems-ordered-the-shutdown-to-stage-a-coup/   In a blog post Monday, January 22, 2018 2018-01-22    Read More  info", "vclaim_id": "vclaim-pol-02499"}