{"url": "/factchecks/2020/oct/27/facebook-posts/great-barrington-herd-immunity-document-widely-dis/", "speaker": "Facebook posts", "vclaim": "\"World renowned experts\" declare that we should “live normally, practice simple hygiene,” stay home when sick and use protective measures only with “the most vulnerable populations.”", "truth_label": "half-true", "date": "stated on October 22, 2020 in a Facebook post:", "title": "Great Barrington herd immunity document widely disputed by scientists", "text": "As the United States reaches all-time highs in new coronavirus cases — exceeding 80,000 in a single day — posts circulating online claim \"world renowned\" experts now say that most everyone should go back to living their lives as normal.\n\"BREAKING NEWS,\" one post on Facebook reads. \"The world renowned experts in their fields, after a 4 day conference regarding COVID-19, declare that WE SHOULD ALL GO BACK TO LIVING NORMALLY, PRACTICING SIMPLE HYGIENE & STAYING HOME WHEN SICK (NO FACE MASKS OR SOCIAL DISTANCING) and only protect the most vulnerable populations with more protective measures!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe social media post doesn’t provide the full picture. It’s accurate that three scientists authored a letter that endorses herd immunity and supports a completely reopened society for those with no underlying health conditions amid the COVID-19 pandemic. Since its publication in early October, however, the document has been widely criticized by scientists and denounced by top health officials and thousands of doctors around the world. \nThe Great Barrington Declaration\nThe document was drawn up following a meeting hosted by the libertarian think-tank American Institute for Economic Research. Named the \"Great Barrington Declaration\" after the Massachusetts town in which it was drafted, the paper was signed by scientists and health experts across the world. But a British broadcast station found that some of those who signed the letter online used fake names, including \"Dr. Person Fakename\" and \"Dr. Johnny Bananas.\" The signatures were later made private.\nThe plan was put together by three scientists from prestigious universities: Dr. Sunetra Gupta of Oxford University, Dr. Jay Bhattacharya of Stanford University, and Martin Kulldorff of Harvard University.\nBut none in the group have published any peer-reviewed studies about the coronavirus, and some have advocated for herd immunity over lockdowns for months, telling policymakers that the virus isn’t that deadly.\nThe plan, which they describe as \"focused protection,\" calls for only protecting \"vulnerable\" people and for otherwise healthy people to live life as normal, as if the virus doesn’t exist, thus opening up the avenue for them to get infected with COVID-19. It reads, in part: \n\"The most compassionate approach that balances the risks and benefits of reaching herd immunity, is to allow those who are at minimal risk of death to live their lives normally to build up immunity to the virus through natural infection, while better protecting those who are at highest risk...\n\"Those who are not vulnerable should immediately be allowed to resume life as normal. Simple hygiene measures, such as hand washing and staying home when sick should be practiced by everyone to reduce the herd immunity threshold. Schools and universities should be open for in-person teaching. Extracurricular activities, such as sports, should be resumed. Young low-risk adults should work normally, rather than from home. Restaurants and other businesses should open. Arts, music, sport and other cultural activities should resume. People who are more at risk may participate if they wish, while society as a whole enjoys the protection conferred upon the vulnerable by those who have built up herd immunity.\"\nThe controversial idea falls in line with the Trump administration’s position on reopening the United States during the pandemic, and the authors discussed the strategy in a meeting with Alex Azar, secretary of the Department of Health and Human Services, and Scott Atlas, a Stanford neuroradiologist on the White House coronavirus task force, Buzzfeed News reported. White House officials also embraced the paper.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nHealth officials respond\nThe document was quickly and emphatically rejected by the greater scientific and medical community, including top U.S. health officials, the World Health Organization and the United Kingdom government.\nDr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, called the declaration \"ridiculous\" and \"total nonsense\" in an interview with ABC News: \"If you talk to anybody who has any experience in epidemiology and infectious disease they will tell you that that is risky, and you will wind up with many more infections of vulnerable people, which will lead to hospitalizations and deaths. So I think we just gotta look that square in the eye and say it’s nonsense.\"\n\"Never in the history of public health has herd immunity been used as a strategy for responding to an outbreak, let alone a pandemic. It is scientifically and ethically problematic,\" WHO Director-General Tedros Adhanom Ghebreyesus said at a news conference on Oct. 12.\nMatt Hancock, the UK’s health secretary, attacked the document in Parliament on Oct. 13, saying that many infectious diseases never reach herd immunity, and called it a flawed goal without a vaccine. Hancock also took issue with the paper’s idea of separating the elderly and vulnerable.\n\"That is simply not possible,\" Hancok said. \"As the medical director of the NHS said yesterday, we cannot somehow fence off the elderly and the vulnerable from risk while everyone else returns to normal. It is neither conscionable nor practicable — not when so many people live in intergenerational homes, not when older people need carers who of course themselves live in the community, and not when young people can suffer the debilitating impact of long COVID. ...If we let this virus continue unchecked, the loss of life would be simply too great to contemplate.\" \nThousands of other experts have also spoken out against the declaration. \nA counter-memo, first published in the Lancet medical journal and signed by a group of 80 researchers, called the idea \"a dangerous fallacy unsupported by scientific evidence.\" More than 6,400 scientists, researchers and healthcare professionals have since signed the memo.\nOur ruling\nA Facebook post says \"world renowned experts in their fields\" have determined that the vulnerable should still be protected amid COVID-19, but those without underlying medical conditions should immediately be allowed to resume life as normal.\nThree scientists authored a declaration that calls for what they termed \"focused protection\" — shielding the vulnerable while otherwise healthy people to return to schools, offices and restaurants.\nReaders who see the social media post and nothing else will be left with the wrong impression about the safety of such a plan. It was immediately denounced by top health officials and thousands of doctors and scientists around the world, who say that the plan is dangerous and nearly impossible to execute in a world where vulnerable populations cannot ethically live in isolation.\nThe post is partially accurate but leaves out important details. We rate it Half True. \nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18786"}