{"url": "/factchecks/2013/mar/26/portland-public-schools/do-portland-public-schools-employees-pick-their-sh/", "speaker": "Portland Public Schools", "vclaim": "Says \"PPS employees have paid their own PERS contributions for many years.\"", "truth_label": "true", "date": "stated on January 22, 2013 in a letter to Portlanders:", "title": "Do Portland Public Schools employees pick up their share of PERS?", "text": "A reader alerted PolitiFact Oregon to a Portland Public Schools Board newsletter from January highlighting actions Oregon’s largest school district has taken to reduce spending. \n\n\n\"Our budget reflects years of rear-guard action to protect teaching positions from state funding cuts,\" read the letter signed by members of the school board. \"For example, we have reduced the cost of pensions for all employee groups – PPS employees have paid their own PERS contributions for many years.\"\n\n \n\nThe reader asked us to investigate this claim, as she was surprised to learn that Portland Public Schools employees pay into their retirement. Most public employers in Oregon pay the 6 percent employer share, as well as the 6 percent employee share, into the worker’s retirement plan. \n\n\nThe \"employee pickup\" infuriates Republicans and others who say public employee retirement benefits in Oregon are too generous and put other public services at risk. \n\n\nThe analysis: We shot off an email to the Portland Schools spokesman. He returned with this response: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\"Per Resolution #5745, board meeting held on 11/21/1994, contributions would be paid by employee effective for any wage payment made on or after 1/1/1995,\" wrote Matt Shelby. \"So, prior to 1/1/95 PPS did pick up the 6 percent PERS contribution. After that, it was on the employee.\"\n\n\nNow, we should note that in November 1994, voters narrowly approved Ballot Measure 8, which required public employees pay their share into retirement. The proposal was later invalidated by the Oregon Supreme Court, but in response some government bodies made plans to increase workers’ pay to offset the pension pickup. \n\n \n\nThat’s what happened in Portland schools. Employees started paying their own retirement contributions in 1995; in exchange they received a 6 percent salary increase. The district continues to pick up the 6 percent employer share. \n\n\nPortland Public Schools is in the minority when it comes to the pickup. \n\n\nAccording to a 2010 PERS report, about 70 percent of active workers have their share of the pickup paid by the employer. State government does that for 100 percent of its employees. Cities and counties for 85 percent of workers. School districts pick up the employee share for only 55 percent of its workers -- the lowest of any employer group. \n\n\nThe ruling: Portland schools employees have paid the employee share of PERS pickup for years. They received a salary increase in order to do so. We rate the statement True.", "vclaim_id": "vclaim-pol-09546"}