{"url": "/factchecks/2018/aug/23/beto-orourke/beto-orourke-says-us-blacks-have-10-times-less-wea/", "speaker": "Beto O'Rourke", "vclaim": "Says \"black Americans have 10 times less wealth than white Americans.\"", "truth_label": "mostly-true", "date": "stated on July 26, 2018 in an ad in the Houston Defender:", "title": "Beto O'Rourke says U.S. blacks have 10 times less wealth than whites", "text": "Beto O’Rourke, the Democratic nominee challenging Republican U.S. Sen. Ted Cruz of Texas, said that vast U.S. wealth differences show the economy doesn’t work for everyone.\nThe El Paso congressman’s half-page ad, in the Houston Defender’s July 26, 2018, issue, shows O’Rourke shaking hands with an African-American man. Accompanying text says: \"Our economy isn't working for everyone when black Americans have 10 times less wealth than white Americans. Let's level the playing field by ensuring access to good jobs, higher pay, skills training, and a fair shot at economic success.\"\nA reminder: Wealth is distinct from income. It measures how much we own, not how much we make. While the two are closely tied, economists talk about wealth in terms of net worth. A house, for example, adds to net worth if its value is higher than the amount of the mortgage. Assets minus debts gives you net worth.\n2016 federal survey\nWe asked O’Rourke’s campaign about the basis of O’Rourke’s \"10 times less\" claim in the ad, which had come to our attention in a Texas Tribune news story on O’Rourke’s advertising expenditures.\nBy email, Chris Evans of O’Rourke’s campaign pointed out an October 2017 Washington Post Wonkblog story and other reports rooted in 2016 consumer survey data summed up by the Federal Reserve in fall 2017. That data, Evans told us, pegged the median net worth of white families at 10 times the median net worth of black families.\nThe Wonkblog story says that according to the survey results, the \"median net worth of white families — $171,000 — is now 10 times that of black families and eight times that of Hispanic families.\" A factor, the story says, is that \"white families are five times more likely than black or Hispanic families to inherit money. That translates into opportunity — a down payment on a home, tuition to go to school, capital to build a small business, savings to retire on.\" Other factors, the story says, include distinct rates of home ownership and participation in job-related savings plans.\nMedian and average wealth differences\nAccording to a pair of September 2017 Federal Reserve articles, the agency’s 2016 Survey of Consumer Finances reached 6,254 families with queries on households’ total pre-tax income, balance sheets, pensions, income and demographic characteristics. \"No other study for the country collects comparable information,\" the agency says.\nThe 2016 survey found about a 10-to-1 difference in the median wealth/net worth of white and black Americans--the ratio between $171,000 and $17,600. Net worth is defined as the difference between families' gross assets and their liabilities.\nThe survey results otherwise suggest the difference in the average wealth of white and black Americans is nearly 7-to-1--$933,700 for white residents and $138,200 for black residents. (An equal number of households earn more and less than each median. Averages are based on adding up reported incomes and dividing by the number of households.)\nThe Fed offered one other comparison: Nearly 1 in 5 black households reported zero or negative net worth compared to a smaller share of white households, 9 percent, the study says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nFactors behind white-black difference\nWe spotted a Fed chart specifying disparities by race identified in the survey in household income and by whether people reported owning  homes and cars or having retirement accounts:\nSOURCE: Excerpted from chart in data analysis, \"Recent Trends in Wealth-Holding by Race and Ethnicity: Evidence from the Survey of Consumer Finances,\" FEDS Notes, Board of Governors of the Federal Reserve System, Sept. 27, 2017 (accessed Aug. 17, 2018)\nAs O’Rourke’s spokesman also noted, the Pew Research Center took a longer view of the wealth disparity singled out by O’Rourke. Pew’s November 2017 Fact Tank story says that according to the Fed’s surveys over the years, the wealth gap between white and black and Hispanic households shrank by about half from 2007 to 2016.\nThe month before, another non-partisan entity, the Urban Institute, updated its charts drawing on the Fed’s surveys. For more than 50 years, the institute says, white families have outpaced black and Hispanic families in average wealth.\nWe asked the institute to evaluate O’Rourke’s claim. The statement had the right spirit, we heard back, though Caroline Ratcliffe, a senior fellow, offered a caveat in that the 2016 Fed survey suggests that black Americans had one-tenth the median wealth of whites, not 10 times less.\nOlder survey\nA 2014 PunditFact fact-check led us to fetch what turned out to be older results from a different survey. In June 2017, the U.S. Census Bureau released its estimates of household net incomes attributed to its 2013 Survey of Income and Program Participation. Tables in the release suggest that white households at the time had median net worths of $103,796 and black households had net worths of $9,211--signaling an 11-to-1 ratio. White households had average net worths of $292,217, the bureau says, compared to $91,595 for black households--indicating a 3-to-1 ratio.\nOur ruling\nO’Rourke said that \"black Americans have 10 times less wealth than white Americans.\"\nSurvey results pinpoint two ways to gauge such disparities. According to the Fed’s 2016 consumer survey, black Americans had one-tenth the median wealth of white Americans while black Americans had a little over one-seventh the average wealth of white Americans.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-08-23 17:11:35 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says \"black Americans have 10 times less wealth than white Americans.\"    Beto O'Rourke Democratic nominee, U.S. Senate, Texas https://defendernetwork.com/e-editions/july-26-2018-democratic-party-apologizes-to-black-voters/   Houston, Texas Thursday, July 26, 2018 2018-07-26    Read More  info", "vclaim_id": "vclaim-pol-01700"}