{"url": "/factchecks/2019/apr/16/john-torbett/do-north-carolinas-teachers-get-work-free-lunch-br/", "speaker": "John Torbett", "vclaim": "Says all North Carolina teachers do not currently get a \"duty free lunch break.\"", "truth_label": "true", "date": "stated on April 3, 2019 in a tweet:", "title": "Do all North Carolina teachers get a work-free lunch break?", "text": "A North Carolina lawmaker has introduced a bill to give teachers a daily lunch break.\n\"Proud to enter a bill today HB 563 allowing for 1/2 hour duty free lunch break for all Teachers,\" said state Rep. John Torbett, a Republican from District 108, which includes Gaston County, in an April 3 tweet. \"Couldn’t believe they did not already have one.\"\nWe couldn’t believe it either, so we decided to check it out for ourselves. As it turns out, North Carolina’s teachers don’t actually get much of a break for lunch. They often spend the \"break\" working.\nWhat’s the current law?\nFirst, a note about terminology: A lunch break is considered duty-free when the teacher is totally free from work-related obligations while he or she eats.\nTeachers are supposed to get this type of break through a provision in the North Carolina General Assembly’s School-Based Management and Accountability Program that says every school must develop a \"school improvement plan\" for approval by the local board of education.\nIn 2006, the legislature passed House Bill 1151, which called for these school improvement plans to specifically include \"a plan to provide a duty-free lunch period for every teacher on a daily basis or as otherwise approved by the school improvement team.\"\nBut Mark Jewell, president of the North Carolina Association of Educators, said the state requirement that schools create a plan to give teachers duty-free lunch \"has no teeth to it.\" In practice, many teachers still work while they eat their sandwiches.\nAngie Scioli, a social studies teacher at Wake County’s Leesville Road High School and the founder of Red4EdNC, a group helping to organize the May 1 teacher march in Raleigh, said lunch breaks vary by school.\nAt Leesville Road, 25 minutes of every one-hour lunch period is reserved for students to get extra help or make up missed assignments. But those assignments often bleed into the rest of the hour, forcing teachers to choose between helping students or getting a true lunch break, Scioli said.\n\"Students who are doing make-up work are almost never done in 25 minutes with a test, for example, that’s supposed to take 80 minutes,\" she said. \"I can tell the student to stop taking the test and wait a week to finish the test, or I can just give them my lunch period.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nRegular lunch-breaks are even less typical for elementary school teachers, who do not work on a block schedule but instead manage one group of students all day, said Jewell.\n\"Educators are eating with their students during lunchtime, and if they happen to have any type of break during the day, it’s because of a rotation — art, music, physical education,\" he said.\nWhat would House Bill 563 change?\nTorbett’s House Bill 563 — which is co-sponsored by 21 Democrats — would guarantee a work-free lunch break for teachers, if passed.\nFirst, it would simplify the language of House Bill 1151 to require that all school improvement plans include \"a plan to provide a minimum of 30 minutes for a duty-free lunch period on a daily basis for every teacher.\"\nSecond, it would also amend a separate law — which currently gives teachers duty-free instructional planning time under certain conditions — to require that they also receive \"at least 30 minutes of duty-free lunch time on a daily basis.\"\n\"State law requires schools to have a plan for a duty-free lunch as part of their school improvement plan,\" said Drew Elliot, communications director for the North Carolina Department of Public Instruction. \"However, there is no provision in the law that actually requires schools to have duty-free lunches for teachers. This bill seems to correct that oversight.\"\nIt’s not entirely clear that this change would completely solve the problem, however. Scioli said duty-free lunch statutes may not be totally effective unless they are paired with sufficient funding and enough staff to supervise students.\nBut at least in theory, Torbett’s bill promises teachers a guaranteed, work-free lunch break. (Torbett did not respond to several requests for comment.)\nOur ruling\nTorbett said North Carolina teachers do not currently get a \"duty free lunch break.\"\nHe’s right. The current law doesn’t guarantee that all teachers actually enjoy a duty-free lunch. In reality, Scioli and Jewell said many teachers eat while supervising their students or working themselves.\nWe rate this statement True.\n Share the Facts 2019-04-16 19:17:48 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says all North Carolina teachers do not currently get a \"duty free lunch break.\"    John Torbett North Carolina state representative https://twitter.com/JohnTorbett/status/1113467629094744064   in a tweet Wednesday, April 3, 2019 2019-04-03    Read More  info", "vclaim_id": "vclaim-pol-00754"}