{"url": "/factchecks/2013/jun/21/rick-perry/rick-perry-says-2014-15-texas-budget-increases-/", "speaker": "Rick Perry", "vclaim": "Says the 2014-15 Texas budget increases spending by less than the rate of inflation and population growth.", "truth_label": "mostly-true", "date": "stated on June 10, 2013 in a bill-signing ceremony:", "title": "Rick Perry says the 2014-15 Texas budget increases spending by less than the rate of inflation and population growth.", "text": "Texas would go the way of California, a Wall Street Journal editorial warned June 7, 2013, if Gov. Rick Perry didn’t veto the state’s \"biggest spending spree in memory\" -- a 26 percent surge, it said.\n\nThem’s fighting words. Responding to a June 10, 2013, question about the editorial, Perry said, \"I’m not sure that those who are making that criticism have a really good handle on the Texas budget process.\"  \n\nPerry said, \"When you back out the supplemental from the 2013 budget cycle and then you take into account the growth, it is less than population and inflation combined.\"\n\nLet’s unpack that. Lawmakers approved a 2014-15 budget totaling $94.6 billion in general revenue, as in state, spending. But they also adopted so-called supplemental spending measures: House Bill 10, shoring up the budget that runs through August 2013, and House Bill 1025, which likewise allocates money to be spent during the 2013 fiscal year but also contains appropriations for fiscal 2014 and ’15. Perry signed all three measures into law.\n\nPerry spokeswoman Allison Castle told us via email that the governor’s comment on the editorial meant the budget would not outpace inflation and population growth if HB 10 and the 2013 portion of HB 1025 were counted as part of the 2012-13 budget.\n\nThree close observers of the state budget told us they would do the same as Perry in assigning the 2013 supplemental money to the 2012-13 budget. In contrast, the Journal cited calculations by the conservative, Austin-based Texas Public Policy Foundation based on comparing all state funds appropriated by the 2011 Legislature to all such funds appropriated by the 2013 Legislature, foundation official Bill Peacock told us by email.\n\nGiven that Perry focused on the 2014-15 budget, we looked at whether that spending is expected to outpace inflation and population growth.\n\nHow to measure the increase?\n\nFor years, Perry has unsuccessfully urged lawmakers to send voters a proposed constitutional amendment that would limit state spending increases to the projected rate of population/inflation growth. But current law caps state spending based on the expected growth of Texans’ personal income.\n\nAccording to a Nov. 14, 2012, Austin American-Statesman news story, population and inflation had increased an average of 9 percent per budget biennium since the mid-1990s, compared to a 12 percent growth rate in personal income.\n\nState law directs the Legislative Budget Board to come up with the personal income rate, and at a Nov. 15, 2012, meeting, the board voted to adopt State Comptroller Susan Combs’ predicted rate of 10.71 percent as the spending cap for the 2014-15 biennium.\n\nThe board isn’t required to estimate population/inflation growth, but board staff spokesman John Barton told us by phone that before that meeting, board staff members had collected three research firms’ October 2012 predictions of Texas’s 2014-15 population/inflation increase.\n\nNew York-based Moody’s Analytics predicted a rate of 8.9 percent and Colorado-based IHS Global Insight projected a 7.22 percent rate, Barton said. A Waco-based economic research firm, the Perryman Group, used a Texas-specific inflation rate to forecast 9.85 percent growth, Barton said.\n\nStaffers didn’t circulate those estimates to the board members, Barton said. However, at the board meeting, Lt. Gov. David Dewhurst asked board staff director Ursula Parks for an estimate of likely population/inflation growth in the 2014-15 budget period. Parks gave the Perryman Group’s prediction of 9.85 percent growth.\n\nDewhurst replied: \"Bet you lunch it’s less. A little less.\" He and Tommy Williams, R-The Woodlands, chairman of the Senate Finance Committee, then pledged to bring in a 2014-15 budget increasing state spending less than 9.85 percent.\n\nBarton told us the 9.85 percent rate was reached by compounding Perryman’s estimates of 3.65 percent population growth and 5.98 percent inflation growth for Texas.\n\nAnother inflation-population projection emerged in January 2013, Barton said, when the comptroller, who advises lawmakers on incoming revenues, predicted a two-year inflation/population increase of 6.56 percent. Also, in May 2013, Moody’s updated its projection to 7.82 percent, Barton said. That was about a percentage point lower than what it provided in late 2012.\n\nBy email, fiscal analyst Eva DeLuna Castro of the liberal, Austin-based Center for Public Policy Priorities told us she arrived at a 6.6 percent projected population/inflation increase by adding predicted Texas population and U.S. Consumer Price Index growth rates published by the comptroller Jan. 7, 2013. However, DeLuna said, that \"seems very low by historical standards\" and unlikely to happen.\n\n\"If actual population and inflation growth turns out to be closer to... what it’s been since the 1990s, then these appropriated levels won’t keep up with that,\" she said.\n\nWhich spending do you measure?\n\nFour categories of money make up Texas’ budgets: general revenue, general revenue that’s dedicated to a specific purpose, federal funds and \"other funds.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nGeneral revenue tends to get the most attention because it’s directly under the Legislature’s control -- it comes from taxes and fees set by the state, not the federal government, and how it is spent is not controlled by dedications in the Texas Constitution.\n\nThe 2012-13 budget, advanced by lawmakers and signed into law by Perry in 2011, contained $81.3 billion in general revenue spending, according to the budget board’s January 2012 \"Fiscal Size-Up\" report. In a January 2013 report, the board issued an adjusted, final 2012-13 total of $87.4 billion that anticipated the amounts the 2013 Legislature would later add in the supplemental bills. Those included emergency costs such as wildfire expenses and payments of more than $4.5 billion to cover Medicaid and children’s health care shortfalls not covered in 2011.\n\nThe 2014-15 budget that lawmakers sent to Perry on June 5, 2013, contained $94.6 billion in general revenue spending, according to the budget committee’s final report, dated May 23, 2013.\n\nThat indicates state spending in the adopted 2014-15 budget alone -- not counting supplementals -- was up 16.4 percent from what legislators approved in 2011.\n\nAll spending, counting federal and other monies, rose 3.7 percent, according to a chart emailed to us by Barton, totaling $197 billion for 2014-15.\n\nBut we still have to account for the supplemental spending measures of 2013.\n\nThe supplemental measures added $5.4 billion in general revenue to the 2012-13 budget and $387 million general revenue plus $3.9 billion in \"rainy day\" fund money to the 2014-15 budget -- although $2 billion of the rainy day money won’t be withdrawn if voters turn down a November 2013 proposed constitutional amendment to authorize a water infrastructure bank.\n\nThose supplemental amounts (counting the $2 billion water money) increase state spending in the 2012-13 budget to $87.4 billion and elevate state spending in 2014-15 to $95 billion.\n\nSo with the supplementals factored in, we calculate that state spending is expected to rise 8.7 percent.\n\nIn all-funds spending that included the supplements, the budget board chart showed a 4.9 percent increase from $190.7 billion to $200.1 billion.\n\nFour analyses, two methods\n\nAnd what do other analysts say about the increase in state spending compared to the 9.85 percent projected increase in population/inflation?\n\nDeLuna, Williams spokesman Gary Scharrer and Dale Craymer, president of the business-oriented Texas Taxpayers and Research Association, each emailed us analyses. All three used adjusted general-revenue totals very close to what we drew from budget documents, counting supplemental money appropriated for 2013 as part of the 2012-13 budget.\n\nTheir estimates of the budget’s growth from 2012-13 to 2014-15 ranged from 8 percent to 8.7 percent.\n\nIn contrast, the Texas foundation cited by the Journal said $106 billion in general revenue and \"rainy day\" fund money was appropriated \"in 2013,\" according to Peacock’s explanation. Using rounded figures, the foundation reached $106 billion by starting with $95 billion of general revenue spending in the 2014-15 budget, then adding amounts from HB 10 and HB 1025: $7 billion in general revenue and $4 billion in rainy day money.\n\nEstimating that the Legislature appropriated $84 billion \"during the 2011 session\" yielded the increase of 26 percent.\n\nThe foundation’s explanation says, \"Now, this discussion of session spending is different than the traditional method of looking at spending on a biennial basis. … Both are accurate. They simply provide two different views.\"\n\nUpshot: Williams’ office and two outside groups compared all the money scheduled to be spent during fiscal 2012 and ’13 with all the money scheduled to be spent during fiscal 2014 and ’15. The foundation compared all the money in bills passed by the 2011 Legislature with all the money in bills passed by the 2013 Legislature.\n\n \n\nOur ruling\n\nPerry said the 2014-15 Texas budget that legislators approved would keep spending increases below combined changes in population and inflation.\n\nSetting aside the foundation’s analysis, which split expenditures by when they were authorized and not which budget they belonged to, we found that state spending rose no more than 8.7 percent from 2012-13 to 2014-15.\n\nThat falls below the 9.85 percent population/inflation rate embraced by legislators last fall, which is also in line with recent biennial average increases of 9 percent. Then again, the spending could exceed other predictions for that rate.\n\nOn balance, we rate Perry’s statement as Mostly True.", "vclaim_id": "vclaim-pol-09189"}