{"url": "/factchecks/2016/oct/14/chris-jacobs/state-spends-more-western-new-york-it-receives-tax/", "speaker": "Chris Jacobs", "vclaim": "\"After how hard you work and how much you pay in taxes, New York City ends up getting the money. I'm Chris Jacobs. I think it's time we have someone in Albany that's making sure our region gets our fair share\"", "truth_label": "false", "date": "stated on September 1, 2016 in a campaign ad:", "title": "The state spends more on Western New York than it receives in taxes from region", "text": "It’s not a new tactic for upstate Republicans running for state office: link rival Democrats to New York City, where more than half of state lawmakers come from, and promise to stand against that big liberal base.\nRepublican Christopher L. Jacobs is following a similar tack in his Senate race in Buffalo. In an ad released in September, Jacobs says Buffalo does not receive its fair share from the state.\n\"After how hard you work and how much you pay in taxes, New York City ends up getting the money,\" Jacobs says. \"I'm Chris Jacobs. I think it's time we have someone in Albany that's making sure our region gets our fair share.\"\nJacobs, the current Erie County Clerk, seeks to replace outgoing State Sen. Marc C. Panepinto. Panepinto, a Democrat who has held the seat since 2014, decided not to seek re-election.\nJacobs is running against Democrat Amber Small, the executive director of the Parkside Community Association.\nIs Jacobs right? Does Western New York not get its fair share from the state?\nWhere your money goes\nA 2011 report from the Rockefeller Institute found downstate New York typically pays more to the state in taxes than it gets back.\nJacobs implies Western New York pays more to the state than it gets back. Data from the state Department of Budget shows otherwise.\nIn total taxes collected by the state, 4.1 percent comes from the Western New York counties of Erie, Niagara, Chautauqua, Cattaraugus and Allegany. Three percent comes from Erie County. And 56 percent of the state’s tax collection comes from New York City.\nThe State Legislature passed a $147.8 billion budget in April. The Department of Budget estimates $96.2 billion of that is state spending.  The state said it could not break out total spending by region. But it did provide data showing the state receives less in taxes from Western New York than it spends in the region in major spending categories like education, economic development, roads and human services. \nEconomic development\nThe Department of Budget says $5.6 billion of the state’s economic development spending went to Western New York between 2012 and 2016. That’s 10.4 percent of the spending in that category statewide. It includes funds meant to boost the economy broadly through recreation, hospital capital and more.\nIt also includes spending on job creation and business incentive programs like the Buffalo Billion. When looking at economic programs like those alone, Western New York received about 25 percent of the state’s spending over that time.\nRoads and bridges\nState infrastructure funds are also included under the economic development category. From 2012 to 2016, the state spent $1.6 billion on the region’s infrastructure.\nThat’s another category in which Western New York received a bigger share of the money than the 4.1 percent it contributed in taxes. The state spent 9.7 percent of its road and bridge money in the region.\nEducation aid\nThe same is true for education aid, one of the largest spending categories.\n• Western New York received 9.1 percent of the state’s school aid in the most recent budget. That came to about $2.2 billion, the state says.\n• Erie County received 5.5 percent.\n• New York City received 39.9 percent.\nThe state puts a cap on property tax increases. New York City does not have such a cap. State foundation aid to school districts is based on a formula from the State Education Department. It’s another source of revenue. Districts receive other state funds, like reimbursement for construction or BOCES funding, but foundation aid is the largest source of funding from the state for a district.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nMore foundation aid was spent on students in Buffalo than New York City last school year.\nBuffalo Public Schools received close to $465 million in foundation aid during the last school year. With some 32,165 students, according to the department, that averages out to $14,450 per student.\nNew York City’s schools, attended by slightly more than 1 million students, received almost $6.8 billion in the foundation aid. That averages out to $6,500 per student.\nHuman services\nWestern New York also gets a disproportionate share in human services spending, which includes child welfare, food stamps, foster care and more. New York City also receives more than it puts in for these services.\n• Western New York received 6.8 percent of human services spending in the last budget. That’s about $979 million, according to the state.\n• Erie County received 4.6 percent.\n• New York City received 59.1 percent of the human services spending, a percentage that is slightly more than its percentage contribution to the state’s tax receipts.\nMedicaid\nWestern New York and Erie County hold almost even in Medicaid spending.\n• Western New York received 4.5 percent of Medicaid spending.\n• Erie County received 3.1 percent.\n• This is another spending category in which New York City receives a bigger percentage than its percentage contribution in taxes. New York City received 58.4 percent of Medicaid state spending.\nWhat’s he talking about?\nJacobs’s campaign says his ad refers to local issues like education funding and the cost of electricity. Data shows he’s wrong on education aid.\nHis claim on electricity refers to the Niagara Power Plant.\n\"New York State has literally taken billions of dollars over the decades out of that plant to subsidize the other power plants that lose money and worse yet, billions have been dumped into New York State’s general fund budget,\" Jacobs said.\nThe New York Power Authority confirms the Niagara plant ranks as the most lucrative among its 16 generating facilities. A certain amount is earmarked for Western New York, and any surplus power is sold on the open market.\nThe power authority says its other facilities have not relied on revenue from the Niagara Power Plant. But how the power agency chooses to use the revenue is besides the point in the context of upstate versus New York City. The power plant is a state facility - not a regional one.  \n\"While the Niagara project is a cornerstone for the Western New York economy, it is a statewide asset,\" said Paul DeMichele of the authority. \nOur Ruling\nIn his ad, Jacobs says \"New York City ends up getting the money\" from taxes paid by Western New York residents.\nData obtained from the Department of Budget shows Western New York, including Erie County, consistently receives a bigger percentage share of state spending than its residents’ percentage contribution in taxes. Jacobs implies the region is not getting its fair share. Data shows it’s getting more than its fair share in the state’s largest spending categories.\nThere are a few categories in which New York City receives more than it puts in, but overall, the difference between how much is paid in taxes and how much is spent on services and projects benefits Western New York - not New York City.\nWe rate this claim as False.\nhttps://www.sharethefacts.co/share/324147a5-c7af-4d1b-9304-7a38f810cb0e", "vclaim_id": "vclaim-pol-04135"}