{"url": "/factchecks/2020/may/20/donald-trump/facts-donald-trumps-claim-182-miles-border-wall-co/", "speaker": "Donald Trump", "vclaim": "“On the Southern border, as you know, the wall is going up, it's going up very rapidly. We're at 182 miles.”", "truth_label": "half-true", "date": "stated on May 19, 2020 in a speech:", "title": "The facts on Donald Trump’s claim of 182 miles of border wall construction", "text": "The United States, Mexico and Canada in late March agreed to restrict non-essential travel across their borders to reduce the spread of the coronavirus. President Donald Trump on May 19 was asked whether he’d extend the travel restriction with Canada.\nTrump responded by saying the United States-Mexico-Canada Agreement on trade was recently signed, and pivoted to his signature promise of a border wall with Mexico.\n\"On the Southern border, as you know, the wall is going up, it’s going up very rapidly. We’re at 182 miles,\" Trump said during an event about coronavirus aid for farmers and ranchers.\nTrump added: \"pretty early next year, we’ll have 450 to 500 miles of wall fully built.\"\nPolitiFact decided to fact-check Trump’s claim that 182 miles of wall have been built. The facts haven’t changed much since we reviewed construction progress in January. Very little of the U.S.-Mexico border has a barrier for the first time. Trump’s claims mainly refer to the replacement of older, dilapidated barriers, not to the addition of a wall in places where none existed before.\nThe barriers going up are harder to get through than previous structures. But they are not the \"impenetrable\" wall Trump promised during his campaign.\nThe White House press office did not respond to our queries for information. But we did get some details from the agency that oversees border security, U.S. Customs and Border Protection.\nConstruction as of May 15\nThe U.S.-Mexico border spans nearly 2,000 miles. Before Trump became president, 654 miles had primary barriers. More than three years into Trump’s presidency, that has increased by 3 miles, to 657 miles of primary barriers, according to information provided by CBP.\nThe Southwest border in some places has three layers of barriers, one backing the other; officials refer to them as primary, secondary and tertiary barriers.\nFrom January 2017 to mid-May 2020, approximately 187 miles of primary and secondary \"border wall system\" have been built, CBP said. A \"border wall system\" includes steel-bollard barriers, all-weather roads, lighting, cameras and other surveillance technology.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nOf the 187 miles, only 15 have barriers for the first time. The other 172 miles have barriers replacing dilapidated or outdated designs.\nPrimary barriers: 161 miles with replacement barriers, 3 miles have barriers for the first time.\nSecondary barriers: 11 miles with replacement barriers, 12 miles have barriers for the first time.\nTrump claimed that by early next year, 450 to 500 miles of wall would be \"fully built.\" CBP Acting Commissioner Mark A. Morgan in late February gave a House committee a more restrained outlook, saying the agency expected to have 450 miles \"completed or under construction\" by the end of 2020.\nWe asked CBP how many more miles of replacement and new barriers it anticipated to have done by the end of the year, but we did not get a response. A fact sheet sent to PolitiFact by the agency details ongoing or planned construction projects; however, it does not specify expected completion dates for each project. Some projects are still in the planning phase and don’t yet have a construction contract.\nBorder enforcement priorities and policies have varied during past administrations, yet a February 2017 report from the U.S. Government Accountability Office says that it took a decade for CBP to increase the total miles of primary fencing on the Southwest border, from 119 miles in fiscal year 2005 to 654 miles in fiscal year 2015.\nOur ruling\nTrump said, \"On the Southern border, as you know, the wall is going up, it's going up very rapidly. We're at 182 miles.\"\nThere is construction going on at the Southwest border — so far 187 miles have completed projects. But only a small part of that represents areas of the border that previously had no protection.\nWhat the administration has mostly done is replace old and outdated designs with newer and improved barriers.\nTrump’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-18339"}