{"url": "/factchecks/2010/may/17/charlie-crist/charlie-crist-says-people-asking-refunds-never-don/", "speaker": "Charlie Crist", "vclaim": "\"I got a letter from 20 people who said they wanted their money back, 14 never gave me a penny.\"", "truth_label": "mostly-true", "date": "stated on May 13, 2010 in a meeting with the St. Petersburg Times editorial board.:", "title": "Charlie Crist says people asking for refunds never donated", "text": "Though he officially declared his \"independence\" by leaving the Republican Party on May 12, 2010, Florida Gov. Charlie Crist says he won't return money contributed to his U.S. Senate campaign while he was running as a Republican.\n\"People gave to a good cause, and we're going to spend it on a good cause,'' Crist said minutes after switching his voter registration. \"That's why I'm going to keep it. It's important to be able to get our message out and communicate with the people of Florida.''\nThe next day, in a wide-ranging interview with the editorial board of the St. Petersburg Times, the refund talk resurfaced.\nThis time, Crist discussed a letter he received from 20 Republican heavyweights asking for refunds. He suggested that the letter was more a stunt than a sincere request.\n\"I got a letter from 20 people who said they wanted their money back, 14 never gave me a penny,\" Crist told the Times, adding, \"You gotta give it to me first before you can have the option.\"\nWe wanted to see if Crist is right.\nThe letter in question actually is published on Marco Rubio's Senate campaign website. It reads in part:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\"We helped to support, and yes to bankroll, your political career. For years you have been asking us for money. And for years we have put our names and credibility on the line by asking our friends to donate to you. Those days are over.\"As part of your transition into this new phase of your political career, we respectfully request that you return every penny of donor money from every donor who asks for a refund. For those of us who have donated to your Senate campaign, you can start by refunding in full the contributions we have made.\"Recent reports with the Federal Elections Commission indicate your campaign is sitting on a stockpile of approximately $7.6 million dollars in contributions.\"Charlie, that is not your money.\"\nThe letter is signed by mainly Florida Republicans, including former Florida GOP Chairman Al Cardenas, Outback Steakhouse executive Chris Sullivan, Palm Beach County GOP chair Sid Dinerstein and former U.S. Ambassador to Portugal Al Hoffman.\nPalm Beach Post reporter Mike Bender quickly took the list of letter writers and compared it to the list of Charlie Crist's campaign contributors. He published the results of his analysis on the Post's political blog.\nThe analysis showed that of the 20 people listed on the letter, only nine actually donated to Crist's Senate campaign, and of the nine -- Hoffman -- got his contributions back in February 2010 (Hoffman asked for his money back in February over allegations of excessive spending by the Republican Party of Florida and Crist's hand-picked chairman Jim Greer).\nPolitiFact Florida checked Bender's reporting by searching the Federal Election Commission's electronic campaign database and came up with the same number. Here's a list of the signers and how much they contributed to Crist's campaign.\n\nBill Becker, Vero Beach, FL - $0\nWayne Berman, Washington, D.C. - $0\nAl Cardenas, Miami, FL - $4,800\nSid Dinerstein, Palm Beach Gardens, FL - $0\nEd Easton, Key Biscayne, FL - $2,400\nPeter Feaman, Boynton Beach, FL - $500\nGay Gaines, Palm Beach, FL - $0\nPhil Handy, Winter Park, FL - $0\nMike Hightower, Jacksonville, FL - $0\nCharlie Hilton, Panama City, FL - $0\nAmbassador Al Hoffman, North Palm Beach, FL - $4,800\nCongressman Gary A. Lee, Ft. Myers, FL - $0\nAnita Mitchell, West Palm Beach, FL - $0\nTom Petway, Jacksonville, FL - $2,400\nAmbassador John Rood, Jacksonville, FL - $4,800\nPeter Rummell, Jacksonville, FL - $4,800\nFrank Schwerin, Naples, FL - $0\nJason Steele, Satellite Beach, FL - $0\nChris Sullivan, Tampa, FL - $4,800\nJason Unger, Tallahassee, FL - $2,400\n\nHilton did donate $2,000 to Crist's 1998 Senate campaign. The Post reported that one of the 20 to sign the letter, Gay Gaines of Palm Beach, hasn’t donated to Crist in at least 15 years. She gave $2,400 this year to Rubio.\nCrist, in his statement to the St. Petersburg Times editorial board, is off a little bit by saying 14 of the 20 have asked for a refund. Actually, 11 never gave Crist \"a penny\" for his 2010 Senate campaign. And a 12th person had his money back before sending the letter to Crist. That's close enough, however, to rate Crist's claim Mostly True.", "vclaim_id": "vclaim-pol-15000"}