{"url": "/factchecks/2016/oct/24/tim-kaine/democratic-party-oldest-continuous-political-party/", "speaker": "Tim Kaine", "vclaim": "The Democratic Party \"is the oldest continuous political party in the world.\"", "truth_label": "mostly-true", "date": "stated on August 5, 2016 in an appearance in Milwaukee:", "title": "Is the Democratic Party the oldest continuous political party in the world?", "text": "It’s widely stated that the Democratic Party is the oldest political party in the world.\nPBS says the party is the \"world’s oldest existing political party.\"\nIn a 2003 book review, the Washington Post called the party the \"world’s oldest political party.\"\nAnd at a rally in Wisconsin, Democratic vice presidential candidate Tim Kaine repeated the claim:\n\"When I was standing on that stage, and the balloons were falling after Hillary (Clinton) had accepted the nomination, and my 81-year-old mother was there with me, and all of our extended family, my mom said to me: 'Tim, this is the greatest night of my life,'\" Kaine said in an Aug. 5, 2016 appearance in Milwaukee.\n\"Now, she was saying that partly because of me, but, but she was saying it because it was a historic night for the oldest continuous political party in the world, and for the first time in the history of the United States, to have a woman nominated for president.\"\nWe decided to take a stroll through the history books to see if Kaine was right about the Democratic Party being the oldest continuous political party in the world.\nThe experts we reached gave us an answer: Yes, but.\n\"It’s a very common statement and it’s largely true, but it’s a little complicated,\" said Cal Jillson, a professor of political science at Southern Methodist University.\nU.S. history\nBoth parties can trace their beginnings to the start of George Washington’s time as president (1789), but the path is more direct for Democrats.\nThe political parties that eventually developed in the United States were the first modern political parties in the sense that they drew broader representation from the general electorate than political groups in other nations.\nThe Democratic Party traces its roots to the early 1790s. At that point, Congress was starting to divide into two groups, said John Aldrich, a Duke University political science professor who wrote the book, \"Why Parties?: The Origin and Transformation of Political Parties in America.\"\nBut as a modern-looking continuous political party, it dates to either 1828, with the election of Andrew Jackson or 1832, when the party held its first national convention.\nRepublicans could trace their roots back to Washington’s administration as well -- but the word \"continuous\" is key in this context.\n\"The Democrats have established their claim that they’re the oldest continuous political party because the name changes less,\"Jillson said. \"The (two sides’) agendas, though, go all the way back to the first Washington administration in the 1790s.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe Republican Party can trace itself -- by three different names -- to Washington’s first years, during which Alexander Hamilton was the Secretary of the Treasury and Thomas Jefferson was Secretary of State and they argued with each other in Washington’s cabinet, Jillson said.\n\"The two parties grow out of that (those arguments) and so it’s right to say that the Democrats are the oldest continuous party but the Republicans could make the claim that under three different names their party is just as old,\" he said.\nThe Federalists, originally associated with Hamilton’s policies, became the Whigs, which became, ultimately, the Republicans, Jillson said.\nBut the line from Federalists to Republicans is more obscure, Aldrich said.\nMost would say that while there are some connections, the Whigs and the Republicans were really new parties, especially when compared to the more or less direct line between Jefferson and today’s party, Aldrich wrote in an email.\nThe Republican Party says its founding came in the 1850s.\nThe Republican National Committee describes its formation at a meeting in Ripon, Wisconsin, in 1854 and the party’s formal organization at a convention in Michigan that same year -- long after the Democrats. It held its first national convention in 1856.\nIn the whole world?\n\"In the U.S., we know the Democratic Party is older than the Republican Party and so the question is, is it older than other parties elsewhere in the world?\" said Casey Dominguez, an associate professor at the University of San Diego’s Department of Political Science and International Relations.\nThere are only a handful of other democracies in the world to compare to, she said.\nOur experts primarily compared the U.S. political parties to those in Great Britain.\nAmerican political parties are recognized for their broad electorate that tends to line up behind the two major political parties, whereas that dynamic came much later in Britain, Jillson said. When political parties were developing in the United States, the British counterparts were more aggregations of elites.\nThe Conservative and Liberal parties in Britain can trace their roots to well before the founding of the United States. But it was not until the Great Reform Act of 1867 that Britain began to develop modern parties in the sense that a broader swath of the electorate was able to participate.\nOur rating\nKaine said that the Democratic Party is \"the oldest continuous political party in the world.\"\nThe political parties that developed in the United States were the first modern political parties in the sense that they drew broader representation from the general electorate than their predecessors in other nations.\nIn the U.S., the Democratic Party is older than the Republican Party.\nWe rate this claim Mostly True. https://www.sharethefacts.co/share/f79891e0-294d-42ac-ac37-131d84a461b6", "vclaim_id": "vclaim-pol-04070"}