{"url": "/factchecks/2018/feb/21/florida-democratic-party/florida-democatic-party-says-gov-scott-ended-strea/", "speaker": "Florida Democratic Party", "vclaim": "Says Gov. Rick Scott \"ended $20 million in funding for mental health care despite Florida already ranking at the bottom.\"", "truth_label": "half-true", "date": "stated on February 19, 2018 in a news release:", "title": "Florida Democatic Party says Gov. Scott ended a stream of mental health funding", "text": "In the wake of the school shooting in Parkland, Fla., the Florida Democratic Party issued a list of grievances against Gov. Rick Scott for what it called a \"long record\" of opposing gun safety and money for mental health initiatives.\nScott \"ended $20 million in funding for mental health care despite Florida already ranking at the bottom,\" the group said in a news release Feb. 19.\nFlorida’s bottom-rung ranking for mental health funding came up a year earlier, after another Broward County shooting, this one at the Fort Lauderdale airport that killed five people. State Rep. Carlos Guillermo Smith, D-Orlando, said Florida ranked 50th in the nation for mental health care funding, which we rated Mostly True.\nA year later, we wanted to see if anything had changed with Florida’s ranking on mental health spending and if Scott really ended $20 million in mental health funding.\nFlorida is consistently at the bottom of the pack for mental health funding\nA key source of data for ranking states on mental health spending is the National Association of State Mental Health Program Directors Research Institute. According to the Institute, Florida ranked 51st in per capita spending in the fiscal year 2014.\nThe institute collects annual data on expenditures by state mental health agencies from the states, Washington, D.C., and Puerto Rico. The total amount of expenditures is divided by the state population to compare the amount per capita.\nFor Florida, the group tracked money spent through Florida’s Substance Abuse and Mental Health Office, managed by the Department of Children and Families. So it doesn’t include services paid from other sources, including Medicaid or local funds, on mental health programs.\nStill, Florida has consistently been near the bottom of the rankings for years, Ted Lutterman, senior director of the institute previously told PolitiFact. We did not hear back from the institute to see if there was a more updated ranking, but mental health experts in the state said nothing had meaningfully changed.\nDid Scott end $20 million in funding for mental health? \nThe biggest thing to know about the $20 million grant is it was never intended to be permanent.\nThe $20.4 million was part of a federal block grant for substance abuse and mental health services. It was administered by the Florida Department of Children and Families and expired when the 2017-18 budget took effect.\nAgain, Scott didn’t set the expiration date or cut if off early — he allowed the grant to expire.\nThe Florida Democratic Party argues that it was Scott’s responsibility to fill the funding gap, and when he had the opportunity to fill it, he did not.\n\"It is the state’s job to manage the federal funds they receive and fill in gaps that may arise,\" said Florida Democratic Party spokeswoman Caroline Rowland.\nBut Scott’s press office said it’s \"completely false\" to say that the grant’s expiration led to budget shortfalls.\nNews reports, such as the Naples Daily News story included in the Florida Democratic Party’s news release, noted how mental health and substance abuse providers were struggling to provide their normal services \"after the Legislature and a state agency quietly allowed $20.4 million in federal money to expire without replacing it.\"\nEven though the money was nonrecurring after the 2016-17 year, advocates said they were not expecting it to expire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\n\"No one was really aware that those funds were going away,\" said Linda McKinnon, Central Florida Behavioral Health Network president and CEO.\nMcKinnon said the grant funds in questions were used for the \"full gamut\" of mental health treatments and substance abuse services. One area that took a hit when the grant expired, she said, was the availability of children’s crisis units across Central Florida’s network of providers.\nWhen word began to spread, several lawmakers called on Scott to do something about the issue.\nFormer state Sen. Jack Latvala, R-Clearwater, wrote a letter to Scott in August urging him to use his executive authority to fill the budget hole and extend Florida’s state of emergency over the opioid crisis.\nDuring a state of emergency, the governor can spend money appropriated for other purposes or spend unappropriated surplus funds, according to Florida statute. This way, Latvala argued, Scott could have used state reserves for the $20 million gap without the Legislature’s approval.\nScott did not do this.\nRep. Kathleen Peters, R-Pasadena, immediately called Scott about the funding shortfalls.\nBut Scott pointed to a different $27 million grant that was included in the 2018-19 budget, according to a Tampa Bay Times column by John Romano.\nHowever, that grant was targetted to be spent on drugs such as methadone and Vivitrol, which are used to help wean addicts off opioids. The 2018-19 budget says it \"continues the state’s investment of more than $1 billion in funding\" for mental health and adds another $21.7 million to address other behavioral health needs.\n\"Gov. Scott’s executive order allowed the state to immediately draw down $27 million in federal funds, and he has proposed significant investments for mental health and the fight against opioids in his 2018-2019 recommended budget,\" said Scott’s spokeswoman Kerri Wyland.\nRegardless of other grants and the new budget, Candice Crawford, the CEO of the Mental Health Association of Central Florida, described Scott’s proposed amount of funding for mental health as short of where it needs to be.\n\"The governor has never really recommended a substantial amount of funding for mental health,\" Crawford said.\nWhat’s the relevance of this money to the Parkland shooting?\nWe wondered how the grant money might be related to the situation of Nikolas Cruz, who authorities say admitted to shooting the students at the school he once attended.\nNot long before the shooting, DCF investigated Cruz after he posted \"violent\" social media posts, according to records obtained by the New York Times. The report mentioned that Cruz had been visited by a counselor from Henderson Behavioral Health, which provides mental health services in South Florida.  \nMental health advocates said it is fair to assume that a portion of the grant money would have gone to services that might have helped Cruz.\nOur ruling\nThe Florida Democratic Party said that Scott \"ended $20 million in funding for mental health care despite Florida already ranking at the bottom.\"\nThere’s little doubt that Florida ranks near the bottom when it comes to mental health funding, but the first half of the Florida Democratic Party’s claim needs context.\nA nonrecurring funding stream for substance abuse and mental health block grants did end under Scott’s watch. Scott could have used his executive authority to fill the gap, but chose not to do so. In other words, Scott did not end the grant, he just didn’t do anything to fill the gap in funding despite having the opportunity to do so.\nWe rate this claim Half True.\n Share the Facts 2018-02-21 21:47:51 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Gov. Rick Scott \"ended $20 million in funding for mental health care despite Florida already ranking at the bottom.\"    Florida Democratic Party organization https://www.floridadems.org/news/parkland-students-floridians-speak-out-against-rick-scott   in a news release Monday, February 19, 2018 2018-02-19    Read More  info", "vclaim_id": "vclaim-pol-02384"}