{"url": "/factchecks/2010/may/13/florida-democratic-party/bill-mccollum-curbing-mortgage-fraud-you-cant-do-e/", "speaker": "Florida Democratic Party", "vclaim": "Bill McCollum explained his lack of action on mortgage fraud by saying, \"You can't do everything.\"", "truth_label": "true", "date": "stated on May 13, 2010 in an e-mail press release:", "title": "Bill McCollum on curbing mortgage fraud: \"You can't do everything.\"", "text": "Florida Democrats last week attacked Attorney General Bill McCollum in a press release, saying he didn't do enough to curb mortgage fraud. His \"flippant response to homeowners in trouble,\" according to the Democrats, was, \"You can’t do everything.\"\nWe wondered if the Republican gubernatorial candidate was indeed so \"flip,\" especially at a time when mortgage flipping fraud was so pervasive in Florida. The state has ranked first nationwide in mortgage fraud every year since 2006.\nIndeed, we found the Democrats quoted him correctly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on February 20, 2010 in a statement on his Web site\n\n\n\n\n\n\n\n\nFlorida \"has the second-highest foreclosure rate in the nation.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lukas Pleva • March 2, 2010\n\n\n\n\n\n\n\nOn July 25, 2009, the Sarasota Herald-Tribune ran a front-page article in which reporter Jeremy Wallace noted that McCollum had acknowledged that his agency hadn’t done enough to stop more than 10,000 cases of potentially illegal real estate deals uncovered by the West Florida newspaper (the Democrats' campaign literature cites the Herald-Tribune article but gives an incorrect date of July 25, 2007). In the story, McCollum cited a lack of resources and his agency’s limited jurisdiction over criminal mortgage fraud for his inability to do more.\nThe newspaper noted that McCollum had formed a task force in 2007 to investigate mortgage fraud cases, but that other consumer issues took priority. And so when a Sarasota reporter asked McCollum in an interview in Venice why he hadn’t done more on mortgage fraud prior, McCollum replied: \"It’s not the only thing we do. You can’t do everything.\" It's worth noting that McCollum gave his response to the Herald-Tribune – and, not as the Democrats say, to \"homeowners in trouble.\"\nStill, the Democrats were right about his words and quoted him accurately. We find their statement True.", "vclaim_id": "vclaim-pol-15012"}