{"url": "/factchecks/2010/nov/26/armond-budish/rep-armond-budish-touts-democrat-efforts-jobs-educ/", "speaker": "Armond Budish", "vclaim": "\"We (Democrats) have made steady progress creating jobs and improving our schools.\"", "truth_label": "half-true", "date": "stated on November 17, 2010 in a news release:", "title": "Rep. Armond Budish touts Democrat efforts on jobs, education as successes", "text": "Ohio House Speaker Armond Budish will relinquish his title in January as a result of the Nov. 2 election, when Democrats lost a dozen seats and control of the chamber.\n\nBut he’s not giving up his optimism or his view that Democrats contributed to Ohio job growth and to strengthening the public education system since taking control of the House in 2008.\n\nRecently picked by his colleagues to lead the minority Democratic caucus in the new year, Budish, of Beachwood, pledged to stay the party’s course.\n\n\"We have made steady progress creating jobs and improving our schools and we will stand together to protect those priorities,\" Budish said Nov. 17 in a news release that announced his election as minority leader.\n\nThe statement grabbed Politifact Ohio’s attention because Republicans defeated Democrats by arguing that Statehouse Democrats failed to create jobs and improve schools.\n\nSo, is Budish revising history or did shouting by Republicans drown out Democratic success? PolitiFact Ohio thought we should take a look.\n\nWe started with Budish, who sent us a list of items that he says supports his claim. The list includes: \n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nHouse Democrats created and expanded tax credit programs that encourage job creation.\n\n\n\nOhio’s unemployment rate decreased six consecutive months.\n\n\n\nHouse Democrats led the fight to renew Ohio’s Third Frontier Program, which sells bonds and invests the money in high-tech innovation.\n\n\n\nHouse Democrats increased school funding by 5.5 percent using a combination of state and federal funds and reformed the school funding formula.\n\n\n\nHouse Democrats limited college tuition increases to 3.5 percent for the current two years.\n\n\n\n \n\nThere’s more on Budish’s list. We reviewed these items because they represent the heart of his economic and educational claims.\n\nSo, from the top:\n\nTax credits\n\nThe two-year budget passed in summer 2009 indeed bears the imprint of Gov. Ted Strickland and the Democratic House. In it are several tax credits; some new ones and the expansion of existing ones like the job creation tax credit.\n\nBoth parties generally agree that the goal of such budget items is to foster job growth in Ohio, but, tracking jobs tied to tax credits is not an exact science and takes time.\n\nThe motion picture tax credit is one Budish cites. It makes a total of $30 million in tax breaks available during the current budget to companies that make movies and commercials in the state.\n\nBudish said this tax credit \"already created $25 million economic activity and 3,000 new jobs in Ohio.\"\n\nOhio Department of Development data shows that film companies which have applied for the tax credits have spent $17.9 million here so far under the program. And other projects are in the pipeline.\n\nBut claiming this tax credit has created 3,000 jobs is a bit of movie magic.\n\nThe state tracks the number of people employed by the production company during shooting – including extras and the crew — but these are not permanent jobs.\n\n\"Unstoppable,\" the movie about a runaway train starring Denzel Washington, for instance, hired 1,361 people over 54 days in Ohio in 2009, the bulk of them extras. They earned $135,000 in wages, according to state data.\n\nPeople employed on all completed projects have earned a total $2.4 million in wages. These figures are only estimates because a formal audit of the projects has not been completed, says Department of Development spokeswoman Katie Sabatino. But she underscores that people have been put to work as a result of the credit.\n\nBudish and Democrats also created the New Markets Investment Tax Credit program, which offers tax credits of up to $10 million a year for insurance and financial companies for purchasing and holding securities issued by low-income community organizations. But its effectiveness can’t be judged - the program’s only been available for a month.\n\nBudish also boasts that House Democrats supported continuation of the state Technology Investment Tax Credit program, which gives a break to taxpayers who invest in Ohio-based technology companies. But Ohioans are unlikely to know for sure how many jobs were created directly through the program because the Department of Development doesn’t tally this figure. It instead tracks investments data.\n\nShrinking unemployment rate\n\nOhio’s overall economic picture has improved, albeit painfully slow. The unemployment rate in the Buckeye State dropped six months in a row from a high of 11 percent in March to 10 percent in September, according to Bureau of Labor Statistics.\n\nBut it’s unrealistic to credit any single party for the slow economic uptick – or conversely, blame it for the decline — especially a legislative body with one budget in its short tenure.\n\nLed the Third Frontier campaign\n\nDemocrats loudly championed the Third Frontier program, launched under the Republican administration of Gov. Bob Taft. But a lot of state leaders and institutions, including big-city newspapers, the state chamber of commerce and unions got behind the program and share credit for the program’s success at the ballot box last May.\n\nBoosted education money and reworked funding formula\n\nOhio lawmakers actually cut state aid to schools by about $32 million in the last budget. It was federal money – including stimulus funding dollars — that boosted school funding to 5.5 percent in the current two-year state budget that ends in July 2011.\n\nBut Budish is careful to share the acclaim with federal government, a point some Democrats failed to make during the midterm election.\n\nWhether Democrats reformed how schools are funded is the subject of great debate. Budish is referring to Gov. Ted Strickland’s evidence-based school-funding model, approved by the legislature last year as part of the state budget.\n\nThe formula ties school money to specific things the model sets aside as important to the quality of education, such as the size of classes and the number of counselors and administrators. But there’s no guarantee the state will have the money to fully fund the model, so the old formula will be in place.\n\nCollege tuition\n\nThe last state budget did freeze college tuition costs, a move engineered by the Strickland and the House Democrats.\n\nSo let’s check the tally.\n\nTo evaluate Budish’s original claim — \"We have made steady progress creating jobs and improving our schools\" – we’ve looked at each of these five supporting items which Budish provided. And with all but the last one, there were additional critical details you needed to know to have a full understanding of the context, especially Budish’s assertion about tax credits.\n\nOn that score, PolitiFact Ohio rates his overall statement Half True.", "vclaim_id": "vclaim-pol-13964"}