{"url": "/factchecks/2015/feb/09/urban-intellectuals/blog-sheriffs-group-cried-obama-be-hanged/", "speaker": "Urban Intellectuals", "vclaim": "\"Sheriffs Call For Obama’s Lynching While Leader Meets With GOP Senators\"", "truth_label": "pants-fire", "date": "stated on January 15, 2015 in an article posted on Urban Intellectuals:", "title": "Blog: Sheriffs group cried for Obama to be hanged", "text": "A group of conservative sheriffs might despair over President Barack Obama’s immigration policies, but did they actually call for him to be lynched? That was the headline that ran on the Urban Intellectuals website in January, but there’s no evidence to back it up.\nUrban Intellectuals bills itself as a place on the Web to promote meaningful discussion within the black community. On Jan. 15, 2015, the group ran a story with the headline \"Sheriffs Call For Obama’s Lynching While Leader Meets With GOP Senators.\" A reader spotted it and asked us to take a closer look.\nThis wasn’t the only website to carry that headline. We found a similar version at Addictinginfo.org, a website that boasts over 18,000 Twitter followers. Both websites drew heavily from the same source, the Southern Poverty Law Center, a civil rights organization.\nWhat the poverty center reported on Jan. 8 was distinctly different from the story conveyed in the Urban Intellectuals headline.\nLet’s start with the headlines. The poverty center wrote, \"As Extremist ‘Constitutional Sheriffs’ Meet With Senators, Their Supporters Call for Obama’s Lynching.\" Urban Intellectuals shortened that, writing, \"Sheriffs Call For Obama’s Lynching While Leader Meets With GOP Senators.\"\nThe poverty center article described a December meeting in the Russell Senate Building between sheriffs, including members of the Constitutional Sheriffs and Peace Officers Association, and three lawmakers, Sens. Jeff Sessions, R-Ala., and David Vitter, R-La., and Rep. Martha Blackburn, R-Tenn. The sheriffs organization claims to speak for hundreds of police, sheriffs and other officials who wish to be part of the \"Holy Cause of Liberty.\"\nThe group urged lawmakers to overturn Obama’s decision to defer deportation action against millions of undocumented immigrants.\nWhile the sheriffs' antipathy for Obama’s priorities were clear, the actual call for lynching took place out on the streets. According to the poverty center’s article, \"Just down the Capitol Mall that same day, a small group of protesters supporting the sheriffs gathered at the White House and began shouting slogans and demanding the removal of President Obama. Some in the crowd demanded the president be lynched -- ‘Hang the lying Muslim traitor!’ one of them shouted.\"\nThe article said that an anti-government group called Operation American Freedom organized that protest. A video in advance of the demonstration said, \"The sheriffs are going to be here doing their rally, and Operation American Freedom, or O.A.F., are going to be there as well,\" according to the article.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat line strongly suggests that the sheriffs and the protesters were two distinct groups. In fact, the article goes further to attribute the calls for lynching to a single man.\nOne protester in particular—a bearded man toting an American flag—seemed especially intent on seeing Obama hung.\n\"Hang the lying Kenyan traitor terrorist piece of sh-t,\" he shouted at one point. \"He’s a traitor! Hang him!\" The same man kept shouting variations of this throughout the protest.\nWhile the article describes how the sheriffs group mingled with the protesters after their meeting, it gives no indication that any sheriffs participated in the calls for hanging the president.\nOther websites more accurately relayed the poverty center article. The liberal site Crooks and Liars wrote, \"As Extremist ‘Constitutional Sheriffs’ Meet With Senators, Their Supporters Call for Obama’s Lynching.\"\nOur ruling\nThe Urban Intellectuals website said that sheriffs called for Obama’s lynching. The article behind that statement amply describes that there were two separate groups in Washington that day. At no time does the article suggest that any sheriff spoke those words.\nThe headline represents a reckless misreading of a published account.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-06743"}