{"url": "/factchecks/2012/sep/28/yg-action-fund/super-pac-attacks-lois-frankel-over-pay-raise-jobs/", "speaker": "YG Action Fund", "vclaim": "Says Lois Frankel \"took a 40 percent pay raise\" as mayor while West Palm Beach \"lost jobs.\"", "truth_label": "half-true", "date": "stated on September 28, 2012 in a television ad:", "title": "Super PAC attacks Lois Frankel over pay raise, jobs record", "text": "The YG Action Fund launched an ad bashing Democratic congressional candidate Lois Frankel’s tenure as West Palm Beach mayor.\n\nYG (which stands for Young Guns) is supporting Frankel’s Republican opponent Adam Hasner in the Broward/Palm Beach Congressional District 22. Their cartoonish ad shows a smiling headshot of Frankel and makes a series of claims about her tenure as mayor. Here is part of the script:\n\n\"Frankel took a 40 percent pay raise with our money. We lost jobs,\" says the narrator while the text on the screen states \"West Palm Beach lost jobs.\" The ad then continues: \"Frankel flew from a posh country club to a party across town in a police helicopter. You sat in traffic. Frankel went on a spending spree resulting in a budget deficit. You? Higher taxes to pay for it. $13,000 in taxpayer money for a designer marble bathroom in Frankel's office.\"\n\nYou can read here about a TV station pulling the ad over a dispute about the word \"deficit.\" (A spokesman for the PAC told us that a new version omits the word \"deficit\" and that some other stations didn’t object to the original version.)\n\nFor this fact-check, we will examine whether Frankel took a 40 percent pay raise while West Palm Beach lost jobs.\n\n2004 pay raise\n\nThe ad doesn’t explain when Frankel -- who served as mayor from 2003 to 2011 -- took that 40 percent pay raise. A spokesman for the PAC said the pay raise referred to 2004 and sent us quotes from Palm Beach Post articles that year.\n\nWe will pull information from those articles:\n\nIn January 2004, Frankel formed a committee to explore whether she and commissioners should get a pay raise. She said she was forming the committee because the city code required an annual review of all employee salaries. At the time, the city foresaw a budget shortfall of $110,000 -- the prior year it had a $2 million shortfall.\n\nThe committee recommended increasing the mayor’s salary and the city commission obliged. (We were unable to quickly obtain the committee’s report or commission meeting minutes ourselves from a city spokesman so we relied on the Post’s articles about it.)\n\nOn July 6, 2004, the city commission unanimously voted to raise Frankel’s salary from $89,250 to $125,000 effective Oct. 1. That’s an increase of about $35,750 or 40 percent. The last time the mayor received a raise was 1998, the Post wrote.\n\nFrankel didn’t vote on the pay raise, her campaign said. The city has a strong mayor form of government in which the mayor votes to break a tie, which wasn’t necessary in this case.\n\nThe Post wrote that Frankel’s new salary would place her in the middle range compared with other strong mayors. (Strong mayors tend to earn higher salaries than other mayors because strong mayors are the chief executive.) The city commissioners received a smaller pay boost.\n\n(PolitiFact Florida contacted a couple other large cities with strong mayors and found these annual salaries in 2004: Tampa, $135,000; St. Petersburg $110,334.)\n\nAn analyst in the city’s human resources department told us that Frankel’s annual salary remained at $125,000 from 2004 through 2011.\n\nFrankel’s response about the pay raise\n\nFrankel doesn’t dispute that she got that pay raise.\n\n\"The city commission voted unanimously to adopt the recommendations of a blue-ribbon committee that called for raising the salaries of West Palm Beach's elected officials to be more competitive,\" wrote Frankel spokesman Joshua Karp. He cited this sentence from a Palm Beach Post article: The blue-ribbon committee \"said the mayor’s pay hadn’t kept pace with the demands of the job in a fast-growing city.\"\n\nBut as for the second half of the claim -- while West Palm Beach \"lost jobs\" -- Frankel points to some different statistics about employment than those sent to us by the PAC.\n\nWere taxpayers losing their own jobs while paying Frankel a higher paycheck?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nThe ad says that West Palm Beach lost jobs as Frankel’s own taxpayer-funded paycheck soared.\n\nA spokesman for the PAC sent us data from the Bureau of Labor Statistics about the unemployment rate starting in March 2003 when Frankel took office and through her tenure in March 2011 and beyond. But that data was for the entire metropolitan area, which extends beyond the city boundaries.\n\nWe looked at Local Area Unemployment Statistics data for just the city of West Palm Beach. That showed the unemployment rate rose from 5.8 percent in March 2003 to 10.2 percent in March 2011. Frankel’s tenure overlapped with the national recession -- the rise in unemployment wasn’t unique to her city.\n\nBut during her tenure, the number of employed workers also rose -- from 42,876 to 44,848. (Her campaign cited some regional figures showing growth in the number of employed people.)\n\nSo while it’s true that unemployment rose, the number of employed workers also rose.\n\nWe interviewed Sean Snaith, an economist at the University of Central Florida about the unemployment statistic emphasized by one side and the employment figures emphasized by the other. Both are important to get a picture of the labor market, he said.\n\n\"You can't cherry-pick your favorite statistic and point to that and have it as definitive evidence,\" he said. \"Neither is superior.\"\n\nThe unemployment rate relates to the number of unemployed people relative to the labor force. That means if some unemployed people give up looking for work, the employment rate can improve even though in reality the situation hasn’t improved.\n\nGenerally speaking, city mayors can’t take much of the blame or credit for unemployment or employment.\n\n\"There is only so much (mayors) can do when financial markets are in disarray, and the housing market has imploded,\" Snaith said. \"I don’t care how adept you are at sweet-talking businesses.\"\n\nIf we thought that Frankel should take the blame for the unemployment spike during part of her tenure then we’d also have to give her credit for the drop in annual unemployment to below 4 percent between 2005 and 2007.\n\nOur ruling\n\nThe YG Action PAC said that \"Frankel took a 40 percent pay raise as mayor.\" Frankel did form a committee to explore whether she should get a pay raise and that resulted in a 40 percent boost -- an extra $35,750 -- in 2004. However the ad omits the context for that raise -- the mayor’s salary hadn’t had an increase since 1998 and after she got the raise in 2004, her salary then remained set at $125,000 a year until she left office in 2011.\n\nThe ad also stated that while Frankel got a hefty pay hike, the city \"lost jobs.\" The unemployment rate rose from about 5.8 percent to 10.2 percent during her tenure. But the number of employed actually increased slightly and Frankel can’t be blamed for a national recession.\n\nIf we look at the big swing that occurred in the economy, \"no mayor in the world would be able to counterbalance the forces that were in play,\" Snaith said.\n\nFor those omissions about context, we rate this claim Half True.", "vclaim_id": "vclaim-pol-10291"}