{"url": "/factchecks/2019/feb/25/donald-trump/donald-trump-said-border-wall-built-new-mexico-tru/", "speaker": "Donald Trump", "vclaim": "\"We have just built this powerful Wall in New Mexico. Completed on January 30, 2019 — 47 days ahead of schedule!\"", "truth_label": "half-true", "date": "stated on February 20, 2019 in a tweet:", "title": "Donald Trump leaves out part of the story with New Mexico border barrier", "text": "President Donald Trump’s ongoing quest for border wall funding isn’t stopping him from celebrating projects already in the works.\n\"We have just built this powerful Wall in New Mexico. Completed on January 30, 2019 – 47 days ahead of schedule! Many miles more now under construction! #FinishTheWall\" Trump tweeted Feb. 20. His tweet included a video showing construction over time.\nWe have just built this powerful Wall in New Mexico. Completed on January 30, 2019 – 47 days ahead of schedule! Many miles more now under construction! #FinishTheWall pic.twitter.com/TYkj3KRdOC— Donald J. Trump (@realDonaldTrump) February 20, 2019\n\nHe amplified the message by retweeting his own tweet a day later and adding, \"THE WALL IS UNDER CONSTRUCTION RIGHT NOW!\"\nAt Trump rallies, chants have gone from \"build the wall\" to \"finish the wall.\" We’ve fact-checked Trump’s previous claims about border wall been under construction. We rated those statements Mostly False, because the projects included replacement fencing and others planned before Trump ran for office.\nWith Trump’s newest declaration of a completed wall in New Mexico, we wanted to take a fresh look.\nBarriers have gone up in New Mexico. (Trump calls them walls.) But this section of the border isn’t getting a barrier for the first time; what was built replaced existing structures. Government documents suggest the project finished either on time or earlier than anticipated.\nNew Mexico border project replaced vehicle barrier\nThe project in New Mexico consists of 20 miles of replacement barriers that officials say will be more durable and effective in stopping vehicles and pedestrians from illegally entering the United States.\nThe barriers that were taken down were designed to stop vehicles from crossing into the United States. They were a mix of low posts and tall fencing that border authorities said would not stop people from walking across the border. The fence could be breached and climbed over, and the posts were low enough that people could also climb over them or go through some of their gaps. Customs and Border Protection used the terms post and rail, Normandy-style fence, and bollard fencing to describe the previous barriers.\nHere's what the previous fencing looked like:\n\n \n\n \nPrevious vehicle barriers on the U.S.-Mexico border near Santa Teresa, New Mexico. \nJan. 18, 2018. (U.S. Customs and Border Protection) \nThe new project is fencing consisting of \"new-type P-3 bollard wall,\" according to a March 2018 environmental stewardship plan prepared by consulting firms for U.S. Customs Border and Protection. It's designed to stop vehicles and also prevent people from climbing over it or going underneath it.\n\"The removal of vehicle fencing and replacement with pedestrian fencing will assist (U.S. Border Patrol) agents in reducing illegal cross-border violations by improving enforcement efficiency while providing a safer work environmental (sic) for agents,\" the plan said.\nThe replacement fence was designed to withstand vehicle impact and resist cutting with hand tools or torches, the document said. The overall project also included the installation of border lights, detection cameras, and improvements to patrol and access roads, the report said.\nCrews started replacing the 20-mile vehicle barrier west of Santa Teresa, N.M., on April 9, 2018, Customs and Border Protection said in a news release that day. They called the new construction a \"bollard-style wall\" that would cost $73.3 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAaron A. Hull, the El Paso Sector chief patrol agent, said the barrier would be 18 to 30 feet high during a press conference.\nA reporter asked Hull if he was referring to the construction as a wall, instead of a fence, to match Trump’s terminology. Hull said he heard physical barriers \"referred to by a lot of terms\" during his time at the agency.\n\"The wall that we are putting in place is accurately described as a wall, because it’s a very serious structure,\" Hull said. \"You are talking, like I said, 18 feet, 5-foot anti-climbing plate, concrete filled with rebar, 6 feet into the ground, another 2 feet of concrete underneath that, sir, it’s very much a wall and we are going to use it to stop illegal entries.\"\n\n \nScreenshot of video showing replacement barrier being installed west of the Santa Teresa Port of Entry, April 11, 2018, in New Mexico. The new barrier ranges from 18 to 30 feet high and border authorities said it's more difficult to climb over or go underneath. Border Patrol says this barrier can stop both vehicles and pedestrians. (U.S. Customs and Border Protection)\nHull also said the replacement barriers were a result of an executive order from Trump calling for physical structures at the southwest border.\n\"Does that mean this is the president’s border wall?\" a reporter asked Hull.\n\"That is correct,\" Hull said. \"The president has started his project. ...This is the beginning in this sector of the president’s border wall.\"\nTrump in 2017 ordered the construction of border wall prototypes. But Customs and Border Protection is not using any of the eight prototypes for new construction, because they did not meet agency requirements. The agency said the prototypes \"provided valuable data\" to help select design elements for future designs.\nFunding for the New Mexico project came from the fiscal year 2017 budget, the agency told us.\nContract details name the Defense Department as the awarding agency for the project and \"U.S. Army Corps of Engineers - Civil Program Financing Only\" as the funding sub-agency. (The video included in Trump’s tweet featured the Army Corps of Engineers’ logo.) According to a Customs and Border Protection spokesman, the Army Corps of Engineers \"helps the contract/acquisition process on behalf of Customs and Border Protection.\"\n47 days ahead of schedule?\nCustoms and Border Protection has given varied estimates for the project’s completion. By one measure, it was 47 days early. By another, it was on time.\nCustoms and Border Protection said in a press release that the project would take about 390 days to complete, ending as late as May 2019. Hull bumped it up two months to March 2019 in his April news conference.\nThe contract with the Montana company doing the construction said the \"period of performance\" was Jan. 22, 2018, through March 18, 2019.\nHowever, the environmental stewardship plan said the project would take nine months to complete. Since it started in April, it should have ended in January. By that metric, actual construction wrapped along the expected timeline.\nOur ruling\nTrump said, \"We have just built this powerful Wall in New Mexico. Completed on January 30, 2019 — 47 days ahead of schedule!\"\nThe construction that ended Jan. 30 replaced vehicle fencing; it did not cover new areas of the border for the first time. Officials say the new barrier can stop vehicle and pedestrian crossings. It has been described as both a fence and a bollard-style wall by Customs and Border Protection. Timelines for the project’s completion have varied. But they generally show that it either finished on time or ahead of schedule.\nTrump's statement is partially accurate but leaves out important details. We rate it Half True.\n Share the Facts 2019-02-25 16:49:44 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  We have just built this powerful Wall in New Mexico. Completed on January 30, 2019 — 47 days ahead of schedule!    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/1098295228837048325   in a tweet Wednesday, February 20, 2019 2019-02-20    Read More  info", "vclaim_id": "vclaim-pol-00981"}