{"url": "/factchecks/2014/sep/05/michelle-nunn/claim-about-perdues-former-firm-hits-mark/", "speaker": "Michelle Nunn", "vclaim": "In Georgia, Perdue’s company closed plants and moved jobs to China.", "truth_label": "true", "date": "stated on August 12, 2014 in an ad:", "title": "Claim about Perdue's former firm hits mark", "text": "Two political newcomers running in a closely watch battle to represent Georgia in the U.S. Senate  share the title CEO.\nDemocrat Michelle Nunn characterizes herself as a problem solver and consensus builder from her leadership at Points of Light, a nonprofit volunteer group.\nRepublican David Perdue highlights his tenure as an executive with Fortune 500 firms as the experience needed to tackle free-market problems in Washington.\nIn her first round of ads, Nunn aims to sharpen that distinction by criticizing her opponent’s experience.\n\"In Georgia, Perdue’s company closed plants and moved jobs to China,\" the ad says.\nGiven the winner of the Senate race will help decide which party will control the Congressional chamber, PolitiFact Georgia decided to drill down on the claim.\nTo do so, we have to jump back to a time of dial-up Internet and grunge music at the top of the charts.\nIt was 1992 when Perdue was named a senior vice president for Sara Lee. He told PolitiFact that he was sent to Hong Kong for two years to increase manufacturing and contracts in Asia for the firm.\n\"I was sent to Asia to open those markets for Sara Lee, and we did,\" Perdue said. \"That was the direction of the company at the time.\"\nPerdue’s effort to open the region for Sara Lee was a success, as was the firm for part of that time.\nSara Lee was founded in 1939 as a food processing and distribution company. Its iconic name came from the 1956 purchase of the Kitchens of Sara Lee, a Chicago bakery known for its cheesecake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\nBy the early 1990s, though, Sara Lee had expanded worldwide and into other industries with its purchase of Hanes Corporation and Coach leather goods, among others.\nFor the first three years of the decade, the company rapidly splurged even more, focusing on foreign firms and other well-known brands such as undergarment maker Playtex,\nInvestors began to question the company’s broad vision, though. The result was the first of several major restructuring plans and layoffs in 1994, Perdue’s last year with Sara Lee.\nThe 1994 overhaul eliminated 9,900 jobs worldwide, while \"realigning production and distribution facilities throughout the world,\" according to SEC filings.\nAmong the casualties were 540 jobs at apparel plants in Cartersville, Milledgeville and Wrightsville. A fourth Georgia plant, in Midway, was also shut down, though the number of jobs lost was not published.\nSara Lee’s annual report from 1994 does not break down how many of its 144,900 employees were domestic or foreign. However, a statement from the company at the time said most of the eliminated jobs were at European operations.\nThe annual report does note the company’s success in manufacturing and sales in Asia, especially in China, India, Malaysia, Thailand and Hong Kong, now part of China.\n\"David Perdue says he's the better candidate because he's spent his career in the 'real world,' but at too many stops along the way, he seemed to prosper while the people who worked for him saw their livelihoods taken away,\" said Nunn spokesman Nathan Click.\nBy all indications, the outsourcing effort at Sara Lee did have that effect. The company expanded what it made and sold in Asia, at a time when it was closing facilities elsewhere, including in Georgia.\nAs a senior vice president, Perdue had limited input on that direction.\nBut he did execute Sara Lee’s effort, which the company lauded in its own annual report to federal regulators.\nNunn’s claim is carefully worded to say Perdue’s company, not the candidate himself, was shutting Georgia plants at a time it was adding jobs in Asia. News reports and company filings back up the claim.\nWe rate Nunn’s claim True.", "vclaim_id": "vclaim-pol-07350"}