{"url": "/factchecks/2010/sep/17/ted-strickland/strickland-administration-figures-one-time-money-u/", "speaker": "Ted Strickland", "vclaim": "About $4.89 billion in one-time money was used to balance the current state general revenue fund budget.", "truth_label": "false", "date": "stated on September 17, 2010 in a posting to the state's Office of Management and Budget website:", "title": "Strickland administration figures for one-time money used in state budget don't measure up", "text": "The fine print tucked among the hundreds of pages of Ohio’s state budget that details how state programs are paid for doesn’t normally make for a very hot political issue.\n\nHowever, this is no ordinary state budget that is paying the bills in Ohio. The current budget relies heavily on federal stimulus money and other nest eggs.\n\nOhio is now relying on an unprecedented level of one-time money in its budget. Those sources include:\n\n\nStimulus funding\n\n\nDraining of little-used state accounts\n\n\nDebt restructuring\n\n\nA loan from the school facilities commission\n\n\nProceeds from cuts to state employees\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOhio’s Office of Budget and Management attempts to tackle this controversial subject on its website with an estimate of exactly how much one-time money is used. A chart there totals the one-time resources affecting the general revenue fund at $4,887,844,809 — we’ll call it $4.89 billion -- a numerical statement that we are attributing to Gov. Ted Strickland since the cabinet-level office ultimately answers to him.\n\nThat number is billions of dollars lower than estimates some other analysts have provided, so PolitiFact Ohio decided to take a closer look at the state’s accounting of one-time money.\n\nOne-time money is simply funding that won’t reoccur in the next budget cycle, and it’s being used to make ends meet in the $50.5 billion general revenue fund budget.\n\nThink of it this way: If you find a $50 bill in the alley you might use it to pay your cell-phone bill this month. Next month you won’t have that $50 coming in to use on the bill, thus it’s one-time money to you.\n\nRepublican lawmakers seized on the heavy use of the one-time money during last year’s budget debate. They accused Gov. Ted Strickland of promoting an unsustainable budget that would steer Ohio off a budgetary cliff when the next state budget rolls around. This was a key argument for Republicans, as only six of 67 GOP lawmakers voted for Strickland’s budget in the House and Senate.\n\nThe implication is that the more one-time money used in the current state budget, the bigger the structural imbalance will be when that money isn’t there to prop things up next time. And next time is soon -- the next budget will be rolled out in the spring of 2011.\n\nStrickland spokeswoman Amanda Wurst quickly put us in touch with David Ellis, the state’s assistant budget director, to explain the details on how his office compiled its one-time number.\n\nEllis said that the $4.89 billion figure only includes all of the one-time money contained in House Bill 1, the state’s primary budget document that passed in mid-July 2009. He said it doesn’t encompass any changes to the state’s budget made in subsequent pieces of legislation since the bill was signed into law more than 14 months ago.\n\nHowever, since House Bill 1 was passed, as Ellis knows, the state has felt the impact of other spending-related provisions that have come into effect. The biggest change was the delay of an income tax cut worth $844 million contained in House Bill 318, but that delay is supposed to end after this budget.\n\nAdditionally, the OBM one-time list does not include an increase in the reimbursement rate for prescription drug coverage under Medicaid Part D, worth $152 million, that happened in Feb. 2010 long after the state budget was enacted; nor a raid on the state’s tobacco fund, worth $627 million, in combined state and federal funds still tied up in court.\n\nTally those figures and the state’s use of one-time money in the general revenue fund portion of the budget rises from $4.89 billion to $6.51 billion.  \n\nEllis said budget officials see no point in updating the one-time number. \"We’ve not felt compelled to update it at each turn of the page,\" Ellis said. \"It’s not been updated because it has no bearing on the day-to-day operations of the office or the day-to-day operations of the budget.\"\n\nWurst, who serves double duty as the budget spokeswoman, noted that reporters who ask budget questions are told the one-time figure doesn’t include any changes made after mid-July 2009. \"We always make that clear to reporters, such as yourself, that the figure hasn’t been updated,\" she said.  \n\nWurst argues that the public isn’t being misled by the number because to get to the chart depicting the one-time money requires clicking on a previous tab titled \"budget highlights.\" Therefore, she argues, it’s clear that the context of the one-time money is from within the state budget bill passed some 14 months ago.\n\nWhat Wurst doesn’t mention is that the one-time money chart is the only place that such a figure appears anywhere on OBM’s website. And, of course, it wouldn’t require a major programming overhaul to more clearly label the chart so that the public realizes that the one-time figure only includes items passed in House Bill 1.\n\nA second argument advanced by Ellis is that the $627 million related to the state’s raid on the tobacco fund shouldn’t be counted as one-time money because it remains tied up in court. The Ohio Supreme Court heard arguments on July 6 about whether the state should be allowed to use money from Ohio’s settlement with Big Tobacco on \"optional\" Medicaid services and human-service programs. A ruling has not yet been issued.  \n\n\"We absorbed those costs into our budget,\" Ellis said. \"We didn’t have the money to spend.\"  \n\nThat’s true — to a degree. While money shifted from underspending in other Medicaid areas is plugging the hole made by the tobacco funds currently held up by the Supreme Court case, the Strickland administration still hopes the court will give it the green light to use those dollars. And even if you don’t count those funds, the budget office’s one-time number is still off by about $1 billion.  \n\nSo let’s go to the scorecard and add it up:\n\n\nThe state budget office acknowledges its $4.89 billion figure is outdated but says it’s not misleading to the public.\n\n\nA more updated figure isn’t available anywhere on OBMs website. And, there certainly are political considerations for having the number appear as low as possible.\n\n\nAnd Strickland budget officials question whether the $647 million raid on the state’s tobacco fund should be added to the total at all because the Ohio Supreme Count hasn’t yet ruled on whether that money can be put to use.  \n\n\n\nWhether you count the $647 million in tobacco money tied up in court or not, it’s clear that the $4.89 billion one-time money figure is off by at least $1 billion. The fact that reporters are apprised immediately by Wurst that the figure is incomplete shows that the administration realizes that it isn’t an accurate representation of how much one-time money is used in the state budget.\n\nThat suggests to us that the Strickland administration knows that continuing to use the $4.89 billion one-time money figure on its website could mislead the public.\n\nThat’s why we rate the statement as False.", "vclaim_id": "vclaim-pol-14410"}