{"url": "/factchecks/2017/apr/09/brian-higgins/remaining-train-station-options-buffalo-are-not-ca/", "speaker": "Brian Higgins", "vclaim": "Two options for a new train station site in Buffalo are at Canalside", "truth_label": "barely-true", "date": "stated on March 30, 2017 in a memo to the Train Station Site Selection Committee and press release on his website:", "title": "Remaining train station options in Buffalo are not at Canalside", "text": "Four locations remain under consideration for a new train station in Buffalo.\nRep. Brian Higgins, D-Buffalo, wants the new station at the Central Terminal, an abandoned art deco marvel 2.5 miles east of downtown Buffalo. The Central Terminal was Buffalo’s main passenger station for 50 years until Amtrak pulled out in 1979. Higgins says the downtown Canalside location is a bad place for a train station.\n\"While I have argued here that Central Terminal is actually preferable from an affordability standpoint to the Canalside options, I have not wavered in my view that this important decision should not be reduced to a matter of mere dollars-and-cents,\" Higgins said. \"The Central Terminal alternative meets those two objectives in a way that Canalside never can.\"\nHiggins has referred to two of the downtown options as Canalside locations in press releases on his website.\nBuffalo Mayor Byron Brown’s staff says Higgins is misleading the committee and the public by saying two of the four proposed locations are at Canalside.\n\"We have been trying to clarify all along that the sites we are looking at now are not at Canalside,\" Buffalo Mayor Byron Brown told The Buffalo News. \"They are all downtown.\"\nSo, who’s right? Where exactly are the options for a new train station?\nDowntown vs. Canalside\nLook at a map, and the Canalside and downtown sites are only a block or two apart on the railroad tracks -- hardly far enough to warrant such a dispute. Higgins says he uses definitions from a consultant’s report, which identified Canalside East and Canalside West as two possible locations.\n\"The report made public by the consultants on March 21 identifies two of the three locations as Canalside East and Canalside West,\" Higgins said in a statement.\nThe Canalside West location in the report is where the Memorial Auditorium once stood. That option now appears to be off the table after an engineer determined it would be difficult to accommodate the city’s bus service at the location.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe three remaining downtown options are within a few blocks of the old Aud site but are generally considered beyond the boundaries of Canalside:\n\n\n• The site of the current station on Exchange Street, less than a quarter mile off Washington Street downtown. The footprint would have another entrance at Washington Street.\n\n\n\n\n• Closer to Washington Street on Exchange Street. A second entry would be built between Washington Street and Main Street, across the light rail tracks from the old Aud site.\n\n\n\n\n• By the on-ramp to the I-190, across from the Courtyard Marriott. The consultants' report labeled this option Canalside East. It would be on the other side of the tracks from where the current Exchange Street station and closer to Washington Street. Part of that location is now a parking lot. \n\n\nBehind the spat\nHiggins’ aides argue that the downtown locations would cut down on parking options for people who want to visit downtown Buffalo. That would hurt businesses and restaurants in a district where the state has spent millions to redevelop.\nTim Tielman, who wants to preserve the Central Terminal but also supports a downtown train station, disputes that.\n\"The congressman keeps on reiterating that if a train station goes down there it will wreak havoc with things going on at Canalside,\" Tielman said. \"No. 1, I’d like to indicate that the trains are already there.\n\"The entire purpose of any urban development is to attract people and, of course, the most efficient way to attract people is through public transit,\" said Tielman, executive director of The Campaign for Greater Buffalo.\nOur ruling\nHiggins said in press releases on his website and in a memo to the Train Station Site Selection Committee that at least two options for a new train station in Buffalo are at Canalside. Imprecision in the consultant’s report added to the confusion because only one of the two possible sites labeled as \"Canalside\" locations in the report is actually within Canalside boundaries.  \nNone of the options now being considered is at Canalside. Two of the options have entries across the street from Canalside to give passengers easier access to the city’s public transit system. That’s close to Canalside, but not in the district.\nHiggins’ claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-03452"}