{"url": "/factchecks/2014/aug/07/charlie-crist/charlie-crist-says-all-aboard-florida-receiving-mi/", "speaker": "Charlie Crist", "vclaim": "\"All Aboard Florida is receiving millions in Florida taxpayer dollars.\"", "truth_label": "half-true", "date": "stated on July 10, 2014 in a fundraising email:", "title": "Charlie Crist says All Aboard Florida is 'receiving millions in Florida taxpayer dollars'", "text": "Democrats have been attacking Republican Gov. Rick Scott for a controversial passenger rail line project with ties to his administration.\nWhile Scott has said All Aboard Florida won’t get state subsidies, Democratic front-runner former Gov. Charlie Crist says that’s inaccurate.\n\"All Aboard Florida is receiving millions in Florida taxpayer dollars,\" Crist stated in a July 10 fundraising email.\nHow much -- if any money -- is All Aboard Florida receiving from the state? Hop aboard and let’s see what we learned.\nSources of money \nAll Aboard Florida is a $2.5 billion passenger rail line that will connect Miami, Fort Lauderdale and West Palm Beach in 2016, with hopes to extend to Orlando in 2017. Proposed by Florida East Coast Industries, LLC, All Aboard will use private financing for a large portion of its costs and has applied for a $1.6 billion federal loan.\nScott has taken heat because of the role of Adam Hollingsworth, now Scott’s chief of staff. In 2010, Hollingsworth was a transportation adviser to Scott’s transition team. Then Hollingsworth went to work for All Aboard Florida’s parent company for part of 2011 and 2012 and lobbied Scott’s administration for the project, the Naples Daily News reported. In 2012, Hollingsworth became Scott’s chief of staff. While Scott has supported the All Aboard Florida project he killed high-speed rail slated to get $2.4 billion in federal funds in 2011.\nIn this case, the controversy lies with various pots of state money.\nA Crist campaign spokesman pointed to a July article by the Scripps/Tribune Capital Bureau, which ran in the Naples Daily News headlined, \"All Aboard Florida private rail project has government financial support.\"\nThe article stated that \"the state already has set aside more than $220 million that will benefit the project.\" Several other news outlets weighed in; a Tampa Bay Times editorial called for Scott to \"stop misleading voters about its public cost.\" The Florida Department of Transportation, led by a Scott-appointee, pushed back.\nWe read several news articles, transportation department press releases and interviewed officials connected to the project to figure out the project’s finances.\nOrlando International Airport: The airport is building a complex to include the airport’s people mover, parking and ground transportation. Connected to that project, the airport is also building an intermodal transportation facility -- and that’s the piece that will get about $214 million from a loan and grant from the state.\nThe intermodal facility will accommodate rail -- including All Aboard Florida -- and potentially two other future rail projects, Phil Brown, airport director, told PolitiFact Florida.\nHaving airport connections to rail has been in the airport’s plan for decades. However, Brown said the airport couldn’t seek state money until it had an entity committing to build it -- and that’s All Aboard Florida.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"What we had was an opportunity with All Aboard Florida to get some state funding to accommodate that,\" facility, Brown said.\nAll Aboard Florida will pay the airport $2.8 million a year for a lease, which the airport will use to repay a portion of the state loan. In addition, All Aboard will pay the airport between $1 and $1.50 per passenger. (All Aboard Florida estimates that combined the total will add up to about $4.5 million a year.)\n\"Whatever they are using of that facility they are going to pay for,\" Brown said. The airport is required under federal regulations to charge fair market rate.\n\"All Aboard Florida is not getting a free station in Orlando,\" Brown wrote in an op-ed in the Orlando Sentinel. \"In fact, the airport will be required to repay the state the portion of the terminal-construction cost to be used by All Aboard Florida.\"\nAll Aboard will pay off the cost to build their platform at the airport, Brown told PolitiFact Florida.\nQuiet zones: In 2014, the Legislature agreed to provide $10 million for \"quiet zones\" related to horns at railroad crossings. Local government agencies can apply for the money -- so All Aboard Florida can’t get the money. The bill language doesn’t name any particular type of rail or All Aboard Florida, but it was added to the state’s spending plan due to residents’  concerns about noise.\nTri-Rail connection: The Naples Daily News wrote that an investor pitch by All Aboard Florida outlined its plan to connect with Tri-Rail, an existing public passenger rail service in South Florida. \"Project officials want the state to pay the estimated $44 million cost of the connection,\" the article stated.\nAll Aboard’s bond documents stated: \"We are exploring a number of different financing alternatives for this construction, including a possible state-funded grant for some or all of the construction cost.\"\nAll Aboard and transportation officials talked about the idea of seeking $44 million in state money for a Tri-Rail connection but that never materialized.\nBefore All Aboard Florida was announced, Tri-Rail Coastal Link already had plans for future stations in the downtowns of Miami, Fort Lauderdale and West Palm Beach. In 2013, All Aboard Florida and the South Florida Regional Transportation Authority, which oversees Tri-Rail, began to coordinate on potential design plans.\nSusie Wiles, a consultant for All Aboard Florida who ran Scott’s 2010 campaign, said that it was Tri-Rail that wanted the connection, so All Aboard wasn’t going to pay for it. All Aboard officials provided transportation officials with a breakdown of the cost.\nBut the news report about the $44 million prompted the Scott administration to push back.\n\"As we previously discussed with your company, the department will not invest state dollars in your project,\" stated a July 15 letter sent by the Florida Department of Transportation Secretary to All Aboard Florida.\n(Scott had said in June that there would be no state subsidies for All Aboard.)\nOur ruling\nCrist said on July 10, \"All Aboard Florida is receiving millions in Florida taxpayer dollars.\"\nAll Aboard is not receiving millions directly from the state. Instead, it could get federal loans, and the state is spending millions on infrastructure that will end up benefiting the rail line, especially an intermodal center at Orlando International Airport. All Aboard will have to pay rent and passenger fees at the airport. Overall, we rate his statement Half True.", "vclaim_id": "vclaim-pol-07471"}