{"url": "/factchecks/2012/apr/13/connie-mack/connie-mack-says-bill-nelson-voted-study-monkeys-c/", "speaker": "Connie Mack", "vclaim": "Says Sen. Bill Nelson voted to spend \"$144,541 to see how monkeys react under the influence of cocaine.\"", "truth_label": "barely-true", "date": "stated on April 12, 2012 in a television ad:", "title": "Connie Mack says Bill Nelson voted to study monkeys on cocaine", "text": "Florida’s Senate race has entered the jungle.\n\nAn attack ad features howling monkeys to make a point about out-of-control spending under Democratic leadership. It gets better: These monkeys are on cocaine. For science. At taxpayers’ expense.\n\nRepublican Rep. Connie Mack IV launched the ad in his quest to knock out Democratic Sen. Bill Nelson. The ad hit airwaves on April 12, 2012, days before the deadline for Americans to pony up their taxes.\n\nThe desired effect, of course, is to make citizens even more upset as they part with cash, knowing it could be wasted on bizarre government exploits.\n\n\"When Bill Nelson voted for the stimulus, he voted for millions in wasteful spending, including spending our tax dollars to see how monkeys react under the influence of cocaine,\" the ad says. \"Hey Bill Nelson, stop monkeying around with our tax dollars.\"\n\nIn between, video of Nelson shows him saying, \"So overall it’s a pretty good stimulus.\"\n\nPolitiFact has investigated several claims from politicians about allegedly wasteful projects bankrolled by the $862 billion stimulus package since 2009. Science grants are a popular target, especially the one about exotic ants. Crazy as they sound, many of the projects in attack ads are real (though not the one that said $2.6 million went to teach prostitutes in China to drink responsibly).\n\nWe’ve learned there’s usually more to the point of the study than the ad lets on, as well as whether the targeted lawmaker actually voted to spend taxpayer dough on it.\n\nSuch is the case with the cocaine-addicted monkeys, a two-year-old tale getting new life on a second campaign trail.\n\nIn short, Nelson voted in a favor of a stimulus bill that directed large sums of money to scientific research. But he never actually voted to send money to a monkey-cocaine study.\n\nAs evidence, Mack’s team pointed us to \"Summertime Blues,\" an August 2010 report on 100 stimulus projects \"that give taxpayers the blues\" by Republican Sens. Tom Coburn of Oklahoma and John McCain of Arizona. Both are Republicans that have a reputation for fighting pork.\n\n\"Monkeys Get High For Science\" came in at No. 28.\n\n\"Researchers at Wake Forest University think that, in at least one case, it is good to monkey around with stimulus dollars. The Department of Health and Human Services has sent $144,541 to the Winston-Salem college to see how monkeys react under the influence of cocaine,\" the report states.\n\nThe grant total matches the project’s profile on Recovery.gov. The title is heavy: \"Effect of Cocaine Self-Administration on Metabotropic Glutamate Systems.\" Ultimately, the study is intended to find new insights into treating drug addiction in humans, officials said.\n\nThe National Institutes of Health selected the project for the grant through a competitive process. The Mack campaign said that was irrelevant.\n\n\"Saying the 'bureaucrats did it' is not a defense when Nelson gave them the money,\" said Mack spokesman David James.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nThe conservative North Carolina-based Civitas Institute ranked the cocaine study as the worst federal stimulus project in the state, according to a March 2010 Raleigh News & Observer story. But even the analyst behind the Civitas report told PolitiFact Florida that it isn’t fair to pin the cocaine study on Nelson.\n\n\"While on the one hand it is easy to say that senators voting for the stimulus should have known it would have included funding for items many would consider wasteful, they didn't know specifically where the money was going,\" Brian Balfour said in an email.\n\nNot everyone, we should note, considers the study wasteful.\n\nNational Institutes of Health director Francis Collins defended the project in 2010 , saying, \"I don’t know if the critics want us to experiment with humans, or just give up on the problem of drug addiction, but we aren’t going to do either.\"\n\nWe called Wake Forest for more details about how the study turned out and an explanation for the jobs created or sustained, but they didn’t get back to us by our deadline. A Wake Forest University Baptist Medical Center spokeswoman defended the project two years ago, saying it supported two jobs and was \"valid science and good research,\" according to Winston-Salem Journal archives.\n\nOur ruling\n\nMack’s claim is pretty bananas. Yes, Nelson was among senators to approve the stimulus package, which directed large sums of money to scientific research. But Nelson didn’t pick out the monkey project. A federal agency did. Even a critic who calls the project wasteful says you can't blame Nelson.\n\nWe rate the statement Mostly False.\n\nPolitiFact Florida is partnering with 10 News for the 2012 election season. See a video version of this fact-check here.", "vclaim_id": "vclaim-pol-11273"}