{"url": "/factchecks/2008/oct/15/john-mccain/small-businesses-are-exempt/", "speaker": "John McCain", "vclaim": "If you're a small business and don't \"adopt the health care plan that Senator Obama mandates, he's going to fine you.\"", "truth_label": "false", "date": "stated on October 15, 2008 in a debate in Hempstead, N.Y.:", "title": "Small businesses are exempt", "text": "John McCain talked a lot about \"Joe the Plumber\" during the third presidential debate, saying Joe is an example of a small business owner who would not do well under Barack Obama's policies.\n\n\n\"Now, my old buddy, Joe, Joe the plumber, is out there,\" McCain said. \"Now, Joe, Senator Obama's plan, if you're a small business ... if you don't adopt the health care plan that Senator Obama mandates, he's going to fine you.\"\n\n\nMcCain used this charge during the second debate as well. We found it False then, and it's still problematic now.\n\n\nHere's the outline of Obama's plan: It expands health care coverage for those who don't have it by a number of strategies, such as creating national pools for individuals to buy their own insurance. It increases eligibility for the poor and children to enroll in initiatives like Medicaid and the State Children’s Health Insurance Program. And it aims at reining in costs for everyone by streamlining medical record-keeping and emphasizing preventive care. Obama's plan does not mandate coverage, except for children.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama's plan says that employers who don't offer their employees insurance will be required to contribute to the national pool, what McCain calls a \"fine.\" But Obama's plan specifically exempts small businesses from contributing to the pool.\n\n\nThe plan does not define what's a small business and what's not. We can't say for sure whether plumber Joe would be considered a small business under Obama's plan or not.\n\n\nBut generally, Obama does not fine \"small businesses.\" They are specifically exempt. We rate McCain's claim False.", "vclaim_id": "vclaim-pol-15904"}