{"url": "/factchecks/2013/dec/30/paul-broun/brouns-attack-kingston-earmarks-too-broad/", "speaker": "Paul Broun", "vclaim": "\"(Jack Kingston) had more earmarks at one time than every member of the Georgia delegation put together.\"", "truth_label": "false", "date": "stated on December 11, 2013 in an interview:", "title": "Broun's attack on Kingston earmarks too broad", "text": "For years, pork was the preferred meat of Congress.\nLawmakers pulled money from the federal budget for various projects in their congressional districts without having to compete in the open bidding system of the federal departments. Critics derisively called the process pork. The official term was \"earmarks.\"\nCongress voted to abstain from pork in 2010, but one candidate is attempting to make it an issue in one of Georgia’s most interesting political races.\n\"(Jack Kingston) had more earmarks at one time than every member of the Georgia delegation put together,\" U.S. Rep. Paul Broun, an Athens Republican, said of his GOP colleague, who is from Savannah, in an interview.\nBroun and Kingston are part of a crowded field of Republicans vying for the GOP U.S. Senate nomination, with the primary scheduled for May 2014. The incumbent, Saxby Chambliss, has announced his plans to retire.\nThe Atlanta Journal-Constitution’s Political Insider column reported about Broun’s comments and mused, \"If you listen closely, you can hear Politifact hounds baying in the distance.\"\nWe’re baying.\nBroun has been a vocal critic of earmarks and, apparently, is hoping to live high on the hog by criticizing Kingston on the issue. Kingston said criticism of the practice prodded him to trim back his own requests, the AJC reported in July 2008. The AJC article reported Kingston’s concerns that other states would get more money for various projects if Georgia lawmakers demurred from seeking earmarks.\nBroun spokeswoman Christine Hardman said the congressman based his claim by examining several databases created by Taxpayers for Common Sense, a budget watchdog group. The nonprofit has staffers who’ve worked for Democrats and Republicans.\nBroun, though, made a mistake in his interview with the Tea Party News Network.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010\n\n\n\n\n\n\n\n\"What Congressman Broun should have clarified was that at one point, Congressman Kingston had more earmarks than the entire Republican Georgia delegation combined,\" Hardman told us via email.\nPolitiFact Georgia was still curious about where Kingston stood in comparison to his GOP colleagues when it comes to earmarks. The Taxpayers for Common Sense website has databases for the federal fiscal years 2008 through 2010 that allow users to conduct searches to see how much money each member of Congress pulled in through earmarks.\nThe federal fiscal year begins Oct. 1 and ends Sept. 30.\nOur review of the databases shows Kingston had more solo earmarks than his Georgia Republican colleagues in fiscal years 2008 and 2010. In 2008, Kingston had 21 earmarks that totaled about $17 million. His GOP colleagues from Georgia had 19 earmarks that totaled approximately $13 million. In fiscal year 2010, we found 18 solo earmarks for Kingston that totaled $24.3 million. The Republicans from Georgia had 15 earmarks that totaled $7.6 million.\nIn fiscal year 2008, the Democrats from the Georgia congressional delegation recorded 48 individual earmarks that totaled about $26.5 million. In 2010, Democratic lawmakers from Georgia collected 65 earmarks worth a total of $33.5 million. The totals from the Democrats alone were higher than Kingston’s total.\nPolitiFact Georgia also reviewed the earmarks database of the Center for Responsive Politics, a nonprofit organization that follows the money in Washington. The center is funded by foundation grants and individual donations and does not accept money from corporations, labor unions, or trade associations.\nThe center’s totals were slightly different than what we found on the Taxpayers for Common Sense website. One commonality was that Kingston’s solo earmarks total did not exceed the entire Georgia delegation in 2008 or 2010. One difference we found was that Georgia’s GOP delegation had more solo earmarks and brought home more money in fiscal year 2008 than Kingston did. In 2010, we found Kingston had more earmarks and more money from those earmarks than the Republican delegation.\nSo where does this all lead us? Broun meant to say Kingston had more earmarks at one point than the entire Georgia Republican delegation. Broun might have received a True if he had said that in the interview. It appears that Kingston had scored more earmarks than the entire Georgia GOP delegation to Congress in 2010 from our examination of two separate databases. Broun, however, misspoke in the interview, giving anyone who viewed it the wrong impression of Kingston’s record on earmarks.\nWe rate his statement False.", "vclaim_id": "vclaim-pol-08454"}