{"url": "/factchecks/2010/aug/27/loranne-ausley/loranne-ausley-attacks-jeff-atwaters-banking-ties-/", "speaker": "Loranne Ausley", "vclaim": "\"(Jeff) Atwater's bank was so weak that just a few months ago it was shut down by the FDIC.\"", "truth_label": "half-true", "date": "stated on August 12, 2010 in a web ad.:", "title": "Loranne Ausley attacks Jeff Atwater's banking ties in a new web ad", "text": "A web ad by the Democratic nominee for chief financial officer has her Republican opponent crying foul.\n\nLoranne Ausley is trying to tie state Senate President Jeff Atwater to a Florida bank that was shut down by the Federal Deposit Insurance Corporation in April 2010.\n\nThe ad, called \"Can Florida Afford Jeff Atwater?,\" opens with a picture of Atwater inside an elaborate frame, like it's a painted portrait.\n\n\"Jeff Atwater wants to be Florida's next chief financial officer. But here is what he doesn't want you to know,\" a narrator says, as the video first cuts to an image of a safe, then a second image of Atwater and a bank.\n\n\"Jeff Atwater was an executive vice president at Riverside National Bank, which was rated one of the seven weakest banks in all of Florida. In fact, Atwater's bank was so weak that just a few months ago it was shut down by the Federal Deposit Insurance Corporation. But not before Atwater's bank cost the FDIC $491 million dollars.\"\n\nThen the video cuts back to the image of the safe, then the Atwater portrait.\n\n\"So ask yourself, can Florida really afford Jeff Atwater as our next CFO?\"\n\nThe ad produced this reaction from Atwater's campaign:\n\n\"In another sign that her stagnant campaign is completely devoid of a positive vision for Florida, liberal Loranne Ausley has launched a mudslinging attack on the web that lies about Jeff Atwater's professional experience,\" Atwater spokesman Brian Hughes said.\n\nLies? In a political campaign? Could it be?\n\nPolitiFact Florida wanted to get to the bottom of this.\n\nFor the purpose of this fact-check, we're focusing on this statement: \"Atwater's bank was so weak that just a few months ago it was shut down by the Federal Deposit Insurance Corporation.\"\n\nFirst, let's establish Atwater's role and time at Riverside.\n\nAtwater's background at Riverside\n\nAtwater, of North Palm Beach, oversaw business development at Riverside Bank's Palm Beach County branches from 2002 to February 2009. When he left the bank, it had more than 60 branches and more than 1,000 employees in Florida.\n\nAtwater told PolitiFact Florida he left the bank to focus on his responsibilities as Senate President.\n\nIn newspaper articles, Atwater had been listed as Palm Beach County president of Riverside National Bank.\n\nBut a bank spokeswoman told the Palm Beach Post that Atwater functioned as a \"regional business development manager\" at the bank's Palm Beach County branches. Atwater's 2008 pay from Riverside was $199,833 and he listed his title as \"EVP\" on his 2009 financial disclosure statement.\n\nAtwater spokesman Hughes says that stands for executive vice president.\n\n\"The reality is it's a local community bank, one in which his title was vice president,\" Hughes said. \"But his day-to-day responsibility was almost that of a regional branch manger. He worked with a few local branches.\"\n\nSo Atwater was definitely a manager at the bank, and likely one of its higher-paid executives. He was not a member of the board of directors, however, and maintains he had no direct say in the bank's loan-making process.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nBank finds itself in trouble\n\nOn May 27, 2009 -- about three months after Atwater left Riverside -- the bank was one of seven in Florida that failed to hold the amount of money required by regulators, according to the St. Petersburg Times.\n\nAnd the Palm Beach Post reported on May 29 that Riverside was ranked among the weakest in the nation, according to TheStreet.com.\n\nFast forward to April 16, 2010, almost a year later.\n\nThe FDIC announced that it was closing Riverside National Bank and that TD Bank was taking over its accounts. Riverside, and two other Florida banks, were closed in order \"to protect depositors,\" according to the FDIC.\n\nIn its announcement, the FDIC said the cost to the FDIC's insurance fund to guarantee the bank's obligations was $491.8 million.\n\nThe Post documented the bank's closure this way:\n\n\nFORT PIERCE — Beset by steep losses and unable to raise much-needed capital, Riverside National Bank was closed by federal regulators Friday.\n\nIts business was taken over by TD Bank, the U.S. arm of Toronto-Dominion Bank. The Federal Deposit Insurance Corp. said Riverside's failure is expected to cost the FDIC’s Deposit Insurance Fund $492 million.\n\nRiverside, a stalwart of St. Lucie County’s business community, was the second-largest of the 25 Florida banks shuttered by the FDIC since August 2008.\n\nRiverside had 58 offices from Palm Beach County to Volusia County. Its $3.4 billion in assets made it the seventh-­largest bank headquartered in Florida.\n\nRiverside posted huge losses in the past two years, including red ink of $138.9 million in 2008 and $131 million in 2009.\n\n\"This was a dead bank walking,\" said Miami banking analyst Ken Thomas. \"The question is why has the FDIC let them flail away for so long.\"\n\n\nThe article noted that Riverside was hit hard by the collapse of Fannie Mae and Freddie Mac in 2008, rendering Riverside's securities in Fannie Mae and Freddie Mac worthless. Loan losses escalated. Atwater isn't mentioned in the story.\n\nBack to the ad\n\nAusley's ad makes three basic claims.\n\nFirst, that Atwater worked as an executive at Riverside National Bank. That's true.\n\nSecond, that the bank was rated one of the weakest in Florida. That's true.\n\nAnd third, that Riverside eventually was shut down by federal regulators. Also true.\n\nBut the problem is the 30-second spot splices together those three events like they happened within weeks of each other, when really they were separated by 14 months.\n\nWhy is that important to know? Because Atwater was no longer working at Riverside when the bank was either rated weak, or shut down. That alone doesn't mean Atwater can't be culpable. And we imagine he had to at least be aware of the bank's financial problems, considering it posted a $138.9 million loss in 2008. But the ad's references to \"Atwater's bank\" are misleading, because it's more accurately described as \"Atwater's former bank.\"\n\nNaturally, the question of culpability is harder to determine -- and one we're not ruling on.\n\nWe can, however, rule on the specific claim in Ausley's ad. She said, \"Atwater's bank was so weak that just a few months ago it was shut down by the FDIC.\"\n\nAt the time, it wasn't Atwater's bank. It may have been his former bank, or best yet, it was a bank where he used to work as an executive vice president. For the misleading timeline, we find the claim Half True.", "vclaim_id": "vclaim-pol-14530"}