{"url": "/factchecks/2012/nov/02/planned-parenthood-action-fund/radio-ad-says-mitt-romney-wants-get-rid-planned-pa/", "speaker": "Planned Parenthood Action Fund", "vclaim": "Says Mitt Romney wants to \"get rid of Planned Parenthood.\"", "truth_label": "barely-true", "date": "stated on October 31, 2012 in a radio ad:", "title": "Radio ad says Mitt Romney wants to \"get rid of Planned Parenthood”", "text": "In the final days of the 2012 presidential campaign, the Planned Parenthood Action fund released a radio ad in which a female narrator explains why she is supporting President Barack Obama.\n\n\"I’ve been giving my vote a lot of thought,\" the ad says in part. \"For me, it all comes down to who I can trust, and who’s best for my family’s finances. And I just don’t think Mitt Romney is looking out for us. Plus, his views on women seem like they’re from the 1950s. He won’t say if he supports equal pay. That’s real money to us. And he says he wants to overturn Roe vs. Wade and get rid of Planned Parenthood. I know women who go to them for health care and affordable birth control.\"\n\nIn this item, we’ll focus on the ad’s claim that Romney wants to \"get rid of Planned Parenthood.\"\n\nAbortion opponents argue that federal funds should not go to a group like Planned Parenthood that provides abortions, even though federal funds are used for services other than abortion.  \n\nRomney made a pledge to target Planned Parenthood several times -- but that pledge has never been as sweeping as the ad indicates.\n\nIn October 2012, for instance, Romney told reporters in Ohio, \"I think I’ve said time and again that I’m a pro-life candidate and I’ll be a pro-life president. The actions I’ll take immediately is to remove funding for Planned Parenthood. It will not be part of my budget.\"\n\nAnd in March 2012, when asked by a Missouri interviewer what he would cut from the federal budget, Romney gave some examples. \"Of course you get rid of Obamacare,\" Romney said. \"That’s the easy one. But there are others. Planned Parenthood. We’re going to get rid of that. The subsidy for Amtrak. We would eliminate that.\"\n\nCampaign officials clarified after the Missouri interview -- and confirmed to PolitiFact for this story -- that Romney’s position is to eliminate federal payments to Planned Parenthood, but not to eliminate the organization.\n\nSo the ad is wrong to say that Romney wants to \"get rid of Planned Parenthood.\"\n\nBut is there a case that federal funding is so crucial to Planned Parenthood that it would be essentially crippled if federal funding went away?\n\nPlanned Parenthood comes close to making this case.\n\n\"If a ‘President’ Romney makes good on what he’s promised during the campaign — after he ends safe and legal abortion, cuts off funding for women’s preventive health care services, repeals the Affordable Care Act, and enacts abstinence-only sex education — there wouldn’t be much left of Planned Parenthood,\" said a statement provided to PolitiFact attributed to Dawn Laguens, executive vice president, Planned Parenthood Action Fund.\n\nWe can’t predict the future, but we can provide some financial data that gives a sense of how important government funding is to Planned Parenthood.\n\nAccording to the group’s most recent annual report, covering the year ending in June 2010, \"government health services grants and reimbursements\" amounted to $487 million, or 46 percent of the group’s total revenue of $1.048 billion. (This figure includes both Planned Parenthood’s headquarters as well as its affiliates.)\n\nThe other sources of revenue listed were \"non-governmental health services revenue\" (31 percent), \"private contributions and bequests\" (21 percent) and \"other operating revenue\" (2 percent).\n\nThere are some important caveats about these figures. Romney was talking about the federal budget, but the \"government\" line in Planned Parenthood’s revenue statement includes funding from all levels of government, not just the federal government.\n\nPlanned Parenthood did not provide PolitiFact with a more detailed breakdown of its government revenues, but we can obtain some clues from a 2010 study by the Government Accountability Office.\n\nIn 2008, the most recent year for which GAO had full data, Planned Parenthood reported federal spending totaling $88.7 million. The biggest single amount was for services funded by the Health Resources and Services Administration, which directly funds low-income and rural health centers and runs such programs as the Ryan White HIV/AIDS program. Smaller amounts included funds for Temporary Assistance to Needy Families and the Centers for Disease Control and Prevention.\n\nIn 2008, according to that year’s annual report, Planned Parenthood reported receiving about $349 million in government grants. By this measure, then, the federal funds cited by GAO accounted for about one-quarter of all government funds reported by the organization that year.\n\nThe percentage may actually be higher. As we have previously noted, the GAO report counts only direct federal funding and does not appear to include reimbursements for patient services made through Medicaid or other federal health care programs. The group said that Medicaid patients account for about half of its patients, and if you include those who are funded by other federal programs, the percentage rises to two-thirds.\n\nFiguring out how much \"government funding\" could conceivably be eliminated by Romney if he wins office is mostly guesswork. But the hit to Planned Parenthood from Romney’s elimination could range from a 12 percent reduction in its entire budget to perhaps a 35 percent cut.\n\nWould cutting that amount of funding from Planned Parenthood’s budget effectively end the organization? That would be speculation -- but that speculation runs contrary to what Romney has said on multiple occasions.\n\nOur ruling\n\nThe Planned Parenthood Action Fund aid said that Romney wants to \"get rid of Planned Parenthood.\"\n\nThat directly contradicts what Romney has said -- that he wants to end federal funding for Planned Parenthood, not abolish the organization -- and his staff reaffirmed that position. There’s no question that an end to federal funding would be a significant blow to the organization’s operations, potentially chopping 12 percent to 35 percent from its budget. But it’s an exaggeration to say that Romney would act to \"get rid\" of the organization. We rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nUPDATE: After our story appeared, Planned Parenthood provided some additional statistics about how many Medicaid patients use their services. The story has been updated to include that data.", "vclaim_id": "vclaim-pol-10032"}