{"url": "/factchecks/2010/oct/18/planned-parenthood/planned-parenthood-says-scott-walker-tried-pass-bi/", "speaker": "Planned Parenthood", "vclaim": "Says \"Scott Walker tried to pass a law to allow pharmacists to block women’s access to birth control.\"", "truth_label": "barely-true", "date": "stated on October 15, 2010 in a direct mail campaign piece:", "title": "Planned Parenthood says Scott Walker tried to pass a bill to allow pharmacists block women’s access to birth control", "text": "Planned Parenthood Advocates, the lobbying and political action arm of Planned Parenthood of Wisconsin, says it made more than 1.1 million \"voter contacts\" in the 2008 elections.\n\nThe Madison-based group, which supports pro-choice candidates, has also been working to influence voters in 2010 -- including pushing them to support Democrat Tom Barrett in the Nov. 2, 2010 election for governor.\n\nThe group is painting Barrett’s rival, GOP nominee Scott Walker, as \"just too extreme.\" In a flier mailed to voters, it frames Walker’s views this way:\n\n\"Scott Walker tried to pass a law to allow pharmacists to block women’s access to birth control.\"\n\nIs that really the case?\n\nPlanned Parenthood Advocates spokeswoman Amanda Harrington said her organization’s statement about Walker is based on Assembly Bill 168, a measure Walker sponsored in 2001 while serving in the state Assembly. It would have applied to pharmacists and other health care providers, but it did not become law.\n\nThe bill would have:\n\n\nExpanded the definition of employment discrimination. Specifically, it would have prohibited discriminating against a health care provider who refused, based on moral or religious grounds, to participate in certain medical procedures or health care-related activities.\n\n\n\nProhibited state regulatory agencies from disciplining a health care provider who made such a refusal.\n\n\nAsked to respond to the Planned Parenthood Advocates flier, Jill Bader, spokeswoman for Walker’s gubernatorial campaign, said it was \"completely false\" that the bill had anything to do with birth control.\n\nBut news stories at the time described how Walker’s bill targeted RU-486, an abortion pill, and the \"morning-after\" pill, which prevents a pregnancy. The articles also told how the proposal could have allowed pharmacists to refuse to dispense most other forms of birth control.\n\n\"Could\" and \"most\" are the operative words.\n\nBut both Harrington and Matt Sande of Pro-Life Wisconsin say the protections for pharmacists in Walker’s bill would have applied to the dispensing of all types of birth control.\n\nBack to the claim about Walker.\n\nThe claim does not address pills or devices, but rather how pharmacists would have been allowed to function had the bill become law.\n\nPlanned Parenthood says flatly: Pharmacists would have been able to block women from getting birth control.\n\nIn truth, the effects would have been more limited.\n\nAn individual pharmacist could have refused to fill a particular birth control prescription. But women could have gotten the prescription filled by another pharmacist, perhaps at the same counter, or at another pharmacy. In many places, that might have amounted to an inconvenience, though in areas with few pharmacies, a refusal by one pharmacist could have created a bigger burden.\n\nAs for the 2010 race, both candidates have given their views on the issue: Barrett says he opposes efforts to allow pharmacists to refuse to fill birth control prescriptions; Walker says he supports allowing pharmacists to refuse to fill emergency contraception prescriptions on moral grounds.\n\nThe claim by Planned Parenthood is still off the mark.\n\nIn an effort to paint Walker as extreme, the group’s lobbying arm says in a direct mail piece that Walker \"tried to pass a law to allow pharmacists to block women’s access to birth control.\" That bill might have made it more difficult for some women to get contraceptives at some pharmacies, depending on who was on duty. But words matter -- the possible narrowing of access to birth control in some cases isn’t the same as blocking it in all cases.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe rate the claim as Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14210"}