{"url": "/factchecks/2012/oct/08/barack-obama/obama-ad-accuses-romney-cutting-mass-k-12-educatio/", "speaker": "Barack Obama", "vclaim": "\"In Romney's first budget (in Massachusetts), he cut $248.7 million from K-12 education.\"", "truth_label": "half-true", "date": "stated on September 25, 2012 in a Web ad:", "title": "Obama ad accuses Romney of cutting Mass. K-12 education by $248.7 million", "text": "A new Web ad from Barack Obama's campaign portrays Mitt Romney as a promise-breaker who cut Massachusetts education spending in his very first budget.\n\nThe ad starts with grainy campaign video of Romney in 2002, saying, \"The services delivered to our children in schools … we're not going to cut that.\"\n\nA reproachful Ronald Pacy, former superintendent in Attleboro, Mass., follows: \"Gov. Romney said he was not going to cut education, and then the next thing we knew, those cuts were made.\"\n\nThen, in type on screen, the claim:\n\nIn Romney's first budget, he cut $248.7 million from K-12 education.\n— Massachusetts Budget and Policy Center, FY2004 Conference Budget, 6/26/03\n\nWe wondered, did Romney cut that amount from K-12 education right out of the gate?\n\n Massachusetts’ fiscal crisis\n\nIn 2003, the new governor faced a fiscal emergency.\n\nOur colleagues at the Tampa Bay Times have examined Romney’s response to an economy still recovering from the dot-com bubble and the 9/11 recession.\n\nAs Romney entered office, the state’s lawmakers — required to pass a balanced budget — faced a budget gap even after tax hikes and emergency spending cuts the year before. Romney got authority to make emergency cuts his first month and asked the Legislature to make more. Then he proposed a budget with savings of close to $3 billion.\n\nDid that include a $248.7 million cut from K-12 education?\n\nNot explicitly. But the budget he signed did.\n\n Budget games\n\nThe number cited in the ad isn’t what Romney proposed.\n\nHis state budget, in fact, suggested a modest overall increase of $8.9 million in two main categories of state K-12 spending. But he proposed a steep reduction in broader local spending that governments also used for education — a drop of $349.4 million, down nearly 30 percent from the prior year.\n\nThe Democratic Legislature spread the cuts around differently, ultimately reducing those two education-specific categories by $248.7 million while restoring nearly half of broader \"unrestricted\" local aid. That’s the cut that ultimately survived Romney’s vetoes and the Legislature’s veto overrides.\n\nBut none of that was clear from the report cited by the Obama team, which examined neither Romney’s proposal for fiscal year 2004 nor the budget that emerged after vetoes and veto overrides, but something in between known as the \"conference budget.\"\n\nAll three of those options were available in reports from the Massachusetts Budget and Policy Center, an independent, nonprofit think tank partly funded by unions that’s affiliated with the liberal Washington, D.C., Center on Budget and Policy Priorities.\n\nThe  \"conference\" budget was the one that made it through the House and Senate and awaited the governor’s signature (and line-item veto). So, it’s a stretch to say any numbers in it were fully Romney’s. It was, in fact, more accurately the budget belonging to Democratic lawmakers who agreed on their own version — then generally blocked the governor’s vetoes.\n\n\"The Democrats had veto-proof majorities in both chambers and rewrote Romney’s budget, as they have with all governors’ budgets, to what they wanted,\" Fred Bayles, director of the Boston University Statehouse Program told PolitiFact in May.\n\nStill, when Romney took his veto pen to that conference budget, he moved to chop millions more from the Legislature’s proposed school funding, including $10 million in kindergarten expansion grants (a cut overridden by lawmakers).\n\nOur ruling\n\nAn Obama for America ad uses a big number to attack Romney’s record on school funding in Massachusetts, saying, \"In Romney's first budget, he cut $248.7 million from K-12 education.\"  \"Romney’s first budget\" sounds like a proposal coming from the governor. Romney actually proposed a modest increase in state K-12 spending categories and larger cuts elsewhere. The $248.7 million in education-specific cuts reflected primarily the work of the Democratic Legislature in a time of serious financial crisis that predated the governor.\n\nRomney, tasked with closing a substantial budget gap, ultimately signed a document that embodied the Legislature’s cuts — and then tried to use his veto to cut further. But he shares responsibility for that $248.7 million with the veto-proof majority of lawmakers. We rate the ad’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10221"}