{"url": "/factchecks/2013/jun/20/chris-larson/sen-chris-larson-says-wisconsin-agency-cant-accoun/", "speaker": "Chris Larson", "vclaim": "The Wisconsin Economic Development Corp. \"cannot account for creating one single job.\"", "truth_label": "barely-true", "date": "stated on May 19, 2013 in an interview:", "title": "Sen. Chris Larson says Wisconsin agency can't account for the creation of a single job", "text": "Gov. Scott Walker and the GOP-controlled Legislature created the Wisconsin Economic Development Corp. to lead the way on job creation.\n\nThe agency -- a privatized version of the old state Commerce Department -- is nearing the two year mark. And, according to state Senate Minority Leader Chris Larson (D-Milwaukee), there’s not much to show for the effort.\n\nAppearing May 19, 2013 on \"Upfront with Mike Gousha,\"Larson said the agency was a mismanaged mess.\n\n\"What we've done with WEDC is created an agency that has taken the worst of government, the worst of corporate, private enterprise and combined them, where they are spending tens of million of dollars, allocating it to whomever they see fit without legislative oversight,\" he said.  \"And the rare glimpses we get, show there's huge problems over there.\"\n\nLarson added: \"I think the stunning thing about this, Mike, is that they cannot account for creating one single job over their two years of existence.\"\n\nNot one?\n\nWhen we asked Larson to elaborate, he referred us to WEDC’s annual reportand a May 2013 Legislative Audit Bureau’s report on the agency.\n\n\"The Legislative Audit Bureau pointed out that they cannot count and accurately say that they have created a single job,\" Larson said, adding that WEDC officials will  \"say that they created a whole bunch of jobs\"\n\nThis path is a familiar one, though the last time we walked it from a different direction.\n\nWe rated Half True a statement from state Rep. John Nygren (R-Marinette) who called WEDC a \"proven job creator.\" The audit found record-keeping is lacking, but employers in Nygren’s northeastern Wisconsin district said that they added jobs after receiving tax credits and other assistance from the agency.\n\nHere’s what each report cited by Larson says:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWEDC report: The report covers the first year of the agency. When it comes to measuring effectiveness, it looks to the future.\n\n\"A total of 23,759 jobs in Wisconsin are anticipated to be impacted directly by investments made by WEDC in FY12,\" the report says. That means the agency expects that number of people will be hired in the future by companies that have received assistance.\n\nIn all, WEDC made 287 \"awards\" worth $500 million to state employers in the first year of operation, the report said.\n\nLegislative Audit Bureau:The bureau’s reportsaid the agency had poor record keeping, sloppy internal practices and gave awards to ineligible businesses and projects. Additionally,  it noted WEDC has experienced severe staffing turnover, including with top leadership.\n\nThe audit said record-keeping was so sloppy, they were unable to include a job count in their review: \"The report WEDC submitted in November 2012 did not contain all required information, contained some inaccurate information, and did not clearly present information about the number of jobs created and retained as a result of its programs. For these reasons, and in the absence of verified performance information, we did not assess the effectiveness of WEDC’s economic development programs.\"\n\nBut there is a difference in calculating an accurate total number of jobs and -- as Larson claimed -- not being able to account for a single one. What’s more, there are the accounting standards applied in by auditors, and there is the understanding most would be left with after hearing Larson’s remark: That WEDC has nothing to show for its work.\n\nIn reviewing the Nygren claim, we looked at several companies in his district that said they added workers after receiving tax credits and other help from WEDC.\n\nThose three companies -- Precision Ice Blasting Corp., Vargo Tool & Die Corp. and Marinette Marine, say they added a total of 1,022 jobs of a promised a total of 1,076 in exchange for $28.46 million in tax credits.Under the agreements, they don’t get the credits unless they can show the jobs were created.\n\nSo, it’s clear that WEDC has provided tax credits and helped companies win additional work and hire more people. It’s just not clear what the overall score card actually reads.\n\nOur rating\n\nLarson said the state’s signature jobs agency \"cannot account for creating one single job.\" Larson’s correct in that the agency, or a critical audit, can’t quantify its effectiveness.\n\nBut Larson’s statement suggests no businesses have been assisted by WEDC. And there’s plenty of evidence that’s not the case, starting with the employers in northeastern Wisconsin.\n\nOur definition for Mostly False is: \"The statement contains an element of truth but ignores critical facts that would give a different impression.\" That fits here.", "vclaim_id": "vclaim-pol-09198"}