{"url": "/factchecks/2020/jul/25/majority-forward/tillis-never-said-restaurant-workers-shouldnt-have/", "speaker": "Majority Forward", "vclaim": "Says Sen. Thom Tillis “doesn’t think restaurant workers should have to wash their hands.”", "truth_label": "false", "date": "stated on July 24, 2020 in a television ad:", "title": "Tillis never said restaurant workers shouldn't have to wash their hands", "text": "The novel coronavirus outbreak has prompted renewed attention on controversial comments Thom Tillis made in 2015.\nTillis is the Republican incumbent running for U.S. Senate in North Carolina. He faces a challenge from Democrat Cal Cunningham in one of the most competitive Senate races in the country.\nA new TV ad from Majority Forward PAC takes the senator’s old comments and presents them in the context of the pandemic. The ad highlights Tillis’ comments on regulation and hand washing. But it doesn’t play the audio.\nInstead, a narrator says: \"He doesn’t think restaurant workers should have to wash their hands.\"\nAn Asheville Citizen-Times headline appears on the screen: \"Tillis: Restaurant workers shouldn't have to wash hands.\" That’s a reference to the paper’s article about Tillis’ comments.\nBut did Tillis really say that? \nThe attack ad is misleading. \nComments from 2015\nTillis talked about handwashing on Feb. 3, 2015 at an event of the Bipartisan Policy Center. A clip from the event is available on C-SPAN’s website.\nAt the event, Tillis recalled a conversation he had with a friend. He said they were sitting in a Starbucks when an opportunity presented itself to make a point about business regulations in the U.S. \nHere’s part of the transcript:\n\"And at that time we were sitting back at a table that was near the restrooms and one of the employees just came out. She said, ‘For example, don’t you believe that this regulation that requires this gentleman to wash his hands before he serves your food is important, should be on the books?’ I said, as a matter of fact, I think it’s one that I can illustrate the point. \n\"I don't have any problem with Starbucks if they choose to opt out of this policy, as long as they post a sign that says, 'We don't require our employees to wash their hands after leaving the restroom.’ The market will take care of that. \n\"It's one example — but then let them decide. Now that's probably one where every business that did that would go out of business, but I think it's good to illustrate the point that that's the sort of mentality that we have to have to reduce the regulatory burden on this country.\"\nThere’s an important distinction that needs to be made here. Tillis never said restaurant employees shouldn’t be required to wash their hands. Tillis said he would be fine if the government didn’t require employees to wash their hands.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nUnder the fictional scenario Tillis presented, businesses could choose to have a handwashing policy. And if businesses disclosed that they didn’t require employee handwashing, Tillis said they would likely go out of business.\nIn other words, Tillis argued that regulations aren’t needed because market forces would prompt business owners to do the right thing. He offered an opinion on business regulations, not the health benefits of hand washing.\nOther comments\nAnother misleading aspect of the ad is that it mentions Tillis’ handwashing comments in the present tense. The beginning of the ad shows someone washing their hands.\nA narrator says: \"Everyone does it. Especially now. Well, maybe not everyone.\"\nThen it shows a photo of Tillis.\nBut Tillis clarified his 2015 comments shortly after making them. In an interview with The Hill in 2015, Tillis said his comments weren’t meant to be taken seriously.\n\"Of course (handwashing) needs to be regulated,\" Tillis said. \"If you noticed it was one of the instances at the very tail end, it was clearly meant as a joke. Even (the moderator) at the end said, 'Well, now I'm not sure I should shake your hand.' It was just fun.\"\nIn an interview with HuffPost, he blamed any controversy on a blogger \"without a sense of humor.\"\nIt’s also inaccurate to suggest that Tillis hasn’t encouraged handwashing during the pandemic.\nOn April 6, he told Fox 8: \"If we want to get out of this sooner, then everybody in North Carolina needs to make sure they’re staying at home, social distancing, washing their hands, all the things that they’re being asked to do every single day.\"\nHe made the same point in a tweet the next day.\nAsked about the ad, Majority Forward spokeswoman Rachel Irwin said the old Tillis comments are \"fair game.\"\n\"North Carolinians deserve to know that Tillis holds such extreme views, especially during a pandemic when their health and safety are further at risk,\" Irwin said. \"I think health and safety experts would agree that his view is problematic and he should have to answer for it.\"\nOur ruling\nThe ad says Tillis \"doesn’t think restaurant workers should have to wash their hands.\"\nHe never said restaurant workers shouldn’t wash their hands. In context, he was saying he didn’t think the government needed to regulate handwashing at restaurants, because customers would stop going if that happened. He later reversed that statement, saying \"of course\" it needs to be regulated. \nWhat’s more, his 2015 comments had nothing to do with the pandemic. During the pandemic, Tillis has held up hand washing as an important public response.\nThe ad is inaccurate, so we rate it False.", "vclaim_id": "vclaim-pol-17799"}