{"url": "/factchecks/2016/jul/28/donald-trump/donald-trump-gets-full-flop-stance-minimum-wage/", "speaker": "Donald Trump", "vclaim": "On whether the federal government should set a minimum wage", "truth_label": "full-flop", "date": "stated on July 27, 2016 in a news conference:", "title": "Donald Trump gets a Full Flop for stance on minimum wage", "text": "During a press conference in Florida while Democrats were preparing for the third night of their national convention in Philadelphia, Donald Trump was asked a question about his stance on whether to raise the minimum wage.\nHere’s what he said:\n\"The minimum wage has to go up. People are -- at least $10, but it has to go up. But I think that states -- federal -- I think that states should really call the shot. As an example, I live in New York. It's very expensive in New York. You can't buy a hot dog for the money you're talking about. You go to other states and it's not expensive at all. Now what it does is puts New York at a disadvantage if the minimum wage is up, companies move out and things, bad things happen. At the same time, people have to be taken care of. But what I'm really going to do on the minimum wage -- but it has to go up.. .. So I would like to raise it to at least $10.\"\nA journalist then followed up, \"You said we need to raise it to $10. … Are you talking about the federal minimum wage?\" Trump confirmed, \"Federal.\"\nSome saw the Florida remarks as a change to Trump’s previous position on whether there should be a federal minimum wage floor for the entire country. Were they?\nBefore we go any further, let’s recap how the minimum wage works in the United States.\nThere is a federal minimum wage -- currently $7.25 -- that serves as a floor beneath which no state’s minimum wage can fall. Any states, however, can set their minimum wage level higher than $7.25. (There are exceptions to the $7.25 minimum wage level for some workers, such as those who survive heavily on tips.)\nThe clearest counterpoint to Trump’s Florida comments came from an interview on NBC’s Meet the Press on May 8. We cited this exchange in our July 8 fact check, in which we gave a True rating to an assertion by Hillary Clinton that Trump \"wants to get rid of the federal minimum wage.\"\nIn the fact-check, we noted that Trump told NBC’s Chuck Todd that he preferred that states -- not the federal government -- act on their own to raise the minimum wage.\n\"I would like to see an increase of some magnitude,\" Trump told Todd. \"But I'd rather leave it to the states. Let the states decide. Because don't forget, the states have to compete with each other.\"\nWhen Todd asked specifically, \"Should the federal government set a floor\" for the minimum wage?\" Trump replied, \"No. I'd rather have the states go out and do what they have to do.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNow, fast-forward nearly three months to Trump’s Florida news conference.\nHis comments at the news conference seemed to embrace a national rise in the minimum wage -- specifically, he said, \"The minimum wage has to go up. ... at least $10, but it has to go up.\" And he clarified that that meant, \"federal.\"\nThat’s a clearer commitment to hiking the minimum wage for every American than Trump had made in his comments to Todd.\nAt the same time, though, Trump also said, \"I think that states should really call the shot.\" This essentially kept Trump’s focus on the states acting on their own.\nTrump’s apparent advocacy for a national $10 minimum wage in his Florida comments does go further than some of his other prior statements on the issue.\n• In an interview with MSNBC in August 2015, Trump said, \"Having a low minimum wage is not a bad thing for this country.\"\n• During the Republican debate in Milwaukee in November 2015, Trump said wages are \"too high\" and, when asked whether he would raise the minimum wage, said, \"I would not do it.\"\n• On ABC’s This Week on May 8, 2016, host George Stephanopoulos asked Trump, \"Minimum wage -- all through the primaries, you were against an increase. Now you're saying you're looking at it. So what's your bottom line on this?\" Trump responded, \"Well, I am looking at it and I haven't decided in terms of numbers. But I think people have to get more.\" When Stephanopoulos asked whether that’s a change, Trump answered, \"Well, sure it's a change. I'm allowed to change. You need flexibility.\"\nA final note: Trump’s most recent comments on the issue were a brief exchange in a longer press conference. It’s possible he may adjust his views again in the future. Trump’s press office did not respond to an inquiry for this article.\nOur ruling\nOn the question of whether the federal government should set a minimum wage, Trump seems to have made a shift between his Meet the Press comments and his Florida news conference.\nIn the Meet the Press interview, Trump explicitly said he doesn’t want the federal government raising, or even setting, the minimum wage floor. By contrast, in the Florida news conference, he said the \"federal\" minimum wage \"has to go up.\"\nTrump emphasized in both instances that he prefers the states to raise their minimum wages on their own, so it’s fair to say that Trump is sending conflicting messages. Still, his contrast on the question of a federal minimum wage hike is pretty stark. We rate this a Full Flop.\nhttps://www.sharethefacts.co/share/af3a5b62-19a8-4b79-b8cb-dc2cfe6ee0c2", "vclaim_id": "vclaim-pol-04573"}