{"url": "/factchecks/2014/sep/30/charlie-crist/crist-favored-then-opposed-then-favored-economic-s/", "speaker": "Charlie Crist", "vclaim": "On the economic stimulus.", "truth_label": "half-flip", "date": "stated on March 3, 2014 in in an interview on CNN:", "title": "Charlie Crist has made mixed statements on the stimulus", "text": "As the campaign for governor heats up, an old charge against Charlie Crist has been revived.\nA new ad from the Republican Party of Florida calls it \"flippin’ unbelievable\" -- then recounts how Crist has flip-flopped on, well, many things. One of those things is the stimulus.\nThe ad uses clips of Crist’s own contradictory comments before concluding, \"That’s flippin’ nuts.\" We decided to put Crist’s position on our Flip-O-Meter to see how its changed over the years.\nIn this case, Crist supported the stimulus, suggested he didn't support it and then supported it again. Throughout, he praised the stimulus for preventing teacher layoffs in Florida.\nBack in 2009, when he was still Florida governor, Crist supported the economic stimulus, formally known as the American Recovery and Reinvestment Act. The law pumped $787 billion into a sputtering economy after the financial crisis of 2008.\nCrist was one of 19 governors who wrote President Barack Obama on Feb. 3, 2009, in support of the stimulus. \"As stewards of the economies of our respective states and regions, we urge the Congress to reach prompt resolution of all outstanding differences and you to sign the bill when it reaches your desk,\" the letter said.\nCrist made many other positive comments about the stimulus, including when he appeared at rally in Fort Myers on Feb. 10, 2009, with Obama. \"We know that it's important that we pass a stimulus package,'' Crist said.\nCrist then backed away from that support when he was competing to win the Republican primary for the U.S. Senate. His made his most notable comments during this period in a Nov. 4, 2009, interview with Wolf Blitzer on CNN.\nFirst, Crist criticized Obama for excessive spending.\n\"You know, unfortunately, the president thinks that everything we need to do for every problem that comes along is spend more money, and that's just wrong,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"Frankly, enough is enough. And I know that the people understand that. And I understand it. And I understand it because I'm the grandson of a Greek immigrant who came to this country with nothing, really taught me the value of a dollar, because his first job in America, in Altoona, Pa., was shining shoes for a living for $5 a month.\"\nCrist also tried to disavow his earlier support for the stimulus, saying \"I didn’t endorse it.\" Back then, PolitiFact Florida rated his statement Pants on Fire.\nBut Crist also said he appreciated that the stimulus preserved teaching jobs. Frankly, Crist was being simultaneously critical of the stimulus' spending while praising the spending that helped save teachers' jobs.\n\"Well, I didn't endorse it. I didn't even have a vote on the darned thing. But I understood that it was going to pass and I wanted to be able to utilize it for the benefit of my fellow Floridians. Let me give you just one example of the difference that made. We would have had to let go of over 20,000 schoolteachers in Florida if we hadn't had that support. And, frankly, I kind of look at it like Florida taxpayers' dollars coming back to the state to benefit them. You know, I used to work for a great U.S. senator named Connie Mack, a true fiscal conservative, as am I. And he always, you know, would stress to us on the staff, let's make sure we get Florida's fear share.\"\nMore recently, Crist has talked again of saving the jobs of 20,000 school teachers thanks to his acceptance of the stimulus.\nIn a March 2014 interview with CNN’s Candy Crowley, Crist had this to say:\n\"You know, I'm always comfortable telling the truth, but that turnaround started at the end of my term, and one of the reasons is I accepted the stimulus money, saved thousands of teachers' jobs, law enforcement officers, firefighters. It was the right thing to do when President Obama said, I want to help you, and I said yes as a Republican to a Democratic president not because it was political, but because it was right.\"\nOur ruling\nCrist initially supported the stimulus when it was passed in 2009 before softening his support of it in 2010 in an attempt to win the Republican primary for U.S. Senate. Now he supports it again. Throughout all of that, he spoke positively about the stimulus preventing teacher layoffs.  \nHis public statements show a partial change of position. We rate it a Half Flip.", "vclaim_id": "vclaim-pol-07227"}