{"url": "/factchecks/2020/jan/30/tweets/no-drinking-bleach-will-not-ward-coronavirus/", "speaker": "Tweets", "vclaim": "Says drinking a bleach solution will prevent you from getting the coronavirus.", "truth_label": "pants-fire", "date": "stated on January 28, 2020 in a tweet:", "title": "No, drinking bleach will not ward off coronavirus", "text": "Social media users are spreading a dangerous conspiracy theory that says drinking a bleach concoction will prevent contracting the 2019 coronavirus strain at the center of a current outbreak.\nDon’t fall for it.\nWe came across the claim in a Jan. 28 tweet by Twitter user \"Chief Police 2\" that urged their followers to buy \"20-20-20 spray\" to ward off the virus. The spray is also known as MMS, or Miracle Mineral Solution, a bleaching agent that’s been touted by anti-vaxxers and QAnon theorists as a \"miracle cure\" that can treat everything from autism to cancer.\nRELATED: QAnon and Donald Trump rallies: What's that about?\nThe same account tweeted about MMS in relation to the coronavirus multiple times, saying that  drinking the solution will instantly \"kill the deadly virus.\"\nThe tweets also share a now-deleted YouTube video that told people to buy and drink the mixture. (YouTube banned videos promoting MMS in 2019.)\nOH LORDY, It is going to get worse, much worse. The Evil Depopulation Agenda is in full swing. PROTECT YOURSELF. Get the 20-20-20 spray. watch this video. Website that has it is in the video & description. https://t.co/cWfMQZHoY5— chiefpolice (@chiefpolice2) January 28, 2020 \nThe tweet was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThis type of \"cure\" is dangerous and should not be taken seriously.\nIt is also one of the latest hoaxes that have spread online about the coronavirus, which originated in Wuhan, China, and, as of Jan. 30, has killed about 170 people and infected more than 7,700 worldwide. \nWhile some Clorox cleaning agents have been found to be effective against prior coronavirus strains when used on surfaces to stem the spread of the virus, the products should never be ingested.\nThere is no scientific evidence that drinking bleach, MMS, or other sodium chlorite products will help cure or prevent disease. \nThe Food and Drug Administration has released multiple warnings about the \"dangerous and potentially life threatening side effects\" of the solution and urge people not to drink it.\n\"The FDA recently received new reports of people experiencing severe vomiting, severe diarrhea, life-threatening low blood pressure caused by dehydration and acute liver failure after drinking these products,\" the organization said in an August 2019 news release. \"The FDA is not aware of any scientific evidence supporting the safety or effectiveness of MMS products, despite claims that the solution is an antimicrobial, antiviral and antibacterial. The FDA encourages consumers to talk to a health care professional about treating medical conditions or diseases.\"\nOur ruling \nBackers of the QAnon conspiracy are recommending drinking a bleach solution to ward off the deadly 2019 Novel coronavirus.\nWhile the MMS solution has been touted by fringe groups as a \"miracle cure\" for a number of ailments, officials have repeatedly warned consumers against ingesting it, saying that doing so could cause severe vomiting, diarrhea and acute liver failure.\nThis alarming theory is full-on Pants on Fire!", "vclaim_id": "vclaim-pol-17664"}