{"url": "/factchecks/2015/dec/16/ted-cruz/ted-cruz-misfires-definition-carpet-bombing-gop-de/", "speaker": "Ted Cruz", "vclaim": "Says carpet bombing means bombing \"not a city, but the location of the troops,\" with \"embedded special forces to direct the air power.\"", "truth_label": "false", "date": "stated on December 15, 2015 in a Republican presidential debate in Las Vegas:", "title": "Ted Cruz misfires on definition of 'carpet bombing' in GOP debate", "text": "In the wake of the apparently ISIS-inspired terrorist attack in San Bernardino, Republican presidential candidates have sparred over how best to take on the terrorist group.\nIn early December, Sen. Ted Cruz, R-Texas, began saying that his military approach to ISIS would be \"carpet bombing.\" He said during a speech in Iowa on Dec. 5 that \"we will utterly destroy ISIS. We will carpet bomb them into oblivion. I don't know if sand can glow in the dark, but we're going to find out.\"\nCritics, including other Republican presidential candidates, blasted Cruz. On Meet the Press, Sen. Marco Rubio, R-Fla., said that Cruz \"talks tough on some of these issues. For example, he was going to carpet-bomb ISIS. But the only budget he's ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\nHillary Clinton, speaking at the University of Minnesota, also blasted Cruz: \"Shallow slogans don't add up to a strategy. Promising to carpet bomb until the desert glows doesn't make you sound strong -- it makes you sound like you're in over your head.\"\nThen, during the CNN-sponsored debate in Las Vegas, moderator Wolf Blitzer tried to pin Cruz down on his \"carpet bombing\" proposal.\n\"To be clear, Sen. Cruz, would you carpet-bomb Raqqa, the ISIS capital, where there are a lot of civilians? Yes or no?\"\nCruz responded, \"You would carpet bomb where ISIS is -- not a city, but the location of the troops. You use air power directed -- and you have embedded special forces to direction the air power. But the object isn't to level a city. The object is to kill the ISIS terrorists.\"\nBut there’s a problem: What Cruz described isn’t carpet bombing. What he described is actually the opposite of carpet bombing.\nWhat is ‘carpet bombing’?\nWe’ll start by noting that the term \"carpet bombing\" is an informal one -- \"a non-military euphemism,\" said retired Maj. Gen. Robert Scales, a former commandant of the Army War College.\nStill, it has a generally understood definition, experts say. The defining characteristic of carpet bombing is that it’s indiscriminate -- not targeted.\n\" ‘Carpet bombing’ typically refers to bombing a defined area without discriminating between targets,\" said Lance Janda, a military historian at Cameron University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTed Bromund, a senior research fellow at the conservative Heritage Foundation, concurred. \"It implies the use of mass, conventional air-strikes not directed against specific targets, delivered with sufficient intensity to completely cover -- 'carpet’ -- an area,\" he said.\nThe first use of the term dates to around World War II, the first global conflict in which air power had advanced to the point where massive, indiscriminate bombing was feasible.\nMilitary historians differ on which previous military actions by the United States qualify as carpet bombing, but a number of historical examples may fit the bill.\nIn World War II, Allied strikes during and following the invasion of Normandy killed an estimated 40,000 French civilians. Later in the war, a three-day, joint U.S.-British attack on Dresden, Germany, stirred up monumental fires that killed more than 125,000 people. And in Tokyo, a March 1945 attack by 250 planes, each carrying six tons of incendiary bombs, burned almost 16 square miles and killed more than 80,000 people. Other examples from the Korean War and the Vietnam War are sometimes cited.\nGiven the downsides of carpet bombing -- especially large civilian casualties, which don’t reflect well on the bombing nation in a media-interconnected world -- it’s not a military tactic used often today. For one thing, it’s arguably outlawed by the 1977 Additional Protocols to the Geneva Conventions. But the more important factor is that today’s precision-guided \"smart\" bombs and delivery systems provide better targeting without any loss in explosive power.\nThe World War II examples of indiscriminate attacks were undertaken \"because more precise bombing was not possible,\" said John Pike, the director of globalsecurity.org. \"The U.S. tried precision daylight bombing where they tried to hit individual factories, but they were too vulnerable to enemy fighters and anti-aircraft artillery, so they joined the Royal Air Force in burning down German cities at night.\"\nBy contrast, today, \"we can do more damage with a single strike than we could with hundreds of aircraft in World War II,\" Janda said. \"The only advantage might be psychological. But again, while scaring millions may have an emotional appeal, it also risks alienating millions and making more enemies for ourselves. There’s also the argument that we’re supposed to be the good guys.\"\nSo when Cruz describes bombing troops specifically rather than cities, and potentially using \"embedded special forces\" to select discrete targets, he’s not talking about carpet bombing -- he’s \"describing what we are already doing,\" Janda said. \"Now, he might launch more airstrikes, and if ISIS suddenly gathered 10,000 guys out in the open, I suppose you could forget targeting and just bomb everything in that area. But they aren’t going to do that.\"\nCruz’s use of the phrase \"carpet bombing\" is designed \"to get a reaction from people,\" Janda said. \"He’s not using it literally or correctly.\"\nOur ruling\nCruz defined his desired approach for fighting ISIS -- \"carpet bombing\" -- as bombing \"not a city, but the location of the troops,\" with \"embedded special forces to direct the air power.\"\nSince the defining characteristic of carpet bombing is the dropping of bombs indiscriminately, Cruz’s definition is essentially the opposite of carpet bombing. We rate his claim False.\nCORRECTION, Dec. 18, 2015: This story has been updated to correct the description of a March 1945 attack on Tokyo. The attack involved six tons of incendiary bombs for each of the 250 planes involved, not a total of six tons of bombs.", "vclaim_id": "vclaim-pol-05615"}