{"url": "/factchecks/2020/jun/16/viral-image/floyds-death-wasnt-filmed-pandemic/", "speaker": "Viral image", "vclaim": "“George Floyd’s ‘murder’ filmed before COVID-19.”", "truth_label": "pants-fire", "date": "stated on June 14, 2020 in a Facebook post:", "title": "Floyd’s death wasn’t filmed before the pandemic", "text": "George Floyd died on May 25 after a Minneapolis police officer pressed his knee into Floyd’s neck for nearly nine minutes. We’ve already debunked claims that his death was staged. But a Facebook post presents a new conspiracy theory for why Floyd’s death was a planned psychological operation. \n\"George Floyd’s ‘murder’ filmed before COVID-19,\" the post says. \"It just dawned on me the most glaring component of the Floyd psyop…. It was filmed before covid19…. How do I know…. Not a single person is wearing a mask… Not one of the cops…. Not Floyd. Not his passenger. Not the market police. Not the bystanders. Don’t you think a police department would have a mask mandate…. I watch the mayor and all other press conferences and everyone is wearing a mask.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nFloyd’s death wasn’t filmed before the coronavirus pandemic. A bystander recorded his fatal encounter with police on May 25. \nThat happened to be a day before Minneapolis started requiring people to wear face masks when they’re gathering indoors in public spaces. \nMinneapolis police have been expected to wear masks since April with a few exceptions. \n\"We acknowledge that there are some people who are simply going to be uncomfortable dealing with police officers who are wearing masks,\" a spokesman for the police department said at the time. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nEven with the requirements, mask use has been inconsistent across the United States. In the recording of Floyd’s death, some people, including officers, are not wearing masks. \nBut some are, contrary to what the Facebook post says. And there’s corroborating video footage from that day. The Washington Post used security footage, emergency services recording and cell phone video to create a timeline of what happened in the moments before Floyd died. \nAround the 2:25 minute mark in this Post video, security footage shows an officer arriving on the scene wearing a face covering. After he gets out of the car, he puts on gloves.\nStarting around the 2:35 mark, another officer — Thomas Lane, one of the four charged in Floyd’s death — walks away from the people he was speaking with toward the security camera; he’s clearly wearing a face mask, too. \nAround the 6:15 mark, another person standing among a gathering crowd can be seen wearing a face mask. \nAround the 6:39 mark, a man in a brown uniform can be seen wearing a mask as he helps load Floyd’s stretcher into an ambulance.\nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17938"}