{"url": "/factchecks/2014/jun/30/jack-kingston/kingston-claim-more-rhetoric-reality/", "speaker": "Jack Kingston", "vclaim": "U.S. Senate candidate David Perdue’s company took $3 million from the federal stimulus program that President Barack Obama created.", "truth_label": "barely-true", "date": "stated on June 18, 2014 in radio and television add:", "title": "Is Kingston claim more rhetoric than reality?", "text": "In a provocative ad now airing on television and radio, U.S. Senate candidate Jack Kingston tries to tie his Republican runoff opponent, businessman David Perdue, to President Barack Obama.\nAn Obama impersonator leaves a faux voicemail for Kingston, asking him to \"ease up\" on Perdue because \"he’s my kind of guy.\"\nPerdue and Kingston, a veteran U.S. congressman from Savannah, are locked in a heated Republican runoff to be the party’s nominee to succeed retiring U.S. Sen. Saxby Chambliss. In November, the winner of the July 22 runoff faces Democrat Michelle Nunn.\nIn his ad, Kingston claims Perdue's company took $3 million from the federal stimulus program that Obama created to jump-start the economy. Kingston opposed the stimulus, and some critics say it was a waste of taxpayer money.\nBut is the claim about a Perdue company taking stimulus money true? Or is it more rhetoric than reality? PolitiFact Georgia wanted to know.\nKingston is hardly the first candidate to try to discredit an opponent with claims of connections to the president or to one of Obama’s polarizing initiatives – mainly, the health care overhaul, commonly known as Obamacare, and the American Recovery and Reinvestment Act of 2009, better known as the \"stimulus plan.\"\nIn 2012, Mark Neumann, the leading tea party candidate in Wisconsin’s GOP Senate primary, was on the defensive after acknowledging that his company took $80,000 in stimulus money. He lost the primary to former Wisconsin Gov. Tommy Thompson.\nIn his ad, Kingston is referring to $3.4 million in stimulus that went to Alliant Energy Co., a Midwest energy holding company that reported $3.2 billion in operating revenue in 2013.\nPerdue, best known for his leadership of Dollar General, has been on Alliant’s board of directors since 2001, earning about $1.3 million in directors fees, according to records of the Securities and Exchange Commission.\nLast year, Perdue reported making between $2.1 million and $8.1 million from investment income and corporate board memberships. At the time, in addition to Alliant’s board, he was serving on the board of Sandy Springs-based Graphic Packaging International Inc., California-based Easton-Bell Sports Inc. and Washington-based Liquidity Services Inc.\nKingston spokesman Chris Crawford said this week that Perdue has acknowledged in the past that he knew of the stimulus grants to Alliant.\n\"If he was aware, why didn’t he take action to stop them?\" Crawford said. \"If he didn’t take an ownership role in leading the company, why did he take $1 million from the company?\"\nPerdue campaign spokesman Derrick Dickey said the ad is representative of \"the kind of false and misleading accusations we have come to expect\" from Kingston.\nPerdue didn’t receive any stimulus money personally and neither did any company he managed, Dickey said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRepublican National Committee\n\n\nstated on August 2, 2010 in a press release\n\n\n\n\n\n\n\n\nGeorgia has lost more than 124,000 jobs and the unemployment rate has increased since the stimulus passed\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 5, 2010\n\n\n\n\n\n\n\nHe said Perdue doesn’t recall any board of directors vote at Alliant on the stimulus money and isn’t a fan of that initiative.\n\"David believes that overall, like most spending by Washington politicians, the stimulus was a waste of taxpayer money that missed its mark while piling on even more debt,\" Dickey said.\n(Perdue’s campaign has stressed the need to reduce the federal debt and has a running debt clock on its website.)\nWe attempted to contact Alliant to see whether we could review the minutes of the board of directors’ meetings, specifically to see whether there were discussions and/or votes on the stimulus money. We didn’t receive an immediate response.\nWe also reached out to Robert S. Chirinko, a professor at the University of Illinois who specializes in corporate governance issues. We asked him about the fairness of an ad suggesting that the stimulus money went to \"one of Perdue’s companies\" when his role at Alliant is as a member of the board of directors.\nMembers of a board of directors \"are merely the trustees of the company and they represent the shareholders’ interests,\" he said.\n\"In principle, the board makes sure the shareholders/owners get treated fairly and applicable laws and regulations are followed. It could well be the case that the board was not involved in the decision to accept stimulus money.\"\nWith a major company the size of Alliant, \"$3.4 million may fly below the board’s radar screen,\" Chirinko said.\nThe Kingston ad mentions the $3 million in stimulus funds. But the Kingston camp says much more stimulus money went to Alliant or its affiliates. The company’s 2012 annual report shows that it has three wind farms that took at least $64 million in stimulus-provided production tax credits and another that took a $62.4 million stimulus cash grant, Crawford said.\nThe Hill also has reported that Graphic Packaging, another company that has Perdue on its board, received a $500,000 stimulus grant.\nPerdue’s camp suggests Kingston has questions of his own to answer about the stimulus.\nDickey said Kingston voted against the stimulus but lobbied for and put out press releases about the federal money being received in Georgia.\nIn summary, the ad makes the claim that one of Perdue’s companies took stimulus money. Perdue sat on four company boards, including at Alliant. That’s a lot different than owning, running or working day to day for a company. We think it’s misleading to say Alliant is his company in an attempt to link him to the president’s stimulus program.\nIt is a company with which he has an affiliation, so there is a bit of truth here, but just a bit.\nWe rate the attack ad statement as Mostly False.", "vclaim_id": "vclaim-pol-07670"}