{"url": "/factchecks/2020/dec/08/roy-blunt/blunts-wrong-trump-did-not-get-highest-minority-vo/", "speaker": "Roy Blunt", "vclaim": "“The president got the highest percentage of minority votes of any Republican candidate for president in over 100 years.\"", "truth_label": "false", "date": "stated on November 24, 2020 in an Interview with the Southeast Missourian:", "title": "Blunt’s wrong: Trump did not get the highest minority vote percentage in 100 years", "text": "President Donald Trump found some success attracting the support of non-white voters in the 2020 election. So much, in fact, that early reports said he made history. \nSen. Roy Blunt, R-Mo., affirmed Trump’s gains with the minority population in a Nov. 24 interview with the Southeast Missourian. \"The president got the highest percentage of minority votes of any Republican candidate for president in over 100 years,\" Blunt said.\nAccording to exit polls, in 2004 President George W. Bush did better than Trump with non-white voters. \nExit poll voting data is readily accessible on the internet. \nBush did better\nBetween the Civil War and the 1930s, the Republican Party performed better than Democrats did with Black voters. The shift to the Democratic Party began during the Great Depression, but the most rapid change occurred in 1964, when Republican presidential nominee Barry Goldwater denounced the Civil Rights Act that had passed that year. Since then, the party alignment has looked much as we know it today: non-whites have mainly voted for Democratic presidential candidates.\nAccording to exit polls from the 2020 election, President Donald Trump received 12% of the Black vote. When looking back on data from the Roper Center for Public Opinion and Research, there have been numerous candidates who performed better than Trump among Black voters over the last century. Richard Nixon received 15% of the vote in 1968, Gerald Ford got 17% in 1976, and Ronald Reagan won 14% in 1980. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nTrump can’t claim historic success with Asian and Hispanic voters, either. Using the same data from the Roper Center, Asian voters selected George H.W. Bush in 1992 at an overwhelming rate of 55% percent. In 1994, 1996, 2000, and 2004, all the Republican candidates garnered larger percentages of the Asian vote than President Trump’s 34%. \nAs for Latino voters, Trump won 32% of the vote, which trails both elections won by Ronald Reagan (37% and 34%) and George W. Bush (35% and 34%). \nIf you put all minority voters together, however, President Donald Trump’s performance was notable. He won an estimated 26% of the overall minority vote, which ranks as the second best showing in the past 100 years by a Republican candidate, trailing only the 2004 election in which George W. Bush received 28% of the vote.\nOur ruling\nBlunt said, \"The president got the highest percentage of minority votes of any Republican candidate for president in over 100 years.\" \nTrump received 26% of the overall non-white vote, but George W. Bush received more at 28%.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-17253"}