{"url": "/factchecks/2014/apr/09/genevieve-wood/what-pay-gap-young-women-out-earn-men-cities-gop-p/", "speaker": "Genevieve Wood", "vclaim": "\"Young women today in metropolitan areas\" who are childless and single are out-earning childless, single young males.", "truth_label": "mostly-true", "date": "stated on April 8, 2014 in comments on CNN:", "title": "What pay gap? Young women out-earn men in cities, conservative pundit claims", "text": "Why is it that women make 77 cents for every dollar a man earns?\nYou likely heard the statistic, which was slapped all over the cable news networks Tuesday to mark \"Equal Pay Day.\"\nTo many Democrats, it symbolizes an unfairness in the pay structures of jobs all across America. But conservatives say the situation is more complex, and as much about life choices as some fundamental inequality.\nWe watched the debate play out between conservative pundit Sabrina Schaeffer and liberal pundit Elizabeth Plank on MSNBC’s The Reid Report, and again later between former White House adviser Anita Dunn and conservative pundit Genevieve Wood on CNN’s The Lead with Jake Tapper.\n\"If you compare women to men in the same job with similar background, similar experiences that they bring to the table, the wage gap all but disappears,\" Wood said. \"Women have made great strides. Instead of celebrating that, this is a political year, the White House wants to portray this war on women.\"\n\"Not only are the numbers wrong -- young women today in metropolitan areas, for example, are actually outperforming males in that same category all over the country.\"\nDunn pushed back.\n\"I'm going to jump in a little on that because I think that it's true that women are making enormous progress, but you know, as well as I do, that as they get older in the workforce, that those disparities start to grow and there are all kinds of reasons that that happens and an important discussion across the board is how do we continue to make sure that the progress continues,\" she said.\nPolitiFact has given you the nuts and bolts about the 77 cents statistic -- you can read the two most important works in this area here and here. Basically, there is a wage gap, but it tends to disappear when you compare women and men in the exact same jobs who have the same levels of experience and education.\nWe at PunditFact want to look at the argument being offered by conservatives. In this case, we are checking Wood -- a conservative pundit with the Heritage Foundation -- who said,  \"Young women today in metropolitan areas, for example, who are childless, single young women are actually outperforming males in that same category all over the country.\"\nBasis of the claim\nWood directed us to a 2012 U.S. News and World Report article that was reposted on the website of the conservative American Enterprise Institute.\nThe article includes the following line: \"Census data from 2008 show that single, childless women in their 20s now earn 8 percent more on average than their male counterparts in metropolitan areas.\"\nThat matches up to what Wood said on CNN.\nDrilling down further, the reference comes more directly from an analysis of Census Bureau data performed by James Chung of Reach Advisors. Reach Advisors is a private research firm based in New York.\nChung spent about a year analyzing 2008 data from the Census Bureau's American Community Survey, looking at the earnings of men and women in metropolitan areas. The actual study was never released, just some of the findings, Chung told PunditFact this week.\nAmong what was released in September 2010 was this: The median full-time salaries of young women in America’s metropolitan areas are 8 percent higher than those of the guys in their peer group.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nA breakdown provided for Time magazine included a look at specific cities. In Atlanta, young unmarried childless women made 21 percent more than men, Chung found. In Los Angeles, young women made 12 percent more than their cohorts. The news also was reported by NPR and CBS News.\nThe American Enterprise Institute converted specific numbers into this graphic to show how women are out-earning men in some cases:\n\n\nChung said he has not updated his analysis to how the figures have changed since 2008 and \"no longer circulate (the analysis) as current since it's now four years out of date.\" No one else, that we’re aware of, has attempted to recreate Chung’s specific analysis, and we found no criticism of Chung’s methodology.\nWe did come across an analysis by Pew Research, which looked earnings trends for all women between 25 and 34 (a broader and older group). Compared to all men of the same age, Pew Research found women earn 93 percent of what a man earns. That's a smaller gap than when considering all women and all men, Pew found.\nAnalyzing Wood’s statement\nWe sent Wood’s statement to Chung and asked for his take.\nWhile Wood is careful to note that she was talking about \"childless, single young women\" in metropolitan areas, Chung said that Wood failed to note that the analysis concerned median incomes between men and women.\nWhy is that important?\nMedian income figures look at earnings in the aggregate, rather than compare like jobs or professions. That leaves the claim open to the same criticism Republicans levy against Democrats when they claim women earn 77 cents for every $1 a man does. (Namely, that the statistic isn’t a true apple-to-apples comparison.)\nIn the case of Chung’s findings, the reason why young women in metropolitan areas earn more than young men is that they are 50 percent more likely to graduate from college.\n\"As a result, they populate more of the entry-level knowledge-based economy jobs than young men,\" Chung said.\nChung said it \"would be totally incorrect to imply that these women outearn men with similar jobs or similar educations.\"     \n\"The bottom line is that in a world where most players are looking for a sound bite to support a specific position, this is actually a rather complex issue,\" Chung said. \"Things aren't exactly as equal as some people say, but it's not always as dire as others say.\"\nOur ruling\nWood said, \"Young women today in metropolitan areas, for example, who are childless, single young women are actually outperforming males in that same category all over the country.\"\nThe statement tracks back to a credible analysis of 2008 Census Bureau data that looks at median incomes in metropolitan areas -- a fact that Wood ignores.\nBut she gets most of the other details correct, and while the information is now six years old, we were unable to track down more recent research to confirm or disprove the point.\nFinally, we should note that this comparison holds true because childless, single young women tend to have more education and qualify for higher paying jobs.\nWood’s statement is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-08014"}