{"url": "/factchecks/2008/dec/03/john-mccain/obamas-no-maverick/", "speaker": "John McCain", "vclaim": "\"Sen. Obama has never taken on his party leaders on a single major issue.\"", "truth_label": "true", "date": "stated on October 7, 2008 in Nashville, Tenn.:", "title": "Obama's no maverick", "text": "(Published Oct. 8, 2008)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nJohn McCain has a well-earned reputation for bucking his own party in the Senate, most prominently on campaign finance reform and immigration.\n\n\nSo McCain has tried in the campaign to draw a contrast with his Democratic opponent, Illinois Sen. Barack Obama, whom McCain says always toes the Democratic party line.\n\n\nMcCain made the point again at the second presidential debate in Nashville. \"Sen. Obama has never taken on his party leaders on a single major issue,\" McCain said.\n\n\nLimiting our examination to Obama's four years in the U.S. Senate, it would seem that McCain is on mostly solid ground, even if his claim is one that the Obama campaign hotly disputes.\n\n\nThe Obama campaign cites a few examples where Obama crossed up his party, including an Obama-backed effort in the Senate in 2006 and 2007 to create an independent Office of Public Integrity to investigate congressional ethics cases.\n\n\nMost Democrats voted for the new office in 2006, then a small majority opposed it in 2007, so Obama hardly could be seen as one against the crowd. And our view is that the votes Obama cites on the office cannot be called a \"major issue\" since the ethics office was mostly a secondary point in a much broader fight over ethics reform that most Democrats supported. Ultimately, the Senate passed a broad bill on ethics in 2007 that did not provide for the new office.\n\n\nThe Obama campaign also points to a vote in February 2005 in which he sided with Republicans and a narrow minority of his caucus in favor of a bill to give federal courts jurisdiction over some class action cases. The bill was opposed by Democratic allies in the plaintiffs' bar.\n\n\nBut this again, was hardly a vote in which Obama stood too far apart from his caucus. Eighteen Democrats supported the bill against 26 opposed. And this wasn't an issue where Obama was particularly outspoken, so it can hardly be argued that he had \"taken on his party leaders\" on tort reform.\n\n\nFinally, the Obama campaign cites Obama's 2005 vote to confirm Condoleezza Rice as secretary of state, but Senate Democrats overwhelmingly favored her confirmation. The final vote among Democrats was 32 in favor of confirmation, 12 opposed.\n\n\n\nCongressional Quarterly\n\neach year tallies what it considers the key votes that took place in the previous 12 months. Of the 41 Senate votes tallied by\n\nCQ\n\nbetween 2005 and 2007, Obama sided with a majority of his caucus on 36 of them. On three, he did not vote. On one, he voted with 21 colleagues against the nomination of John Roberts to the Supreme Court, a vote that evenly divided the Democratic caucus. And last, there was the 2005 tort reform vote.\n\nCQ\n\ndid not consider the Office of Public Integrity votes to be among the most important of 2006 or 2007.\n\n\nNone of the examples the Obama campaign provides could be seen as major issues on which Obama was at odds with his party leadership. Certainly nothing on the scale of McCain's unpopular positions on immigration and campaign finance reform, among others. McCain speaks in absolutes — Obama has \"never taken on his party leaders on a single major issue\" — but the record supports him. We say McCain's claim is True.", "vclaim_id": "vclaim-pol-15869"}