{"url": "/factchecks/2018/oct/03/leah-vukmir/leah-vukmir-partially-accurate-faulting-tammy-bald/", "speaker": "Leah Vukmir", "vclaim": "Says Tammy Baldwin was the only member of the Wisconsin congressional delegation \"to have a report outlining that a doctor was overprescribing opioids\" at the Tomah VA, \"later a veteran died\" and Baldwin \"covered it up.\"", "truth_label": "barely-true", "date": "stated on September 23, 2018 in an interview:", "title": "Leah Vukmir cites Tammy Baldwin inaction on Tomah VA scandal, but lacks evidence of 'cover up'", "text": "On the campaign trail and in radio talk show interviews, Leah Vukmir has attacked U.S. Sen. Tammy Baldwin for months over the scandal at the Department of Veterans Affairs medical center in Tomah, Wis., where veterans were over prescribed opioid painkillers.\nBut as the Nov. 6, 2018, election draws nearer, the Republican challenger’s attacks on the Democratic incumbent are reaching a crescendo.\nVukmir hammered Baldwin again over the Tomah VA scandal on TV public affairs programs that aired Sept. 23, 2018 in Green Bay and in Madison. They were something of a prelude to a TV attack ad on the scandal that Vukmir aired three days later.\nSo, let’s take a look at one of the attacks.\nVukmir was asked on \"Capital City Sunday\" on WKOW-TV in Madison how she would have handled the Tomah VA matter differently.\nShe responded by claiming that Baldwin was the only member of the Wisconsin congressional delegation \"to have a report outlining that a doctor was overprescribing opioids\" at the Tomah VA, \"later a veteran died\" and Baldwin \"covered it up.\"\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nLet’s break down the three-part attack, starting with a quick review about what we know about Tomah.\nThe scandal\nProblems at the Tomah VA first made news in January 2015, when the California-based Center for Investigative Reporting exposed the overprescription of opioid drugs by the facility. Doctors were handing out so many narcotic painkillers that some veterans had taken to calling the place \"Candy Land.\"\nThe attacks on Baldwin began in early 2017 from a super PAC largely funded by Republican Richard Uihlein, co-founder of Uline, a Wisconsin shipping and packaging supplies distributor. The group claimed in a radio ad that Baldwin was told by a whistleblower about \"overmedicated veterans,\" she made \"deadly mistakes\" and \"three veterans died.\"\nWe rated that False, based on how and when the deaths occurred and the \"deadly mistakes\" part of the claim.\nNow to Vukmir’s claim, which doesn’t go so far as to blame Baldwin for a death.\n1. Baldwin ‘only one’ to have a report\nThe first part of Vukmir’s claim is that, among the Wisconsin members of the U.S. House and Senate, only Baldwin received a report \"outlining that a doctor was overprescribing opioids\" at the Tomah VA.\"\nThe report was done by the Department of Veterans Affairs’ Office of Inspector General following a 2½-year investigation of Tomah. Baldwin’s office received it on Aug. 29, 2014.\nBaldwin did not make the report public, though she shared it with a constituent who had complained to her about what was happening at Tomah. The report was not given to any other member of Congress at the time.\nSo, Baldwin had been informed about the problems at the Tomah VA before they were exposed publicly. And she doesn’t dispute that she was the first member of the Wisconsin congressional delegation to get the report.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\n\n\n \n2. ‘Later a veteran died’\nFormer Marine Jason Simcakoski died of a \"mixed use toxicity\" overdose at the Tomah VA while being treated by doctors there. Simcakoski had checked himself into the facility citing an addiction to painkillers and severe anxiety. He was prescribed 15 drugs, including anti-psychotics, tranquilizers, muscle relaxants and the opioid painkiller tramadol.\nSimcakoski death, however, occurred Aug. 30, 2014  — just one day after Baldwin received the VA inspector general’s report about Tomah that Vukmir highlights.\nSo, it’s misleading to say \"later a veteran died,\" given that Baldwin had not had time to act on the report.\n3. Baldwin ‘covered it up’\nThe third part of Vukmir’s claim is that Baldwin \"covered it up\"  — a reference to the entire Tomah VA matter, not solely to Simcakoski’s death. In the interview, Vukmir elaborates by saying Baldwin tried to \"fire one of her aides that brought the issue forward, offering the aide \"taxpayer hush money\" and hiring \"Hillary Clinton's attorneys\" to \"cover this up.\" Let’s break down these sub-points.\nAn important point: It’s clear Baldwin did not take steps publicly on the scandal until the Center for Investigative Reporting’s expose  — months after she received the inspector general’s report and Simcakoski’s death. At the same time, there is no evidence that she took active steps to cover up the matter.\nFiring: Baldwin did fire an aide, but it’s not entirely clear she did so because the aide \"brought the issue forward.\"\nIn January 2015, after the Center for Investigative Reporting’s expose, Baldwin had called for the VA to investigate Tomah but remained under fire for inaction on the scandal. Baldwin then fired Marquette Baylor, her deputy state director, without explanation, the Milwaukee Journal Sentinel revealed. Whistleblower and former Tomah VA employee Ryan Honl told the newspaper he had talked with Baylor for two hours in late November 2014 about the Tomah VA and that she discouraged him from going public with his concerns, saying that doing so might get her and others fired. Baylor later said she had prepared three memos on the Tomah situation for Baldwin's review and forwarded them to her supervisors; she alleged they were either not delivered to Baldwin or were ignored by Baldwin.\n‘Hush money’, Clinton lawyer: Baldwin did offer a severance payment to the fired aide and did hire a Hillary Clinton campaign lawyer. But this needs further explanation.\nAs part of the firing, Baldwin's office offered a severance package to Baylor that would have included a confidentiality agreement and a payment, the Journal Sentinel reported. Attorney Marc Elias, who was the top lawyer in Hillary Clinton’s 2016 presidential campaign, was hired by Baldwin with campaign funds to review how her office handled the Tomah VA matter. He said the U.S. Senate's chief employment lawyer had helped put together the offer and described the confidentiality clause as routine.\nBaldwin later said the deal would have included a payment of about $17,000, which would have been from Senate funds. Baylor later rejected the offer and, according to Baldwin, sought more than four times that amount.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nElias said Baylor’s handling of the Tomah VA matter was only one reason she was fired.\n‘Cover up’: In addition to not releasing the inspector general report, Baldwin was slow to address the Tomah VA matter publicly. But ethics complaints filed against her alleging a cover up were found to have no merit.\nBaldwin avoided questions about the matter for weeks after the Center for Investigative Reporting’s expose; and it took attorney Elias nearly a month to confirm Baylor’s firing.\nAfter being fired, Baylor filed an ethics complaint accusing Baldwin of engaging in a political cover up by firing her for her alleged role in the mishandling of a whistleblower complaint. The complaint asked the U.S. Senate Ethics Select Committee to investigate Baldwin. The committee dismissed Baylor’s complaint and two similar complaints filed by groups, saying they lacked merit.\nOur rating\nVukmir says Baldwin was the only member of the Wisconsin congressional delegation \"to have a report outlining that a doctor was overprescribing opioids\" at the Tomah VA, \"later a veteran died\" and Baldwin \"covered it up.\"\nBaldwin was the only one, and she didn’t make the report public or go public with her concerns until the scandal made news. But she received the report only a day before the veteran died.\nOn the cover up part of the claim, there was on inaction on Baldwin’s part -- not releasing the report, declining for weeks to answer questions and to confirm that she had fired a top aide. But there is no evidence Baldwin took active steps to cover up the matter, and a Senate committee determined that Baldwin had not engaged in a cover up.\nFor a statement that contains elements of truth but ignores critical facts that would give a different impression, our rating is Mostly False.  Share the Facts 2018-10-03 09:25:41 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Tammy Baldwin was the only member of the Wisconsin congressional delegation \"to have a report outlining that a doctor was overprescribing opioids\" at the Tomah VA, \"later a veteran died\" and Baldwin \"covered it up.\"    Leah Vukmir Republican Wisconsin U.S. Senate candidate https://wkow.com/news/2018/09/23/capital-city-sunday-leah-vukmir-congressman-mark-pocan/   In an interview Sunday, September 23, 2018 2018-09-23    Read More  info", "vclaim_id": "vclaim-pol-01532"}