{"url": "/factchecks/2010/jul/23/john-kasich/ohios-voter-opinions-steady-bellwether-presidentia/", "speaker": "John Kasich", "vclaim": "\"Since 1904, the Ohio victor has won the presidency 25 out of 27 times \"", "truth_label": "true", "date": "stated on June 21, 2010 in a statement posted to his website:", "title": "Ohio's voter opinions a steady bellwether for presidential elections", "text": "Republican challenger John Kasich warns that if Democrat Ted Strickland is re-elected governor it could pave the way for Barack Obama to take Ohio in 2012. \n\n \n\nAnd given Ohio's track record for predicting the presidency, that could guarantee Obama's re-election, he says.\n\n \n\n\"Since 1904, the Ohio victor has won the presidency 25 out of 27 times,\" Kasich says on his website. \n\n \n\nKasich is correct that Ohio has picked the winner in all but two elections since 1904. Voters backed Republican New York Gov. Thomas Dewey (and his running mate, Ohio Gov. John Bricker) over Franklin D. Roosevelt in 1944. In 1960, voters favored Republican Vice President Richard Nixon over Sen. John F. Kennedy.\n\n \n\nWe wanted to see just how much of a difference Ohio's vote has made over time, and if the gubernatorial elections signal anything about subsequent presidental votes.\n\n \n\nSince 1904, when the state backed Theodore Roosevelt, few presidental elections have been so close that Ohio's vote could have swung the result. Ohioans backed Woodrow Wilson's re-election in 1916, a close race in which any of 10 states could have flipped the result. And Ohio could have made a difference in either 2000 and 2004 when it backed George W. Bush, first over Vice President Al Gore and then over Sen. John Kerry.\n\n \n\nBut those are the only three elections in which a change in Ohio's result would have swung enough electoral votes to change the presidency.\n\n \n\nWill the outcome of this year's gubernatorial election affect how Ohio votes in 2012, as Kasich contends? History doesn't appear to be on his side.\n\n \n\nThere have been 13 gubernatorial elections since Ohio changed the governor's term to four years. Democrat Michael DiSalle won the first, in 1958, two years before Kennedy's victory. But Ohio didn't back Kennedy. Seven other times since, Ohio's pick for governor didn't match its party choice for president two years later. The state has matched, though, on the last three, backing Republican Bob Taft II and then supporting Bush and backing Strickland before voting with Obama.\n\n \n\nThe answer to the state's accuracy as a presidential bellwether may lie in its population. \"The state itself represents very well the political diversity of the country,\" Eric Rademacher, co-director of the University of Cincinnati's Institute for Policy Research, once told The Plain Dealer. The institute sponsors The Ohio Poll.\n\n \n\nSo while Ohio can't say it's the decider (Bush already claimed that title), it can boast that it's the presidential predictor -- a claim supported by 25 of 27 correct votes, including 12 in a row.\n\n \n\nWe rate this statement True. \n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14721"}