{"url": "/factchecks/2012/sep/07/barack-obama/obama-says-romney-called-russia-our-no-1-enemy/", "speaker": "Barack Obama", "vclaim": "Says Romney called Russia our No. 1 enemy.", "truth_label": "mostly-true", "date": "stated on September 6, 2012 in a convention speech:", "title": "Obama says Romney called Russia our ‘No. 1 enemy’", "text": "President Barack Obama reminded Americans in his acceptance speech at the Democratic National Convention that he’s also the nation’s commander-in-chief who has made tough decisions in wartime and negotiated delicate diplomatic situations.\n\nHis opponent, Obama said, is \"new to foreign policy\" and will drag the country back into old conflicts.\n\n\"After all, you don't call Russia our No. 1 enemy -- not Al-Qaida, Russia -- unless you're still stuck in a Cold War mind warp,\" Obama said, alluding to Republican rival Mitt Romney.\n\nWe wondered if Romney really did say that Russia is public enemy No. 1.\n\nThe hot mic\n\nIn March 2012, at a summit in South Korea, Obama was caught in a \"hot mic\" incident. Without realizing he could be overheard, Obama told Russian President Dmitry Medvedev that he would have more ability to negotiate with the Russians about missile defense after the November election.\n\n\"On all these issues, but particularly missile defense, this, this can be solved, but it’s important for him to give me space,\" Obama was heard telling Medvedev, apparently referring to incoming Russian president Vladi­mir Putin.\n\n\"Yeah, I understand,\" Medvedev replied.\n\nObama then interjected, saying, \"This is my last election. After my election, I have more flexibility.\"\n\nThe exchange drew swift rebuke from Republicans, who accused Obama of caving on an important security issue.\n\nGOP lawmakers favor a strong missile defense system that protects the continental U.S., while Russia opposes the U.S. enhancing its defense systems in Europe.\n\nRomney quickly joined the chorus of critics.\n\nIn a March 26 interview with Wolf Blitzer on CNN, he criticized Obama for changing tactics on missile defense and nuclear weapons development, and said the president seemed to be willing to negotiate with Russians on matters he was hiding from the American people.\n\nSaid Romney: \"This is without question our No. 1 geopolitical foe. They fight for every cause for the world's worst actors. The idea that he has more flexibility in mind for Russia is very, very troubling indeed.\"\n\nBlitzer asked Romney if he thought Russia is a bigger foe than Iran, China or North Korea.\n\n\"I'm saying in terms of a geopolitical opponent, the nation that lines up with the world's worst actors,\" Romney said. \"Of course the greatest threat that the world faces is a nuclear Iran, and a nuclear North Korea is already troubling enough. But when these terrible actors pursue their course in the world and we go to the United Nations looking for ways to stop them ... who is it that always stands up with the world's worst actors? It's always Russia, typically with China alongside. And so in terms of a geopolitical foe, a nation that's on the Security Council that has the heft of the Security Council, and is of course is a massive nuclear power, Russia is the geopolitical foe.\"\n\nThe op-ed\n\nRomney followed that interview a day later with an op-ed in Foreign Policy magazine.\n\nIn that piece, he never used the word \"enemy\" or \"foe\" to describe Russia. But he did depict it as an adversary and referred to its \"intransigence.\"\n\n\"Without extracting meaningful concessions from Russia, (Obama) abandoned our missile defense sites in Poland. He granted Russia new limits on our nuclear arsenal. He capitulated to Russia's demand that a United Nations resolution on the Iranian nuclear-weapons program exclude crippling sanctions,\" Romney wrote. \"Moscow has rewarded these gifts with nothing but obstructionism at the United Nations on a whole raft of issues. It has continued to arm the regime of Syria's vicious dictator and blocked multilateral efforts to stop the ongoing carnage there. Across the board, it has been a thorn in our side on questions vital to America's national security. For three years, the sum total of President Obama's policy toward Russia has been: ‘We give, Russia gets.’\"\n\nLater, on a multi-nation trip in July designed to beef up his foreign policy credentials, Romney condemned Russia as a \"country where the desire to be free is met with brutal oppression.\"\n\nThe later interview\n\nRomney spoke again to CNN’s Blitzer in July. Romney’s campaign pointed us to this exchange:\n\nBlitzer: \"The last time you and I spoke in an interview, you told me that Russia was America’s No. 1 geostrategic foe. Do you still believe that?\"\n\nRomney: \"There's no question but that in terms of geopolitics -- I’m talking about votes at the United Nations and actions of a geopolitical nature -- Russia is the No. 1 adversary in that regard. That doesn't make them an enemy. It doesn’t make them a combatant. They don't represent the No. 1 national security threat. The No. 1 national security threat, of course, to our nation is a nuclear Iran. Time continues to pass. They continue to move towards nuclearization. This is more and more disconcerting and dangerous to the world. But Russia -- particularly look at a place like Syria. Russia has supported the Assad regime even as it has been attacking its own people. Russia likewise has been slow to move to the kinds of sanctions that have been called for in Iran. Russia is a geopolitical adversary, but it's not an enemy with, you know, missiles being fired at one another or things of that nature.\"\n\nOur ruling\n\nIn his convention speech, Obama claimed threat Romney called Russia \"our No. 1 enemy.\"\n\nRomney didn’t use those exact words, but he did refer to Russia as \"without question our No. 1 geopolitical foe.\" He said the Russians \"fight for every cause for the world's worst actors\" in a CNN interview. In a later interview, however, Romney softened his language, this time calling Russia our \"No. 1 adversary\" in terms of UN votes and emphasized it’s not an enemy of the kind launching missiles at American shores.\n\nThat’s an important clarification, but it’s worth noting that five months passed before Romney walked back his earlier remarks. Obama’s statement lacked that context but was still largely accurate about Romney’s original description of Russia.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10419"}