{"url": "/factchecks/2012/oct/12/joe-biden/biden-says-we-werent-told-Libya-security-requests/", "speaker": "Joe Biden", "vclaim": "\"We weren't told they wanted more security \" for diplomatic facilities in Libya.", "truth_label": "barely-true", "date": "stated on October 11, 2012 in the vice presidential debate:", "title": "Biden says 'we weren't told' about Libya security requests", "text": "The attack on the consulate in Libya that took the life of the U.S. ambassador and three other Americans has put the Obama administration on the defensive. In the vice presidential debate, moderator Martha Raddatz pressed Vice President Joe Biden to explain why administration officials at first described the attack as something that emerged from a protest:\n\n\nRADDATZ: What were you first told about the attack? Why were people talking about protests? When people in the consulate first saw armed men attacking with guns, there were no protesters. Why did that go on?\n\nBIDEN: Because that was exactly what we were told by the intelligence community. The intelligence community told us that. As they learned more facts about exactly what happened, they changed their assessment. That's why there's also an investigation headed by Tom Pickering, a leading diplomat from the Reagan years, who is doing an investigation as to whether or not there are any lapses, what the lapses were, so that they will never happen again.\n\nRADDATZ: And they wanted more security there.\n\nBIDEN: Well, we weren't told they wanted more security there.\n\n\nIn this fact check, we'll look at whether the administration was told that that U.S. officials in Libya wanted additional security.\n\nIn a House hearing on Wednesday, a State Department employee, Eric Nordstrom, said he told his superiors twice that the embassy mission needed more armed security. Nordstrom was the regional security officer for Libya in the months before the attack. In a July cable, he said he wanted 12 guards plus military trainers.\n\nCharlene Lamb, a deputy assistant secretary at the State Department who reviewed his request, confirmed at the hearing that she opposed keeping the security team in Libya.\n\nBeyond putting his assessment on paper, Nordstrom made that request verbally to a State Department officer in the Bureau of Near Eastern Affairs. \"His response to that was, 'You're asking for the sun, moon, and the stars,'\" Nordstrom said.\n\nNordstrom, who still works for the State Department, described a phone call with that officer and his frustration with the department's bureaucracy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"I said, ' It's not the hardships. It's not the gunfire. It's not the threats. It's dealing and fighting against the people, programs, and personnel who are supposed to be supporting me,\" Nordstrom said.\n\nState Department officials at the hearing argued that they met other security requests and that the additional personnel would have been of little use since they would have been based in Tripoli. The attack took place in Benghazi.\n\nNordstrom was seeking more forces for the embassy mission nationally, not exclusively Benghazi. In fact, the number of guards at the Benghazi consulate when the attack occurred was at or near the number Nordstrom said were needed for that site.\n\nWhite House spokesman Tommy Vietor said that Biden was aware of the House testimony and was answering the debate question in terms of what the White House knew, not the entire administration.\n\n\"The vice president was speaking for himself and the President, Vietor said. \"In over four hours of testimony the other day, no one suggested that requests for additional security were made to the president or the White House. These are issues that are appropriately handled by security professionals at the State Department.\"\n\nOur ruling\n\nVice President Biden said, \"We weren't told they wanted more security.\"\n\nThat statement is accurate only if you define \"we\" to mean \"people at the White House.\" A State Department officer in Libya said that he requested additional guards and was turned down by at least one other official in the State Department. The White House said Biden meant that the security requests had not been conveyed to him and others in the executive office.\n\nIt's possible that Biden and Obama were unaware of that request. Still, it was made in the State Department, which is part of the Obama administration. Even if it didn't make its way up through the bureaucracy, a request was made.\n\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-10188"}