{"url": "/factchecks/2020/jul/30/viral-image/no-jeffrey-epstein-didnt-share-address-spongebob-s/", "speaker": "Viral image", "vclaim": "“SpongeBob’s license address is Jeffrey Epstein’s private island!”", "truth_label": "false", "date": "stated on July 22, 2020 in a Facebook post:", "title": "No, Jeffrey Epstein didn’t share an address with SpongeBob SquarePants", "text": "Who lives in a pineapple under the sea? Not Jeffrey Epstein. \nUntil his death in 2019, the late financier and registered sex offender accused of sex trafficking minors owned a private island in the U.S. Virgin Islands called Little St. James. But the island doesn’t share an address with SpongeBob SquarePants, the title character of the Nickelodeon animated show. \nImages being shared on social media show SpongeBob’s address—124 Conch St, Bikini Bottom—and then what looks like a screenshot of a Google search for \"little st james island theme park.\" The results show \"Ledges of Little St. James,\" which is described as a \"theme park in the United States Virgin Islands,\" and shows an address of \"124 conch street Bikini bottom, St Thomas 00802, U.S. Virgin Islands.\"\n\"Spongebob’s license address is Jeffrey Epstein’s private island!\" the post says. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nWe re-created the search and did not get the same results. Rather, we found several fact-checks debunking the claim. But it looks like the listing still existed when the Dispatch Fact Check investigated the images on July 23. \n\"The listing has been claimed on Google, but it has not been verified,\" the Dispatch wrote. \"Satellite imagery of the location showed that initially, the ‘theme park’ is actually what was formerly Epstein’s main compound on the island. As of the publication of this article, a second location has been added with the exact same address and business name, this one for a building on an unnamed road on the island of St. Thomas. The ‘theme park’ on Little St. James has nine reviews, all from within the last week.\"\nAnyone can add places like businesses or landmarks on Google Maps, subject to verification, and it seems that someone recently added a theme park to the island with a fake address before it was taken down. \nSatellite images of the island don’t show a theme park. And searching for something connecting Jeffrey Epstein and this supposed theme park, we found nothing.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17829"}