{"url": "/factchecks/2018/mar/02/tom-cole/tom-cole-half-oklahoma-homes-have-gun/", "speaker": "Tom Cole", "vclaim": "\"Probably one out of every two households in Oklahoma has a gun.\"", "truth_label": "mostly-true", "date": "stated on February 28, 2018 in an interview on MSNBC's \"Morning Joe\":", "title": "Rep. Tom Cole: Half of Oklahoma homes have a gun", "text": "One of the least-studied pieces of the gun violence puzzle is how many households own a firearm in each state. There are reasonable estimates at the national and regional levels, but not beyond that.\nIn a recent interview, Rep. Tom Cole, R-Okla., took a stab at putting a number on ownership in his state. He was talking about being at ease among people with conceal carry permits.\n\"Probably one out of every two households in Oklahoma has a gun,\" Cole said on MSNBC’s Morning Joe Feb. 28. \"I move in that world every day.\"\nWe asked Cole’s staff where he got that ballpark figure and didn’t hear back.\nThere is a federal government survey from 2004 that asked people, \"Are any firearms now kept in or around your home?\" In Oklahoma, 42.9 percent said yes. Nationally, the figure was 31.7 percent.\nA 2015 article in a peer-reviewed journal, based on a 2013 poll, said that 31.2 percent of Oklahomans reported that they owned a firearm. However, the lead author of the study distanced herself from such a precise estimate.\n\"Considering that our sample size was modest, please exercise caution,\" said Bindu Kalesan, assistant professor of Medicine and Community Health Science at Boston University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe study was about social gun culture nationally, and \"everything else is secondary or exploratory,\" Kalesan said.\nKalesan said so far as she knows, no study has looked at household gun ownership at the state level.\nThe General Social Survey conducted by NORC at the University of Chicago found that in 2014, 43 percent of people in the West South Central region, which includes Oklahoma, Texas, Louisiana and Arkansas, said there was some sort of firearm in their home.\nNationally, 31 percent reported the presence of a gun in the home.\nOur ruling\nCole said half the households in Oklahoma have a gun. In reality, there’s no fresh and reliable data for household gun ownership in the state. A survey from nearly 15 years ago reported that 42 percent of Oklahomans said there was a firearm in their house. A 2014 survey gave an ownership rate of 43 percent of households within a cluster of four states that included Oklahoma.\nBoth the old and the more recent surveys estimated a national ownership rate of about 31 percent. While we can’t say for sure that the older study still holds true for Oklahoma proper, based on its national numbers, it is at least in the same neighborhood as the more recent regional and national estimates.\nCole’s figure seems a bit high, but there’s a reasonable chance that the actual number is close to 40 percent.\nBetter data is always a good thing, but we’ll give Cole the benefit of the doubt and rate this Mostly True.  Share the Facts 2018-03-02 16:49:17 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Probably one out of every two households in Oklahoma has a gun.\"    Tom Cole U.S. Rep. from Oklahoma    In an interview on MSNBC's \"Morning Joe\" Wednesday, February 28, 2018 2018-02-28    Read More  info", "vclaim_id": "vclaim-pol-02356"}