{"url": "/factchecks/2013/dec/22/mary-burke/mary-burke-says-70-percent-money-contributed-scott/", "speaker": "Mary Burke", "vclaim": "\"Scott Walker raises nearly 70 percent of his money from out of state\"", "truth_label": "barely-true", "date": "stated on December 13, 2013 in an interview:", "title": "Mary Burke says 70 percent of money contributed to Scott Walker comes from outside Wisconsin", "text": "Gov. Scott Walker’s campaign had a healthy $2.2 million on hand at last count -- and that was after he dropped $2 million getting his 2014 re-election machine revved up.\nMary Burke, the Madison Democrat challenging him, tries to use Walker’s state and national fundraising prowess against him as she courts donors for her campaign.\n\"Will I be out-fundraised? Yes,\" Burke told the Journal Sentinel Dec. 13, 2013, repeating a claim she has made on the campaign trail.\nShe added: \"When Scott Walker raises nearly 70% of his money from out of state, that's going to be hard to beat. But what I feel is I'll be able to raise what I need to get the message out. My money is going to come largely from the people of Wisconsin.\"\nOnly time will tell if Burke gets the nomination and is outspent by Walker. She’s expected to tap her personal wealth.\nBut we can take a look at her claim that Walker gets more than two-thirds of his campaign cash from outside Wisconsin.\nDid the governor, in the year after his recall election, still attract that level of interest from around the country?\nDifferent ways to count it\nBurke didn’t specify a time period for her claim, so there are different ways to look at it.\nFor example, about 62 percent of Walker’s total fundraising from his first days as governor in January 2011 through the midway point of 2013 -- the most recent reporting period available -- came from out-of-state donors.\nBurke campaign spokesman Joe Zepecki said she meant funds raised for the 2014 election cycle. That’s a logical way to frame it, given that Burke is jumping in during that cycle.\nZepecki said Burke specifically meant funds raised after the recall election Walker won on June 5, 2012. She crunched the numbers herself using the database maintained by the Wisconsin Democracy Campaign, a widely used source on campaign fundraising.\nOf $4.8 million raised by Walker after June 5, 2012, 68 percent was from states other than Wisconsin, we found when using the Democracy Campaign data’s advanced search function. The data is current through June 30, 2013, when candidates last reported their fundraising to the state.\nSo by that accounting Burke appears to be on target.\nBut there is a problem with her analysis.\nThe Democracy Campaign, when it issues its own reports, uses July 1, 2012 as the start date of the 2014 season. By that timeline, 59 percent of Walker’s individual receipts since then were from out of state. (Data note: The Democracy Campaign data omits some donors under $100, but that makes little difference in the bottom line.)\nThere’s a second way to look at this, and it’s the official way described in state statutes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nState law defines the recall period as extending to July 31, 2012.\nThat July 31 marker recognizes the fact that campaigns don’t close the books on an election for several weeks or months after the polls close. Donations, for example, continue to come in, and bills must be paid.\nWalker booked more than $3 million in the eight weeks after the recall election, reflecting the tail end of the frenzied recall fundraising period. He booked more than 39,000 donations between June 6 and June 30 alone.\nActivity in his campaign accounts slowed to a trickle after July 31.\nSo those late-June donations are pretty clearly related to the recall, and are officially considered so, but Burke’s timeframe includes them.\nAnd that makes a significant difference, because Walker’s recall fundraising was truly a national affair.\nCrunching our own numbers\nSo to get the \"official\" number we crunched the numbers from Walker’s state campaign reports starting with donations after July 31, 2012. As part of this, we examined all individual donations instead of excluding those smaller than $100.\nBottom line: We found of the $3.6 million Walker raised from the official post-recall start date of July 31 to June 30, 2013, some 56 percent was from out of state.\nSo, still a solid majority from out of state, but not the two-thirds Burke claimed.\nThere’s not a perfect way to do this, because Walker is free to carry over unspent recall funds and use them in the 2014 race.\nWalker raised money from every state in the period. Wisconsin was king, by far, followed by Texas, Illinois, Florida and California. His very largest donors are mostly from out of state\n\"While some candidates are able to turn to a vast personal fortune to fund their campaign, we rely on folks who believe in what we’re doing, and support us by contributing their hard-earned money,\" Walker campaign spokesman Jonathan Wetzel said when asked about out of state contributions. In the period, 75 percent of Walker’s contributors gave $50 or less.\nBurke will file her first six-month campaign report in late January 2014.\nOur rating\nBurke said that \"Scott Walker raises nearly 70 percent of his money from out of state.\"\nBy her layman’s definition of the 2014 campaign season, she’s on target.\nBut the number drops to 56 percent if you use the official state definition of the 2014 cycle -- an approach that weeds out a mountain of recall-related donations from the analysis, as Burke’s campaign said she intended.\nWe rate her claim Mostly False.\nTo comment on this article, go to the Milwaukee Journal Sentinel website.", "vclaim_id": "vclaim-pol-08467"}