{"url": "/factchecks/2015/feb/09/susan-shapiro/foe-legalizing-marijuana-says-half-daily-users-bec/", "speaker": "Susan Shapiro", "vclaim": "\"The 2012 National Survey on Drug Use and Health found that up to half of daily marijuana smokers become addicted -- an estimated 2.7 million people in the U.S.\"", "truth_label": "true", "date": "stated on January 15, 2015 in a newspaper commentary:", "title": "Author says half of daily users become addicted, roughly 2.7 million people", "text": "Vigorous debate surrounds efforts to legalize marijuana around the nation and in Rhode Island, where advocates are pushing legalization proposals in the General Assembly.\n(In 2013, the state decriminalized possession of small amounts of non-medical  marijuana.)\nAuthor Susan Shapiro, who says she is ambivalent about legalizing marijuana, shared her story about what she called her \"extreme addiction\" to marijuana in a commentary published Jan. 10, 2015, in The Providence Journal entitled \"Susan Shapiro: My pot addiction nearly ruined my life.\"\nShe told of marijuana’s \"dark side,\" and included statistics to reinforce her point. \"The 2012 National Survey on Drug Use and Health found that up to half of daily marijuana smokers become addicted -- an estimated 2.7 million people in the U.S,\" she wrote.\nWe wondered if the figure Shapiro used is true.\nWe called her to find out how she backed up her claim. She referred us to a story that ran July 14, 2014, in USA Today entitled \"Marijuana poses more risks than many realize\" by reporter Liz Szabo. She took the information from that piece, she said.\nThe story quoted Nora D. Volkow, director of the National Institute of Drug Abuse, a federal agency that supports research on drug abuse and addiction.\nThe relevant section in the story Shapiro cited reads:  \"Up to half of people who smoke marijuana daily become addicted. According to the 2012 National Survey on Drug Use and Health, 2.7 million people over age 12 meet criteria for addiction to marijuana.\"\nWe contacted the Substance Abuse and Mental Health Services Administration (SAMHSA), which produced the survey cited by Shapiro and Volkow. We also reached out to Volkow’s organization, the National Institute on Drug Abuse (NIDA).\nThe SAMHSA survey found that 5.4 million people said they used marijuana daily or almost daily in 2012. Almost daily was defined as 300 or more days in the past year.  (Another 18.9 million said they had used marijuana at least once in the past month.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nNIDA forwarded us a detailed table from the SAMHSA’s 2012 National Survey on Drug Use and Health. It showed that 2.69 million people over age 12 with dependence on marijuana and hashish in the past year. That’s roughly half the number of daily marijuana smokers, as Shapiro said.\nTamara Ward, a SAMHSA spokeswoman, told us that dependence on illicit drugs or alcohol is defined as meeting three out of seven criteria in the Diagnostic and Statistical Manual of Mental Disorders IV, including the need for markedly increased amounts of the substance, withdrawal symptoms, and  reduction or abandonment of social, work or recreational activities because of use.\nThat sounded like addiction to us, but to be sure, we also reached out to Wayne D. Hall, a professor and director of the Centre for Youth Substance Abuse Research at the University of Queensland, in Australia.\nWe asked Hall if dependence amounted to addiction. He said he used the words interchangeably but that not everyone does, especially not in the case of opioid drugs.\nWe also contacted Dr. Stuart  Gitlow, an addiction medicine specialist in Woonsocket and president of the American Society of Addiction Medicine. He agreed.\n\"Clearly, all those who have dependence also have addiction, but it's not as clear that all those with abuse also have addiction. Some probably do not,\" Gitlow said.\nOur ruling\nSusan Shapiro wrote \"The 2012 National Survey on Drug Use and Health found that up to half of daily marijuana smokers become addicted -- an estimated 2.7 million people in the U.S.\"\nThe survey found that 5.4 million people reported using marijuana daily or almost daily. A more detailed table from the same survey shows 2.69 million people -- just shy of 2.7 million --  with dependence on marijuana and hashish.\nBased on that number, and the definitions of addiction from SAMHSA, Hall and Gitlow, we rate Shapiro’s claim True.\n(Correction: Susan Shapiro says she is ambivalent about legalizing marijuana. The original version of this item and the headline incorrectly said she opposes legalization.)", "vclaim_id": "vclaim-pol-06744"}