{"url": "/factchecks/2011/jun/28/frank-lautenberg/us-sen-frank-lautenberg-claims-rail-targets-have-c/", "speaker": "Frank Lautenberg", "vclaim": "\"Since 2004, there have been some 1,300 attacks (on rail targets). Four thousand people have died. Thousands of injuries.\"", "truth_label": "barely-true", "date": "stated on June 15, 2011 in an interview on ABC's \"Top Line\":", "title": "U.S. Sen. Frank Lautenberg claims rail targets have come under attack about 1,300 times since 2004, killing 4,000 people", "text": "Soon after Osama Bin Laden was killed in early May at a compound in Pakistan, U.S. Sen. Frank Lautenberg said the intelligence gathered there was a wake-up call about terrorist threats against America’s rail network.\n\nBut in a more recent interview, the senator derailed slightly when stating the number of attacks on rail targets since 2004.\n\nA day after conducting a committee hearing on threats to rail security, Lautenberg (D-NJ) was asked by a reporter for ABC’s Top Line about whether Congress would seriously deal with rail security.\n\nLautenberg said Congress was \"not really paying the kind of attention that … it needs. Since 2004, there have been some 1,300 attacks. Four thousand people have died. Thousands of injuries, and how can we ignore that when these areas are susceptible to terrorist inclinations?\"\n\nGiven that the interview was about how Congress would deal with rail security, it sounded like Lautenberg was saying there had been about 1,300 attacks on trains in America over the last seven years. Could that be right?\n\nLautenberg spokeswoman Gail Ribas told PolitiFact New Jersey that the senator was referring to \"the number of worldwide attacks on rail.\" She said Lautenberg’s statistics came from the California-based Mineta Transportation Institute, which was created by Congress in 1991.\n\nWe knew the senator’s numbers were off when we received the following data from Brian Michael Jenkins, an authority on terrorism at the Mineta Institute and director of the National Transportation Security Center of Excellence:\n\nBetween January 2004 and May 22, 2011, there were 717 attacks worldwide on railway tracks, bridges and tunnels; passenger trains; passenger train stations; and freight trains or stations. Those attacks caused 1,073 deaths and 5,641 injuries.\n\nThe Mineta Institute statistics don’t include incidents in Iraq and Afghanistan.\n\nAsked about the discrepancy over the figures, Caley Gray, Lautenberg’s communications director, said Ribas made a mistake and that Lautenberg was referring to the Mineta Institute’s research on bus and rail attacks worldwide since 2004.\n\nWhen attacks on buses and bus stations or stops are added, Lautenberg’s statement about \"1,300 attacks\" is accurate, but the senator is still off on the number of fatalities. According to Jenkins, 1,295 attacks occurred on those bus and rail targets combined since 2004, causing 2,886 deaths.\n\nIf we look at bus and rail attacks between Sept. 11, 2001 and May 22, 2011, the number of fatalities climbs to 3,858, which is closer to Lautenberg’s estimate. Gray told PolitiFact New Jersey that the senator’s statement excluded incidents in Iraq and Afghanistan.\n\nIn an emailed statement, Gray said: \"The Senator used data about mass transit, which includes train and bus attacks. The fact is, we know our mass transit network is a tempting target for terrorists, and we have to stay vigilant and provide the resources to protect it.\"\n\nHere’s the problem: Lautenberg might have meant to say bus and rail attacks worldwide, but there was no mention of buses during the ABC interview. The senator also didn’t specify that these attacks occurred across the world.\n\nThe entire discussion was about \"rail security\" and what U.S. officials were doing about it, leaving viewers with the impression that the senator was solely referring to rail attacks in America.\n\nBut Lautenberg’s overall point during the interview is on target -- there is an ongoing threat of terrorism against rail systems.\n\nAt that committee hearing -- where Lautenberg led the meeting -- experts testified that rail networks remain a target for terrorism, particularly because of the open nature of how they’re structured.\n\nMia Bloom, a fellow at the International Center for the Study of Terrorism at the Pennsylvania State University, said in an email that since New Jersey doesn’t have a metro system, trains are a more viable target.\n\n\"I think many people on rail in the U.S. are not expecting an attack and thus without scanners and X-rays and other security measures, from a terrorists' perspective, rail is more (of) a low hanging fruit,\" Bloom wrote in the email.\n\nBack to Lautenberg’s statement, let’s review:\n\nDuring an interview about \"rail security,\" Lautenberg said about 1,300 attacks had occurred since 2004, killing 4,000 people. But the senator never specified -- as his representatives would later clarify -- that he was referring to bus and rail attacks worldwide.\n\nWhen we look at rail attacks, the actual number of attacks is 717. If bus attacks are factored in, the senator is right about the number of total attacks, but still off on the number of fatalities.\n\nLautenberg’s larger point about the terrorist threat against rail systems may be correct, but because of the various mistakes he made in presenting attack statistics, we rate the senator’s claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12844"}