{"url": "/factchecks/2020/apr/15/facebook-posts/facebook-posts-falsely-claim-dr-fauci-has-millions/", "speaker": "Facebook posts", "vclaim": "Says Dr. Anthony Fauci “stands to lose 100 million dollars on Bill Gates ‘vaccine’ for the coronavirus. Because he invested in this vaccine.”", "truth_label": "false", "date": "stated on April 12, 2020 in an image:", "title": "Facebook posts falsely claim Dr. Fauci has millions invested in a coronavirus vaccine", "text": "The country’s top infectious disease expert is discouraging the use of a potential COVID-19 treatment because he could earn millions of dollars from a vaccine, at least, that’s according to a popular Facebook claim.\nOne post published by an anti-vaccine page on April 12 says Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases (NIAID), \"stands to lose 100 million dollars\" on a coronavirus vaccine from Bill Gates because he invested in it.\n\"If everyone can be healed with the Malaria drug and a Z pack, there will be no need for the vaccine if we could use drugs already on the market that helps heal 98 percent of the cornovirus (sic) patients,\" reads the image. \"That’s why he’s been so hesitant to put his seal of approval on this form of treatment that has shown to drastically improve hundreds of people’s symptoms.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\n(Screenshot from Facebook)\nAs a member of the White House’s coronavirus task force, Fauci has tempered expectations for the use of chloroquine or hydroxychloroquine to treat COVID-19 patients. The drugs, which are used to treat conditions like malaria and lupus, respectively, have shown some promise in alleviating coronavirus symptoms, but the research is not conclusive.\nPolitiFact has seen a lot of misinformation about public officials’ financial interests in hydroxychloroquine. Fauci has become a popular target for coronavirus disinformation, so we wanted to check out this post, too.\nThe Facebook post draws a false connection between Gates’ philanthropy and Fauci’s public remarks about hydroxychloroquine. There is no evidence that Fauci is personally financially invested in a coronavirus vaccine, and scientists still don’t know if hydroxychloroquine is effective in treating COVID-19.\nGates Foundation supports coronavirus research\nThe Bill and Melinda Gates Foundation is indirectly supporting the NIAID by funding a group that is helping the agency develop a potential coronavirus vaccine. But there is no evidence that Fauci himself stands to profit.\nThe Gates Foundation said in a Feb. 5 statement that it is investing up to $100 million for \"the global response to the 2019 novel coronavirus.\" That includes efforts aimed at improving detection and treatment of the virus in addition to vaccine development.\n\"The foundation will commit up to $60 million to accelerate the discovery, development and testing of vaccines, treatments and diagnostics for 2019-nCoV (the formal name for the coronavirus),\" the statement reads. \nWhile the Gates Foundation has supported the NIAID in the past, the philanthropy told PolitiFact in an email that it does not provide funding to the agency now, even though NIAID is currently developing a COVID-19 vaccine.\nDuring his March 11 testimony to the House Oversight and Reform Committee, Fauci said it could take a year and a half to roll out a safe and effective coronavirus vaccine. There are 70 vaccines in development, according to the World Health Organization — three of which are in clinical trials.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe first trial began in mid-March. The potential vaccine was developed by NIAID scientists in partnership with pharmaceutical company Moderna, Inc. A search of the Securities Exchange Commission’s database, which contains information on publicly traded companies, turned up no documents linking Fauci directly to Moderna.\nAccording to a statement from the National Institutes of Health, which houses the NIAID, manufacturing for the potential vaccine was supported by the Coalition for Epidemic Preparedness Innovations, a foundation that funds vaccine research. The Gates Foundation said in its February release that it will allocate some of its research and development funding to the coalition. \nSo Gates' money is indirectly going toward the development of a potential coronavirus vaccine created by NIAID scientists, but not to the agency itself. And there is no publicly available evidence that Fauci personally stands to profit from a vaccine.\nHydroxychloroquine is not a proven treatment\nThe Facebook post claims that chloroquine and hydroxychloroquine heal \"98% of coronavirus patients\" and have improved \"hundreds of people’s symptoms.\" There is no evidence to back that up.\nWith more than 50 studies in the works, there is still much scientists don’t know about how hydroxychloroquine affects the coronavirus. But four studies — two from France and two from China — have come to conflicting conclusions.\nOne study of 62 patients in Wuhan, China, the epicenter of the pandemic, found that those who were issued hydroxychloroquine saw their body temperature and cough go down faster than the control group. But a separate group of doctors in Shanghai found that the drug had no discernible effect on a group of 30 patients over the course of a week.\nRELATED: Hydroxychloroquine and coronavirus: what you need to know\nTwo studies in France had similarly opposing conclusions. One hospital in Marseilles gave 80 COVID-19 patients a combination of hydroxychloroquine and azithromycin, an antibiotic. After five days, 95% of the patients tested negative for the coronavirus. But a similar hospital study in Paris found no marked improvement in 10 patients.\nBottom line: We still don’t know whether chloroquine or hydroxychloroquine is effective at improving COVID-19 symptoms. \nThat uncertainty, as well as the drugs’ adverse heart effects and the potential for doctors to stockpile it, is why public health officials have urged caution. There are no Food and Drug Administration-approved drugs to treat COVID-19, although the agency has issued an emergency authorization for the use of chloroquine and hydroxychloroquine in hospitals.\nOur ruling\nA Facebook post claims Fauci has downplayed the potential use of chloroquine and hydroxychloroquine to treat coronavirus patients because he stands to lose $100 million on a Gates-funded vaccine.\nThere are 70 potential COVID-19 vaccines in development, one of which was created by NIAID scientists in partnership with Moderna, Inc. That vaccine is being manufactured by an organization that the Gates Foundation supports, but there’s no evidence that NIAID or Fauci will directly profit from that support. And the Gates Foundation has pledged up to $60 million for vaccine development, not $100 million, as the post says.\nSome studies have found that chloroquine and hydroxychloroquine could help treat coronavirus patients, but others have found no effect at all. Public health officials have urged caution due to the uncertainty and the adverse side effects of the drugs.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-16943"}