{"url": "/factchecks/2009/aug/19/roy-blunt/59-gop-congressman-says-he-couldnt-get-hip/", "speaker": "Roy Blunt", "vclaim": "\"I'm 59. In either Canada or Great Britain, if I broke my hip, I couldn’t get it replaced.\"", "truth_label": "pants-fire", "date": "stated on August 12, 2009 in an editorial board meeting with the St. Louis Post-Dispatch:", "title": "At 59, GOP congressman says he couldn't get a hip replacement in Canada or England", "text": "Critics of President Barack Obama's health care plan have often cited problems with government-run health care in Canada and Britain to make a point that there could be long lines or inadequate care under the Democratic plan.\n\nDuring a meeting with with reporters and editors at the St. Louis  Post-Dispatch  in early August 2009, Rep. Roy Blunt, R-Mo., said he was living proof of the drawbacks of the Canadian and British systems.\n\n\"I'm 59. In either Canada or Great Britain, if I broke my hip, I couldn't get it replaced,\" he told them, asserting that he was too old to be eligible for the expensive surgery.\nOur friends at the  Post-Dispatch  checked the assertion and found it to be false. We did our own fact-checking and verified their work.\n\nIn an Aug. 16 editorial challenging Blunt's assertion, the newspaper wrote that \"at least 63 percent of hip replacements performed in Canada last year and two-thirds of those done in England were on patients age 65 or older. More than 1,200 in Canada were done on people older than 85.\"\n\nLet's take those numbers individually.\n\nOn the question of Canadian hip replacements, the  Post-Dispatch  cited a report by the Canadian Institute for Health Information, which describes itself as \"an independent, not-for-profit organization that provides essential data and analysis on Canada’s health system and the health of Canadians.\" The report draws on information from several databases, including nationwide figures on medical procedures undertaken in hospitals. Using those statistics, it found that in all of Canada (except for the province of Quebec, for which information was unavailable), 63 percent of all hip replacements in 2006-2007 were performed on patients 65 and older. So Blunt was wrong, and the newspaper was right.\n\nAs for the the number of Canadian hip replacements for the 85-and-older demographic, the newspaper actually underestimated how many there were. The number for 2006-2007, according to the same report, was 1,577.\n\nJust to make sure these numbers were valid, we checked with Shirley Chen, a senior analyst at the Canadian Joint Replacement Registry, a project of CIHI and orthopedic surgeons in Canada that collects statistics on hip and knee joint replacements. She confirmed the numbers reported here.\n\nFor Britain, the  Post-Dispatch  got its figures from a 2000 report by the National Institute for Health and Clinical Excellence, a group that determines whether particular treatments are covered by the British National Health Service. The report said that \"the over 65-year age group accounts for two in every three\" hip replacements.\n\nWhen we called Britain's National Health Service's Information Center for Health and Social Care — the NHS's hub for medical statistics — they provided new numbers showing that 87 percent of hip replacements were performed on people age 60 or over. That's a different age bracket than what the newspaper used, but it still means Blunt was wrong.\n\nBlunt acknowledged his mistake to the  Post-Dispatch  and promised to do better. \"I'm glad you pointed that out to me,\" he told the newspaper. \"I won’t use that example any more.\" He blamed the bad information on testimony before the House Energy and Commerce Subcommittee on Health, given by \"some people who are supposed to be experts on Canadian health care.\" We looked through past congressional testimony using both  Congressional Quarterly  and Google but we couldn't find a reference that fit the description. Blunt's office did not respond to our request for an explanation.\n\nUnlike others who have been caught in falsehoods in the health care debate, it's notable that Blunt has acknowledged his mistake and said he was sorry. But still, he was wrong about both countries and would be eligible for hip replacements for many years to come.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nPublic officials have a duty not to get things wrong, especially when it has the potential to frighten people. (You may recall we gave Vice President Joe Biden a  Pants on Fire  for saying during the swine flu scare that when you sneeze, it travels through the whole plane.) Likewise, this claim could scare many senior citizens. So we have to set the meter ablaze and give Blunt a Pants on Fire!", "vclaim_id": "vclaim-pol-15629"}