{"url": "/factchecks/2018/jul/10/josh-hawley/did-claire-mccaskill-vote-100-obamas-judicial-nomi/", "speaker": "Josh Hawley", "vclaim": "Says \"Claire McCaskill voted for 100 percent of President Obama’s judicial nominees.\"", "truth_label": "mostly-true", "date": "stated on July 9, 2018 in a campaign website:", "title": "Did Claire McCaskill vote for 100% of Obama's judicial nominees?", "text": "The prospect of President Donald Trump’s second Supreme Court pick became an issue in the Senate midterm elections even before Trump tapped Brett Kavanaugh to fill the vacant seat on the court.\nJosh Hawley, the Missouri attorney general who is challenging Democratic Sen. Claire McCaskill, put up a website — supremeclaire.com — to draw a contrast between his stance on judges and the incumbent’s.\nOne of the statements on the website was that \"Claire McCaskill voted for 100 percent of President Obama’s judicial nominees.\"\n\nFrom a Josh Hawley campaign website\nWhen we contacted McCaskill’s campaign, they did not dispute that she voted for all of Obama’s nominees. (They added that she has voted for 68 percent of Trump's judicial nominees.)\nSo the substance of Hawley’s assertion is accurate.\nIt’s worth noting, though, that the Republican ranks of senators that Hawley hopes to join also supported Obama’s judicial picks overwhelmingly.\nWe looked at a database of Obama and Trump judicial picks maintained by Russell Wheeler, a visiting fellow at the Brookings Institution. For Obama’s tenure, the database includes 323 Obama nominees for district and circuit court seats who were ultimately considered by the Senate, along with the results of their confirmation votes.\nHere’s our breakdown of the results. The \"no nay votes\" category includes voice votes, approval by unanimous consent, recorded votes with zero nay votes:\n\n\n\n\nDegree of Senate opposition to nominee\n\n\nObama nominees with this result\n\n\n\n\nNo nay votes\n\n\n220\n\n\n\n\nNay votes in single digits\n\n\n45\n\n\n\n\nBetween 10 and 19 nay votes\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n10\n\n\n\n\nMore than 20 nay votes\n\n\n48\n\n\n\n\n \nIn other words, 82 percent of Obama’s nominees received minimal opposition from Republicans. Eighty-two percent support is lower than the 100 percent support rate for McCaskill, but it does make Hawley’s seemingly black-and-white contrast between hard-line Republican opposition to Obama’s picks and blanket Democratic support a bit blurrier.\nThis may surprise people who tune in to judicial nominations only for Supreme Court seats, battles that have become increasingly acrimonious. But for Obama’s lower-court nominations — and particularly for district-court seats, which are the initial trial-level federal courts — most nominees were easily confirmed.\nWhy? Experts point to a few reasons.\nThe first is that most judicial nominations that fail do so before a vote is cast. If opposition coalesces on the Senate Judiciary Committee, a nomination may be pulled before consideration (or a potential nomination may never be made), said Anthony Madonna, a University of Georgia political scientist.\nA second reason is that senators have historically been given an informal say on judicial nominations in their home states, enabling the most controversial candidates to be weeded before a nomination is even made, Madonna said.\nThe GOP's ability to use these rules under Obama means that the nominations that made it to the floor \"would have been likely to attract GOP votes,\" said Sarah Binder, a George Washington University political scientist.\nMcCaskill, for her part, was deferential to President George W. Bush’s judicial picks, Madonna said. He could locate only one McCaskill nay vote against a Bush judicial nominee — Leslie Southwick, who was up for an appeals-court seat — in McCaskill’s two years in the Senate when Bush was president.\nThe growing acrimony over judicial nominations has dropped the percentage of slam-dunk nominations under Trump. The approval number, however, remains substantial.\nAccording to Wheeler’s data set, district-court nominations are still overwhelmingly approved without controversy: So far, 74 percent of Trump nominees have been confirmed by either zero nay votes or nay votes in the single digits.\nBut for circuit court seats (that is, seats on appeals courts) only 17 percent of Trump’s picks have been approved with either zero nay votes or nay votes in the single digits. The remaining 15 Trump nominees have averaged 39 nay votes, meaning that most are getting some crossover support from Democratic senators, but not much.\nThe increasing opposition under Trump, Wheeler said, stems from Senate Democrats’ anger over the GOP majority’s handling of Obama nominees toward the end of his tenure.\nIn addition to blocking Obama’s third Supreme Court nominee, Merrick Garland, for more than a year, Senate Republicans confirmed barely any circuit court judges during 2015 and 2016, which is \"way below standard patterns for the final two years of eight-year presidencies,\" Wheeler said.\nRepublicans counter that the confirmation system was broken well before 2015, including by the Senate Democrats’ decision to use the \"nuclear option\" to enable simple-majority approval for district- and circuit-court nominations in 2013.\nOur ruling\nHawley said, \"Claire McCaskill voted for 100 percent of President Obama’s judicial nominees.\"\nSenate Republicans also approved Obama’s nominees with minimal objections 82 percent of the time, and McCaskill voted for most of Bush’s nominees.\nHawley's statement is accurate but requires a touch of clarification. That's our definition of Mostly True.\n Share the Facts 2018-07-11 01:54:43 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says \"Claire McCaskill voted for 100 percent of President Obama’s judicial nominees.\"    Josh Hawley U.S. Senate candidate, R-Mo. https://www.supremeclaire.com/   a campaign website Monday, July 9, 2018 2018-07-09    Read More  info", "vclaim_id": "vclaim-pol-01881"}