{"url": "/factchecks/2017/sep/01/martina-white/why-black-lives-matter-protest-outside-philly-poli/", "speaker": "Martina White", "vclaim": "\"It is shocking to me that Police Commissioner Richard Ross and Mayor Jim Kenney allowed this illegal occupation to go on for hours without taking any action to enforce the law…\"", "truth_label": "false", "date": "stated on August 31, 2017 in In a statement to the Northeast Times:", "title": "The Black Lives Matter protest outside a Philly police officer’s home was not ‘illegal occupation'", "text": "Since Black Lives Matter protesters rallied last week outside the home of the Philadelphia Police officer who shot and killed David Jones, several politicians and local leaders have jumped in to defend the officer and condemn BLM’s actions. Among the strongest voices speaking out against the Black Lives Matter protesters has been Pa. Rep. Martina White.\nShe gave a statement to the Northeast Times this week saying, \"It is shocking to me that Police Commissioner Richard Ross and Mayor Jim Kenney allowed this illegal occupation to go on for hours without taking any action to enforce the law, and I question whether the police department has been ordered to stand down when it comes to addressing this Black Lives Matter action.\"  \nWe zeroed in on the phrase \"illegal occupation.\" Did the BLM protesters, who did not have a permit, commit an illegal act outside officer Ryan Pownall’s home?\nAsked why White believed the protesters were illegally occupying the area, spokesperson David Foster told PolitiFact PA it was because they lacked a permit and harassed the neighbors. He also offered up the same statement given to the Northeast Times.\nThe protesters kept video of the rally, found on leader Asa Khalif’s public Facebook page. In it, you can see 30 minutes of footage during which a handful of protesters walk back and forth between the street and sidewalks, shouting anti-police remarks on a bullhorn. Throughout the protest, the street and sidewalks mostly remain clear. The protesters did not at any point band together in an attempt to block traffic. However, a police vehicle was parked in the middle of the street for some time.\nACLU PA deputy legal director Mary Catherine Roper said Black Lives Matter did nothing illegal. Philadelphia requires permits for demonstrations of 75 people or more and for protests that occur on city streets or sidewalks \"without compliance with the normal and customary traffic regulations or controls governing such places.\" Roper said the protest outside of Pownall’s home was too small to require a permit and didn’t clash with the other required criterion, given the protesters weren’t preventing others from using the sidewalks or the street.  \n\"The representative needs to brush up on the law if she’s going to make comments like that,\" Roper said, \"which are simply not accurate.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nLauren Hitt, communications director for Mayor Jim Kenney, said a protest of this size did not need to apply for a permit.\nSome court cases have restricted the rights of protesters in residential areas, such as Klebanoff v. McMonagle in 1988 in the Pennsylvania Superior Court. The judges upheld an injunction against dozens of pro-life protesters who had repeatedly rallied in front of an abortion doctor’s home. But the decision didn’t outwardly ban protesting in residential areas. Roper said the BLM protesters were within their rights given their size and the way they walked around the streets and sidewalks rather than camping out directly in front of Pownall’s home.\nThe 7th District police, which preside over the Bustleton neighborhood where Pownall lives, did not respond to a request for comment. Neither did BLM’s Khalif.\nOur ruling\nWhite said protesters rallying outside the home of Pownall, who shot and killed Jones, were engaged in an \"illegal occupation.\" The protesters, which numbered no more than 10, had not applied for a permit.\nBut Philadelphia doesn’t require demonstrations featuring less than 75 people to apply for permits. The protesters were also not blocking the streets or the sidewalks of the neighborhood, actions that would also call for a permit.   \nWe rule the claim False.", "vclaim_id": "vclaim-pol-16636"}