{"url": "/factchecks/2007/dec/31/fred-thompson/the-liberal-label-doesnt-quite-stick-to-huckabee/", "speaker": "Fred Thompson", "vclaim": "\"He's a good man but he's a pro-life liberal. He's right on the pro-life part, but he's a liberal.\"", "truth_label": "half-true", "date": "stated on November 7, 2007 in a Nashville radio interview.:", "title": "The liberal label doesn't quite stick to Huckabee", "text": "If you take away his religious-conservative views, is Mike Huckabee a liberal?\n\n\nFred Thompson, competing fiercely against Huckabee for the social conservatives' vote in the Republican primaries, is using the \"liberal\" label, a favorite derogatory term at least since the Barry Goldwater presidential campaign of 1964. After using the label in an interview with Nashville talk-radio host Steve Gill, Thompson elaborated in an interview with George Stephanopoulos of ABC News on Nov. 18: \"That means he's pro-life, but he's liberal on everything else.\"\n\n\nIt's not exactly a factual allegation, but Politifact decided to rise to the challenge: Can you declare a label to be true or false?\n\n\n\"He's not a liberal,\" says former Arkansas Republican Party chairman Gilbert Baker, a state senator from Conway who is supporting Huckabee. Baker notes that the Arkansas legislature is heavily Democratic. \"Did he get things accomplished – that's the question you have to ask.\"\n\n\nBaker says Huckabee was driven by a \"holistic approach\" to economic development – not just tax breaks and low taxes for businesses, but also \"energy, schools, higher education. He made a great effort to improve the economic development climate here.\"\n\n\n\"The labels liberal and conservative just don't work for Mike Huckabee,\" says Thomas E. Mann of the Brookings Institution in Washington, a widely respected political scientist who studies federal politics and government. \"He appears to be a bad fit with all of the dominant interests in the Republican party except for the religious conservatives.\"\n\n\nHuckabee's religious beliefs also produce some policies not considered conservative. Huckabee has said he believes in being \"a good steward of the earth.\" Political consultant Dick Morris, who advised Bill Clinton's presidential campaign as well as Huckabee's runs for lieutenant governor in 1993 and 1996, recalls Huckabee's response to a question about parole for felons. \"The Christian concept of forgiveness requires that we allow parole. We just have to use it wisely.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Governor Huckabee has consistently supported and initiated measures that increase government's interference in markets, thereby impeding economic growth,\" says the Club for Growth, which on Nov. 13 complained of \"his liberal economic record.\"\n\n\nThe club's indictment says he raised the minimum wage in Arkansas from the federal $5.15 an hour to $6.25, threatened an investigation of price-gouging if gas prices went up after 9/11, and ordered regulators to investigate price-gouging in nursing homes. In 1997, he \"signed a bill into law that would prevent companies from raising their prices a mere 10% ahead of a natural disaster,\" with roof repair and tree removal among the targets.\n\n\nHuckabee has touted his \"Property Taxpayers' Bill of Rights and cuts in income taxes and capital gains taxes in the early years of his administration. But the Club for Growth says Huckabee's \"substantial tax hikes far surpassed his modest tax cuts.\"\n\n\nThe anti-tax Cato Institute gave Huckabee a \"D\" for his tenure as governor. They're a tough bunch to please. Even conservative icon Jeb Bush, the governor of Florida during the last eight years Huckabee was governor of Arkansas, earned no better than a lifetime \"B,\" and a \"C\" for his final year. (Mitt Romney earned a lifetime \"C.\")\n\n\nDoes all that render one a liberal? If you are not consistently \"conservative,\" are you liberal? Can you oppose withdrawal from Iraq, as Huckabee does, and still be liberal? Can you support a flat sales tax in place of a progressive income tax and still be liberal?\n\n\nMaybe a later Republican label fits: \"compassionate conservative.\" George W. Bush used that one in his 2000 campaign. Cato's director of health and welfare studies, Michael Tanner, says unflatteringly that Huckabee resembles Bush in his \"big-government conservatism.\"\n\n\nBut \"pro-life liberal\"? Pro-life seems an intentionally narrow description of Huckabee's strong \"values\" positions. And \"liberal\" is a clear exaggeration, especially if it means \"on everything else,\" though you can't deny liberal elements in his populism. Keeping in mind the subjective nature of the term, we rate Thompson's \"pro-life liberal\" label as no better than half-true.", "vclaim_id": "vclaim-pol-16442"}