{"url": "/factchecks/2008/sep/11/john-mccain/education-ad-is-incomplete/", "speaker": "John McCain", "vclaim": "Education Week says Obama 'hasn't made a significant mark on education,' is 'elusive' on accountability, and a 'staunch defender of the existing public school monopoly.'", "truth_label": "barely-true", "date": "stated on September 9, 2008 in in a television ad:", "title": "Education ad is incomplete", "text": "John McCain released an ad this week making the accusation that Barack Obama supports sex education for five-year-olds.\n\nHere's what the ad says:\n\n\n\"\n\nEducation Week\n\nsays Obama 'hasn't made a significant mark on education,' that he's 'elusive' on accountability, a 'staunch defender of the existing public school monopoly.'\" As the announcer mentions those last two phrases, \"elusive\" and \"a staunch defender of the existing public school monopoly,\" logos appear of the\n\nWashington Post\n\nfor the first phrase and the\n\nChicago Tribune\n\nfor the second.\n\n\nThen the announcer continues: \"Obama's one accomplishment? Legislation to teach 'comprehensive sex education' to kindergartners.\n\n\nLearning about sex before learning to read? Barack Obama. Wrong on education. Wrong for your family.\"\n\n\nWe looked at the claim about sex ed for kindergartners in a different statement and found it\n\nPants on Fire!\n\n\n\nHere, we'll look at what\n\nEducation Week\n\nsaid about Obama.\n\n\n\nEducation Week\n\ndid write that Obama \"hasn't made a significant mark on education,\" but the phrase is plucked out of its original context. It's is from a long article written during the Democratic primary that reviewed Obama's positions on education, particularly in comparison with the other Democratic candidates.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 20, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Biden had to take a private plane to D.C. instead of a government plane “because they know he’s not a legitimate president” and \"the military is now responsible for restoring legitimate civilian government.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 21, 2021\n\n\n\n\n\n\n\n\nHere's the full quote:\n\n\n\"In his eight years in the state Senate and two years in the U.S. Senate, Mr. Obama hasn't made a significant mark on education policy. In Illinois, his biggest accomplishments were in reforming state ethics rules and capital punishment. He did promote early-childhood initiatives that advocates considered 'innovative and progressive,' said Betsy D. Mitchell, a lobbyist for the Illinois Association for the Education of Young Children.\n\"His biggest accomplishment in the field was the creation of a state board to oversee the expansion of early-childhood education in the state, Ms. Mitchell said.\"\n\n\nSo\n\nEducation Week\n\ndid write the words \"hasn't made a significant mark on education,\" but it was not as disparaging a remark as the ad makes it out to be.\n\n\nThe audio portion of the ad is misleading because\n\nEducation Week\n\ndid not say Obama was \"elusive\" or a \"staunch defender of the existing public school monopoly.\" People who only hear the audio portion of the ad will not know that those two phrases are attributed to other publications. And, more significantly, those last two quotes come from opinion columns not news stories, which isn't made clear in the audio or video.\n\n\nThe \"elusive\" description is from a July 7, 2008,\n\nWashington Post\n\neditorial that says both candidates have fuzzy education proposals.\n\n\n\"Mr. McCain has not been forthcoming with any detailed plan; he is said to be preparing one for the fall. Mr. Obama, as the\n\nNew York Times'\n\nDavid Brooks recently observed, has promised dozens of crowd-pleasing programs but has been elusive on such thorny issues as teacher tenure and school accountability,\" said the editorial.\n\n\nThe charge that Obama is a \"staunch defender of the existing public school monopoly\" comes from a\n\nChicago Tribune\n\nopinion piece by Steve Chapman. That brief quote does accurately capture the substance of Chapman's piece, which criticizes Obama for not embracing school vouchers.\n\n\nThe ad gives the idea that\n\nEducation Week\n\ndoesn't think much of Obama's education policy, and some casual listeners would think all three quotes were from the publication, which is not the case. In fact, two of them come from opinion pieces, a fact that should be made clear so viewers can decide for themselves how to judge them. Only one of the statements accurately captures the sentiments of the article it's taken from. For all of these problems, we rate this statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15993"}