{"url": "/factchecks/2018/nov/06/blog-posting/false-facebook-post-claims-millions-fraudulent-vot/", "speaker": "Bloggers", "vclaim": "\"Judicial Watch reports show 1.7 million California votes are not registered voters!\"", "truth_label": "pants-fire", "date": "stated on November 5, 2018 in in a Facebook post:", "title": "False Facebook post claims millions of fraudulent votes cast in California", "text": "A post circulating on Facebook falsely claims that more than a million votes tallied in California were cast by unregistered voters, before the polls were even closed on Election Day.\nThe post attributed the data to findings by the conservative group Judicial Watch. We reached out to Judicial Watch, which denied any affiliation with the post.\n\"Not ours,\" said Jill Farrell, a Judicial Watch spokesperson. \"Just some random person misinterpreting.\"\nFarrell suggested the post may have been a botched interpretation of a lawsuit Judicial Watch brought against the state of California and Los Angeles County.\nThe litigation centers on California’s handling of state voter rolls, which contain a large number of voters who are considered \"inactive.\" Registered voters may be rendered inactive if official election materials like a mail ballot or voter guide are sent and returned as undeliverable.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAccording to our friends at Snopes, estimates do show some California counties list more registered voters on their rolls than eligible adults, though some argue the methodology underlying this count is dubious.\nThe merits of the legal arguments are beyond the scope of this fact-check. What’s key here is that the Facebook post misses the critical distinction between inactive voters and fraudulent votes.\nJudicial Watch argues that retaining inactive voters on the rolls poses a voting fraud risk. The group does not claim more than a million fraudulent votes were cast in California, as this Facebook post states. At the time the post was circulated, the votes had not even been tallied yet. \nWe rate this Pants on Fire.", "vclaim_id": "vclaim-pol-01289"}