{"url": "/factchecks/2015/jun/09/hunter-schwarz/47-say-they-lack-ready-cash-pay-surprise-400-bill/", "speaker": "Hunter Schwarz", "vclaim": "47 percent of Americans \"can’t pay for an unexpected $400 expense through savings or credit cards, without selling something or borrowing money.\"", "truth_label": "true", "date": "stated on June 8, 2015 in a \"Washington Post\" article:", "title": "47% say they lack ready cash to pay a surprise $400 bill", "text": "The economic struggles of ordinary Americans are getting a good airing this presidential season and a statistical finding from the Federal Reserve provides ammunition for a candidate in either party who wants to make the case that too many people have been left behind.\nWashington Post reporter Hunter Schwarz plugged some Fed data into a little segment called \"By the numbers\", in the newspaper’s June 8, 2015, edition:\n\"47: The percentage of Americans who can’t pay for an unexpected $400 expense through savings or credit cards, without selling something or borrowing money, according to the Federal Reserve.\"\nThe dollar figure caught our eye. It seemed surprisingly low. Other researchers have tried to gauge the financial vulnerability of American households to an economic setback, but typically, the amounts they test are much higher, in the thousands of dollars. We thought we’d take a closer look.\nThe Survey of Household Economics and Decisionmaking\nA few years ago, the Federal Reserve Board began asking Americans how well they’re doing financially. In May, the Fed released the 2014 results. The questions ranged from retirement planning, to how people managed any student debt they might have, to whether they think their overall situation is headed up or down.\nTo measure participants’ sense of financial vulnerability, the survey asked them to imagine they had an emergency expense that cost $400, and it asked them how they would cover it. The better-off group said they would use cash-on-hand or a credit card that they would pay off in a month. Others said they would use a credit card but take time to pay it off, or they might borrow from a family member or a pay-day loan company, or they might sell something. And some said there was no way they could cover an unexpected $400 expense.\nAcross the more than 5,800 people who completed the online survey, 53 percent said they would be able to pay essentially immediately. That left 47 percent who said they could not.\n\"Specifically, respondents indicate that they simply could not cover the expense (14 percent); would sell something (10 percent); or would rely on one or more means of borrowing to pay for at least part of the expense, including paying with a credit card that they pay off over time (18 percent), borrowing from friends or family (13 percent), or using a payday loan (2 percent),\" the report said. \nInterestingly, making over $100,000 a year was no guarantee of security. About a quarter of the more affluent group said that at the very least, they would pay off the $400 over time.\nAs this chart from the report shows, ethnicity and income strongly affected the ability to absorb a $400 outlay.\n\nOther studies\nGeorge Washington University business professor Annamaria Lusardi and two colleagues (Daniel J. Schneider at Princeton University and Peter Tufano at Oxford University) conducted a similar survey in the depths of the recession in 2009. Their study asked people how they would handle a sudden $2,000 bill that they had to pay in 30 days.\nAbout half the respondents said they would probably or certainly be unable to cope with such an emergency out of their own funds.\nLusardi said she considers the results comparable.\n\"The Federal Reserve had a lower amount, but it had to be paid right away,\" she told PunditFact. \"We gave people more time, so I think the percentages are consistent.\"\nIn fact, even with five years separating the surveys, it is the similarity in the responses that caught her eye. Lusardi said it is a sign of the recession’s deep damage to the typical American’s balance sheet.\n\"Until recently, the labor market and wages have been stagnant,\" Lusardi said. \"In the recession, many families used up their reserves of liquidity. It takes a long time to reestablish a good financial situation.\"\nThere are other indications that most Americans live with a limited financial cushion. When the government shutdown for two weeks in 2013, a University of Michigan research team tracked a hefty drop in household spending among government workers. Even though their paychecks were interrupted only a short time, households cut their outlays in half, and many delayed paying their mortgages and credit card bills. Some racked up high cost credit card debt that took them up to nine months to pay back.\nLusardi’s 2009 research included a number of other western nations. For the record, the United States ranked sixth out of eight in residents saying they would certainly or probably be able to manage a sudden $2,000 bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\n\n\nRank/Country\n\n\nPercent able to cope\n\n\nRank/Country\n\n\nPercent able to cope\n\n\n\n\n1. Italy\n\n\n80.1\n\n\n5. Portugal\n\n\n54.1\n\n\n\n\n2. Netherlands\n\n\n73.2\n\n\n6. United States\n\n\n50\n\n\n\n\n3. Canada\n\n\n71.7\n\n\n7. Germany\n\n\n49.4\n\n\n\n\n4. France\n\n\n62.8\n\n\n8. United Kingdom\n\n\n47.8\n\n\n\n\n\n \nOur ruling\nSchwarz said 47 percent of Americans can’t pay for an unexpected $400 expense through savings or credit cards, without selling something or borrowing money.\nThe only caveat here, and it’s a very minor one, is that figure represents the number of people who say they can’t make that payment, based on a Federal Reserve Board survey. The Federal Reserve Board results are in line with a similar study and related research.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-06334"}