{"url": "/factchecks/2013/feb/11/sherrod-brown/sen-sherrod-brown-says-three-quarters-low-income-w/", "speaker": "Sherrod Brown", "vclaim": "\"Three in four low-income workers don’t have any paid sick days available.\"", "truth_label": "true", "date": "stated on February 4, 2013 in a news release:", "title": "Sen. Sherrod Brown says three-quarters of low-income workers don’t have paid sick days", "text": "Typhoid Mary was a cook. Working at that job made her single-handedly responsible for multiple outbreaks of typhoid fever, in and around New York City, about a century ago.\n\nPolitiFact Ohio couldn't help recalling that bit of history recently after reading advice for the flu season from the Centers for Disease Control, which urged sick people to stay home from work and school to avoid the spread of illness.\n\nThe history was freshened by last week's news that a college cafeteria worker in Indiana had been diagnosed with typhoid fever, and it came to mind when we saw a release from Sen. Sherrod Brown saying that he is co-sponsoring the Healthy Families Act, which is being reintroduced in Congress.\n\nAlso called the earned sick time initiative, the legislation would allow workers at businesses with 15 or more employees to earn paid sick days. Workers could earn up to one hour of paid sick time for every 30 hours worked, up to a total of seven days.\n\n\"For far too many Americans, a day home from work means a day without pay,\" Brown said. \"Some 40 percent of private-sector workers in the U.S. don’t have any paid sick days at all. It’s worse for low-income workers — three in four don’t have any paid sick days available.\"\n\nWe wondered about the numbers. Brown's staff said the source was last year's National Compensation Survey from the U.S. Bureau of Labor Statistics.\n\nIts chart for paid leave benefits shows that 61 percent of all workers in the private sector have paid sick days -- meaning about 40 percent don't have them.\n\nAmong the lowest-paid 25 percent of workers, the chart shows that 29 percent have paid sick days, meaning more than 70 percent don't have them.\n\nAmong the lowest-paid 10 percent of workers, 18 percent have sick days, so 82 percent do not. (Three in four, the figure used by Brown, is 75 percent.)\n\nWe found other figures as well:. More than three in four food service and hotel workers (78 percent) don’t have any paid sick days, according to an analysis by the Institute for Women's Policy Research. Workers without sick days are more likely to go to work with a contagious illness, according to a 2010 survey by the University of Chicago's National Opinion Research Center. And a 2011 study in the American Journal of Public Health estimated that a lack of sick leave helped spread 5 million cases of flu-like illness during the outbreak of 2009.\n\nCritics of the sick leave initiative, including the National Association of Independent Businesses, the U.S. Chamber of Commerce and the Ohio Chamber of Commerce, say paid sick days add costs to low-margin businesses, are burdensome to business and result in lost jobs.\n\nIn a recent survey of businesses by the Employment Policies Institute, \"Roughly 70 percent of respondents said that Connecticut’s sick leave law was not good for business,\" the group said.\n\nPolitiFact Ohio is not rating the legislation, however -- only Brown’s statement on the numbers of workers who don’t have access to paid sick days. We rate it True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09735"}