{"url": "/factchecks/2019/jul/09/donald-trump/donald-trump-touts-new-car-plants-america-overlook/", "speaker": "Donald Trump", "vclaim": "\"We hadn’t had a (car) plant built in years — in decades, actually. And now we have many plants being built all throughout the United States.\"", "truth_label": "barely-true", "date": "stated on June 30, 2019 in remarks to South Korean business leaders:", "title": "Donald Trump exaggerates turnaround on US car plants, ignores closures", "text": "On his trip to South Korea, President Donald Trump spent some time with business executives and highlighted signs of a robust American economy.\n\"We have companies moving in, car companies moving in,\" Trump said June 30. \"In particular, car companies. We hadn’t had a plant built in years — in decades, actually. And now we have many plants being built all throughout the United States.\"\nWe decided to look at what’s been going on with car plants, and if it’s been decades since a new one was started. The full story is that the turnaround is less clear cut than he said, especially when plant closures are folded in.\nA car plant timeline \nThe White House press office pointed to a list of recent automaker investments. The list included a totally new Toyota-Mazda assembly plant in Huntsville, Ala., (due to open in 2021) as well as expansions at existing facilities, such as General Motors retooling a Michigan plant to make electric vehicles, and Hyundai adding space at its Alabama facility to streamline engine production.\nThe Trump campaign had a similar list. Between the two of them, we counted eight expansion/retooling projects and two new assembly plants since 2017.\nTrump’s statement could have referred to new plants that make cars, or expansions to existing plants, some of which make cars and others that make engines and other major components that go into cars. The distinction matters, because the patterns over the past 10 years are different. \nInvestments in existing plants have been fairly steady since the 2009 recession. In 2010, General Motors announced $145 million to re-open a Detroit-area plant. In 2014, Ford put $500 million into an Ohio engine facility. In 2016, General Motors unveiled nearly $790 million for its Spring Hill, Tenn., engine plant.\nInvestments in new assembly plants sets a higher bar.\nWe found two lists of car assembly plant activity — one from researcher James Rubenstein at Miami University in Ohio and the other from the Center for Automotive Research in Michigan. We consolidated the two data sets, which include when plants open and when carmakers announced their plans.\nIn terms of openings, the numbers in this table show a gap between 2010 and 2018. \n\n\"The absence of new assembly plants during most of the 2010s is attributable to two factors: Recovery from the severe 2008-09 recession and a focus on expanding production in Mexico,\" Rubenstein said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBetween 2013 and 2016, automakers opened six new assembly plants in Mexico. During that time, the focus in the United States was on existing plants. New plants are dramatic investments, but carmakers invested billions after the recession to retool and reopen closed production lines. In 2015, Ford announced it was putting $1.3 billion into its Kentucky Truck Plant. Between 2013 and 2015, General Motors earmarked nearly $2 billion for its assembly plants in Flint and Hamtramck, Mich. \nLooking at the more recent period, as the table shows, one new plant was announced two years before Trump took office. The two announced on his watch, by Toyota-Mazda and Fiat Chrysler, are expected to open a couple of years from now. \nTrump had a point when he said it had been awhile since a new plant opened, but he went too far when he said it had been \"decades.\" It had been since 2010.\nTrump might like to take credit for any new activity, but Bernard Swiecki with the Center for Automotive Research told us that broad global factors guide the carmakers.\n\"With the huge capital outlay required for each plant, automakers time their investments carefully to have capacity available during the high volume points of the market,\" Swiecki said.\nOr, as Rubenstein put it, \"Carmakers operate in a longer time horizon than do politicians.\"\nBut plant openings tell only half the story. Closures are important, too.\nGeneral Motors stopped production at its Lordstown, Ohio, plant in 2019, and announced that its plant in Hamtramck, Mich., is slated to stay open only until January 2020.\nThe net gain on Trump’s watch could be one new assembly plant. \nOur ruling\nTrump said the United States hadn’t seen a new car \"plant built in years — in decades, actually. And now we have many plants being built all throughout the United States.\" It’s unclear if Trump included plants that make engines and other components, but that type of investment has been fairly steady over the years, which runs counter to his point about new plants coming after decades of no activity.\nIn terms of assembly plants, his comment is a stretch. Nine years ago a new assembly plant opened in Tennessee. In 2015, Volvo announced it would build a plant in South Carolina and opened it in 2019. So it hasn’t been \"decades.\"\nTwo other plants are underway. On the flip side, however, one GM plant closed during Trump’s presidency, and another is slated for closure. \nOverall, Trump painted a picture of a turnaround that the facts don’t support. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-00455"}