{"url": "/factchecks/2012/feb/23/frank-niceley/house-committee-chairman-claims-state-agency-deliv/", "speaker": "Frank Niceley", "vclaim": "Says the Tennessee Wildlife Resources Agency brought coyotes into the state \"to try to keep the deer population down.\"", "truth_label": "pants-fire", "date": "stated on February 1, 2012 in a House Conservation and Environment Committee meeting:", "title": "House committee chairman claims state agency delivered coyotes to cull deer population", "text": "At a hearing on wildlife management laws, members of the  House Conservation and Environment Committee turned from discussion of a wild hog eradication program now under way to other animals that can cause problems for people.\n\n\"Let’s talk about the coyotes,\" said Rep. Frank Niceley, R-Strawberry Plains, a member of the committee and chairman of the House Agriculture Committee.\n\n\"The TWRA (Tennessee Wildlife Resources Agency) brought the coyotes in here to control the deer herd. Their biologists are not dumb. They knew these deer, in an ideal situation like this, would explode (in population),\" he said. \"So they brought these coyotes in here to try to keep the deer population down. Now, these coyotes, they will kill calves. … It’s a huge problem. I have 80 head of sheep, and the coyotes got into them and they killed 60 head of sheep before I could get them behind a tight fence. …  The coyotes, when they get thick enough, will start getting kids out of the yard.\"\n\nIn the past, TWRA has engaged in well-known and successful programs to stock deer and wild turkeys  into Tennessee, where native populations were virtually wiped out in the 1800s. But we hadn’t heard about coyote stocking.\n\nWhen initially asked whether TWRA had imported coyotes into the state, where they did not appear until sometime in the late 1960s or early 1970s, the agency’s assistant executive director, Nat Johnson, at first had trouble taking the query seriously.\n\n\"Actually, we sent some officers over to Arkansas and gave them swimming lessons,\" he said. \"After we taught them, coyotes could swim over the Mississippi River.\"\n\nDropping the sarcasm, Johnson said he did not believe Niceley was correct, but referred the question for a more authoritative answer to Steve Patrick, TWRA’s assistant director of field operations.\n\nPatrick, a 35-year veteran of the agency, said his job over the years positioned him to know if TWRA had ever been involved in any coyote relocation and, no, that had never happened. But he said it is a fairly common myth.\n\n\"That and that we’re releasing rattlesnakes, too,\" he said, adding that TWRA has never engaged in rattlesnake relocation either.\n\nNiceley, advised that TWRA disputed his contention, said he has heard reports of coyote transplants attributed to \"early biologists back in the 1970s.\" Further, he said the agency at least collaborated with a federal project to re-introduce red wolves into Tennessee and \"red wolves and coyotes have the same DNA.\"\n\nThe latter reference is to an effort by the U.S. Fish and Wildlife Service and the National Park Service, launched in 1991, to establish red wolves in the Great Smoky Mountains National Park.\nThe effort failed and was abandoned in 1998, according to a news release issued by the federal agencies at the time.\n\nPatrick said TWRA was aware of the red wolf project, but had no involvement whatsoever. Few pups from the transplanted red wolves survived. The release says at least one was killed by coyotes.\n\nDr. Michael Kennedy, a professor of biology at the University of Memphis who has done extensive research on coyotes since 1975, including some under contract for TWRA, said that today’s remnant red wolves do share some DNA with coyotes, though \"taxonomically, they’re different.\" Coyotes are also known, on occasion, to interbreed with dogs, he said.\n\nBut in Tennessee, he said, \"about 95 percent of what we have are true coyotes\" without any genetic kinship to other canines. His research indicates Tennessee coyotes are genetically the same as those from states to the west and they arrived through \"natural dispersal.\"\n\n\"There’s no question that the TWRA – or anyone else, for that matter  – is not responsible for coyotes moving into Tennessee,\" he said.\n\nKennedy also says that coyotes are generally not good enough at catching deer to serve as an effective control of deer populations. While they can and do kill fawns and ailing animals, deer are a small part of the average coyote’s diverse diet, he said.\n\nCoyotes, once confined to the western states, have spread into all states east of the Mississippi. And apparently the notion of them being introduced by wildlife agencies is not unique to Tennessee.\n\nThe Pennsylvania Game Commission, in fact, was concerned enough to include a denial of stocking in an article about coyotes on its website.\n\n\"Some folks actually believe the agency has stocked coyotes in recent years to reduce deer numbers. Nothing could be further from the truth,\" says the article.\n\nOur ruling\n\nIn relying on an unsubstantiated urban myth (or shall we say a \"rural myth\" in this case?) Niceley broke what should be a cardinal rule of public speaking -- make sure there is some shred of truth to a claim you are making. This one has been debunked before elsewhere and deserves to be again. When questioned, Niceley fell back to the history of red wolves, but even that displayed a misunderstanding of what actually was a federal program that experts said was unsuccessful.\n\nNiceley’s statement is definitely a real howler -- Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 24, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSoybeans dropped 70 cents and corn 50 cents per bushel in two days, causing farmers to lose big money, “thanks to Biden’s executive orders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 28, 2021", "vclaim_id": "vclaim-pol-11563"}