{"url": "/factchecks/2016/oct/26/campaign-regulate-marijuana-alcohol/are-va-doctors-barred-recommending-medical-marijua/", "speaker": "Campaign to Regulate Marijuana Like Alcohol", "vclaim": "Department of Veterans Affairs doctors \"are prohibited from recommending medical marijuana.\"", "truth_label": "true", "date": "stated on October 14, 2016 in a political advertisement:", "title": "Are VA doctors barred from recommending medical marijuana to veterans?", "text": "The effort to legalize recreational marijuana in Arizona has seen millions of dollars in contributions opposing the initiative -- and political advertisements on both sides of the issue.\nA recent ad from the Campaign to Regulate Marijuana Like Alcohol, a pro-pot group, tells the story of a post-9/11 veteran, Bruce Laird, who was prescribed multiple drugs before he turned to medical marijuana to treat his post-traumatic stress disorder.\n\"VA doctors are prohibited from recommending medical marijuana,\" the Oct. 14 ad’s on-screen text reads, before urging a \"yes\" vote on recreational marijuana to help veterans.\nAs we’ve noted previously, voters approved medical marijuana in November 2010. The first dispensary opened in December 2012.\nWe wondered if the ad’s claim about U.S. Department of Veterans Affairs doctors checked out, especially given the continued delays for health care at the Phoenix VA Health Care System.\nCannabis concessions\nThe prohibition is outlined in the VA’s 2011 directive on medical marijuana.\n\"It is VHA policy to prohibit VA providers from completing forms seeking recommendations or opinions regarding a veteran’s participation in a state marijuana program.\"  \nAccording to the Drug Enforcement Administration, marijuana is a Schedule I drug, which means it cannot be used for medical purposes and has high potential for abuse.\nThe DEA has a five-schedule drug scale -- the higher the number, the less dangerous. However, 25 states have already legalized medical marijuana.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArizonans for Responsible Drug Policy\n\n\nstated on September 15, 2016 in a political advertisement\n\n\n\n\n\n\n\n\nSays Proposition 205 \"blocks market entry\" for new marijuana dispensaries.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Anthony Cave • September 30, 2016\n\n\n\n\n\n\n\nDr. Andrew Saxon of the VA Puget Sound Health Care System in Seattle said federal health care systems have to obey federal laws. Marijuana is still illegal federally.\nHowever, a veteran could still receive VA health care -- as the 2011 directive notes -- and seek medical marijuana elsewhere.\n\"A military veteran who is eligible for VA health care cannot be refused those services if he/she is using medical marijuana authorized by a non-VA health care provider,\" Saxon said.\nLegislation on amending the VA’s policy has come up short.\nEarlier this year, an amendment to the VA’s budget bill would have allowed VA doctors to recommend medical marijuana to veterans in states where it’s legal.\nHowever, the amendment was removed from the spending bill, which eventually passed.\nOur ruling\nThe ad claimed, \"VA doctors are prohibited from recommending medical marijuana.\"\nThat’s on the mark. Veterans can still seek medical marijuana on their own -- where it’s legal -- and VA health care.\nWe rate the ad’s claim True.\nhttps://www.sharethefacts.co/share/265a5a2c-d11f-4e67-b132-57d62130cff1", "vclaim_id": "vclaim-pol-04049"}