{"url": "/factchecks/2019/feb/26/craig-thompson/thompson-correct-wisconsin-has-the-biggest-hig/", "speaker": "Craig Thompson", "vclaim": "Among neighboring states, the condition of Wisconsin highways was rated \"not only the worst, but it was worse by a gaping margin.\"", "truth_label": "mostly-true", "date": "stated on January 27, 2019 in an interview:", "title": "Is Thompson correct that Wisconsin has the biggest highway headache in the Midwest?", "text": "Between orange construction barrels every summer and icy conditions every winter, highway driving can be an adventure. But is it true that Wisconsin drivers have the biggest highway headache in the Midwest?\nCraig Thompson, who has been nominated by Gov. Tony Evers to lead the state Department of Transportation, thinks so:\nOn Feb. 20, 2019, Thompson testified before the state Senate's transportation committee and said that \"by every measure the condition\" of Wisconsin's transportation system \"is declining,\" according to a report from the Associated Press.\nHow bad is it?\nCiting a Legislative Audit Bureau report, Thompson said that among neighboring states, the condition of Wisconsin highways was rated \"not only the worst, but it was worse by a gaping margin.\"\nIs he right?\nSome background\nLet’s take a quick detour into road funding issues.\nThompson led the Wisconsin Transportation Development Association, an organization that represents road builders and local governments, among other groups. He has long been an advocate for more revenue for transportation projects.\nThe organization was behind the \"Just Fix It\" campaign, which during the 2018 election pushed for more spending on roads. The effort was perceived by some as an effort against Republican Gov. Scott Walker.\nThompson has said raising the state's gas tax or increasing license plate registration fees would be necessary to find a long-term solution for road projects.\nSenate Majority Leader Scott Fitzgerald, R-Juneau, has said Thompson's road-builder ties bother some members of his caucus who think the DOT is spending too much already.\n Thompson told senators the budget will prioritize fixing current roads and infrastructure before tackling new projects.\n\"We still need an additional $360 to $400 million a biennium in order to just maintain the current level of condition that we have on our state highway system,\" Thompson said at the Senate hearing, according to a Wisconsin Public Radio report. \"That doesn't begin to mention the rebuilding of the interstate system that still needs to occur or aids for the local units of government.\"\nThe evidence\nWhen asked to provide backup for Thompson’s statement, the secretary-designee’s office pointed to a January 2017 Legislative Audit Bureau report.\nThe report detailed the condition of the Midwestern state highways as measured by the International Roughness Index.\nThe IRI is a pavement condition measurement required by the Federal Highway Administration. It is the only measure used by all states, thus it is the only way to make an apples-to-apples comparison of pavement condition, Thompson’s office said.\nIn 2009, the state transportation department began using the index, which was developed by the U.S. Army Corps of Engineers. The index is used by the department to help determine future highway projects and necessary maintenance work. The most recent IRI information available at the time of the Legislative Audit Bureau audit was for 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe report shows only 32.2 percent of Wisconsin’s highways were classified in good condition.\nHere is how other neighboring states compare:\n*Michigan 73.8 percent\n*Illinois 66.1 percent\n*Minnesota 64.6 percent\n*Iowa 55.3 percent\nIndeed, other Midwestern states were also far above Wisconsin. Indiana and Ohio, for instance,  both had at least 75 percent of their roads rated in good condition.\nIn the United States overall, 63.4 percent of highways were classified in good condition.\nWhile the report is the most recent available, it’s worth noting that it is based on 2014 information and the picture may have changed since then in other states.\n \nA national report\nAnother measure provides some perspective on how roads rate within the state.\nIn a Sept. 18, 2018 article, the The Cap Times noted that another report, \"Wisconsin Transportation by the Numbers,\"  found that 55 percent of Wisconsin's major locally- and state-maintained roads have pavement that is in poor condition and 19 percent in mediocre condition.\nThe report was compiled by TRIP, a national nonprofit transportation research group, using 2016 data the state Department of Transportation provides annually to the Federal Highway Administration in its analysis of road and pavement conditions.\nThe report said Milwaukee fares the worst, with poorly rated pavement on 54 percent of the city's major roads. In Madison, 49 percent of roads have pavement in poor condition.\nTRIP estimated a Milwaukee driver spends $944 on vehicle repair and maintenance because of road quality, while a Madison driver spends about $910.\nOur rating\nThompson said among neighboring states, the condition of Wisconsin highways was rated \"not only the worst, but it was worse by a gaping margin.\"\nA Legislative Audit Bureau report found only 32.2 percent of Wisconsin’s highways classified in good condition, far below those of neighboring states Michigan, Illinois, Iowa and Minnesota. Those states all had at least 55 percent of highways in good condition.\nSo, the claim is accurate -- though the data is, well dated.\nOur definition of Mostly True is the statement is accurate but needs clarification or additional information, and that puts Thompson in the driver's seat with his claim.", "vclaim_id": "vclaim-pol-00970"}