{"url": "/factchecks/2015/aug/20/julian-castro/julian-castro-says-less-half-lowest-income-america/", "speaker": "Julián Castro", "vclaim": "\"Less than half of the poorest American households have a home Internet subscription.\"", "truth_label": "true", "date": "stated on July 27, 2015 in his year-in-review speech:", "title": "Julián Castro says less than half of lowest-income American households have home Internet access", "text": "This summer, Julián Castro touted actions on his watch in his first year as U.S. secretary of housing and urban development. But the former San Antonio mayor and Democratic vice presidential prospect also let it be known that work remains to be done, especially in closing the digital socio-economic divide.\nIn an anniversary speech otherwise trumpeting anti-homelessness programs and public housing developments, Castro said: \"Technology has transformed how we live, learn and work, but not everyone has been able to participate in these developments.\n\"Less than half of the poorest American households have a home internet subscription,\" Castro said, which poses barriers when most college applications and job openings are handled over the web. Castro went on to describe the agency’s new ConnectHome project, which he said would accelerate broadband adoption, helping up to 200,000 children gain high-speed online access.\nWe were curious about his \"less than half\" claim relating poverty and home Internet connections.\nCastro cites White House report\nResponding to our request for elaboration, Castro’s press secretary, Cameron French, emailed us a web link to a July 15, 2015, White House \"fact sheet\" stating that an analysis that day by the Council of Economic Advisers, which advises the president on economic policy, \"illustrates that some Americans are still unable to benefit from high-speed broadband, especially America’s lower-income children.\"\n\"In fact, while nearly two-thirds of households in the lowest-income quintile own a computer,\" the White House document said, \"less than half have a home Internet subscription. While many middle-class U.S. students go home to Internet access, allowing them to do research, write papers, and communicate digitally with their teachers and other students, too many lower-income children go unplugged every afternoon when school ends. This ‘homework gap’ runs the risk of widening the achievement gap, denying hard-working students the benefit of a technology-enriched education.\"\nThe council’s analysis, a 10-page report titled \"Mapping the Digital Divide,\" said that according to the U.S. Census Bureau’s 2013 American Community Survey, \"less than half of households headed by someone who did not graduate high school had a home Internet connection, compared to over 90 percent of households headed by a college graduate.\" The bureau says it annually conducts the survey to help Americans understand changes \"taking place in their communities.\"\nThe report also presented a chart suggesting high-income Americans widely have home Internet access:\n\nU.S. Census Bureau research\nOf course, Castro didn’t say he was limiting his \"less than half\" statement to households headed by non-high school graduates. To our follow-up email, French said the council drew on a census bureau report based on the 2013 ACS, titled \"Computer and Internet Use in the United States: 2013.\"\nThe bureau report cited specific questions in the survey asking if, in the household, there is access to computers, access to smartphones and a working Internet subscription.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nThe authors then broke out the results by race, education and household income. Upshot: Slightly less than half of the lowest of five income groups — 48.4 percent of households bringing in less than $25,000 a year — reported having Internet access. Households with greater incomes reported home Internet subscription rates of 69 percent to 95 percent, the report said. Some 47.2 percent of the lowest-income households had high-speed web connections, according to the report, with higher-income households reporting high-speech connection rates of 68 percent to 95 percent.\n\nAnother analysis\nNext, we sought other relevant research, landing a September 2013 poll of U.S. residents by the nonpartisan Pew Research Center asking adults if they used broadband Internet.\nGenerally, Pew said, 70 percent of the surveyed residents reported broadband connections at home. But that didn’t hold across income categories. In contrast to the bureau, Pew separated annual income levels into four categories: less than $30,000, between $30,000 and $49,999, $50,000 to $74,999, and $75,000 or more. Pew said 52 percent of adults in the lowest-income group said they had broadband access at home — compared with 71 percent to 91 percent of higher-income adults.\n\nSeparately, Pew said in a September 2013 web post that as of that May, 15 percent of American adults did not use the Internet or email. \"Groups that are significantly more likely to rely on internet access outside the home include blacks and Hispanics, as well as adults at lower levels of income and education,\" Pew said.\nOur ruling\nCastro said that \"less than half of the poorest American households have a home Internet subscription.\"\nAbout 48 percent of the nation’s poorest quintile of households--the bottom 20 percent--reported a home Internet connection in 2013. Home web access correlates with income, it appears.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06054"}