{"url": "/factchecks/2019/feb/01/facebook-posts/conspiracy-theorists-peddle-fake-claim-about-1986-/", "speaker": "Facebook posts", "vclaim": "The 1986 Challenger Space Shuttle disaster was a hoax; the crew did not die and are still alive today.", "truth_label": "pants-fire", "date": "stated on January 28, 2019 in a Facebook post:", "title": "Conspiracy theorists peddle fake claim about the 1986 Challenger Space Shuttle disaster", "text": "On Jan. 28, 1986, the Challenger Space Shuttle flight ended in tragedy when it disintegrated just 73 seconds after liftoff. Live broadcasts captured the space shuttle breaking apart and plummeting in midair. Children across the United States witnessed the event from classrooms, where they were seated before televisions, prepared to celebrate NASA’s first \"teacher-astronaut,\" Christa McAuliff.\nAll seven crew members on the mission perished: Francis R. Scobee, Michael J. Smith, Ronald McNair, Ellison Onizuka, Judith Resnik, Gregory Jarvis, and McAuliffe, the New Hampshire teacher who had been selected to fly via NASA’S \"Teacher in Space\" program.\nPresident Ronald Reagan soon addressed a stunned nation from the Oval Office, calling it \"truly a national loss.\"\nUnfortunately, conspiracy theorists have taken to making mockeries of large-scale tragic events. The same, it seems, with the Challenger disaster.\nOne post, shared on Facebook on the 33rd anniversary of the accident, purports that the entire event was a hoax, and that crew members are alive and well today.\nThe post reads: \"They didn’t die in 1986. I just found Astro-NOT Judith Resnik by searching Yale’s website just moments ago.\" Pictures of the crew are attached, with side-by-side comparisons with their so-called dopplegangers.\nThis conspiracy rumor – which claims that persons resembling the crew members with identical or similar names are still living out their lives around the U.S. – has been roaming around the internet since at least 2015, when other fact-checkers debunked it.\nThe Facebook post also links a YouTube video from 2016 that highlights the doppelgangers while \"The Twilight Zone\" theme song plays.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is an example of conspiracy theorists combining a few suggestive aspects in an attempt to prove a monumental, and well-documented event, was faked. To say the evidence is not conclusive would be an understatement.\nWhy it doesn’t add up\nThe rumor’s only evidence is that at least six of the seven crew members (excluding Gregory Jarvis) have lookalikes with identical or similar names who are around the approximate ages that the crew members would be if they were alive today.\nThere are a few problems with this thinking.\nFirst, most of these doppelgangers have very different backgrounds and were in very different locations, professional roles, and institutions than that of the crew members prior to the disaster.\nFor example, Judith Resnik, who the Facebook post singles out. (\"I just found Astro-NOT Judith Resnik by searching Yale’s website just moments ago.\") But the Judith Resnik at Yale was teaching law classes at the school (and at USC) in the 1970s and '80s at the same time that astronaut Judith Resnik was studying and working in electrical engineering, and eventually with NASA.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn 1985, law professor Resnik was writing papers for law review journals. In 1984, astronaut Resnik was on a space flight, making her the second American woman to go to space.\nThe same woman couldn’t have been working different jobs, in different geographic locations, at the same time.\nThis can also be applied to Richard Scobee, Sharon (Christa) McAuliffe and Michael Smith.\nSecond, Onizuka and McNair’s supposed doppelgangers are the astronauts’ actual brothers, Claude Onizuka and Carl McNair, respectively. These are both real people and not assumed identities. Carl McNair, has given interviews about his brother, including one on Story Corps on the 25th anniversary of the Challenger explosion in 2011. And Claude Onizuka has paid tribute to his brother over the years by hosting the Onizuka Science Day for schoolchildren in their native Hawaii.\nThird, some of the lookalikes do not actually resemble the crew members, with different facial structures and characteristics, and seem selected to simply try to help prove the conspiracy.\nLastly, for a major national conspiracy supposedly orchestrated by NASA, it is highly improbable the crew would be living openly, under the same names and with no physical disguises in place.\nWe also found four of the crew members — Scobee, Smith, Onizuka and McNair — in the Social Security Death Index, which is not comprehensive, as the database includes most, but not all, persons who have died since 1935.\n\"The absence of a particular person in the SSDI is not proof this person is alive. Additionally, there is a possibility that incorrect records of death have been entered on the DMF,\" Ancestry.com website says.\nAll four found, though, match the crew members’ dates of birth and death, and the states in which their Social Security cards were issued.\nOur ruling\nA social media post claims that the 1986 Challenger space shuttle crew members are alive and well, and the tragedy was a hoax orchestrated by NASA.\nTo suggest that NASA staged the deaths, for no particular reason, and then allowed the crew to openly live out their lives with no name changes or physical disguises is highly unlikely. Also, for something so out-in-the-open, it wasn’t noticed until nearly 30 years later.\nMoreover, death certificates and the backgrounds of the \"lookalikes\" directly contradict the core of the conspiracy theory.\nThis false rumor disgraces the crew’s legacy and is based on assumptions loosely tied together.\nThis is Pants on Fire!\n'\n Share the Facts 2019-02-01 21:50:51 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Say that the 1986 Challenger Space Shuttle disaster was a hoax and that the crew did not die and are still alive today.    Facebook posts on the internet     Monday, January 28, 2019 2019-01-28    Read More  info", "vclaim_id": "vclaim-pol-01070"}