{"url": "/factchecks/2015/oct/08/sean-duffy/planned-parenthood-spends-millions-elect-democrats/", "speaker": "Sean Duffy", "vclaim": "\"Millions of dollars are spent by Planned Parenthood to elect Democrats to the House of Representatives and the Senate.\"", "truth_label": "mostly-true", "date": "stated on September 18, 2015 in a speech:", "title": "Planned Parenthood spends millions to elect Democrats to Congress, GOP U.S. Rep. Sean Duffy says", "text": "During debate on a bill to defund Planned Parenthood, U.S. Rep. Sean Duffy, R-Wis., alluded to secretly recorded videos that prompted the legislation, then he made a claim about the group’s political activity.\n\"If you watch this debate, you have to ask: How could anybody defend the practices at Planned Parenthood?\" Duffy said on the House floor on Sept. 18, 2015, the day the House approved the one-year defunding.\n\"Harvesting body parts. How could anybody defend that? It’s an easy answer. Look in (the) political season. Millions of dollars, millions of dollars are spent by Planned Parenthood to elect Democrats to the House of Representatives and to the Senate. This isn’t about babies; this is about money.\"\nA reader asked us to check Duffy’s claim.\nThe videos, the funding\nThe videos, first released in July 2015, show Planned Parenthood officials offhandedly discussing how they sometimes procure tissue from aborted fetuses for medical research. The anti-abortion Center for Medical Progress, which recorded the videos, alleges Planned Parenthood is illegally profiting from fetal organ sales. But Planned Parenthood says it has done nothing illegal, and that the videos were edited in a misleading way.\nThe defunding bill, which has yet to be taken up by the U.S. Senate, would end federal payments to Planned Parenthood for a year, diverting the money to thousands of community health centers. Republicans say those clinics could handle the displaced Planned Parenthood patients, but Democrats say the centers are overburdened and sometimes in remote locations.\nPlanned Parenthood gets around $450 million each year  in federal payments, mostly Medicaid reimbursements for handling low-income patients. That's around one-third of the organization's $1.3 billion annual budget.\nAs for Planned Parenthood’s political activity, some of this ground was covered when Republican presidential candidate Carly Fiorina made a similar claim. She said Planned Parenthood \"funnels millions of dollars in political contributions to pro-abortion candidates.\"\nPolitiFact National rated the statement Mostly True. Millions have been spent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBut the caveat is that the operational, medical clinics of Planned Parenthood cannot spend money in politics -- separate entities that are affiliated with Planned Parenthood can.\nDuffy’s claim\nDuffy’s claim was a little different -- that Planned Parenthood spent millions to elect Democrats to the House and Senate. We found, using figures from the nonpartisan Center for Responsive Politics, that that was this case.\nIn the 2014 election cycle alone, Planned Parenthood-affiliated groups that can't give directly to candidates or coordinate with them, such as Planned Parenthood Votes, a Super PAC, made over $6 million in independent expenditures.\nThat included $1.85 million spent in support of Democrats and $2.87 million spent against Republicans.\n\"In addition, Planned Parenthood's PAC gave nearly $590,000 to congressional candidates, all of them Democrats.\"\nThe numbers would be higher, of course, if previous cycles were included.\nOur rating\nDuffy said: \"Millions of dollars are spent by Planned Parenthood to elect Democrats to the House of Representatives and the Senate.\"\nBy law, the operational, medical clinics of Planned Parenthood cannot spend money in politics. But separate entities that are affiliated with Planned Parenthood can, and they spent millions just in the 2014 election cycle to elect Democrats.\nWe rate Duffy’s statement Mostly True.", "vclaim_id": "vclaim-pol-05878"}