{"url": "/factchecks/2010/may/28/carly-fiorina/hot-air-movie-not-accurate-boxers-laws/", "speaker": "Carly Fiorina", "vclaim": "Sen. Barbara Boxer \"passed only three bills in 18 years\" into law.", "truth_label": "false", "date": "stated on March 10, 2010 in a Web ad:", "title": "'Hot Air' movie not accurate on Boxer's laws", "text": "It's one of the weirdest political ads we've seen this year: \"Hot Air: The Movie.\" It shows an animated Sen. Barbara Boxer, D-Calif., at a committee hearing in Congress. Her head starts expanding and expanding until it floats off into air, pulling Boxer from her chair and bursting through the Capitol dome. Then Boxer turns into a large blimp with loudspeakers on top and TV screens around the bottom, floating over the California landscape, broadcasting inanities. (No, we're not making this up. See the ad for yourself.)\n\nA creepily cheerful narrator says: \"Soon her elitist self-image grew so that it overwhelmed the capital and drifted west ... westward, to tell us all how to live our lives ...\"\n\nAt seven and half minutes, the video runs too long to be a TV ad and is clearly aimed at an online audience. At about the halfway mark (after the senator-blimp has floated over what appears to be the L.A. skyline), the ad introduces Republican Carly Fiorina as a better alternative and a \"successful leader.\"\n\nWe decided to check one of the ad's more concrete criticisms of Boxer: That she's \"passed only three bills in 18 years\" into law.\n\n\"One named a local courthouse. One named part of a river -- in Virginia. And the third brought California some money to retrofit bridges. Three bills,\" the narrator said.\n\nFollowing our standard practice, we contacted the Fiorina campaign for back-up. They told us they were counting only bills passed into law where Boxer was listed as the primary sponsor. But they also told us since the ad was made, they ran across two other bills, so the actual number they found was five. They contrasted this unfavorably with Sen. Dianne Feinstein, who they said was the primary sponsor on 14 bills that became law.\n\nOf Boxer's legislation, the ad mentions a 1994 law that funded bridge retrofits; a 2007 law to name a U.S. courthouse in Fresno, Calif., the \"Robert E. Coyle United States Courthouse; and a 2008 law to  designate a portion of the Rappahannock River in Virginia as the \"John W. Warner Rapids.\"\n\nThe other two laws are a 2004 measure to provide for \"the development of a national plan for the control and management of Sudden Oak Death, a tree disease caused by the fungus-like pathogen Phytophthora ramorum,\" and a 2009 law to re-name a San Diego post office as the \"Cesar E. Chavez Post Office.\" (We verified that both passed.)\n\nBut Fiorina's narrow accounting is misleading because it ignores the collaborative way that bills become law. Any single bill that lists a single senator as author is often the collective work of many senators. In some cases, entire bills become amendments to other bills that pass.\n\nWe found that Boxer co-sponsored at least 72 bills since 1995. A good number of these were for less significant resolutions or post office namings. But some were more prominent pieces of legislation, such as the Lily Ledbetter Fair Pay Restoration Act, which removed barriers so women can sue for gender-based pay discrimination, and the Enforcement of Intellectual Property Rights Act of 2008, which aimed to reduce counterfeiting and piracy of intellectual property.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"It's the nature of the process that everybody participates,\" said Senate historian Donald A. Ritchie. \"No one writes a bill all on their own with no other input.\"\n\nIn the case of particular bills, it's often possible to piece together which senators contributed to a piece of legislation through research and reporting. But there's no standardized way to count meaningful contributions on a broad scale.\n\n\"There is no good, strong, objective, consistent way to measure productivity as a legislator,\" said Norman Ornstein, a Congressional expert and a resident scholar at the conservative American Enterprise Institute. The statement in the Fiorina ad is \"meaningless,\" he said. \"It doesn't matter whether it's narrowly, factually accurate. It has nothing to do with Boxer's record as a legislator,\" he said.\n\nOrnstein also pointed out that Boxer is chair of the U.S. Senate Committee on Environment and Public Works, so she's steered important legislation on energy and offshore drilling. Committee chairs don't always author the original legislation themselves, but they play a critical role by greenlighting bills they support and stopping bills they oppose. Boxer has used that power to advance her legislative agenda, Ornstein said.\n\nThe Boxer campaign said she has contributed to several pieces of legislation that she didn't directly sponsor. She co-authored a successful amendment that permitted companies to claim a one-time tax reduction on profits made overseas if money is invested into the domestic American economy. They said she also contributed to laws that protected California wilderness areas, funded after-school programs, and set rules for 401(k) plans limiting how much employers could force employees to hold in company stock.\n\nWe looked into a few different accounts of Boxer's legislative accomplishments. CQ's Politics in America 2008 edition noted that she had \"pushed through\" the tax change on overseas profits. It also said that she had \"led efforts in 2001 to help communities deal with abandoned industrial sites.\" However, the 2010 edition said that \"Getting major legislation passed has not been the trademark of Boxer's career,\" and noted the bridge retrofits bill. But it also said that she is very active in promoting environmental issues and has been a longtime proponent of \"cap and trade\" legislation to address carbon emissions and climate change. Such legislation is still pending in Congress and has yet to become law.\n\nIn ruling on the statement in the \"Hot Air\" ad, we find a lot lacking. The Fiorina ad said that Boxer \"passed only three bills in 18 years\" into law. But now even the Fiorina campaign admits that number is wrong -- there are five. And more importantly, experts on Congress say the Fiorina campaign's methodology is a misleading way of assessing a senator's legislative accomplishments. The Fiorina campaign could still make a case that Boxer is not an effective legislator, but the campaign has failed to do it here. Using the count of bills authored is simplistic and doesn't reflect the reality of the legislative process. We rate the statement False.", "vclaim_id": "vclaim-pol-14967"}