{"url": "/factchecks/2012/oct/15/barack-obama/barack-obama-says-princeton-economists-analysis-do/", "speaker": "Barack Obama", "vclaim": "Says economists Harvey Rosen and Martin Feldstein have said that \"paying for (Mitt) Romney’s tax cuts would require large tax increases on families making between $100,000 and $200,000.\"", "truth_label": "barely-true", "date": "stated on October 7, 2012 in an email to supporters:", "title": "Barack Obama says economists' studies don't back up Mitt Romney's tax promises", "text": "The debate about Mitt Romney's tax plan has centered on its lack of specifics. The Tax Policy Center has said Romney hasn't offered enough cuts or revenue to pay for his tax reductions. But Romney has said reports by economists show the plan will add up.\n\nTwo of the reports Romney touted to support his view were by Harvey Rosen, a Princeton University economist who served as chairman of President George W. Bush’s Council of Economic Advisers, and by Martin Feldstein, a Harvard University economist and former adviser to President Ronald Reagan.\n\nIn an email to supporters, President Barack Obama tried to turn the tables by using their work to contradict Romney.\n\n\"Even the studies that Romney has cited to claim his plan adds up still show he would need to raise middle-class taxes,\" the Obama campaign said. \"In fact, Harvard economist Martin Feldstein and Princeton economist Harvey Rosen both concede that paying for Romney’s tax cuts would require large tax increases on families making between $100,000 and $200,000.\"\n\nReally? The experts cited by Romney actually agree with Obama? We decided to explore whether Obama was right.\n\nWe read both economists' writings and didn't see any such claims. In fact, after the Obama campaign sent its email, Rosen told the Weekly Standard, a conservative magazine, that the Obama campaign was twisting what he said.\n\nWe won’t try to determine whether Rosen or Feldstein are right with their analysis, though we have previously written that their study is not as detailed as the Tax Policy Center analysis. However, in this item, we have a more limited mission -- to see whether the Obama campaign has accurately characterized their findings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRosen’s study\n\nAs we noted in a previous item, Rosen’s paper used 2009 data to analyze what happens under Romney's plan. Rosen found that when a wide array of tax breaks are eliminated -- from home mortgages to charitable giving to health insurance benefits -- and projected economic growth rates are factored in that the increased revenues can balance out the money lost through tax rate cuts for high-income taxpayers.\n\nRosen looked at several scenarios and found that most of them enabled Romney to keep his promises. But Rosen found one in which he the numbers fell short of balance by $28 billion. He wrote that Romney’s ability to stick to each of his promises in this scenario \"would be more challenging,\" but not \"mathematically impossible.\"\n\nRosen told us that when he used the term \"more challenging,\" he was \"referring to identifying other tax preferences that haven’t received much attention in the debate so far. For example, currently, capital gains on assets that are bequeathed to heirs when an individual dies are not subject to tax. This is clearly a tax preference that benefits primarily upper income individuals, so scaling it back would also help fill the gap.\"\n\nWhen we contacted the Obama campaign, they pointed us to a Bloomberg article that quoted Rosen.\n\n\"Mitt Romney says he can lower income-tax rates by 20 percent without costing the U.S. government revenue and without making the middle class carry a bigger share of the tax load,\" the article said. \"He’s right -- assuming that Congress eliminates the most widely used deductions by taxpayers earning more than $100,000 a year, says Harvey Rosen, an economics professor at Princeton University whose study Romney cites as evidence that his plan is viable. … ‘What the political system would find feasible, I don’t know,’ Rosen says. ‘It’s mathematically possible.’\"\n\nRosen told PolitiFact that the view attributed to him in the Bloomberg article isn’t inconsistent with what he wrote in his paper.\n\n\"All the Obama campaign is really saying is that tax reform is hard,\" Rosen said. \"Well, that’s true -- but it’s also totally obvious. If that’s all  the Tax Policy Center had claimed, then I would never have bothered to write my paper. The Tax Policy Center went way beyond that when it claimed that the Romney proposal is ‘mathematically impossible.’ That sounds a lot cooler than ‘politically difficult,’ but as my paper argues, under plausible assumptions, ‘mathematically impossible’ is not correct.\"\n\nFeldstein’s study\n\nMeanwhile, Feldstein, a Romney adviser, used 2009 data from the IRS to demonstrate that Romney can meet all his goals and not increase taxes on the middle class.\n\n\"Mitt Romney's plan to cut taxes and offset the resulting revenue loss by limiting tax breaks has been attacked as ‘mathematically impossible,’\" Feldstein wrote. Romney’s plan, \"say critics, would require a large tax increase on the middle-class to avoid raising the deficit. Careful analysis shows this is not the case.\"\n\nIn an interview with PolitiFact, Feldstein noted that his analysis didn’t separate out data for earners between $100,000 and $200,000. That means the Obama campaign is incorrect to say Feldstein argues that \"large tax increases on families making between $100,000 and $200,000\" would be needed. Feldstein’s data doesn’t address that income range.\n\n\"I did the analysis treating the middle-class families as those below the top 20 percent -- those below $100,000,\" Feldstein said. \"I didn't calculate the average tax increase for those in the $100,000 to $200,000. So I cannot say that (the Obama campaign is) right or wrong about the $100,000 to $200,000 families. But I think it is fair to say that those with incomes in the top 20 percent of the distribution are relatively affluent and should not be counted as the middle class.\"\n\nOur ruling\n\nThe Obama email claimed that Rosen and Feldstein have said that \"paying for (Mitt) Romney’s tax cuts would require large tax increases on families making between $100,000 and $200,000.\"\n\nBut Feldstein’s analysis didn’t look at the income range the Obama campaign said it did, and in Rosen’s case, the Obama campaign has overplayed its hand. At the very least, Rosen’s work could be interpreted as saying that tax increases on middle-income voters could be needed -- not would be needed -- and Rosen never characterized any such increases as \"large.\"\n\nEither way, both economists’ analyses include clearly worded passages that disagree with the Obama campaign’s claim that middle-class tax increases would be \"required\" under a Romney plan. We rate the Obama campaign’s claim Mostly False.", "vclaim_id": "vclaim-pol-10170"}