{"url": "/factchecks/2008/jul/22/barack-obama/obama-proposed-more-troops-in-07/", "speaker": "Barack Obama", "vclaim": "\"For at least a year now, I have called for two additional brigades, perhaps three.\"", "truth_label": "true", "date": "stated on July 20, 2008 in Afghanistan:", "title": "Obama proposed more troops in '07", "text": "During an overseas trip to Afghanistan, Sen. Barack Obama said the United States needed to focus on the war there, calling the situation \"precarious and urgent,\" adding \"I believe this has to be our central focus, the central front, on our battle against terrorism.\"\n\n\"For at least a year now, I have called for two additional brigades, perhaps three,\" he said.\n\n\nWe consulted the record to see if Obama had urged more troops for Afghanistan that long.\n\n\nBack on Aug. 1, 2007, Obama gave a major foreign policy speech at the Woodrow Wilson International Center for Scholars in Washington, D.C.\n\n\nThe speech got a lot of attention because Obama said that the United States should aggressively pursue terrorists hiding in the mountains of Pakistan. \"If we have actionable intelligence about high-value terrorist targets and President Musharraf won't act, we will,\" Obama said. (See our previous Truth-O-Meter rulings about Obama's stance on Pakistan\n\nhere\n\n,\n\nhere\n\nand\n\nhere.\n\n)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut Obama also talked about the need for the United States to turn its attention to Afghanistan.\n\n\n\"Our troops have fought valiantly there, but Iraq has deprived them of the support they need — and deserve,\" Obama said. \"As a result, parts of Afghanistan are falling into the hands of the Taliban, and a mix of terrorism, drugs, and corruption threatens to overwhelm the country. As president, I would deploy at least two additional brigades to Afghanistan to re-enforce our counterterrorism operations and support NATO's efforts against the Taliban.\"\n\n\nThat speech was the first time we could find of Obama specifically advocating for more brigades to Afghanistan. Technically speaking, the time from his speech on Aug. 1, 2007, to his more recent statement is 10 days short of a year. But it's pretty darn close, and it's likely that speech reflected policy crafted over a longer period than 10 days. So we find his statement True.", "vclaim_id": "vclaim-pol-16120"}