{"url": "/factchecks/2012/apr/09/joe-biden/vice-president-joe-biden-says-general-motors-large/", "speaker": "Joe Biden", "vclaim": "\"General Motors is the largest corporation in the world again.\"", "truth_label": "false", "date": "stated on April 1, 2012 in a “Face the Nation” interview:", "title": "Vice President Joe Biden says, 'General Motors is the largest corporation in the world'", "text": "Vice President Joe Biden declared General Motors \"the largest corporation in the world\" in an April 1, 2012, interview on Face the Nation.\n\nIt was no April Fool’s joke.\n\nWe knew GM’s auto sales were back on top in 2011 — aided by its joint ventures in China and a tsunami-burdened Toyota — but the world’s largest corporation? We just had to check.\n\n(Hat-tip to a reader who asked us whether he was right, emailing a a Fox News piece by Karl Rove that took Biden to task. Email, Twitter, Facebook — send claims our way!)\n\nFace the Nation host Bob Schieffer had asked Biden to respond to comments by Republican presidential candidate Mitt Romney that President Barack Obama’s term had \"been a failure.\"\n\nBiden declared the former Massachusetts governor  \"a little out of touch.\"\n \n\n\"Look, you know, everything that he said, the American people don't think the policies have worked. Romney argued about let — not an exact quote — but let Detroit go bankrupt. Wasn't very popular action the president took. Now they're hiring people. You know, hundreds of thousands of new people instead of losing 400,000 jobs. General Motors is the largest corporation in the world again.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nRomney had argued for a managed bankruptcy instead of a government-aided turnaround. Detroit automakers are hiring again. But the claim that GM \"is the largest corporation in the world again\"? It’s not.\n\nTop companies lists\n\nFortune and Forbes both annually rank the world’s largest companies.\n\nThe Fortune Global 500 ranks them by total revenues. The Forbes Global 2000 ranks them by sales, profit, assets and market value.\n\nGM didn’t make the top of either list last year.\n\nNot even among automakers. Or among U.S. companies starting with the word, \"General.\" Toyota and Volkswagen both beat out GM on the Fortune list. They were No. 8 and No. 13.\n\nGM was No. 20. (That other American institution, General Electric? No. 16.)\n\nOn the broader-based Forbes list, Volkswagen weighed in at No. 24. Daimler (think Mercedes-Benz) hit No. 43. Ford and Toyota ranked No. 54 and No. 55.\n\nGeneral Motors trailed at No. 61. (General Electric? No. 3.)\n\nWhen Forbes broke out its rankings by category, GM didn’t lead any of them. Rather, it was:\n\n• No. 18 in sales\n• No. 70 in profit\n• No. 155 in assets\n• No. 148 in market value\n\nOur ruling\n\nBiden may have been reaching for a different statistic — that GM’s sales led other automakers in 2011, subject to a few caveats. But he didn’t say that. He said, \"General Motors is the largest corporation in the world again.\" Surely the vice president of the United States can pick his words more carefully. We rate this claim False.", "vclaim_id": "vclaim-pol-11303"}