{"url": "/factchecks/2019/apr/26/facebook-posts/no-george-soros-never-said-he-made-it-his-lifes-mi/", "speaker": "Facebook posts", "vclaim": "Quotes George Soros as saying \"I’ve made my life’s mission to destroy the United States. I hate this country and I hate all of the people in it!\"", "truth_label": "pants-fire", "date": "stated on April 20, 2019 in a Facebook post:", "title": "No, George Soros never said he made it his life’s mission to ‘destroy the United States’", "text": "George Soros: Holocaust survivor, billionaire philanthropist, Democratic campaign donor and favorite boogeyman for conspiracy theorists and rumor mills across the internet.\nSoros has been the target of countless conspiracy theories, and now a fake quote is circulating social media (again) that claims Soros deeply hates the United States and plots to \"destroy\" it.\nThe full quote reads: \"'I’ve made my life’s mission to destroy the United States. I hate this country and I hate all of the people in it!' George Soros, Newsweek 1979\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe looked through all of the Newsweek issues from 1979. We found a lot of full-page cigarette ads, a feature about roller skating and a cover story documenting images of \"man’s closest look at Saturn.\" What we did not find was any evidence that Soros ever said such a thing.\nFurther, we searched news clips more broadly and found no legitimate record that he said this in any other publication or interview either. In the 40 years since the quote was supposedly published in the news magazine, not one credible source has ever mentioned it – something that would have certainly happened given Soros’ prominence and the inflammatory nature of the comment.\n\"George Soros has never made any such statement,\" Laura Silber, chief communications officer for the Soros-funded Open Society Foundations, told PolitiFact. \"Mr. Soros cares deeply about the United States and is dedicated to strengthening this country’s promise for all its people.\"\nWe found that part of the quote was used, in bold-face type, and attributed to Soros in a 2011 Breitbart article that discusses the \"looming breakdown in society,\" placing the blame on the \"veterans\" and \"descendants of the Radical Left from the 1960s:\n\"There are those who wish to do nothing more than to fan these flames. ‘Destroying America will be the culmination of my life’s work.’~ George Soros.’\"\nBut the article provides no details on where or when Soros allegedly said this and simply continues on.\nWe also found a variation of a portion of the quote in a 2011 reddit thread in which users were trying to find the context of Soros allegedly saying: \"Destroying America will be the culmination of my life’s work.\" The thread referenced a right-wing blog that posted the quote in 2010 with the source as The Australian newspaper.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThough the blog doesn’t give specifics on when Soros supposedly said this, in a 2009 interview between Soros and the newspaper, Soros talked about the culmination of his life’s work, but it is nothing close to the quote. Here is the exact excerpt from The Australian:\n\"Peter Wilson: So people bring things to your attention if they think a situation is developing in a region or a market?\n\"George Soros: I read the newspaper, I have some financial services that I also look at. I’m not on top of the financial markets. I just don’t have adequate information on detail so I can only use blunt instruments that are sort of macroeconomic instruments. On the other hand, I am tremendously involved in policy issues and that is where I am focusing.\n\"Wilson: What sort of policy?\n\"Soros: The financial crisis, and how to solve it. It was not something that I was particularly concerned with prior to the rise of the crisis and I am also involved in the activities of the (Soros) Foundation.\n\"Wilson: But for the past 18 months you have been keeping an eye on the markets?\n\"Soros: Yeah but I have also been writing a lot more than I was writing before because the crisis really stimulated me. I wrote a series of articles in the course of the year, I wrote a book, I published a book and I’m just about to publish a sequel to last year’s book, bringing it up to date, I am just working on it now.\n\"Wilson: So do you have a sense that things are coming together for you now?\n\"Soros: It is in a way a culminating point of my life’s work, so to speak.\"\nAt no point in the exchange does Soros say his life’s mission is to destroy the United States, or that \"destroying America\" would be the culmination of his life’s work. Here, he is referring to solving the financial crisis, the books he is writing, and his work with the Soros Foundation as a culmination of his life’s work.\nOur ruling\nA quote attributed to Soros is spreading on social media, claiming he told Newsweek in 1979 that he’s made it his \"life’s mission to destroy the United States,\" and that he hates the country and all the people in it.\nThere is no evidence that Soros said anything close to this. As well, not one news source in the last 40 years has ever mentioned, reviewed or criticized the comment.\nThis is faux quote is Pants on Fire!\n Share the Facts 2019-04-26 14:58:51 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Quotes George Soros as saying \"I’ve made my life’s mission to destroy the United States. I hate this country and I hate all of the people in it!\"    Facebook posts on the internet     Saturday, April 20, 2019 2019-04-20    Read More  info", "vclaim_id": "vclaim-pol-00707"}