{"url": "/factchecks/2010/jul/13/john-oxendine/gov-hopeful-john-oxendine-said-heath-care-unconsti/", "speaker": "John Oxendine", "vclaim": "\"To say a family has to buy a product from a private company is clearly beyond the delegated powers of the U.S. Constitution.\"", "truth_label": "half-true", "date": "stated on July 11, 2010 in a televised debate on Fox 5:", "title": "Gov. hopeful John Oxendine said heath care unconstitutional", "text": "Republicans vying for governor took the opportunity during Sunday's televised debate to bash massive federal health care changes. The bill, signed by President Barack Obama in March, is unpopular among state Republicans. Predictably, none of the candidates liked it. But one statement made on the Fox 5 program by front-runner John Oxendine made us curious, especially since the legislation is chock-full of stuff people on both sides of the aisle find murky: \"To say a family has to buy a product from a private company is clearly beyond the delegated powers of the U.S. Constitution,\" he said. But are they required to buy it? And does the law violate the U.S. Constitution?First, a little history. After the Democrat-backed Patient Protection and Affordable Care Act passed, critics, especially Republicans, complained that it's unconstitutional for a number of reasons, including that it makes people buy health insurance. States banded together to file suit against the federal government in March.Gov. Sonny Perdue hoped to join them, but state Attorney General Thurbert Baker, a Democrat who is running for governor, refused to file suit. Perdue made an end run around him in May by getting a private firm to handle the work at no cost to the state. When asked for clarification, Oxendine's campaign said that making individuals make a purchase is well beyond the powers of the federal government. We covered the constitutionality of health care reform in an earlier PolitiFact Georgia item July 1. It noted the issue has yet to be decided in court, and plaintiffs aren't assured a win. The suit remains in its early stages, which means that Oxendine's statement that the bill is \"clearly beyond the delegated powers of the U.S. Constitution\" is not correct. Not yet, at least. And maybe not ever. Now we turn to the matter of whether the health care bill says families have \"to buy a product from a private company.\" We find the rule is a bit more complicated than Oxendine's statement makes it out to be.Citizens are required to have health care coverage by 2014 under the bill. But not all will have to buy it from a private company or buy it at all, said tax expert Howard Gleckman, a resident fellow at the nonpartisan Urban Institute, and Joseph Antos, a health policy expert with the American Enterprise Institute for Public Policy Research, a nonpartisan think tank with conservative roots. There are multiple exceptions to the rule. For instance, people under financial hardship, who have religious objections to purchasing health care or are American Indians do not have to buy it. People on Medicaid, which covers low-income people, don't have to buy insurance from a private company. The government covers them. The punishment for failing to buy health insurance is pretty mild. You don't get tossed into jail. Instead, you pay a tax penalty. The penalty is small in comparison to the cost of buying insurance, Antos and Gleckman agree. In 2014, it's $95 for most individuals. Later on it grows to $695. Higher-income people will pay based on different criteria. So Oxendine's statement about the families buying health insurance had some truth to it: The federal government did tell families to have health insurance. Many will purchase it from private companies. Some people, however, don't have to buy it or will get it from the government. People who are required to buy it, but hate the thought of doing so, can pay a tax penalty that will likely cost them less than insurance. But the constitutionality of the law is far from settled, and Oxendine's statement that Congress \"clearly\" overstepped its authority is premature. We rate this statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-14775"}