{"url": "/factchecks/2011/aug/25/michael-doherty/state-sen-mike-doherty-says-school-districts-recei/", "speaker": "Michael Doherty", "vclaim": "Says enrolling a student in a subsidized lunch program triggers an \"at risk\" designation, resulting in an extra $6,000 to $7,000 of state school aid per student.", "truth_label": "mostly-true", "date": "stated on August 22, 2011 in a letter to the state’s acting education commissioner:", "title": "State Sen. Michael Doherty says school districts receive more state aid for every student who receives a subsidized lunch", "text": "Taxpayers are picking up the tab for more than just lunch in Elizabeth schools, according to state Sen. Michael Doherty.\n\nA story in The Sunday Star-Ledger revealed three officials from the Union County school district allegedly enrolled their children in a subsidized lunch program, even though they earn too much to qualify for it. Doherty (R-Warren), one of several New Jersey officials who called for an investigation into the matter, wrote a letter to acting state Education Commissioner Christopher Cerf saying he’s worried the program opens another avenue for abuse.\n\n\"This year, when you appeared before the Senate Budget Committee, I informed you about the potential for abuse of the free and reduced price lunch program, and how enrolling a student in the program triggers an \"At Risk\" designation, which results in an additional $6,000-7,000 of state school aid for a student,\" Doherty wrote to Cerf in an Aug. 22 letter. \"This additional school aid, which can exceed hundreds of millions of dollars, is collected from taxpayers throughout the state.\"\n\nPolitiFact New Jersey found Doherty is mostly right: when a student is enrolled in the federally supported lunch program, they are designated as at risk. But his claim that each at-risk student brings in up to $7,000 in additional state aid needs clarification.  \n\nWe’ll first explain how an at-risk designation translates into increased per-pupil spending.\n\nThe \"School Funding Reform Act of 2008\" set up the formula that calculates how state education spending is determined for New Jersey school districts. The formula sets a minimum amount that the state believes must be spent on a student to provide a \"thorough and efficient education.\"\n\nThe base amount can increase depending on a variety of factors, including whether a student is considered at risk. At-risk students include those who qualify for a free or reduce-price lunch, according to state law.\n\nAn at-risk student is weighted differently in the formula, increasing the amount of funds the state believes should be spent to educate that child.  \n\nSo, we’ve determined Doherty is correct about the at-risk designation. But what about his claim that for each at-risk student, a school district receives up to $7,000 more in state aid?\n\nThe state auditor released a report in June, which said: \"The Department of Education's state formula aid per the School Funding Reform Act of 2008 is increased to a school district by between $4,700 and $5,700 for each student eligible for the school lunch program.\"\n\nStephen Eells, the state auditor, said his department calculated the aid figures based on the minimum per-pupil spending amount set by the state -- and then rounded the figures.\n\nSo, a student in a school district where less than 20 percent of the population is considered at-risk receives about $4,700 more in aid. For districts, like Elizabeth, where more than 60 percent of the student population is considered at risk a student brings in nearly $5,700 in more aid, per Eells calculation.  Other districts fall somewhere within that range, Eells said.\n\nJustin Barra, a spokesman for the state education department, said the education department doesn’t calculate specific costs for at-risk pupils because it is just one of many factors. But, he said in an email that the state \"estimates that no district receives more than $6,000 per at-risk student, with a significant number much lower than that, and some receiving no funding at all.\"\n\nDoherty told us his figures were in reference to districts like Elizabeth, but he doesn’t make that clear in his letter.\n\nStill, his numbers aren’t far off from the state auditor’s figures for a district with a student population that includes more than 60 percent of at-risk students.\n\nHere's the difference. Doherty included money for security aid, which is increased from a base amount of $70 per student to up to more than $400 per at-risk student, according to the state funding formula.\n\nDoherty also included at-risk students who are bilingual, a designation that further increases per-pupil spending by his calculations to nearly $7,000.\n\nThe ruling\n\nDoherty said school districts receive an additional $6,000 to $7,000 in state aid for every student enrolled in a free or reduced-price lunch program.\n\nDoherty was right that more education funding is allocated for students who receive a subsidized lunch. Though the amount of that funding varies by district, we think Doherty’s statement is on point.\n\nWe rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12525"}