{"url": "/factchecks/2019/nov/11/facebook-posts/no-craigslist-ad-offering-pay-trump-support-phony/", "speaker": "Facebook posts", "vclaim": "Says a Craigslist ad offered to pay actors to be Trump supporters for a rally.", "truth_label": "false", "date": "stated on November 1, 2019 in a Facebook post:", "title": "No, that Craigslist ad offering to pay for Trump support is phony", "text": "President Donald Trump’s rallies for reelection around the country are sometimes followed by suspicious posts that say his crowd support is purchased rather than genuine. One version posted Nov. 1 appears to show a Craigslist ad offering to pay people to pose as Trump supporters — \"minorities welcome and needed!\"\nThe screenshot shows the title of the ad, \"Actors needed (Phoenix Convention Center),\" with the following description:\n\"Actors/help needed for event tomorrow form 2-11p.m. $15 per hour. Duties include protest activity and holding signs that are Pro Trump. Minorities welcome and needed! Looking to fill about 500 spots. Reply and ask for Allen and mention the CL ad.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t the first time a mysterious ad for pro-Trump actors has popped up online. In 2017, around a rally the president held in Phoenix, a similar advertisement soliciting actors to hold pro-Trump signs and cheer on command was shared on the internet. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAccording to media reports, the 2017 Craigslist ad was deleted. One article by the New York Daily News reported the phone number attached to the ad belonged to a recent 18-year-old high school graduate who became bombarded with profane phone calls, texts and voicemails. The man told KHOU 11 that he wasn’t connected to the president or anyone hiring for the rally. \nAnother ad in October 2018 claimed to solicit paid attendees to a Trump rally in Erie, Pa. But fact-checking website Snopes found that the advertisement was not associated with the president, or any Trump-related organizations, but rather \"to a man named Mike Oles, who appeared to have connections to left-leaning activist groups including one called Good Jobs Nation.\" Good Jobs Nation was apparently planning a demonstration at the same rally. \nOur search of Craigslist listings for the ad in the Phoenix area turned up no results. A Trump campaign spokesperson told PolitiFact that the president does not need to pay people to attend events and called the ad part of a \"recurring hoax.\"\nThese types of bogus advertisements appear to be intentionally created to make it look like the Trump campaign or those affiliated with the president’s events need to pay actors to show support. We rate it False.", "vclaim_id": "vclaim-pol-16770"}