{"url": "/factchecks/2011/jun/15/steve-loomis/union-president-steve-loomis-says-ohios-new-labor-/", "speaker": "Steve Loomis", "vclaim": "Says the state’s new collective bargaining law effectively eliminates police unions' ability to negotiate.", "truth_label": "mostly-true", "date": "stated on May 9, 2011 in a news conference:", "title": "Union President Steve Loomis says Ohio's new labor law effectively eliminates collective bargaining for police unions", "text": "Organized labor groups and Democrats started a campaign to repeal Ohio Senate Bill 5 as soon as Republican Gov. John Kasich signed it on March 31. They hope to have the issue on the Nov. 8 ballot.\n\nSB 5 is designed to give public employers more control over labor contracts to deal with declining revenue. \n\nSharply reducing collective bargaining for public workers, the new law gives management a strong hand at the bargaining table because it eliminates binding arbitration in favor of a system that is weighted toward local governments.\n\nThe replacement of binding arbitration has been a cornerstone issue for Republicans. Kasich made it a priority of his administration, arguing that public unions are too powerful at the bargaining table and that taxpayers had no say in costly labor contracts.\n\nCleveland Police Patrolmen's Association President Steve Loomis and other labor leaders rallying for repeal said the new law effectively eliminates the ability of unions to negotiate at all.\n\nIn fact, SB 5 explicitly gives police and fire unions the right to collectively bargain for wages and safety equipment. PolitiFact Ohio asked Loomis to explain.\n\n\"He (Kasich) is not taking away our right to sit at the table,\" he said. \"He is taking away the right to collectively bargain.\n\n\"As it stands right now, both sides negotiate to an end or to a neutrally agreed upon position. If we come to an impasse, we solicit a professional arbitrator, usually American (Arbitration Association).\"\n\nThe neutral, third-party arbitrator is chosen by mutual agreement, Loomis said, and is empowered to impose a contract settlement.\n\nUnder SB 5, if a union and governmental body cannot agree on a contract, a fact-finder from the State Employment Relations Board must be appointed to make recommendations. If the union and management reject the recommendations, the legislative body that oversees the workers, such as a city council, must vote to choose between the \"last, best\" offers of the workers and management.\n\nIf the council does not act, the management offer becomes the new contract. And if council approves the higher-cost offer, there is a procedure by which both offers can be placed on the ballot to let voters choose.\n\n\"There's no more neutrality,\" Loomis said. \"One party gets to decide the outcome. The city council -- the people that we are negotiating with -- gets to decide whether the fact-finder's report is acceptable or not. If they decide it's acceptable, then we're done. If they decide it's unacceptable, then we go to arbitration. Who are the arbitrators? City council. So there is no collective bargaining here.\n\n\"When you listen to the governor and he talks about 'I've given them the tools to control their costs,' that's exactly what he's talking about. He means 'I've given them the ability to create their own contracts by unfair arbitration.' \"\n\nThe new process is, in fact, heavily weighted by design for local officials and government bodies -- and for taxpayers, say SB 5 supporters such as Rep. Louis Blessing, a Cincinnati Republican.\n\nUnder binding arbitration, \"an unelected arbitrator can force a spending decision on local officials and the people they represent,\" he said. \"There is no consent of the governed.\"\n\nSafety forces were given binding arbitration as part of Ohio's 1983 collective-bargaining law for public employees. In what was considered a trade-off, that law banned strikes by police and firefighters.\n\nIn an interview, Senate President Tom Niehaus was asked what leverage or recourse would be left for safety forces without binding arbitration.\n\n\"They're still going to have civil-service protections,\" he told The Columbus Dispatch.\n\nSen. Bill Seitz of Cincinnati, one of six Republicans who voted against SB 5, said it imposes a \"fundamentally rigged process\" giving managers an unfair advantage over safety workers.\n\n\"There is no collective bargaining process (with Senate Bill 5),\" said another of the six, Sen. Tim Grendell of Chesterland. \"Senate Bill 5 replaces public worker collective bargaining with public worker collective begging ... Under Senate Bill 5, we lose the ability to bargain.\"\n\nSo there is accuracy in Loomis statement. Even some top Republican legislators would agree with him. SB 5 does greatly reduce safety force workers’ collective bargaining abilities and gives management the last word on which offer is chosen.\n\nBut that last word kicks in if the two sides can’t agree on a contract. Safety forces do still have the ability to try to negotiate terms on wages and safety equipment. That’s a point of clarification.\n\nOn the Truth-O-Meter, Loomis' statement rates as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021", "vclaim_id": "vclaim-pol-12921"}