{"url": "/factchecks/2015/jul/07/dinesh-dsouza/hillary-clinton-confederate-battle-flag-nope-old-i/", "speaker": "Dinesh D'Souza", "vclaim": "A photograph of 21-year-old Hillary Clinton featured a Confederate battle flag in the background.", "truth_label": "pants-fire", "date": "stated on July 7, 2015 in a tweet:", "title": "Hillary Clinton with a Confederate battle flag? Nope, an old image was manipulated", "text": "A photograph of Hillary Clinton with the Confederate flag? Could it be real? Conservative commentator Dinesh D’Souza appears to have thought so.\nOn Jully7, 2015, D’Souza -- the author of such conservative tomes as The Roots of Obama’s Rage and such films as 2016: Obama’s America -- tweeted an image of the young Hillary Rodham, then a recent Wellesley College grad, seated at home and wearing a rather headache-inducing pair of striped pants.\nAlong with the image, D’Souza attached this message to his 198,000 Twitter followers: \"Look closely at this Hillary photo; isn't that a Confederate flag behind her on the bookshelf?\"\nThere was one problem: The photograph had been doctored, though not by D’Souza.\nAs PolitiFact was looking into this image on July 7, D’Souza had not tweeted a retraction or clarification. He also didn’t respond to an email sent through his website. About four hours after he sent the tweet, he stepped back from it: \"CORRECTION: Disregard the photoshopped Confederate flag in the background of the Hillary photo and simply focus on those glasses and hairdo.\"\nThe image came from a series of photographs that Life photographer Lee Balterman took of members of the Wellesley Class of 1969 for a multipage photo essay in the magazine. One image of Clinton from the series ran with the photo essay itself, and at least one other photograph trickled out afterward (it can be seen accompanying this 2007 New York Times article). The photographs were taken at her home in Park Ridge, Ill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt took until 2014 for the full series documenting Clinton -- then known as Hillary Rodham -- to see the light of day, when Life.com published extensive selections from the series here.\nThe important point of all this background is that the images of Clinton taken by Life do not include a Confederate battle flag anywhere. That leaves the only possible option that someone, somewhere along the way, digitally manipulated the image to include the flag, whether through sinister motives or simply for a laugh.\nSoon after the image started circulating on the Internet -- which occurred as early as July 5 here -- skeptics noted previously posted photographs from that series that don’t show a Confederate battle flag.\nOne contributor to the blog Little Green Footballs wrote, \"5 seconds of Google image search showed that the flag was never in any of the previous images, particularly this one tagged by Getty Images at Huffington Post in 2012.\"\nThe blogger added, \"Admit it, you were all dazzled by the psychedelic pants!\"\nOur ruling\nD’Souza tweeted out to nearly 200,000 followers a photograph of 21-year-old Hillary Clinton that appeared to feature a Confederate battle flag in the background. But as a look at the original images makes clear, the photograph has been manipulated to include the flag, and D’Souza’s accompanying comment in the tweet doesn’t indicate that he was aware of the fakery. (He later corrected the tweet.) We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-06229"}