{"url": "/factchecks/2019/feb/07/donald-trump/there-are-holes-president-trumps-claim-about-san-d/", "speaker": "Donald Trump", "vclaim": "San Diego’s border barrier \"almost completely ended illegal crossings.\"", "truth_label": "half-true", "date": "stated on February 5, 2019 in a State of the Union Address:", "title": "There are holes in President Trump’s claim about the San Diego border wall", "text": "In his State of the Union Address this week, President Donald Trump pointed to San Diego’s border fence with Mexico as an example of where \"walls work and walls save lives.\"\n\"San Diego used to have the most illegal border crossings in our country. In response, a strong security wall was put in place. This powerful barrier almost completely ended illegal crossings,\" he claimed.\nGiven the many arguments for and against Trump’s border wall, we decided to fact-check the second part of the president’s claim, that the San Diego barrier \"almost completely ended illegal crossings.\"\nWas it the barrier that led to this dramatic change? Or did other factors help reduce illegal entries?\nWe set out on a fact check.\nOur research \nThe president is correct about the dramatic drop in illegal border crossings, which are measured by border patrol apprehensions.\nThose arrests in the San Diego sector plummeted 96 percent from nearly 630,000 in 1986 to 26,000 in 2017, according to the Associated Press. The biggest drop took place in the late 1990s, several years after San Diego’s first border fence was built.\nBut illegal entries across the entire Southern border, and not just in San Diego, have been on the decline for nearly two decades. They’ve dropped from more than 1.5 million in 2000 to less than 500,000 in 2018, according to the The New York Times.\nBased on these news reports, plus interviews with experts on the border and a 2007 Congressional Research Service report, PolitiFact California found that San Diego’s fencing was not the only reason for the dramatic decrease in illegal crossings.  \n\"It’s not only the fence,\" said Victor Clark-Alfaro, a Latin American Studies professor at San Diego State University. \"It has to do with (expanded) job opportunities in Mexico, it has to do with rhetoric from Trump.\"\nThe federal government \"also increased technology and staffing,\" added Paola Avila, vice president of international business affairs at the San Diego Regional Chamber of Commerce. \"You need to see the whole picture.\"\nThe White House did not respond when asked about Trump’s statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nDoubling of border patrol agents\nThe Congressional Research Service is Congress’ nonpartisan public policy research arm.\nThe research group’s 2007 report found migrants successfully bypassed, or in some cases went through, San Diego’s initial, primary fence in the early 1990s. That led to the construction of a triple-layer fence plus a more-than doubling of border patrol agents and an increase in technology used to stop the illegal entries.\n\"Although much of this reduction in apprehensions in those stations and in San Diego sector may have been due to the construction of the triple-fence,\" the report said, \"the sector also saw an increase in other resources that may account for part of the reduction. For example, the number of agents assigned to the San Diego sector increased significantly during this period — from 980 agents in 1993 to 2,274 in 1998. Additionally, the number of underground sensors deployed in the San Diego sector almost tripled from 1993 to 1998, and the fleet of vehicles increased by over 150% over the same period.\"\nDavid Shirk, professor of political science and international relations at the University of San Diego, said in an email that the added physical barriers in San Diego helped reduce illegal crossings.\nBut the rapid increase in border agents also played a key role, Shirk said, by diverting \"migrants to other crossing points east of San Diego, in much more dangerous mountain and desert areas, causing thousands of people to die due to exposure to the elements over the last 25 years.\"\nAvila, of the San Diego regional chamber, cited one more piece of the border picture: Tunnels. She said dozens of completed tunnels have been discovered under the San Diego border in recent decades, potentially skewing the number of illegal crossings and the notion that fencing alone prevents unauthorized migration.\nOur rating\nPresident Trump claimed San Diego’s border fence \"almost completely ended illegal crossings.\"\nHe’s right that border patrol arrests have plunged, declining 96 percent along the San Diego sector, from 1986 to 2017. The biggest drop took place in the late 1990s, after a triple-layer barrier replaced an initial fence built in 1993.\nBut experts on the border, along with a congressional report, show San Diego’s border fence was only one factor in helping reduce the crossings. A surge of border patrol agents, vehicles and technology along with improved economic opportunities in Mexico all played important roles.\nTrump’s statement ignores these key factors, giving credit only to the barrier.\nWe rate his claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-02-07 20:04:58 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  San Diego’s border barrier \"almost completely ended illegal crossings.\"    Donald Trump U.S. President     Tuesday, February 5, 2019 2019-02-05    Read More  info", "vclaim_id": "vclaim-pol-01050"}