{"url": "/factchecks/2018/may/29/rod-blagojevich/blago-op-ed-falsely-claims-he-prison-practicing-po/", "speaker": "Rod Blagojevich", "vclaim": "\"I’m in prison for practicing politics.\"", "truth_label": "pants-fire", "date": "stated on May 28, 2018 in a Wall Street Journal op-ed:", "title": "Blago op-ed falsely claims he is in prison for ‘practicing politics'", "text": "There’s little need to rehash the saga of Rod Blagojevich, Illinois’ 40th governor and the only one ever impeached. For the last six years he has been locked up in a federal prison in Littleton, Colorado, serving a 14-year sentence for convictions on an array of corruption charges, including a spectacularly brazen attempt to sell his power as governor to fill the U.S. Senate seat left vacant by the ascension of Barack Obama to the presidency.\nBlagojevich has exhausted all appeals through the courts to get his conviction overturned or the sentence reduced. Lately, his family and some diehard supporters have made noises about seeking a pardon from President Donald Trump, who once featured Blagojevich on his Celebrity Apprentice TV show and who, judging by his tweets, has his own beef with aggressive prosecutors.\nAgainst that backdrop, federal prisoner number 40892-424 this week penned a column in the conservative opinion pages of The Wall Street Journal, owned by media mogul Rupert Murdoch who is tight with Trump. Murdoch also owns the conservative Fox News Channel, which the president is known to binge watch.\nBlagojevich framed his column as a cautionary tale to other politicians, warning that he had been hounded unfairly by an out-of-control Justice Department \"abusing their power to criminalize the routine practices of politics and government.\"\n\"I’m in Prison for Practicing Politics,\" the headline on his opinion article declared.\nAll of which raises some provocative questions. Is Blagojevich really the victim here, as he clearly suggests? And was he sent to prison for merely doing the same things other politicians and government officials routinely do?\nThe tragicomic governor\nFirst, a note of explanation. The authors of this fact-check have more than a passing knowledge of Blagojevich. One covered every moment of both his federal corruption trials as a reporter for The Chicago Tribune, the other also as a Tribune reporter covered the federal investigation that led to Blagojevich’s indictment and later co-authored a book chronicling his political rise and fall.\nThe portrait that emerged from that up-close observation was of a leader sublimely self-righteous, comically vain, untrustworthy, uninterested in the process of governing, unsophisticated in the arts of policy and deal making and not particularly discriminating in whose counsel he sought.\nAs governor, he waged a bitter public battle with his father-in-law, who had been his political mentor. Another top adviser and fundraiser went to prison in corruption schemes that served as a precursor to Blagojevich’s own indictment. Another top fundraiser committed suicide after pleading guilty to federal charges in a kickback scheme.\nOn the day he was sentenced in December 2011, Blagojevich fell on his sword before U.S. District Judge James Zagel, appearing to own his misdeeds in a plea for mercy that did not work.\n\"My life is ruined,\" he told Zagel. \"I have nobody to blame but myself for my stupidity and actions and words and what I thought I could do. I’m not blaming anybody.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nBut in his Wall Street Journal article, Blagojevich made clear that he was no longer blaming himself as he accused prosecutors and the FBI of abusing their powers to bring him down.\n\"Here I am in my sixth year of a 14-year prison sentence for the routine practice of attempting to raise campaign funds while governor,\" he wrote.\nBlagojevich’s legal team raised that defense at trial, but jurors rejected it.\nActing on a tip from a longtime Blagojevich confidant, government agents received court approval to wiretap phones in the governor’s home and political office. It was evidence gathered from those wiretaps, much of it from Blagojevich’s own mouth, that served as the centerpiece of the case against him.\nOver two separate trials, Blagojevich was convicted on 18 criminal counts including wire fraud, bribery, attempted extortion, conspiracy and lying to the FBI. Five of those counts were later tossed on appeal, but the crimes for which he still stands convicted include:\n\nTrying to shake down the CEO of Children’s Memorial Hospital for $25,000 in campaign cash in exchange for a hike in state reimbursements for pediatric specialists.\nWithholding approval of legislation to help the horseracing industry until a track owner came up with a $100,000 political donation.\nDangling the Senate appointment as bait to gain campaign cash for his political operation or a new and more lucrative job for himself inside or outside of government.\n\nAmong wiretaps played at trial were some that captured Blagojevich discussing a scheme to appoint a longtime political adversary to the post, then U.S. Rep. Jesse Jackson Jr., in exchange for $1.5 million in political donations.\nProsecutors said they arrested Blagojevich in December 2008 to prevent him from pulling the trigger on that deal.\nOur ruling\n\"I’m in prison for practicing politics,\" read the headline on the article by the former Illinois governor.\nBlagojevich and his legal team also made the \"politics as usual, nothing to see here\" argument during his trials, but such claims were soundly rejected by federal jurors. Over two trials, they convicted him of multiple criminal counts stemming from his conduct in office.\nMuch of the evidence presented at those trials stemmed from court-ordered wiretaps on which Blagojevich was heard scheming to carry out the very crimes for which he was convicted.\nBlagojevich was contrite about his actions at his sentencing, appearing to own up to misdeeds. Now, in playing the victim card, he is attempting to take that all back. But Blagojevich’s own words and deeds proved his undoing.\nIllinois has certainly suffered its share of public corruption, and skepticism about politicians abounds. But Blagojevich’s \"everybody does it\" argument seems an over-the-top exercise in desperation and self-pity.\nWe give his claims our lowest credibility rating, Pants On Fire!\n\n Share the Facts 2018-05-29 22:48:04 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"I'm in prison for practicing politics.\"    Rod Blagojevich Former Illinois governor https://www.wsj.com/articles/im-in-prison-for-practicing-politics-1527517322   Wall Street Journal op-ed Monday, May 28, 2018 2018-05-28    Read More  info", "vclaim_id": "vclaim-pol-02019"}