{"url": "/factchecks/2011/jul/03/richard-swett/former-us-rep-richard-swett-says-huntsman-flip-flo/", "speaker": "Richard Swett", "vclaim": "Says that in 2009, Jon Huntsman \"said that the Recovery Act wasn't large enough and as governor he asked for $14.4 billion in federal stimulus funds. Now he's saying that he never supported it.\"", "truth_label": "half-true", "date": "stated on June 21, 2011 in a conference call with reporters.:", "title": "Former U.S. Rep. Richard Swett says Huntsman flip-flopped on stimulus", "text": "A week and a half ago, New Hampshire Democrats took aim at a former Republican governor they say has a deep history of flip-flopping. And no, it's not the one you think.\n\nMinutes after former Utah Gov. Jon Huntsman officially launched his campaign for president, New Hampshire Democratic leaders took to the phones, accusing him of flip-flopping on key issues.\n\nTaking part in a New Hampshire Democratic Party conference call for political reporters, former U.S. Rep. Richard Swett criticized Huntsman for switching his stance on the American Recovery and Reinvestment Act, better known as the federal stimulus package.\n\n\"Gov. Huntsman has left diplomacy for a reinvention tour that would make even Mitt Romney blush,\" Swett, a former ambassador to Denmark, said in the June 21, 2011, conference call. \"In 2009, Huntsman said that the Recovery Act wasn't large enough and as governor he asked for $14.4 billion in federal stimulus funds. Now he's saying that he never supported it.\"\n\nSo, is Huntsman backtracking? Or is Swett off base? To sort it out, we reviewed Huntsman's comments on the stimulus over the past two years. We used statements provided by the Democratic Party and the Huntsman campaign as well as some that we found in our own research.\n\nTogether, they reveal that Huntsman was ready and willing to accept the federal money when it was made available, but that he has not retreated the way the Democrats claim.\n\nNews accounts from the Salt Lake Tribune show that he requested more than $14 billion worth of stimulus funds for state projects, and he predicted the money would help create more than 124,000 jobs over the next five years, according to the Deseret Morning News.\n\nBy October 1, 2009, six weeks after Huntsman left office, Utah had been awarded $1.5 billion in stimulus funds, and state officials had formally accepted $624 million during that time, according to the federal Recovery Accountability and Transparency Board, which tracks stimulus spending.\n\nBut, even as he accepted the money, Huntsman expressed concerns over the $787 billion  Recovery Act, including questions about the size of the bill (too small) and the amount of tax cuts (too few).\n\nLet’s go to the transcripts.\n\nJan. 19, 2009, Huntsman to Fox News’ Neil Cavuto, supporting the stimulus for state projects:\n\n\"Well, if stimulus money is going to be invested in the U.S. economy, why don't those dollars follow projects that are ready to go?\n\n\"Our state has more shovel-ready projects than any state in America right now. And you’ve got to remember, we're now the fastest growing state in America, which surprises a lot of people. …\n\n\"We need to electrify. We need to move toward renewable opportunities. We need highways. We need everything that the rest of the country is talking about, but we need it sooner because of the way in which we're growing demographically and economically.\"\n\nFeb. 24, 2009, to Cavuto, saying he would have opposed the stimulus because it was too small:\n\n\"Well, if I were in Congress, I probably would not have voted in favor (of the Recovery Act), because it didn`t have enough stimulus and probably wasn`t big enough to begin with.\n\n\"But it is where it is. And I`m not going to quibble with a 1 or 2 percent of the entire package. We are trying to make our states run. We are going to take receipt of it. And we are going to try to actually focus some of the unallocated money on our own stimulus ideas in our states that might create some of the industries of tomorrow.\"\n\n Feb. 24, 2009, to Politico.com’s Alexander Burns, questioning the lack of tax cuts:\n\n\"I guess in hindsight we can all say that there were some fundamental flaws with (the bill). It probably wasn’t large enough and, number two, there probably wasn’t enough stimulus effect. For example, a payroll tax exemption or maybe even a cut in the corporate tax … for small and medium-sized businesses for three years, for example.\n\n\"I’m not sure it’s the stimulus money that will necessarily allow the economy to recover … It will help to fortify our budgets, frankly, to ensure that there isn’t as much backsliding in the areas of education and healthcare, for example. But economic recovery must be earned. And it will be earned by entrepreneurs and it will be earned by small businesses.\n\n\"The size of about a trillion dollars was floated by Mark Zandi, who’s a very respected economist. I tend to believe what he is saying about the size of the package, which didn’t necessarily hit the mark in terms of size.\"\n\nApril 27, 2009, to 2009 Milken Institute Global Conference, calling the stimulus flawed but helpful:\n\nThe stimulus has helped by \"building our core capacity to attract brain power, and to build our industries of tomorrow around innovation. Even when times are bad, we've invested in engineering and our science and technology undertaking, and are reaching out to name brand universities around the country and try to steal talent, to put it very crassly.  So building these core areas of innovation, which we're not throttling back on at all, and some of the stimulus dollars have, in fact, allowed us to kind of move forward.\n\n\"(There’s) too little focus on meaningful and relevant infrastructure that would have enhanced our entire nation and our ability to compete, whether delivering products or getting people from point A to point B. In other words, the overall enhancement of needed infrastructure in our country, which is desperately needed, so maybe you have 25 percent infrastructure, 75 percent all other categories. It should have been reversed in my mind, so that coming out of the stimulus phase, we actually could have maybe achieved a better, stronger, more 21st century infrastructure in our country. So that is my one gripe. There wasn't vision and direction in terms of where those dollars went.\n\n\"Stimulus, to be sure, that was needed. We needed to sort of kick start the economy and infuse it with some liquidity. It was the targeted end points that I would sort of question, and whether or not that was done in a way that, longer term, will be meaningful for our citizens.\"\n\nMay 19, 2011, to ABC’s George Stephanopolous, reflecting on his past criticisms of stimulus:\n\n\"My take was, let's stimulate business. Let's look at tax cuts, let's look at payroll tax deductions. If you read on in the (2009) interview, that's exactly what I said. But more than that, George, a specific focus as opposed to just giving dollars to states. And let's face it, every governor took it.\n\n\"Mark Sanford in South Carolina was the only one who stood up and said, ‘I'm not going to take it,’ and in the end, he ended up taking it too. We as governors, our states, we all make contributions to Washington. And when stimulus dollars are coming back, you ultimately found that every governor took those dollars.\n\n\"(There’s) a regret that it was not properly focused around that, which would really stimulate the economy, tax cuts, and it was not focused around enhancing our infrastructure, and preparing ourselves for the future.\"\n\n Our ruling\n\nHuntsman's comments on the stimulus have been all over the map. He said from the start he would have voted against it -- because it wasn't big enough -- and then he's offered different explanations that have emphasized the need for more infrastructure spending or more tax cuts.\n\nSwett was right in saying that Huntsman requested $14 billion in stimulus funds, and that he offered his support for a figure even larger -- $1 trillion.\n\nBut Swett's account is too one-sided. The record shows Huntsman has continued to raise questions about the stimulus all along, even as he accepted the money.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe rate Swett’s statement Half True.", "vclaim_id": "vclaim-pol-12810"}