{"url": "/factchecks/2013/jun/12/wisconsin-institute-law-liberty/wisconsin-institute-law-liberty-says-law-aims-disc/", "speaker": "Wisconsin Institute for Law & Liberty", "vclaim": "Says Madison Mayor Paul Soglin's stated intent when proposing that city contractors disclose private political donations was to \"discourage contributions to organizations with which he disagrees.\"", "truth_label": "true", "date": "stated on June 4, 2013 in a web posting:", "title": "Wisconsin Institute for Law & Liberty says law aims to discourage contributions to groups Soglin disagrees with", "text": "Madison Mayor Paul Soglin wants to require city contractors to publicly disclose donations they’ve made to super PACS or advocacy groups operating in Wisconsin.\n\nThat has drawn objections from a conservative public interest law firm, the Wisconsin Institute for Law & Liberty. It contends the liberal mayor’s proposed ordinance is unconstitutional and violates \"a bedrock principle of our democracy that government cannot play favorites among citizens, including public contractors, based on their political beliefs.\"\n\nSo why does Soglin want to mandate the public disclosures by firms doing business with the city?\n\nWisconsin Institute for Law & Liberty offered this answer in a June 4, 2012 post on its website: The proposed ordinance, \"according to Mayor Soglin, is intended to discourage contributions to organizations with which he disagrees.\"\n\nIs that what Soglin has said is a goal of the legislation?\n\nAsked to back up the group’s claim, Wisconsin Institute for Law & Liberty president and general counsel Rick Esenberg pointed to a May 8, 2013 story in Madison’s Capital Times that quoted Soglin extensively about his motives.\n\nThe article stated that actions by Republican Gov. Scott Walker and the GOP-controlled Legislature that ran contrary to the wishes of Madison and Soglin were on the mayor’s mind  when he drafted the ordinance.\n\n\"Legislative action since Gov. Scott Walker’s election — including Act 10 in 2011 curtailing the collective bargaining power of most public workers, and more recently, legislation setting levy limits for municipalities and restricting cities’ powers in tenant-landlord law — got Soglin wondering if companies supporting Republican causes would rather lobby against the city or do business with it,\" the Cap Times story said.\n\nIt added: \"He’s betting that exposing such activities might prompt some companies to curtail them.\"\n\nThose passages suggest pretty strongly that Soglin believes that some contractors faced with being identified as pro-Republican or pro-conservative will reconsider their political activity under his proposal to require them to publicly report their now-private donations to advocacy groups.\n\nDeeper into the Capital Times interview, Soglin made another reference to the right side of the political spectrum.\n\nHe mentioned the Koch Brothers, the billionaire industrialists who founded the conservative group Americans for Prosperity, a tea-party organization that supported Walker in his 2012 recall win. It’s unclear how much the group raises and spends because as a tax-exempt organization the group, like many others, does not have to disclose its donors.\n\nSoglin’s additional comments from the article:\n\n\"I think it would be a good idea to know if the bidders are contributing to political efforts which go into organizations that may be lobbying for certain kinds of outcomes or working against the interests of the city. It is simply the idea that sunshine is good.\"\n\n\"If a company bidding on a city contract also is lobbying for state or federal regulations that make their product required in their industry, the public ought to know about it. At the same time if they’re supplying the city while they're behaving like the Koch brothers, it would be good for the public to know it.\"\n\n\"It’s a bit ironic when someone wants a contract with government, yet supports organizations that hate government and try to make it inefficient.\"\n\nSo that is what is in the article.\n\nTo be sure, the language of the proposed ordinance itself doesn’t say Soglin’s intent is to squelch donations.\n\nIt says information on donations is \"essential to the operation of a democracy, informing voters and governments about the activities of those attempting to influence the operations of government.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nIndeed, the proposal would require disclosure of donations to groups of any political stripe -- it does not single out conservatives or Republicans. Rather, the ordinance specifies that firms and minority owners disclose donations made to tax-exempt 501(c)(4) advocacy or \"super PAC\" organizations operating in Wisconsin the prior two years.\n\nContractors would face a one-year ban from receiving city contracts if they fail to disclose any donations to advocacy groups within 30 days of getting a contract.\n\nWhen we reached Soglin, he acknowledged the ordinance might cause some firms hoping to continue as city contractors to stop making donations to groups that oppose the views of he and other city leaders.\n\n\"I will not say that this will leave things exactly the way things are,\" he said.\n\nBut Soglin added this:\n\nHe said the contractors were free to exercise their First Amendment rights and that he hopes they continue to make such donations, saying, \"I want to know where they stand.\"\n\nHe said his goal was to unmask donations, for example, by firms whose ownersmake private donations to advocacy groups working to unseat sitting aldermen. Or to identify firm officials who give to groups supporting private-school vouchers and other programs and decisions he and city officials have opposed.\n\n\"I think the public has a right to know,\" said Soglin.\n\nWhat would happen if left-leaning city officials discover that contractors are fighting the views of city officials in private?\n\nSoglin said no city officials will take into account political donations when officials are deciding on awarding a contract. That language is also included in the ordinance.\n\nBut Scott Resnick, the Madison Common Council’s president pro tem, told us in an interview that aldermen would, in fact, use the information on donations made to groups supporting Republicans in state government when evaluating whether firms should be rewarded future city contracts.\n\n\"So we want to know if you were putting money towards that before we sign another contract with you,\" he said. \"This would be one more data set that will be used to make decisions\" on awarding contracts.\n\nIn the view of Wisconsin Institute for Law & Liberty’s Esenberg, the ordinance’s statement that political activity would not be held against firms at contract time shows the provision has no legitimate government purpose.\n\n\"Curiosity is not a valid governmental purpose, nor is the exposure of private contributions to the public for use by you or others in the political arena,\" Esenberg wrote to Soglin on June 3, 2013.\n\nSoglin, Esenberg said, leaves the listener no other choice but to think that he favors an outcome in which contractors curtail their political activity.\n\n\"He wants to out these people as conservatives or libertarians, and they won’t want to be outed that way in Madison,\" Esenberg said.\n\nOur rating\n\nThe Wisconsin Institute for Law & Liberty contended that, according to Soglin himself, the proposed ordinance \"is intended to discourage contributions to organizations with which he disagrees.\"\n\nThe group cites a newspaper interview that paraphrased Soglin saying that could happen in some cases as a result of his legislation. Soglin told us the same thing, but said his goal was limited to transparency.\n\nHis statements make pretty clear he looks forward to forcing contractors to choose between trimming their political activity or disclosing it and facing the consequences. And he predicts some will stop making donations.\n\nWe rate the statement True.", "vclaim_id": "vclaim-pol-09229"}