{"url": "/factchecks/2020/nov/13/instagram-posts/ticketmaster-isnt-forcing-you-get-covid-19-vaccine/", "speaker": "Instagram posts", "vclaim": "“Ticketmaster is planning mandatory COVID vaccine identification for concert attendance.”", "truth_label": "false", "date": "stated on November 12, 2020 in an Instagram post:", "title": "Ticketmaster isn’t forcing you to get a COVID-19 vaccine", "text": "The coronavirus has caused the cancellation of myriad concerts across the world and Ticketmaster has started preparing for future events. \nOnline, some people are warning that the company will require a COVID-19 vaccine. \n\"Ticketmaster is planning mandatory COVID vaccine identification for concert attendance,\" one Instagram post said. \"We told you it was coming and now it’s here. Young healthy people DO NOT need a vaccine for a virus with a 99% recovery rate and Ticketmaster is not your physician.\"\nTicketmaster said the claim is not true.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nOn Nov. 11, Billboard published what it described as an exclusive story with the headline \"How Ticketmaster plans to check your vaccine status for concerts.\"\nTicketmaster, Billboard reported, has been working \"on a framework for post-pandemic fan safety that uses smart phones to verify fans’ vaccination status or whether they’ve tested negative for the coronavirus within a 24 to 27 hour window.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe plans are still in development, the story said, but the piece lays out how it could work. \n\"After purchasing a ticket for a concert, fans would need to verify that they have already been vaccinated (which would provide approximately one year of COVID-19 protection) or test negative for coronavirus approximately 24 to 72 hours prior to the concert,\" according to the story, which inspired a wave of social media posts about mandatory vaccinations. \nThe following day, Ticketmaster tweeted a clarification. \n\"We know there’s been some incorrect information being reported around safety/entry requirements and want to ensure everyone has all the facts,\" the company said. \"There is absolutely no requirement from Ticketmaster mandating vaccines/testing.\"\nTicketmaster linked to a section on its website detailing COVID screening requirements, where it said it’s \"not forcing anyone to do anything. Just exploring the ability to enhance our existing digital ticket capabilities to offer solutions for event organizers that could include testing and vaccine information with 3rd party health providers.\"\nTicketmaster, which sells tickets for some event organizers, doesn’t have the power to make policies concerning COVID-19 safety requirements, the company said. Any such requirements \"always would be up to the discretion of the event organizer, based on their preference and local health guidelines.\"\nWe rate this Instagram post False.", "vclaim_id": "vclaim-pol-18522"}