{"url": "/factchecks/2019/nov/19/david-lewis/nc-republican-tells-half-story-about-teacher-pay-v/", "speaker": "David Lewis", "vclaim": "Says Governor Cooper has vetoed \"every single teacher pay raise we've ever passed.\"", "truth_label": "half-true", "date": "stated on November 8, 2019 in a tweet:", "title": "NC Republican tells half the story about teacher pay vetoes", "text": "When it comes to teacher pay, Republicans and Democrats say the other side isn’t doing enough.\nAnd, with elections less than a year away, Republicans are slamming Gov. Roy Cooper for using his veto power.\nNC Rep. David Lewis, a Republican from Harnett County, recently tweeted about Cooper’s history of vetoing proposals passed by the legislature.\n\"Gov. Cooper just vetoed another pay raise that the #NCGA passed, as he has every single teacher pay raise we've ever passed,\" Lewis tweeted.\nLewis went on to say that he’s \"tired of Cooper using teachers as political pawns, blocking their raises then trying to convince them he cares.\"\nIs it true that Cooper has vetoed every proposed teacher raise the legislature has passed since January 2017, when he took office?\nContacted by PolitiFact, Lewis spokesman David Capen said in an email that Cooper has vetoed four opportunities to raise teacher pay.\nLewis is suggesting that Cooper is opposed to raises in teacher pay. But, when you look at the reason Cooper vetoed the proposals, you’ll see Cooper hoped to secure better raises for teachers. Cooper vetoed:\n\nThe 2017 State Budget (S257), saying in his veto message it adopts a tax plan that \"will fail to fund promised teacher salary increases in future years.\"\nThe 2018 State Budget (S99), saying it \"falls short of what our teachers and public education need.\"\nThe 2019 State Budget (H966), saying \"we should be investing in public schools, teacher pay and health care instead of more tax breaks for corporations.\"\nThe Strengthening Educator Pay Act (S354), saying \"educators deserve more if our schools are to remain competitive with other states and keep good teachers.\"\n\nSeeking higher raises\nCooper vetoed the GOP proposals in hopes of negotiating even higher raises. But the governor and Republican legislative leaders have yet to strike a deal.\n\"Every budget Governor Cooper proposed has contained significantly higher teacher pay raises than the Republican budgets, which deserved vetoes because they shortchanged teachers and prioritized corporate tax cuts,\" Cooper spokeswoman Megan Thorpe said in an email.\nFor example, she said Cooper’s budget sought to pay first-year teachers $37,500. That’s $2,500 more than the legislative budget proposal, according to the governor’s office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe gap was wider for experienced teachers, Thorpe said. For teachers with 30 years of experience, Cooper proposed $58,000 and the legislature proposed $53,100.\nPolitical drama aside, some teachers will get more money in their checks this year.\nCooper signed the Teacher Step Act earlier this month, authorizing raises for teachers who had previously qualified for them (by adding another year of work experience.)\nBut Lewis and others don’t consider that signature to be progress in the debate over long-term teacher pay.\nStep raises\nThe Teacher Step Act authorized raises that had been previously-approved. In other words, the legislation didn’t enact a new raise structure -- which is at the heart of the teacher pay debate. But it did have a real-world effect of funnelling more money into teachers’ pockets.\n\"Step increases are not considered ‘raises’ in the traditional sense, as teachers (and other educators paid on the step schedule) earn them based on years of service,\" Mark Jewell, president of the N.C. Association of Educators, told PolitiFact in an email.\nJewell told the News & Observer in October that lawmakers shouldn’t get any credit for funding step increases that are required under state law.\n\"It’s state law that teachers get their steps based on the step schedule, so in this case all the step bill did was fully fund what was already guaranteed,\" he told PolitiFact.\nStill, even though the raises had been previously negotiated, Cooper’s signature was key. Under the State Budget Act, no step increases are actually funded without legislative approval. (see page 22).\nPolitiFact ruling\nLewis said Cooper has vetoed \"every single teacher pay raise we’ve ever passed.\" While this is technically accurate, it suggests that Cooper opposes teacher pay raises -- which isn’t true.\nIn fact, Cooper vetoed the proposed raises in hopes of securing more money for educators. And his approval of step raises shows he’s not blocking teachers from the money they’re owed.\nThe statement is partially accurate but leaves out important details that might give the public a different impression of the situation. We rate this claim Half True.", "vclaim_id": "vclaim-pol-16798"}