{"url": "/factchecks/2009/aug/03/dan-lungren/lungren-says-obama-would-have-government-require-c/", "speaker": "Dan Lungren", "vclaim": "President Barack Obama suggested on national TV that the Democratic health care bill \"will have government decide\" that a healthy, 100-year-old woman in need of a pacemaker \"should take a pain pill\" instead.", "truth_label": "false", "date": "stated on July 28, 2009 in a speech on the House floor:", "title": "Lungren says Obama would have government require a centenarian to get a pill, not a pacemaker", "text": "Rep. Dan Lungren, a Republican from California, says President Barack Obama's health care plan is so mixed up that the government would tell 100-year-old ladies who need pacemakers to take pain pills instead.\n\n\nDuring a speech on the House floor on July 28, 2009, Lungren cited comments that Obama made in a TV special to suggest that Obama's plan was callous and bureaucratic.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"If we are being told that this week we have to make the decision as to whether or not the program we put forward will have government decide whether a 100-year-old woman who is in extraordinarily good health but needs a pacemaker ought to instead be told by the government that merely she should take a pain pill — as the president suggested on television not too long ago — then maybe we owe it to the American people to give ourselves sufficient time” to study this legislation further.\n\n\nLungren was referring to remarks Obama made during the ABC News' June 24 special,\n\nQuestions for the President: Prescription for America,\n\nwhich was anchored by Diane Sawyer and Charles Gibson.\n\n\nWe went to the transcript of the event and found that Lungren is distorting Obama's words. While Obama did bring up the example of patients and their families possibly having to choose between a pill and a pacemaker at some point, he did it as a hypothetical example while emphasizing that the government’s role should be to provide background information so that patients and doctors can better sort through thorny, end-of-life issues.\n\n\nThe exchange began when Sawyer introduced Jane Sturm, who takes care of her mother, Hazel, now 105. When Hazel was 100, Sturm said, the doctor told her she needed a pacemaker. Both mother and daughter said they were game, but an arrhythmia specialist initially said no, before seeing Hazel’s “joy of life” in person.\n\n\nSturm asked the president, “Outside the medical criteria for prolonging life for somebody elderly, is there any consideration that can be given for a certain spirit, a certain joy of living, quality of life? Or is it just a medical cutoff at a certain age?”\n\n\nAfter joking that he’d like to meet Sturm’s mother and “find out what she’s eating,” the president said, “I don't think that we can make judgments based on peoples' spirit. That would be a pretty subjective decision to be making. I think we have to have rules that say that we are going to provide good, quality care for all people.”\n\n\nAfter Gibson interjected with a comment about how money may not have been available for a pacemaker, Obama responded, “Well, and — and that's absolutely true. And end-of-life care is one of the most difficult sets of decisions that we're going to have to make. I don't want bureaucracies making those decisions, but understand that those decisions are already being made in one way or another. If they're not being made under Medicare and Medicaid, they're being made by private insurers. We don't always make those decisions explicitly. We often make those decisions by just letting people run out of money or making the deductibles so high or the out-of-pocket expenses so onerous that they just can't afford the care.”\n\n\nObama continued, “And all we're suggesting — and we're not going to solve every difficult problem in terms of end-of-life care. A lot of that is going to have to be, we as a culture and as a society starting to make better decisions within our own families and for ourselves. But what we can do is make sure that at least some of the waste that exists in the system that's not making anybody's mom better, that is loading up on additional tests or additional drugs that the evidence shows is not necessarily going to improve care, that at least we can let doctors know and your mom know that, you know what? Maybe this isn't going to help. Maybe you're better off not having the surgery, but taking the painkiller. And those kinds of decisions between doctors and patients, and making sure that our incentives are not preventing those good decisions, and that — that doctors and hospitals all are aligned for patient care, that's something we can achieve.”\n\n\nLooking at the full transcript, it’s clear that Obama voluntarily brought up the example of having to choose between a surgery and a pill. But he did so as a hypothetical example of difficult decisions about medical treatment for older patients. He was not advocating, much less requiring, bureaucrats to make a potentially life-ending decision for a centenarian.\n\n\n“I don’t want bureaucracies making those decisions,” Obama said.\n\n\nOne can be skeptical about whether Obama’s promises to keep the government out of doctor-patient decisionmaking will hold if health care legislation becomes a reality. But Lungren goes beyond that to distort what the president actually said. We rate Lungren’s claim False.", "vclaim_id": "vclaim-pol-15658"}