{"url": "/factchecks/2014/jun/04/pete-hegseth/pundit-claims-redskins-historically-used-term-resp/", "speaker": "Pete Hegseth", "vclaim": "Redskins is \"used historically\" as \"a term of respect.\"", "truth_label": "barely-true", "date": "stated on May 26, 2014 in a segment on \"Outnumbered\":", "title": "Pundit claims Redskins historically used as 'term of respect'", "text": "In the early years of the National Football League, the owner of the Boston Redskins asked his coach to don a headdress on the sideline. The players wore war paint, and a marching band played the fight song \"Hail to the Redskins,\" with broken English lyrics that referenced scalping.\nToday, the team plays in the nation’s capital, the headdress and war paint long gone. But contention over the team’s \"Indian\" identity has never been greater. In May, 50 U.S. senators signed a letter urging the Washington Redskins to change its name.\nTeam owner Daniel Snyder isn’t budging, even as colleges and high schools dropped \"redskin\" mascots over the years and other professional teams abandoned traditions like the Atlanta Braves’ Chief Noc-A-Homa (Knock-A-Homer).\nWhy? Dumping the brand of a storied franchise carries an obvious cost. Still, people who support the nickname offer another defense.\n\"When’s the last time you heard someone use that as a racial slur?\" asked Pete Hegseth, a guest panelist on the Fox News show Outnumbered. \"It’s not used commonly at all as a racial slur. It’s used historically to refer to — a term of respect to people.\"\nIn this fact-check, PunditFact will explore the roots of the word redskin, the origins of the team’s name and whether the term was meant as a show of respect.\n‘The red people’\nHow the word formed and evolved is ripe for academic debate, with scholars probing documents, speeches, literature and news articles for its earliest mentions.\nRedskins team president Bruce Allen cites the work of Ives Goddard, senior linguist emeritus at the Smithsonian Institution’s National Museum of Natural History. Allen isolated a line from a 2005 academic journal article that aimed to knock down \"unfounded\" claims that the word refers to bloody \"red skins,\" or dead American Indians, as proof for bounties.\nGoddard said the word’s origin is \"entirely benign and reflects more positive aspects of relations between Indians and whites.\"\nIt was not disrespectful, he told us, and originated from the French translation of a Native American idiom to designate racial differences with Europeans.\nThe earliest verified uses of \"redskins\" come in the mid 18th century in colonial dealings with tribes in Illinois Country. The first recorded public use in English was when President James Madison spoke to a delegation of Indian tribes at President’s House in Washington at the onset of the War of 1812.\nMadison talked about \"the red people who live on the same great island with the white people.\" Two tribal leaders referred to themselves as \"redskins\" in response.\nGoddard further traced the term to an 1815 speech by Meskwaki chief Black Thunder amid peace treaty negotiations. Addressing the governor of the Missouri Territory, Black Thunder said, \"I have never injured you, and innocence can feel no fear. I turn to all, redskins and white skins, and challenge an accusation against me.\"\nThe point of Goddard’s research: The term \"redskins\" was born as a neutral description of American Indians during a limited, positive time between colonials and some tribal nations.\nHegseth went further, though, describing its use as a \"a term of respect.\"\nHollywood western culture\nNancy Shoemaker, a University of Connecticut history professor who studied the etymology of \"red\" references to Indians, said she considers Goddard’s work thorough but wished he had tracked the word post-1826. Throughout the rest of the 19th century, she said, the term was deployed by whites in acts of violence against Native Americans.\nThe Redskins team name \"was not harking back to French-Meskwaki treaty councils,\" Shoemaker said. \"It was harking back to 19th century use of the word.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSome tribes occasionally referred to themselves as \"red people,\" she said, such as Cherokees claiming \"red\" as a way to differentiate themselves from the whites \"they saw as greedy and grasping.\" Other experts said \"red men\" was used to reference red body paint worn by tribes.\nThe word’s evolution over the 19th century is not as well researched, though Shoemaker says historians find its disparaging use \"kind of obvious.\"\nThe term carried a negative connotation -- that people of darker skin were inferior -- over the past two centuries, said Sherry L. Smith, a Southern Methodist University history professor.\n\"Pete Hegseth seems to have taken the argument that teams selected Native American sports mascots as a sign of respect for ‘Indians’ and shifted that over to the use of the word ‘redskins’ as a sign of respect,\" Smith said. \"He is simply wrong.\"\nThe term came up in some 19th century literature, and experts debate whether references are sympathetic or condescending. James Fenimore Cooper used \"red men\" and \"red-skin\" throughout his 1820s novels The Pioneers and The Last of the Mohicans to describe Native Americans. \nTo Goddard, the terms are an \"affectless designation,\" an earnest attempt to use the more accurate term compared to \"Indian.\" To others, Cooper is romanticizing native characters in a racist way, treating them as \"living relics\" doomed to extinction, said Philip J. Deloria, a University of Michigan professor of history and American culture.\nClearer derogatory portrayals emerged in the late 19th century and early 20th century. The Wonderful Wizard of Oz author Frank Baum invoked the word in 1890 and 1891 newspaper editorials calling for the extermination of Native Americans. Baum wrote of Sioux leader Sitting Bull’s death in 1890 that \"with his fall the nobility of the Redskin is extinguished, and what few are left are a pack of whining curs who lick the hand that smites them.\"\n20th century depictions of war-like, primitive redskins endured in early Hollywood westerns and the 1932 Tom and Jerry cartoon \"Redskin Blues,\" in which the title characters escape an attack on their wagon by Indians (some, for example, appear chubby but are revealed to be Indian women in skimpy dress) thanks to the U.S. military. The \"Indian\" caricature persisted as American Indians were pushed onto reservations and dealt with a law that banned outward practice of their religions.\nExperts we consulted were hard-pressed to find \"redskin\" used in a cut-and-dried show of respect.\n\"That's not to say one might not be able to find an instance of it someplace,\" Deloria said. \"I’d say there's no evidence that it was a common form of discourse, widely understood as a word of value and respect.\"\n‘Hail to the Redskins’\nDespite the prevailing depictions of American Indians as \"redskins\" in the early 20th century, the football team says it chose its name out of respect.\n\"It is a symbol of everything we stand for: strength, courage, pride, and respect -- the same values we know guide Native Americans and which are embedded throughout their rich history as the original Americans,\" Snyder, the owner, wrote in a 2013 letter to season ticket holders.\nThe team played as the Boston Braves in its first season in 1932. Owner George Preston Marshall chose the Redskins name in 1933 with the team’s move into Fenway Park, home of the Red Sox.\nMarshall’s motivations remain uncertain, though it’s clear he loved to exploit Native American imagery for games. A known racist, his team was the last to integrate.\nTeam officials have claimed throughout the ongoing legal battle over the team’s trademark that Marshall was honoring its coach, William \"Lone Star\" Dietz, who claimed Sioux heritage, and the early American Indian players recruited for the team. But Dietz’s heritage is another sore subject, with evidence suggesting he was a German American who assumed a Native American identity.\nAnother theory is Marshall was likely choosing a synonym for \"Braves.\" Indian names had already proliferated throughout sports, chosen to reference hometowns or states, express patriotism or warrior-like strength, or touch on enthusiasm for American Indian athletes like Jim Thorpe, said J. Gordon Hylton, a law professor at Marquette University and University of Virginia and a sports historian.\nOur ruling\nThis fact-check isn’t about whether the Redskins owner believes his football team’s name is meant to be respectful (that’s his opinion). It’s also not about whether the Redskins name has a place in the 21st century (that’s your opinion).\nWe’re evaluating a claim by a defender of the nickname that the word itself was used as a term of respect. It’s a stretch.\nIts earliest use was as a racial designation before being used in derogatory portrayals of American Indians in literature, movies and newspapers, and in 19th century clashes between whites and tribal nations. That sentiment extended into 20th century culture.\nHegseth’s talking point suggests \"redskins\" was used as an honorific and doesn’t tell the full story about the word’s historical usage. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-07785"}