{"url": "/factchecks/2019/nov/05/bryan-steil/steil-errs-comparing-trump-clinton-nixon-impeachme/", "speaker": "Bryan Steil", "vclaim": "The House impeachment rules resolution \"does not provide the president with due process protections that were afforded to both President Clinton and President Nixon.\"", "truth_label": "barely-true", "date": "stated on October 31, 2019 in a tweet:", "title": "Steil errs comparing Donald Trump impeachment rights to Clinton, Nixon", "text": "For the third time in the last 50 years, Congress is taking steps toward impeaching the president.\nDemocrats had long talked about impeachment over a variety of matters, but did not launch proceedings until a whistleblower report raised concerns over Trump seeking a Ukrainian investigation of Joe Biden, a key rival in the 2020 presidential race.\nThe first vote on impeachment came Oct. 31, 2019, when the U.S. House of Representatives established rules for how the process would proceed. The measure passed 232 to 196 over unanimous Republican opposition.\nThe move drew an expected array of criticism from Republicans. A freshman lawmaker from Wisconsin zeroed in on the protections given to Trump.\n\"Today’s resolution does not provide the president with due process protections that were afforded to both President Clinton and President Nixon,\" U.S. Rep. Bryan Steil, R-Janesville, said in a tweet the day the rules passed.\nHe was far from the only person to compare the Trump push to past impeachment proceedings, which makes this a good time for a history lesson.\nDid past presidents get impeachment protections that Democrats are refusing to afford Trump?\nThe background\nThe impeachment process is complex, and the committee procedures used change a bit each time it is used, but there are two basic elements.\nThe House investigates the president and decides whether to issue formal articles of impeachment (similar to the role of police and prosecutor in the criminal justice system). Those charges then go to the U.S. Senate, which decides whether to convict (similar to a jury).\nSteil is comparing Trump to the last two presidents to face impeachment.\nBill Clinton was impeached by the House in 1998, formally accused of perjury and obstruction of justice in the wake of his affair with a 22-year-old White House intern. Clinton served out his term when the U.S. Senate ultimately acquitted him.\nRichard Nixon was not actually impeached. The House Judiciary Committee approved three articles of impeachment in July 1974 and sent them to the full House for consideration. But Nixon resigned in August 1974 after the Supreme Court forced him to release incriminating White House tapes, leaving office before the House could vote.\nThe only other president to be impeached was Andrew Johnson in 1868, amid a showdown with Congress over appointments for Secretary of War. The Senate fell one vote short of the two-thirds majority needed for conviction, so Johnson served out his term.\nIn Trump’s case, rules passed by the House split the impeachment responsibilities between the Intelligence and Judiciary committees. The Intelligence Committee conducts the investigation, while the Judiciary then assesses whether those findings add up to an impeachable offense.\nSally Fox, a Steil spokeswoman, acknowledged the due process protections laid out for Trump before the Judiciary are \"similar\" to those afforded Nixon and Clinton. But she pointed to two elements that she said supported Steil’s claim that Trump’s protections are diminished.\n1) Though Trump and his attorneys can see and question witnesses before the Judiciary Committee, he is not able to do so for the Intelligence Committee proceedings. Fox said this is troubling to Steil since the Intelligence Committee isn’t required to transmit all material to the Judiciary Committee, so Trump will only see information that is forwarded for the Judiciary to use in making its decision.\n2) The chairman of the Judiciary Committee is given the power to eliminate Trump’s due process protections if the president is deemed uncooperative.\nWe’ll examine those one at a time.\nImpeachment process unique to Trump\nSteil is objecting to Trump not having the same protections before the Intelligence Committee that past presidents had before impeachment committees, but experts say this is the first time a House committee has filled such an investigative role.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\"It doesn't make sense to say that President Clinton and President Nixon were given those opportunities in that parallel stage of those impeachment inquiries, because there wasn't any preliminary hearing before another committee in those inquiries,\" Stanford law professor Dave Sklansky said in an email to PolitiFact Wisconsin. \"The closest analogy in the Clinton impeachment proceedings to what the House Intelligence Committee is now doing was the work of Independent Counsel Kenneth Starr and the federal grand jury he convened.\"\nAnd Clinton, of course, did not participate in Starr’s investigation, which took place outside the House. Just as Nixon wasn’t involved in the investigation preceding his impeachment proceedings.\nSarah Binder, professor of political science at George Washington University and a senior fellow at the liberal Brookings Institute, called it an apples and oranges comparison.\n \"I think it's fair to think of the (Intelligence Committee) investigation as the rough equivalent to those behind-closed-door Clinton and Nixon investigations,\" Binder said in an email.\nIn other words, those presidents didn’t have any due process protections at that stage that are now withheld from Trump.\nOn Trump and due process\nSteil’s team is correct that the ability to punish Trump for a lack of cooperation is novel, Binder said.\nHere’s the description of that point from the Congressional Record:\nShould the President unlawfully refuse to make witnesses available for testimony to, or to produce documents requested by, the investigative committees ... the chair shall have the discretion to impose appropriate remedies, including by denying specific requests by the President or his counsel under these procedures to call or question witnesses.\nBut Binder questioned whether it’s fair to summarize that as not having due process protections.\n\"It doesn't per se mean … that President Trump has fewer procedural protections than did his predecessors,\" Binder said in an email. \"It does mean that should the president fail to cooperate, he could be penalized by the committee for such behavior.\"\nExperts also question whether it’s reasonable to refer to any of Trump’s protections during the House proceedings as \"due process.\"\nHere’s the breakdown from PolitiFact National. They rated as False a claim from Senate Judiciary Chairman Lindsey Graham, R-S.C., that Trump was being denied \"due process accorded every American.\"\nGraham’s claim that Trump has been denied due process — a claim he has repeated on Twitter and in Congress — does not square with the law or the way impeachment works.\nIf such rights apply at all, they would be granted to Trump during the trial phase, which the Constitution says takes place in the Senate. The House’s job is to determine whether there’s enough evidence to show that the president committed an impeachable offense.\n\"It is only after charges have been filed and the case has reached the trial stage that criminal defendants have the right to cross-examine witnesses, call witnesses, have access to evidence, and have counsel present,\" said former federal prosecutor and Stanford Law professor David Sklansky, adding that the due process complaint is \"not a good argument.\"\nWriting for Reason, Ilya Somin, a law professor at George Mason University, said due process rights are protected in \"situations where an individual stands to lose her ‘life, liberty, or property,’ none of which is at risk here.\"\nThe Constitution says that the House \"shall have the sole Power of Impeachment\" and the Senate \"shall have the sole Power to try all Impeachments.\"\nOur ruling\nSteil said Trump isn’t being afforded the \"due process protections\" that presidents Clinton and Nixon received in their impeachment proceedings since he can’t participate in the Intelligence Committee phase and can lose his protections before the Judiciary Committee if he doesn’t cooperate.\nBut the Intelligence Committee claim doesn’t hold up since that body is filling a unique investigative role. The closest analog from past impeachments is the investigative work done before the matter even reached the House — and Clinton and Nixon had no role or protection during those.\nThe potential for Trump to lose protections if he doesn’t cooperate is indeed unique this time, but it doesn’t inherently limit Trump. It just imposes consequences if the President fails to cooperate with the inquiry. What’s more, the House is only the investigative side of an impeachment inquiry; the trial side — where due process more directly applies —  is handled in the Senate.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.", "vclaim_id": "vclaim-pol-16744"}