{"url": "/factchecks/2013/oct/28/barack-obama/obama-says-some-can-buy-health-insurance-cost-mont/", "speaker": "Barack Obama", "vclaim": "Nearly 6 in 10 uninsured Americans \"can get health insurance for what may be the equivalent of your cell phone bill.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2013 in a public address:", "title": "Obama says some can buy health insurance for cost of monthly cell phone bill", "text": "As President Barack Obama has taken a lot of heat for healthcare.gov, the website where people can buy health insurance plans through the Affordable Care Act marketplaces, he has turned to his same talking points time and time again.\nIn response to residents’ concerns that Obamacare isn’t affordable, Obama says:\n\"One study shows that through new options created by the Affordable Care Act, nearly 6 in 10 uninsured Americans will find that they can get covered for less than $100 a month. Think about that. Through the marketplaces you can get health insurance for what may be the equivalent of your cell phone bill. Or your cable bill. And that’s a good deal.\"\nWe got to wondering if he was right. If you had to choose one, is it more affordable to visit the doctor for your symptoms or punch them in on your WebMD mobile app? (We shouldn’t need to tell you which would be more effective for your health.)\nCell phone bills\nLet’s start by pinpointing the easier number: the average monthly cell phone bill. J.D. Power, a consumer research company, released a study Oct. 17 saying the average individual phone bill is $79 per month, while a family’s runs about $149.\nThere’s a lot of wiggle room in there. Obviously, smart phone bills are higher because of required data plans. Different carriers have different options for text messaging, data and minutes.\nThat’s in the ballpark of what Obama was referencing. The White House sent us a 2012 Coupon Cabin study indicating that 46 percent of cell phone owners pay more than $100 per month.\nAverage marketplace costs\nNow we’ll switch gears to the trickier subject. Are the health insurance plans offered on the marketplace in that same ballpark?\nThe marketplaces offer consumers a number of different pricing options for plans.\n\"Unless you and I are both the same age with the same number of people in the household and the same income in the same county, we’re not going to get the same data back,\" said Elena Marks, a Rice University health policy professor.\nAs an example, the New York Times recently reported that, under the new law, health insurance costs are going up in rural areas, where there aren't a lot of marketplaces competing for consumers and driving down costs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nDue to the complexity of pricing and the tax credit system for the plans, it’s difficult to tabulate a straightforward average to pit against an average cell phone bill. But let’s see what coverage costs could look like for some people.\nThere are different levels of plans: catastrophic (only for people under 30), bronze, silver and gold. As premiums get pricier, they have lower out-of-pocket maximums, which means when people get sick, the plan covers more of their expenses if they have a gold plan as opposed to a bronze.\nAside from the different levels, consumers pay different amounts based on how their income compares to the poverty level. For example, an individual who earns annual income at the U.S. poverty line ($11,490 this year) or up to 400 percent of that could get a tax credit of hundreds of dollars toward a plan. The law specifies they’d be expected to pay 9.5 percent of their income on insurance. At 400 percent of the poverty level, that breaks down to a maximum monthly payment of $363.85.\nBut many people would pay less than that. The Office of the Assistant Secretary for Planning and Evaluation within the Department of Health and Human Services published a report the White House referred us to indicating that 56 percent of the marketplace-eligible uninsured could pay $100 or less for a plan in 2014. That’s based on the costs of the second-cheapest silver plan, which is the benchmark for tax credits stipulated in the law.\nThe ASPE study makes sense, said Boston University health policy professor Alan Sager. Many of the people applying for Obamacare, who don't have insurance through their employers, tend to be lower income, which means they'd qualify for subsidies that could put their premiums under $100 per month.\n\"That'd really tend to favor the ASPE assertion,\" Sager said. Marks, another health policy expert, also referenced the study as a reliable average of premium costs.\nBecause there’s a wide range of both insurance plans and phone bills, it’s not hard to see that an insurance plan could be cheaper month-to-month.\nHowever, that’s all assuming the plan holder doesn’t get sick.\nHealth care isn’t all about affording the monthly premiums. When policyholders go to the doctor, they usually pay a fraction of the costs with deductibles and co-pays. The money consumers shell out at the doctor’s office doesn’t count as money they pay through the marketplaces, as Obama specified, but it’s easy to see how his audience could get tripped up by that distinction.\nThe law does specify the maximum amount a policyholder would have to pay out in a given year: $6,350 for an individual and $12,700 for a family.\nDivide those figures by 12 and you get  $529.17 and $1,058.33, respectively. Clearly, those numbers are greater than what anyone should be paying toward a cell phone bill. Granted, most won’t come close to hitting their maximums unless they get sick, but the possibility’s there.\nOur ruling\nObama said under the Affordable Care Act, some U.S. residents could get health insurance for the same price as a monthly cell phone bill. There’s a wide range of plan costs, many of which are comparable to phone bills, especially for those who qualify for tax credits. A credible study indicates that about 56 percent of marketplace-eligible people could pay $100 or less. Obama was particularly careful in his phrasing, citing that precise study. \nStill, health insurance isn't the same thing as a cell phone bill. It's insurance, so people who get sick will face additional costs in the form of co-pays and deductibles. Policyholders who get sick could be shelling out thousands of dollars each year for health care, much more than any cell phone bill. \nOverall, we rate Obama’s claim Mostly True.", "vclaim_id": "vclaim-pol-08697"}