{"url": "/factchecks/2016/jun/14/hillary-clinton/hillary-clinton-says-anti-muslim-hate-crimes-tripl/", "speaker": "Hillary Clinton", "vclaim": "\"Hate crimes against American Muslims and mosques have tripled after Paris and San Bernardino.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in a speech after a terrorist attack in Orlando:", "title": "Hillary Clinton says anti-Muslim hate crimes tripled after Paris, San Bernardino", "text": "During her speech after an ISIS-inspired attack on an LGBT nightclub in Orlando, Hillary Clinton pledged to fight terrorism but also cautioned Americans not to see the vast majority of Muslims as enemies.\n\"It's no coincidence that hate crimes against American Muslims and mosques have tripled after Paris and San Bernardino,\" she said during her June 13, 2016, speech.\nIs she correct that attacks have tripled?\nWe located calculations published in December 2015 by Brian Levin, director of the Center for the Study of Hate & Extremism at California State University-San Bernardino, that generally support Clinton's assertion, and her campaign confirmed that Levin’s data was their source.\nAccording to the FBI, a hate crime is defined as \"criminal offenses motivated, in whole or in part, by the offender’s bias against\" a particular group such as a religion, race or sexual orientation.\nIn all, 45 states and the federal government have a hate crime statute, but the FBI hate-crime data also includes crimes committed in states without an official hate-crime law. However, the reporting of crimes to the FBI is more spotty, because reporting by local jurisdictions is voluntary. A 2012 study by the Bureau of Justice Statistics estimated that there were 293,800 hate crimes annually across the country, with 60 percent of them not reported to police.\nIn recent years, anti-Muslim incidents have ranked second to anti-Jewish incidents among all anti-religious hate crimes since 9/11, Levin added.\nAs for the spike Clinton referred to, Levin calculated that the number of reported anti-Islamic hate crimes during a five-year period before the Paris and San Bernardino attacks was 12.6 per month. However, in the month-long period between Nov. 13 to Dec. 13, 2015 -- after the Paris attacks and in a period that included the San Bernardino attacks -- there were at least 37 suspected hate crimes.\n\"The 37 suspected hate crime cases are 2.94 times the average calendar monthly number seen from 2010-14,\" Levin wrote. That’s very close to \"triple,\" as Clinton put it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHe added that \"this appears to be the highest monthly total since 2001, when there were 481 anti-Muslim hate crimes reported for the year, with most taking place after 9/11.\"\nLevin told PolitiFact that such spikes are not a new phenomenon, citing incidents after racially charged events in the 1980s in the New York City neighborhoods of Howard Beach and Bensonhurst, and after the riots that followed the beating of black motorist Rodney King in the early 1990s in Los Angeles.\n\"There is often a significant spike following a catalytic event,\" Levin said.\nWe will make one caveat about Clinton’s comment.\nIt’s possible to read her phrasing -- that such incidents \"have tripled after Paris and San Bernardino\" -- to mean that these incidents tripled and then remained at that elevated level. But the data in Levin’s study doesn’t include the months so far in 2016, so it’s impossible to know that for sure.\nLevin did say that history shows that after a spike, the level may drop, but not to the level prior to the spike. For instance, after the 9/11 attacks, the number of reported hate crimes against Muslims did eventually decline, but not to the pre-9/11 level.\nOur ruling\nClinton said that \"hate crimes against American Muslims and mosques have tripled after Paris and San Bernardino.\"\nCalculations by the director of an academic center found that the number did triple after those attacks. But it’s worth noting that his data does not show whether or not they remained at that elevated level, or for how long -- something that would be a reasonable interpretation of what Clinton said.\nThe statement is accurate but needs clarification or additional information, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/c6f5f6b3-c3f6-4754-908e-e00c0d8cfef5", "vclaim_id": "vclaim-pol-04837"}