{"url": "/factchecks/2010/sep/24/future-pac-oregon-house-democrats/oregon-democrats-claim-julie-parrish-wants-sales-t/", "speaker": "Future PAC (Oregon House Democrats)", "vclaim": "Says Julie Parrish wants to add a sales tax to everything we need to buy including food, clothing, medicine and school supplies.", "truth_label": "barely-true", "date": "stated on September 24, 2010 in a campaign mailer:", "title": "Oregon Democrats claim Julie Parrish wants a sales tax", "text": "Oregon House Democrats are everywhere this campaign season with the claim that Republicans support a sales tax, even one as high as 30 percent. In that vein, Future PAC, the Democrats’ campaign committee, sent a mailer recently that accuses Julie Parrish, a Republican running in House District 37, of wanting to add a sales tax.\n\nThe mailer says Parrish \"has been very vocal about where she stands\" and \"Say NO to Julie Parrish and her sales tax.\" It also states, \"Julie Parrish wants to add a sales tax to everything we need to buy including food, clothing, medicine and school supplies.\"\n\nDemocrats say she posted a comment on OregonLive’s website in February that provides the basis for the claim. We took a look.\n\nIn February, Parrish posted a commentary on OregonLive called \"Not feeling rich.\" In it, she complains that increasingly taxes are being shouldered by businesses and people with higher incomes. She says her household income of nearly $250,000 isn’t \"rich,\" when she has school loans to repay and three kids to put through college. The piece was popular, with a lot of back- and-forth commentary between Parrish and others.\n\nWill Rasmussen, the Democrat in the District 37, points to one of her posts, in which she writes the following at 5 p.m.: \"Instead of being arbitrary, wouldn’t it make more sense to find ways in our state to: A. cut the budget, B. assess a sales tax, C. re-do the special interest (property tax) levies?\" Then she writes, \"Why should kids in the West Linn district be entitled to a better education than those in Southern Oregon?\"\n \nBut anyone who reads through the entirety of her comments can see that Parrish is talking about a sales tax as part of a broader tax restructure.\n\nAt 10:51 a.m., earlier that same day, she says: \"Taxing smokers (which I don't smoke) and expecting them to shoulder the healthcare in the state is unfair. Proposed taxes on drivers to fund other mass transit isn't right either. Taxation based on income is arbitrary. If you want to tax the wealthy, do it on spending -- a sales tax.\"\n\nAnd in response to this comment at 6:34 a.m., \"Pssst, Julie . . . whisper this to yourself . . . sales tax . . . sales tax . . . sales tax . . .\" she wrote at 10:18 p.m. \"I will....as long as we ax all the other taxes and start from scratch! In our state, we'd pass a sales tax, and keep all the other ones too - just because ;-)\"\n\nThat sounds more cheeky than serious.\n\nThe claim by Oregon House Democrats and candidate Will Rasmussen contains some element of truth -- Parrish would consider a sales tax -- but it ignores critical facts that would leave a different impression. She wouldn’t be the first candidate, Republican or Democrat, to complain about Oregon’s system of taxation. And if elected to the House, she certainly wouldn’t have the power to get a sales tax implemented. We rate this claim Barely True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14368"}