{"url": "/factchecks/2016/jun/21/maggie-hassan/challenger-maggie-hassan-says-kelly-ayotte-voted-a/", "speaker": "Maggie Hassan", "vclaim": "Says Kelly Ayotte \"voted again yesterday against a proposal to expand background checks -- (buyers) can continue to simply go online or to gun shows to purchase guns without background checks.\"", "truth_label": "true", "date": "stated on June 21, 2016 in a campaign statement:", "title": "Maggie Hassan says Kelly Ayotte voted against expanding gun background checks, twice", "text": "In the wake of a mass shooting in Orlando, lawmakers in Washington have refocused their efforts on federal gun laws.\nBut on Monday the U.S. Senate shot down a number of firearm bills, designed to expand or strengthen background checks and prevent sales to people on terror watchlists.\nAnd now the issue is becoming a central line of attack against Republican U.S. Sen. Kelly Ayotte, who is seeking re-election in one of the most competitive races this year.\nThe New Hampshire Democratic Party took the first swing, followed by Gov. Maggie Hassan, who is running for Ayotte’s senate seat.\n\"Ayotte voted again yesterday against a proposal to expand background checks -- meaning dangerous individuals, including suspected terrorists, can continue to simply go online or to gun shows to purchase guns without background checks,\" Hassan’s campaign said in an email on Tuesday, June 21, 2016.  \nWe decided to take a look at Ayotte’s votes and see if she voted against expanded background checks, as Hassan said.\nThe U.S. Senate took four votes June 20 on a variety of firearm proposals, all of which failed to earn the necessary 60 votes to progress.\nHassan’s campaign pointed us to an amendment sponsored by U.S. Sen. Chris Murphy, a Connecticut Democrat. Current law requires background checks only for purchases from federally licensed gun dealers. Murphy’s proposal would have expanded the checks to include sales at gun shows, over the internet and those between friends and family members.\nAyotte joined Republican colleagues on a mostly partisan vote to defeat the measure 44-56, well short of the 60 votes needed to advance.\n\"The Murphy legislation is very broad ... and I think that there are concerns about it,\" Ayotte said Monday, according to The Hill. \"I’ve previously said that I think it’s important to fix the current system.\"\nAyotte voted against a similar background check amendment in 2013, sponsored by Sens. Joe Manchin, a West Virginia Democrat, and Pat Toomey, a Pennsylvania Republican, which would have expanded background checks to cover gun shows and internet sales.  \nBack then, Ayotte instead supported an amendment by Republican Sen. Charles Grassley of Iowa, which would have increased the mental health records given to the National Instant Criminal Background Check System and provided money for prosecuting background check violations. But it did not expand background checks to cover firearms sales at gun shows or over the Internet. It failed 52-48.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmericans for Responsible Solutions\n\n\nstated on May 24, 2016 in an ad\n\n\n\n\n\n\n\n\nSays Kelly Ayotte \"stands with the Washington gun lobby. They fund her campaigns.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nick Reid • June 30, 2016\n\n\n\n\n\n\n\nOn Monday, Grassley introduced a similar amendment, and Ayotte supported it, again. Like the amendment from three years earlier, it would have increased money for the background check system and further defined what it means to be \"mentally competent\" to buy a firearm, but did not expand background checks to cover any new firearms sales, including gun shows and internet sales. It resulted in a familiar outcome as three years ago: It failed 53-47.\nFor the most part, Democrats favored the Murphy amendment, while Republicans supported Grassley.  \nAyotte backed the Grassley amendment because she said it improves on the current system.\nAyotte’s campaign spokeswoman said Hassan’s claim is misleading.\n\"The Murphy amendment, which was opposed by one of the Senate’s top Democrats, is a broad expansion of a flawed system, and does not require law enforcement notification when an individual who was on the terrorist watchlist in the past five years attempts to buy a firearm,\" spokeswoman Liz Johnson said in a statement.\nAyotte did vote for two competing proposals Monday that sought to block the sale of firearms to suspected terrorists.\nOne, proposed by Sen. Dianne Feinstein, a California Democrat, would let the attorney general stop anyone on the federal terrorist watch lists from buying a gun, according to the Washington Post. Another, put forward by Republican Sen. John Cornyn, would let the government delay a sale to known or suspected terrorists for 72 hours while it investigated.\nNeither proposal passed, failing to win the needed 60 votes. Ayotte had previously voted against the Feinstein amendment, but voted Monday in support.\nOur ruling\nMaggie Hassan said Kelly Ayotte \"voted again yesterday against a proposal to expand background checks -- (buyers) can continue to simply go online or to gun shows to purchase guns without background checks.\"\nIn 2013, Ayotte voted against the bi-partisan Manchin-Toomey amendment that sought to expand checks for firearms purchased online and at gun shows. On June 20, Ayotte voted against a Democrat-sponsored amendment that similarly sought to expand background checks.\nBoth times, Ayotte instead voted for a different amendment that would have strengthened the current system, but did not expand background checks to cover firearms sales at gun shows or over the Internet, two things cited by Hassan.  \nWe rate the statement True.", "vclaim_id": "vclaim-pol-04807"}