{"url": "/factchecks/2020/sep/29/kelley-dragoo/dragoo-jumps-gun-ranked-choice-voting-still-debate/", "speaker": "Kelley Dragoo", "vclaim": "Ranked-choice voting “increases voter turnout and voter engagement.\"", "truth_label": "barely-true", "date": "stated on August 27, 2020 in a YouTube video:", "title": "Dragoo jumps the gun; ranked-choice voting is still up for debate", "text": "How do you get people to vote? With the 2020 election just around the corner, voter turnout is a hot topic. The Green Party platform calls for a voting system rework. \nKelley Dragoo, the Green Party candidate for Missouri’s lieutenant governor seat, said in a YouTube video that a different method of voting, called ranked choice, saves money and mitigates the problem of having to pick a \"lesser of two evils,\" among other benefits.\nRanked-choice voting allows voters to rank candidates from most to least preferred on the ballot, meaning that people can vote for multiple candidates at the same time. If a clear winner is decided in the first tally, that’s the winner of the election. If there isn’t a clear winner, the votes are recounted with the least popular candidate eliminated. Votes that ranked the now eliminated candidate as their first preference then go toward those voters’ second preference instead. So on and so forth until a majority winner is decided.\nRanked-choice voting, Dragoo said, \"is a really viable option and it's something that would better our voting process. It increases voter turnout and voter engagement, which is really what we need right now.\"\nIs ranked-choice voting really the silver bullet to voter turnout and engagement? \nHard to say. We decided to do some digging.\nLooking at trends\nRanked-choice voting is an umbrella term. Instant runoff voting, preferential voting and the alternative vote are all titles that refer to ranked-choice voting.\nRanked-choice voting exists in municipal elections as well as Maine’s state elections. The method has existed in smaller elections since the 1940s, but most city and statewide adoptions of ranked-choice voting only date back to the 2000s.\nWe asked Dragoo for a source on her claim. In an email, she cited Fairvote and RankedChoiceVoting.org. Both are organizations that advocate for ranked-choice voting, using research from universities and government agencies as well as their own studies.\nFairvote cites a 2016 study by professor David Kimball at the University of Missouri-St. Louis. The study found that ranked-choice voting was associated with a roughly 9 percentage point increase in voter turnout in municipal elections, but did not find that ranked-choice had a significant impact on voter turnout in general elections. \nFairvote’s research on the subject suggests that ranked-choice voting is associated with higher turnout. Fairvote clarifies that they did not attempt to control for factors that can also drive turnout, such as election competitiveness.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nVoter engagement is exactly what it sounds like: people’s likelihood to talk about or engage with the election both in and outside the political space. A study by Fairvote found that people were more likely to discuss local elections in cities that implemented ranked-choice voting.\nHowever, a study from San Francisco State University tracked San Francisco’s mayoral elections from 1995 to 2011 and found that instant runoff voting requires voters to know more about the candidates, increasing information costs and widening the gap in voter turnout between racial and age groups.\nFactors at Play\nVoter turnout and engagement both have a lot of moving parts. It’s hard to link just one element of an election process to an increase in either because so many things can influence an election.\nSo, we spoke to an expert. James Endersby is a professor of political science at the University of Missouri who studies elections and is writing a book on ranked-choice voting.\nEndersby finds that when a new voting system is adopted, we tend to see a short-lived increase in voter turnout. \"And then people sort of say, ‘well, it’s politics as usual’ and it goes back down to the same levels again,\" he says.\nThe novelty of a new system isn’t the only thing that confounds the data. In 2018, Maine introduced ranked-choice voting in its congressional elections and saw an increase in turnout. But there was also an overall higher turnout in 2018 across the country, so that can’t be attributed to just ranked-choice voting.\nAnother factor worth considering is the competitiveness of elections. Fairvote finds that a competitive ranked-choice vote election can drive turnout. However, competitive elections see increases regardless of what system they are using.\nLastly, Endersby finds that a lot of the numbers just aren’t in yet. \"There's not really good data, because we don't have good denominators. It all depends on how the cleaning of the registration records go, in terms of how many people vote,\" he says.\nIt’s hard to draw a conclusion about the effect of ranked-choice voting on turnout and engagement nationwide when studies have city sample sizes. As it is now, there are too many factors that get in the way of accurate data on the subject. With time, we may see a noted increase, but it’s too early to call.\nOur ruling\nDragoo said ranked-choice voting \"increases voter turnout and voter engagement.\"\nThe evidence suggests only that it could or that it can in certain circumstances. The number of candidates, the competitiveness and scale of the election, and the new ways in which we vote all drive voter turnout and engagement in the short term.\nIt’s hard to say whether ranked-choice voting definitively increases voter turnout and engagement on a large scale and in the long term because the data isn’t there yet.\nWe rate Dragoo’s statement Mostly False.", "vclaim_id": "vclaim-pol-19037"}