{"url": "/factchecks/2012/feb/07/kathleen-clyde/kathleen-clyde-says-ohio-among-leaders-provisional/", "speaker": "Kathleen Clyde", "vclaim": "\"Ohio has one of the highest provisional ballot rates in the country, and many of them go uncounted each election.\"", "truth_label": "true", "date": "stated on January 27, 2012 in a news conference:", "title": "Kathleen Clyde says Ohio among the leaders for provisional ballots in the nation", "text": "Ohio Secretary of State Jon Husted said last month that the state’s legislators should repeal House Bill 194, the controversial overhaul of election laws that Republicans pushed through the General Assembly last spring.\n\nSenate Republicans began working on a new voting plan. Democrats, who had led the effort to put HB 194 on next November's ballot as a referendum, said they were prepared to introduce election legislation that would lead to more voter participation and more ballots being counted.\n\nState Rep. Kathleen Clyde of Kent said at a news conference that the Democrats' measures would reduce the number of reasons for making voters cast provisional ballots, make election officials and not voters responsible for mistakes with ballots and require provisional ballots to be counted unless there was clear evidence of wrongdoing.\n\n\"Ohio has one of the highest provisional ballot rates in the country, and many of them go uncounted each election,\" she said.\n\nProvisional ballots are used when there is a question about a voter's eligibility at the polling station. That could include not having the documentation to verify their identity as a registered voter or a question about whether they voted absentee. Poll workers allow the person to vote with a provisional ballot until the problem is sorted out, and if the person is an eligible voter, then the ballot is counted.\n\nPolitiFact Ohio decided to check to see if Ohio was really among the national leaders.\n\nWe asked Rep. Clyde for her numbers and source.\n\n\"Ohio had 204,651 provisional ballots in 2008, the last presidential election year,\" she responded via email. Of that total, \"roughly 40,000 were not counted. Forty-thousand is indeed many.\"\n\nClyde said her numbers came from the Election Day Survey Report of the U.S. Election Assistance Commission. We checked the report. It said that three states —\nCalifornia, New York, and Ohio — reported the highest numbers of provisional ballots\ncast, accounting for 59.4 percent of the nation’s total.\n\nPolitiFact Ohio found that the numbers also coincided with a  report on provisional voting by the nonpartisan Pew Center on the States.\n\nWe also looked at the commission’s report for the 2010 midterm election. That year, too, it said, California and Ohio were the states with the largest number of provisional ballots, accounting for almost two-thirds of all provisional ballots cast nationwide. In Ohio there were 105,015 provisional ballots cast and 11,753 -- or more than 10 percent -- were rejected.\n\nClyde’s claim had two components.\n\nThe first part was that \"Ohio has one of the highest provisional ballot rates in the country.\" Data from the U.S. Election Assistance Commission and from the Pew Center on the States backs that claim. Ohio was among the leaders for number of provisional ballots for both the 2008 and 2010 general elections.\n\nThe second part of her claim was that \"many of them go uncounted each election.\"\n\nHow many is many? We think tens of thousands of ballots can be classified as \"many.\"\n\nIn 2008, nearly 40,000 provisional ballots, just under 20 percent, were rejected in Ohio.\n\nIn the 2010 election, More than 11,000, slightly more than 11 percent, were rejected. Only three states rejected more ballots. Among states larger than Ohio, Texas, New York, Florida and Pennsylvania all had fewer provisional ballots and fewer rejections.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nOn the Truth-O-Meter, Clyde’s statement rates True.", "vclaim_id": "vclaim-pol-11651"}