{"url": "/factchecks/2010/jun/15/charlie-crist/bp-bringing-claims-centers-florida-charlie-crist-s/", "speaker": "Charlie Crist", "vclaim": "\"BP is setting up claims offices throughout the state.\"", "truth_label": "mostly-true", "date": "stated on June 6, 2010 in an interview with CNN's Candy Crowley.:", "title": "BP bringing claims centers to Florida, Charlie Crist says", "text": "Among the Gulf state governors, Florida Gov. Charlie Crist has been the most supportive, or maybe least critical, of the federal government's response to the Deepwater Horizon oil explosion.But that hasn't stopped him from tossing some jabs at perhaps an easier target -- BP.In an interview with CNN's Candy Crowley, Crist echoed comments by Chief Financial Officer Alex Sink that some Florida businesses are on the verge of bankruptcy because of BP's slow processing of claims. \"We are demanding that they do better,\" Crist said on June 6, 2010. \"And what I mean by that is that the attorney general, Bill McCollum, and I have asked former attorneys general Bob Butterworth and Jim Smith to set up a task force of lawyers in order to be prepared for additional compensation when that becomes necessary. And we are pretty certain that it will. We have some of the best attorneys in the country here in Florida. And they have dealt with issues like this in the past, some other maritime issues that we have had to be faced with. So we are putting that together.\"But in the near term -- in the short-term, if you will, we want these claims to be responded to much more quickly. BP is setting up claims offices throughout the state. But we want them to answer those claims more rapidly, because these people need help. And we have to be there to try to make them as whole as we can during this very difficult process. There are a lot of businesses impacted by it. It is not just restaurateurs and the hoteliers, it's fishermen, it's oyster fishermen and a lot of people along the coast who really depend on the Gulf of Mexico for their very livelihood.\"With the oil spill continuing to threaten Florida, we wanted to check Crist's statement about the claims process, specifically if BP has set up offices throughout Florida.Under federal law, BP is obligated to pay for the cost to clean up the spill. But its liability is limited to $75 million when it comes to paying economic damage claims from businesses and people affected by the spill. BP has said it will pay all \"legitimate\" claims, even those beyond the $75 million cap, and some Democrats in Congress are considering whether to lift the $75 million cap and apply it to BP retroactively.BP has organized an extensive process to manage economic damage claims.The company announced on June 15 that it has paid out $16 million to businesses that have filed claims in excess of $5,000, and already issued 25,000 claims checks totalling $63 million. By June 20, BP says it will have paid out $85 million.Claims are coming in through BP's website, www.bp.com/claims and through a 1-800 number, company officials say.As Crist suggested, BP also has set up 25 claims centers scattered around the affected areas.There are 10 claims centers in Florida, more than any other state (Louisiana has seven, Alabama has five and Mississippi has three). Eight of the 10 Florida claims centers are clustered in the Panhandle, between Escambia County and Wakulla counties. The other two centers are in the Florida Keys in Key West and Marathon. You can see a complete list here. (If you're considering filing a claim in person, BP asks that you first get a claim number by calling 1-800-440-0858.)Crist said \"BP is setting up claims offices throughout the state,\" to help process economic damage claims from businesses and people affected by the Deepwater Horizon oil rig explosion. BP has opened 10 claims centers in Florida, more than in any other state. Crist's use of the word \"throughout,\" kind of has us stumbling a bit. The claims centers are concentrated primarily in the Panhandle, with two others in the Florida Keys. There are no centers between Cedar Key and Naples on the west coast of the state and none on the east coast. While it is true that reports of oil have been concentrated to the Panhandle and the Keys, the spill has the potential to impact all parts of the state, regardless how close the oil is to the shore.Trying to balance it all out, we rate Crist's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-14905"}