{"url": "/factchecks/2020/feb/27/blog-posting/no-bernie-sanders-did-not-collaborate-marxist-regi/", "speaker": "Bloggers", "vclaim": "Says Bernie Sanders “collaborated with Marxist regimes in the Soviet Union, Nicaragua and Cuba.”", "truth_label": "false", "date": "stated on February 8, 2020 in a post on Facebook:", "title": "No, Bernie Sanders did not collaborate with Marxist regimes", "text": "In the South Carolina presidential debate, Bernie Sanders continued to parry attacks for having said that Cuba did something good when it launched a massive literacy campaign under Fidel Castro. (We rated that claim Mostly True, noting that the teaching materials came with hefty ideological baggage.)\nThis sort of criticism isn’t new for Sanders. Thanks to his past comments on Marxist governments, he has been taking shots for a long time. A Feb. 8 Facebook post recycled an August 2018 image that poses the question, \"Bernie Sanders: Communist traitor?\"\nIt continues: \"The Vermont Senator collaborated with Marxist regimes in the Soviet Union, Nicaragua and Cuba in the 1980s when America was on the verge of winning the Cold War.\"\nSome quick timeposts: When he was mayor of Burlington, Vermont, Sanders visited Nicaragua in 1985, the Soviet Union in 1988 (three years before its collapse) and Cuba in 1989. The question is, did he collaborate with those governments?\nBy the plain meaning of the word, he did not. Collaborate means for two or more people to work together, while a more loaded political meaning is associated with treason. Neither applies to Sanders.\nWhat’s true is Sanders said nice things about each of the countries. In particular he gave Nicaragua and Cuba, both small nations targeted by the United States, the benefit of the doubt.\nSome see that as actively undermining the United States’ foreign policy. However, Sanders also criticized each place. The words he used to describe their shortcomings might not satisfy everyone, but they do indicate that he tempered his praise.\nNicaragua\nHere are some key excerpts from Sanders’ press conference in Vermont, after his 1985 trip to Nicaragua:\n\"My goal was not to determine how good or bad the Nicaraguan government is. I’m not an expert. My major concern is that there is a real possibility that the United States is about to enter into a Vietnam type war in Central America. I think that such a war would not only be a disaster for the Nicaraguan people, but a disaster for the people of the United States as well. Others may disagree with me, but I do not believe it is in the interests of the people of our country to have young men and women fighting and dying in the jungles of Central America.\" \n\"Many people believe the Sandinista government has made significant progress in such vital areas as health care education, agriculture and land reform and the distribution of food. They have also gone a long way in extending democrtic rights to a country which has no democratic history.\"\n\"As poor as Nicaragua is, one of the nice things that I saw, is that as a result of government policy, in terms of the distribution of food, people are not hungry, by and large.\"\n\"I am not here to defend every action of the Nicaraguan government. Do I think I got to all sides of the story and talked to everybody? The answer is, ‘No.’\" \nWhen reporters pressed Sanders on the government’s violent repression of indigenous people, Sanders said the situation was \"complicated.\" He said that some government officials said they didn’t like what happened, but that he wasn’t expert enough to comment. In a letter to a constituent, he wrote, \"Nicaragua, a tiny impoverished nation of 3 million, is today fighting a brutal war — with their enemy being totally financed by the most powerful nation on earth.\" \nThe cities of Burlington and Puerto Cabezas in Nicaragua became sister cities. Under that program, the city sent 500 tons of supplies and humanitarian aid in 1986. Critics cast this as supporting the government of Nicaragua.\nYaroslavl, USSR\nAfter Sanders and a group from Burlington returned from a trip to the Soviet Union, the travelers shared their impressions on June 13, 1988. Here are excerpts of Sanders’ comments from that:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChris Dodd\n\n\nstated on September 9, 2007 in a debate in Miami, Fla.\n\n\n\n\n\n\n\n\n\"We're spending $1.6 billion for all of Latin America in terms of aid and assistance, a\nfraction of what we're spending in Iraq, the $500 billion we've spent there\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jody Kyle • September 14, 2007\n\n\n\n\n\n\n\n\"They (Soviet officials) are absolutely open in acknowledging that they are not a democratic society and that those people we spoke to want to become a democratic society, and right now they are in the midst of an extraordinarily important and turbulent point in their history. At least some of them want to try to determine how they go from where they are today to become a more open and democratic society.\"\n\"While they are proud that their health care system is free, and we went to one of their medical schools and they’re proud of that, they estimate that they are 10 or 15 years behind the United States in terms of new medical technology. They are making, at least in the Yaroslavl area, significant advances in building housing. They have a major housing crisis which they acknowledge, but they acknowledge that not only do they not have enough housing, but the construction and the quality of the housing is also not adequate.\"\n\"We were saying, yeah, in our country we also have a housing crisis. Our housing in general is better than yours but people are paying 40% of their income for housing. The quality of your housing is not good, but we appreciate the fact that people are paying 5%. The quality of your health care we understand is not good, but in the United States, believe me, we have enormous problems in terms of our health care system.\"\nCuba\nIn March 1989, Sanders held a news conference after his trip to Cuba. According to the Burlington Free Press, Sanders praised Cuba for delivering essential services to its people, and criticized it for suppressing political opponents.\n\"I did not see a hungry child,\" Sanders said. \"I did not see any homeless people. Cuba today not only has free health care, but very high-quality health care.\"\nIn terms of personal freedoms, Sanders had a different take.\n\"Cuba is not a perfect society,\" he said. \"There are political prisoners in Cuba.\"\nSanders said the people he met had \"almost a religious affection for\" Fidel Castro.\n\"The revolution there is far deeper and more profound than I had understood it to be,\" Sanders said. \"It really is a revolution in terms of values.\"\nOpposing authoritarian regimes\nIn a Feb. 21, 2020, interview with Telemundo, an interviewer pressed Sanders on the places with socialism he supports, such as Denmark, and the places he does not.\n\"In those countries that you're talking about, Venezuela, Cuba, and now Nicaragua unfortunately, you're talking about authoritarian societies,\" Sanders said. \"You're talking about the old Soviet Union. You're talking about an authoritarian, communist society. I don't support those. I have, my entire life, been fighting authoritarianism, whether it is communism, whether it's fascism, whatever it may be. I believe in democracy. We're here today to encourage people to vote.\"\nDefining collaboration\nThe Oxford dictionary says collaboration involves at least two people working on something together. But in a political context, it’s a more loaded term. A collaborator is \"a person who cooperates traitorously with an enemy.\"\nCold War historian Marc Trachtenberg at UCLA said the term doesn’t apply to Sanders.\n\"Collaborator means he worked together with them, which he never actually did, to my knowledge,\" Trachtenberg said. \"It has a very negative connotation, since it calls up memories of people in occupied Europe, especially France, who collaborated with the Nazis in World War II in rounding up Jews, etc. ‘Sympathizer’ would be a better term, but even using that would be going a bit too far, since Sanders sympathized with those regimes only in part.\"\nIn practice, the word applies when there’s active repression of others in direct service to a powerful group. In 2007, the archbishop of Warsaw resigned after he admitted that he had worked with Poland’s Communist-era secret police. In 2016, new documents indicated that Polish leader Lech Walesa also was a paid informer. \n\"Mr Walesa strenuously denied long-standing allegations of collaboration in a BBC interview in 2008,\" the BBC reported.\nOur ruling\nA Facebook post said Sanders collaborated with the Soviet Union, Nicaragua and Cuba. The term \"collaboration\" does not match what Sanders did.\nHe did praise those countries for doing a lot to address the day-to-day needs of their people, such as housing, food and health care. At the same time, he criticized them for the lack of democracy and political freedom. He was particularly sympathetic to Nicaragua due to the military offensive against it orchestrated and backed by the United States.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17472"}