{"url": "/factchecks/2018/mar/09/chris-collins/are-americans-already-benefiting-new-tax-law/", "speaker": "Chris Collins", "vclaim": "\"Because of #TaxReform, 4 million American workers have received raises and bonuses, and 90% of Americans are seeing bigger paychecks this month.\"", "truth_label": "mostly-true", "date": "stated on February 27, 2018 in a tweet:", "title": "Are Americans already benefiting from the new tax law?", "text": "U.S. Rep. Chris Collins said many Americans are already benefiting from the tax law Republicans in Congress passed in December.\nCollins used the claim to attack House Minority Leader Nancy Pelosi in a tweet.\n\"Because of #TaxReform, 4 million American workers have received raises and bonuses, and 90% of Americans are seeing bigger paychecks this month,\" Collins tweeted. \"Despite what @NancyPelosi may say, this isn’t \"crumbs\" for hardworking families in #WNY.\"\nPelosi had previously called the tax benefits for middle- and low-income earners \"crumbs\" compared to what wealthy earners would receive.\nRepublicans who support the tax plan disagree. They believe the tax bill provides significant relief for those workers.\nCollins, a Republican from suburban Buffalo, says those benefits have already started. Is he right?\n‘4 million American workers’\nPresident Donald Trump claimed 3 million workers in the U.S. had already received a pay increase or bonus thanks to the tax bill at the end of January. PolitiFact rated that claim Mostly True.\nPolitiFact checked Trump’s claim using data from Americans for Tax Reform, a group that advocates for lower taxes. The group supported the Republican tax bill.\nThe group has a running list of companies that have announced bonuses or other benefits based on press releases and media reports since the tax law passed. At the end of January, at least 286 companies had announced benefits for more than 3 million workers.\nThat number has since grown to more than 4 million workers from 408 companies, according to the group. Those workers have gotten a bonus, pay increase, 401(k) hike, or utility rate cut because of the new tax law, according to reports.\nThat’s not a small number of workers, but it accounts for less than 3 percent of the total employed population in the U.S.\nExperts also told PolitiFact that some of the bonuses may have already been planned before the tax law to retain workers in a tight labor market.\nLarger paychecks \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe second part of Collins’ claim is based on a prediction from the U.S. Department of the Treasury.\nThe agency said in January that 90 percent of working Americans would have less federal tax withheld from their paychecks by the middle of February. Employers had until Feb. 15 to implement the lower federal tax rates.\n\"We’re estimating that 90 percent of workers are going to see an increase in take-home pay because of the Tax Cuts [and Jobs] Act,\" U.S. Treasury Secretary Steven T. Mnuchin said.\nWe reached out to the agency to see if its prediction panned out for February. We did not hear back.\nThe actual share of workers with more take-home pay may be lower than 90 percent, according to Howard Gleckman, a senior fellow at the Urban-Brookings Tax Policy Center.\n\"It is true that roughly 90 percent of Americans will get a tax cut this year as a result of the Tax Cuts and Jobs Act,\" Gleckman said.\nBut many Americans will not see higher take-home pay because of other factors, like higher health insurance premiums.\nHigher premiums could exceed any increase in take-home pay. Premiums for individual and employer-sponsored health plans are expected to rise again this year. An argument could be made that without the new tax rates, employees would have less money to pay for the higher premiums.\nMore benefits from the law will be available during next year’s tax filing period. That’s when other provisions begin, like a higher standard deduction for filers.\nOur ruling\nCollins said \"Because of #TaxReform, 4 million American workers have received raises and bonuses, and 90% of Americans are seeing bigger paychecks this month.\"\nThe first part of Collins’ claim is correct based on a compilation of companies from a tax cut advocacy group. PolitiFact used the same list when fact-checking Trump on a similar claim.\nThe second part of Collins’ claim is less clear. The Treasury Department predicted 90 percent of workers would have lower federal taxes in February. We don’t know how many had higher take-home pay, Gleckman said.\nThe statement is accurate but needed additional information. We rate it Mostly True.\n Share the Facts 2018-03-09 17:02:18 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Because of #TaxReform, 4 million American workers have received raises and bonuses, and 90% of Americans are seeing bigger paychecks this month.\"    Chris Collins Congress member https://twitter.com/RepChrisCollins/status/968495110966128640    Tuesday, February 27, 2018 2018-02-27    Read More  info    \n\nWhat do you think? \nPolitiFact Republican guest columnist and former U.S. Rep. David Jolly said PolitiFact’s fact-checking of this statement \"reveals the challenges confronted by disciplined fact-checkers to confine themselves only to a politician’s specific comment, and the challenges equally faced by readers of PolitiFact whose opinions may often be arrived at through a broader analysis of additional facts not addressed in a single fact-checking column. Whether Rep. Collins’ assertion represents the full policy implications of the new law or whether it intentionally avoids the additional complexities of its impact, the fact is his statement was accurate.\"\nRead his critique here.\n\nRead more about our guest columnists here.", "vclaim_id": "vclaim-pol-02326"}