{"url": "/factchecks/2012/may/10/lou-greenwald/lou-greenwald-says-new-jerseys-property-taxes-are-/", "speaker": "Lou Greenwald", "vclaim": "New Jersey has \"the highest property taxes in the nation and not by a little. They are the highest property taxes in the nation, more than double the national average.\"", "truth_label": "true", "date": "stated on April 1, 2012 in an interview with on NJTV's \"On The Record.\":", "title": "Lou Greenwald says New Jersey's property taxes are highest in country", "text": "New Jersey often ranks high on lists in categories ranging from beach quality to education.\n\nUnfortunately, according to Assembly Majority Leader Lou Greenwald, the state tops another list – one with a particularly dubious ranking.\n\nNew Jersey has \"the highest property taxes in the nation and not by a little,\" Greenwald (D-Camden) said in an April 1 interview with Michael Aron on NJTV’s \"On The Record.\" \"They are the highest property taxes in the nation, more than double the national average.\"\n\nNew Jersey having high property taxes isn’t new. But are they more than double the national average? Greenwald’s statement is largely on the money, PolitiFact New Jersey found.\n\nLet’s first explain the source of Greenwald’s data and how tax rankings are reviewed.\n\nGreenwald got his data from a 2009 list compiled by the business-backed Tax Foundation in Washington, DC. The 2009 data shows that New Jersey ranked number one in three key tax metrics: median property taxes paid on homes; taxes as a percentage of home value; and taxes as a percentage of income.\n\nNick Kasprak, a Tax Foundation analyst and programmer, said taxes as a percentage of home value is \"the most relevant statistic\" of the three because it can apply to most people, ranging from those who own condominiums to those in McMansions.\n\n\"It’s a good way of comparing apples to apples across the states,\" Kasprak said of the metric, adding that the Tax Foundation’s numbers are estimates and come from the U.S. Census Bureau’s American Community Survey.\n\nSo how long has New Jersey worn the highest property taxes banner?\n\nThat depends on the metric. We found that New Jersey property taxes have topped the rest of the nation’s at least back to 2004 when looking at median property taxes paid on homes and taxes paid as a percentage of income.\n\nWhen looking at all three Tax Foundation metrics for years 2004 through 2009, New Jersey’s median property taxes paid on homes was more than triple the national average; more than double the national average for taxes paid as a percentage of income; and at least one and-a-half times the national average for taxes paid as a percentage of home value.\n\nBrigid Callahan Harrison, a professor of political science and law at Montclair State University, said comparing states by property taxes alone is disingenuous because states fund certain needs differently. For example, some states use property taxes to fund education, others do not.\n\n\"In reality, we need to look in total at the entire tax burden,\" Harrison said. \"The implication is that New Jerseyans pay the highest taxes in the country, right? That’s what people think. What I’m saying is that New Jersey pays a very high tax burden. What we need to do is look at the total tax burden: gas tax, sales tax, security, user fees, certainly property taxes and sales taxes as well.\"\n\nJon Bramnick, leader of the Assembly Republicans, agreed property taxes are high but credited a slowing of their growth to Gov. Chris Christie’s implementation of a 2-percent property tax cap, changing arbitration procedures for police and firefighters, and other measures.\n\n\"We obviously have to have mergers, shared services and consolidations across New Jersey,\" Bramnick said, adding that a bipartisan effort is key. \"These are the factors that you have to have to continue down that road. If you do, you will see a slowing of property taxes.\"\n\nOur ruling\n\nGreenwald said in a TV interview that New Jersey has the highest property taxes in the nation, more than double the national average. He was referring to 2009 statistics from the Tax Foundation. Statistics from 2004 through 2008 show the state leads the nation in two of three key metrics, according to the Tax Foundation. New Jersey led in all three metrics in 2009. Greenwald’s overall point is clear: when it comes to property taxes, New Jersey is king. We rate this statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-11125"}