{"url": "/factchecks/2018/dec/07/scott-walker/gop-governor-asked-predecessor-hold-lame-duck-acti/", "speaker": "Scott Walker", "vclaim": "On taking major actions in a lame-duck session.", "truth_label": "full-flop", "date": "stated on December 3, 2018 in a session with reporters:", "title": "GOP governor asked predecessor to hold lame-duck action, now he's making major lame-duck moves", "text": "In the lame-duck period after Republican Scott Walker was elected governor in November 2010, he had strong thoughts on what actions were appropriate for the outgoing governor.\nIn short: The exiting governor should not do much. And nothing that would tie his hands in January 2011, when he took office.\nNow Walker is preparing to leave office, and Democrat Tony Evers is about to take over.\nAnd a host of measures have cleared the GOP-controlled Legislature and been sent to Walker, many of which are aimed at limiting the power of Evers.\nIt seemed like a good time to return to our Flip-O-Meter, which examines whether an individual has been consistent in their position. We’re not judging if it is good politics or good policy, just whether a position has changed.\nLet’s take a look at Walker and his views on taking major actions in a lame-duck session.\nWalker in 2010\nOn Nov. 10, 2010, Walker delivered a letter to Doyle’s administration with five requests:\n1.       Delay implementation of the new Affordable Care Act in light of Walker’s plans to challenge it in court\n2.       Suspend negotiations with the state employee unions so they could be considered in the context of the upcoming budget\n3.       Don’t finalize any permanent civil service personnel because these appointees \"should be required to go through the same application process as any other civil servants.\"\n4.       Pursue shifting a power plant’s fuel from bio-fuel to natural gas\n5.       Delay implementing any new administrative rules — Walker added, \"I feel strongly that if new or updated rules were urgently needed, they would have been completed prior to now.\"\nAt the time, Walker released a statement on the contracts, noting how they would inhibit his ability to act as the state’s newly-elected leader.\n\"Governor-elect Scott Walker is opposed to the lame duck Legislature approving public employee union contracts,\" reads the Nov. 30, 2010, news release. \"If approved, the contracts will tie the hands of the Governor and the newly-elected Legislature as they work to balance the state budget.\"\nIf three of those subjects sound familiar, it’s because they are. The ACA, appointments and administrative rules are all in the headlines.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn any case, Walker urged restraint when it came to major actions before he took office.\nWalker in 2018\nWith Walker on the way out, the GOP-controlled Legislature passed numerous initiatives to weaken the power of Evers and incoming Attorney General Josh Kaul, also a Democrat.\n\"I actually think if you look at much of what they're talking about is codifying practice,\" Walker said on Dec. 3, 2018. \"Members of the Legislature were elected not on a term that ended on Election Day, they were elected in a term that ends in January, just like my term ends in January.\"\nThe Legislature went on to pass a series of bills that, among other things, would limit early voting to two weeks, put lawmakers in charge of the ACA litigation and give Republicans more control over the Wisconsin Economic Development Corp., the state jobs agency.\nMeanwhile, Walker has taken other actions on a variety of fronts since the election.\nOn a single day, he submitted 82 names for membership on various boards, authorities and councils. They included naming named Administration Secretary Ellen Nowak to head the Public Service Commission, which oversees state utilities.\nSimilar to Walker in 2010, Evers wrote Walker a letter saying the appointees should not be \"jammed through without transparency and time for full consideration.\"\n\"Given the rushed timing and the fact that many of these appointments have gone unfilled for extended periods of time, I must request that you withdraw this slate of names to allow ample time for full review,\" Evers wrote.\nThe Senate approved all 82 appointees.\nSince the election, Walker has also appointed district attorneys in Burnett and Columbia counties and judges in Racine and Waukesha counties. The new Waukesha County judge is Attorney General Brad Schimel, who just lost the election to Kaul.\nWalker also announced Nov. 30 he is seeking applicants for a judicial vacancy in St. Croix. County.\nAmy Hasenberg, a spokeswoman for Walker's office, has said the governor is simply dealing with unfinished business.\nOur rating\nAs he prepared to take office, Walker asked the lame-duck administration to hold off on a series of major actions.\nAs he prepares to leave office, Walker has made numerous appointments -- in some cases to positions that had been open for months -- and signalled his support for changes passed by the GOP Legislature that will curtail the power of his successor.\nThat’s a full reversal.\nAnd a Full Flop.  Share the Facts 2018-12-07 20:53:46 UTC   PolitiFact    9 1 7  PolitiFact Rating: Full Flop  On taking major actions in a lame-duck session.     Scott Walker Wisconsin governor, Republican https://www.jsonline.com/story/news/politics/2018/12/03/scott-walker-signals-support-republican-plan-shrink-power-tony-evers-josh-kaul/2197358002/   Speaking to reporters Monday, December 3, 2018 2018-12-03    Read More  info", "vclaim_id": "vclaim-pol-01209"}