{"url": "/factchecks/2020/oct/02/viral-image/no-s-not-epstein-chris-wallace-its-george-clooney/", "speaker": "Viral image", "vclaim": "Photo shows Chris Wallace and Jeffrey Epstein on Epstein’s private island.", "truth_label": "pants-fire", "date": "stated on October 1, 2020 in a Facebook post:", "title": "No, that’s not Epstein with Chris Wallace. It’s George Clooney.", "text": "Some Republicans have accused Fox News anchor Chris Wallace of being biased against President Donald Trump as he moderated the first presidential debate on Sept. 29. \nSeveral Facebook posts being shared widely on the social media platform offer an explanation why: He was cozy with the late financier and sex offender, Jeffrey Epstein, and there are pictures to prove it.\n\"Chris Wallace with Jeffrey Epstein on pedophile island,\" one post says, referring to the private island Epstein owned. \"I wonder why there was bias during the debate.\"\n\"Chris Wallace with Epstein, now you get it,\" another says.\nThe posts each show a different photo of Wallace — one getting help climbing onto a boat, and another by the water. But the photos don’t show Jeffrey Epstein with the Fox News anchor — they show Wallace on vacation in Lake Como, Italy, where he and his wife were visiting George Clooney’s home in August 2012.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBoth images are shown in this Politico interview with Wallace after the trip. \n\"He’s a heck of a nice guy,\" Wallace said in the interview, later adding, \"He’s liberal … and we don’t always agree on the issues, but we can disagree agreeably.\" \nMore photos from that trip can be seen here and here. Jeffrey Epstein is not pictured, nor is he mentioned in news coverage.\nBecause he wasn’t there. We rate these posts Pants on Fire!", "vclaim_id": "vclaim-pol-18601"}