{"url": "/factchecks/2016/sep/23/patrick-murphy/rubio-would-not-allow-rape-or-incest-exceptions-ab/", "speaker": "Patrick Murphy", "vclaim": "Says \"Marco Rubio would take away a woman’s right to choose for victims of rape or incest.\"", "truth_label": "mostly-true", "date": "stated on September 20, 2016 in a campaign ad:", "title": "Rubio would take away right to abortions for rape or incest victims, Murphy says", "text": "U.S. Rep. Patrick Murphy said Sen. Marco Rubio has a zero-compromise position on abortion.\nIn a new campaign ad that started appearing Sept. 20, 2016, Murphy’s campaign said Rubio, the Republican incumbent, refuses to give ground on the issue, even in extenuating circumstances.\n\"Marco Rubio would take away a woman’s right to choose for victims of rape or incest,\" the ad said. It included video of Rubio saying, \"I don’t require there to be an exception for rape or incest.\"\nMurphy has faced criticism that he’s a conservative in Democrat’s clothing, so his ad touted his own support for abortion.\nThe ad goes on to say Rubio wouldn’t allow the procedure for pregnant women with Zika.\nRubio has previously confirmed he would oppose allowing a woman who has contracted the virus to abort a fetus that potentially had severe microcephaly. He said he preferred \"to err on the side of life\" rather than allow the procedure.\nBut what has Rubio said about allowing exceptions for rape and incest victims? We checked his record and found that even though Rubio strongly opposes abortion, his stance on granting exceptions is a bit more nuanced than Murphy described.\nRubio’s record\nRubio’s history against abortion is well documented. He has advocated for further restrictions on abortion, including banning the procedure after 20 weeks of pregnancy.\nBut allowing abortions for rape and incest victims is a trickier subject, which came up while Rubio was running for the GOP presidential nomination.\nDuring an Aug. 6, 2015, Republican debate in Cleveland, Fox News anchor Megyn Kelly pointed out Rubio favored a rape and incest exception to abortion bans, which Rubio refuted.\n\"I have never said that. And I have never advocated that,\" Rubio said. \"What I have advocated is that we pass law in this country that says all human life at every stage of its development is worthy of protection. In fact, I think that law already exists. It is called the Constitution of the United States.\"\nRubio reiterated this view after that debate on Glenn Beck’s radio show, saying he personally supported banning abortion unless the mother’s life was endangered.\n\"Now I recognize that other people don’t hold that view, and in order to save lives in this country, I have supported bills that had to have exceptions in them,\" he told Beck.\nNow back to running for re-election to the U.S. Senate, Rubio has supported legislation that contained rape and incest exceptions at least twice.\nBack in November 2013, he was one of 40 cosponsors for a Senate bill called the \"Pain-Capable Unborn Child Protection Act.\" The bill, which stalled in committee, banned abortions at 20 weeks or greater but includes exceptions, including rape and incest.\nRubio also cosponsored a similar version in 2015 that required adult women to obtain counseling or medical treatment for the rape 48 hours before the abortion, with separate criteria for minors about reporting the rape to law enforcement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 8, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 11, 2010\n\n\n\n\n\n\n\nWe also found examples of bills Rubio supported that did not appear to contain a rape exception.\nIn 2000, then-state Rep. Rubio voted for a Florida ban on late-term abortions. The original version of that bill didn’t contain a rape exception, though it allowed a doctor to take steps to save the life of the mother. It became law in May 2000, but court decisions ended state enforcement of the ban.\nAnother example is a 2013 U.S. Senate bill Rubio cosponsored that was similar to those earlier proposals but pertained to the District of Columbia. That bill made an exception to save the life of the mother, but not for rape or incest.\nRubio’s own \"Child Interstate Abortion Notification Act,\" which he introduced in 2015, would have made it illegal for a minor to cross state lines for abortions to get around parental notification laws. Rubio’s bill included an exception in order to save the mother’s life, but not if the mother was a victim of rape or incest.\nRecent rhetoric\nRubio’s clear preference is that an abortion not be performed, but he is willing to support anti-abortion legislation that includes an exception for rape and incest.\nHe says as much in the very soundbite Murphy’s ad uses.\nThe clip is from a November 2015 event with pastors in Cedar Rapids, Iowa. If you review it in full context, Rubio says he prefers essentially all abortion to be illegal, but is willing to vote for legislation containing exceptions. It begins with Rubio stating his position, referring to the aforementioned Cleveland debate (the words plucked out by the Murphy campaign are in bold):\n\"I’ve taken great criticism for it. You know, I stood up on a debate stage and was challenged about the fact that I don’t require there to be an exception for rape or incest, and this is a tough position,\" he said.\nRubio stresses the word \"require,\" and then continues:\n\"And I’ve said, listen, I will vote for bills that have exceptions, because they save lives, and (a) 20-week abortion ban has exceptions. And I’ll vote for anything that saves lives. But I don’t require. That is not a majority position, even in the Republican Party. But I just don’t feel this is a political issue, I really don’t, but I will support those that have exceptions, because I’m in favor of anything that protects life.\"\nThat same month, he told the Associated Press,\"I, as president, will sign a bill that has exceptions,\" he said. \"I've supported bills that have exceptions.\"\nRubio has often repeated similar statements, sometimes turning the subject to falsely accuse Hillary Clinton of supporting late-term abortions. But his Republican primary opponents continued to attack him on the issue into 2016.\nIn February, he told ABC’s George Stephanopoulos that as president, \"if they pass a law in Congress that has exceptions, I’ll sign it because I want to save lives.\" But he still thought the unborn always deserved protection, even in the event of a \"crisis pregnancy.\" Still, he understood that was not the popular position among the general electorate.\n\"That’s why any law that limits abortions that passes will almost certainly have exceptions. And I’ll sign it with exceptions,\" he said.\nOur ruling\nMurphy said, \"Marco Rubio would take away a woman’s right to choose for victims of rape or incest.\"\nRubio has been a staunch opponent of abortion for years, but his position is subtly shaded. He thinks abortion should not be allowed unless the mother’s life is endangered. But he is willing to support legislation that contains exceptions allowing the procedure for victims of rape and incest. He has backed measures both with and without exceptions.\nRubio has said if he had his way, he’d prefer to ban almost all abortions. But his record shows he’s willing to give at least a little ground on the issue, which Murphy has obscured in his ad. We rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/7568d76f-0a7f-449a-9cf5-135c627ee132", "vclaim_id": "vclaim-pol-04278"}