{"url": "/factchecks/2016/jun/02/jon-keyser/keyser-says-obama-bennet-want-give-iran-nukes-deal/", "speaker": "Jon Keyser", "vclaim": "Says \"Obama wants to give (Iran) nuclear weapons and Michael Bennet, he was all for it.\"", "truth_label": "pants-fire", "date": "stated on May 31, 2016 in a TV ad:", "title": "Keyser says Obama, Bennet want to 'give' Iran nukes -- but deal aims to prevent that", "text": "In an attention-grabbing TV ad, Colorado Republican U.S. Senate candidate Jon Keyser accuses President Barack Obama and Democratic Sen. Michael Bennet of wanting to give nuclear weapons to Iran.\nThe ad opens with a narrator highlighting Keyser’s role as a military intelligence officer in Iraq, where he \"conducted capture and kill missions to remove high value targets in urban areas.\"\n\"For us, Baghdad was the roughest. We weren’t fighting amateurs; we were fighting a vicious enemy armed by Iran,\" Keyser says.\nThen he pivots to the claim we’re fact-checking: \"Now Obama wants to give these guys nuclear weapons and Michael Bennet, he was all for it.\"\nKeyser is among five Republicans vying to win the June 28 primary and the right to take on Bennet in the general election.\nHe’s not the only Republican attacking a Democratic opponent this election season on the Iran deal, which the Obama administration and five other nations approved in 2015.\nEarlier this month, PolitiFact Florida issued a False rating when a Republican candidate for U.S. Senate said two Democratic opponents \"supported President Obama’s disastrous deal, which allows Iran to produce a nuclear weapon.\"\nThose Democrats did support the deal, but the intention was clearly not to allow Iran to produce a nuclear weapon. When we rechecked the terms for this fact-check, we found that was still the case.\nKeyser’s ad goes a step further to say Obama and Bennet want Iran to produce such a weapon. That incendiary characterization is also not true.\nWe contacted the Keyser campaign. A spokesman did not provide evidence to back up the claim.\nThe deal’s terms\nThe deal, which was struck in July 2015, essentially lifts international economic sanctions on Iran in exchange for the nation agreeing to curb nuclear technologies and allowing nuclear-weapons inspections for 10 to 25 years.\nA sticking point for critics is that while Iran has to give up 97 percent of its enriched uranium stockpile and most of its centrifuges that could enrich more, that capability is not gone entirely. Iran can have a reduced number of operating centrifuges for 10 years, but research and development on advanced centrifuges will be limited. Uranium enrichment is supposed to be kept at levels unsuitable for weapons use for the next 15 years. Iran also can no longer produce plutonium, the other element that could create a bomb.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nTo make sure Iran is doing what it agreed to do, international inspectors will monitor known nuclear sites for those 15 years. They also can enter an undeclared site suspected of nuclear use, although Iran could take up to 24 days to allow inspectors into such sites. There’s been plenty of debate about how verifiable such activity can be.\nSurveillance of centrifuge production areas is slated to last 20 years, and uranium mills and mines will be monitored for 25 years. Iran also has to stick to the Nuclear Non-Proliferation Treaty that it signed in 1974, thereby no longer pursuing nuclear weapons. It must follow further international treaties, as well. Theoretically, Iran must abide by those treaties for good, even after the 25-year inspection time limit passes.\nSeveral experts have told PolitiFact in recent months that as long as Iran adheres to the terms of the agreement, they cannot build a nuclear weapon. Some experts have said it’s reasonable to suspect Iran could disregard the agreement and again pursue a weapon. But even if the United States had won tougher terms, any agreement only works if the country follows the guidelines. Not coming to an agreement at all would have let Iran’s militarized nuclear progress continue unabated.\nA key mechanism of the agreement is that it lengthened Iran’s \"breakout time\" — how long it would take Iran to produce a nuclear weapon if it returned to building one. While some estimates put that time at two to three months before the deal, the breakout time is generally considered to be about a year under the terms of the deal.\n\"It does not have the uranium enrichment capacity to produce enough bomb-grade material,\" Daryl Kimball, executive director of the Arms Control Association, has told PolitiFact. \"It would take over a year. We would detect any attempt to do that within weeks, if not days.\"\nBennet was among a majority of Democrats who voted three times over 10 days in September to successfully block a Republican resolution to kill the Iran deal. According to the New York Times, Republican Senate Majority Leader Mitch McConnell called multiple votes on the measure to reject the Iran accord. In part, he wanted to see if he could win a few votes needed to break the deadlock, the Times reported, but the votes also forced Democrats to repeatedly endorse a deal that they’d have to defend this election year.  \nIn a statement after his vote, Bennet said, \"My conclusion is that the (Iran agreement) is more likely to prevent Iran from acquiring a nuclear weapon than the plausible alternatives.\"\nBennet added that the deal \"has flaws,\" and he has co-sponsored legislation to \"clarify better how we will respond if Iran cheats on this deal.\" The legislation, which remains in committee, seeks to create a \"strategy with our partners to ensure that Iran appreciates the consequences of its violations, for the next 15 years and beyond,\" he said in a separate statement.\nOur ruling\nKeyser said, \"Obama wants to give these guys nuclear weapons and Michael Bennet, he was all for it.\"\nKeyser portrays the agreement as a plot to arm Iran with nukes when it’s designed to do exactly the opposite.\nThe terms of the deal forbid Iran from pursuing a militarized nuclear program. There are limits on uranium enrichment and facility uses, and Iran must allow inspections. It also must abide by terms of international treaties to not seek weapons even after the deal’s guidelines end. To develop nuclear weapons, Iran would have to either break the terms of the agreement or else wait it out and start building one anew once the deal’s provisions have expired (which would be counter to the provisions of treaties that predated this deal).\nIt's ridiculous to say Obama and Bennet wanted this deal because they want to give Iran a nuclear weapon. We rate the statement Pants on Fire!\nhttps://www.sharethefacts.co/share/c9edf88f-91bb-450c-82cf-14dacd88c0e3", "vclaim_id": "vclaim-pol-04885"}