{"url": "/factchecks/2018/may/24/blog-posting/fake-news-says-obama-paid-informant-trump-russia-p/", "speaker": "Bloggers", "vclaim": "Says \"Obama paid FBI informant over $1 million to do it to Trump.\"", "truth_label": "false", "date": "stated on May 22, 2018 in a fake news blog post:", "title": "Online story gets details wrong about informant payment in Trump Russia probe", "text": "As President Donald Trump tweeted that the Russia investigation is fake news, USbreakingnews.net flashed the headline, \"BOMBSHELL!! Obama Paid FBI Informant Over $1 MILLION To Do It To Trump!\"\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. You can read more about our partnership with Facebook here.\nIs it true?\nNo.\nThe facts behind this claim\nThe FBI informant in question has been reported by the Washington Post and others as American foreign policy academic Stefan Halper. According to news reports, the FBI asked Halper to talk to several people involved with the Trump campaign during the summer and fall of 2016. Halper had conversations with Carter Page and George Papadopoulos, then foreign policy advisers to the Trump campaign, and campaign co-chair Sam Clovis.\nEarly on in special counsel Robert Mueller’s Russia investigation, Papadopoulos pled guilty to lying to FBI agents about his contacts with Russians in 2016.\nTrump has said the informant got a \"massive amount of money,\" but we don’t know if the FBI paid him at all. It’s simply unknown at this point.\nWhere is the money coming from?\nHere’s what the USbreakingnews story got right: Halper received over $1 million to do work for the U.S. government. Washington’s spending database shows the government signed four contracts with Halper totalling $1,058,161 between 2012 and 2016. The dates fall during the Obama administration.\n\n\n\n\nAward ID\n\n\nAmount\n\n\nStart date\n\n\nEnd date\n\n\nFunding office\n\n\n\n\nHQ003416P0148\n\n\n$411,575\n\n\n9/29/2017\n\n\n3/29/2018\n\n\nDOD Office of Net Assessment\n\n\n\n\nHQ003415C0100\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n$244,960\n\n\n9/24/2015\n\n\n9/27/2016\n\n\nDOD Office of Net Assessment\n\n\n\n\nHQ003414C0076\n\n\n$204,000\n\n\n7/31/2014\n\n\n7/31/2015\n\n\nDOD Office of Net Assessment\n\n\n\n\nHQ003412C0039\n\n\n$197,626\n\n\n5/30/2012\n\n\n5/29/2013\n\n\nDOD Office of Net Assessment\n\n\n\n\n \nIn the key period in 2016, Halper worked on a study of Russian-Chinese relationships.\nBut the money came from the Defense Department’s Office of Net Assessment, not the FBI. The Pentagon describes the Office of Net Assessment as \"an independent organization within the Department of Defense charged with identifying emerging or future threats and opportunities for the United States.\"\nThe USbreakingnews piece gets a bit confused on this point. It asks, \"Why would anyone receive that kind of money ($1,058,161) from the DOJ?\" But the money did not come from the Department of Justice, where the FBI sits. It came from the Pentagon.\nThe article then asks why \"someone like Halper\" would get such money. Halper’s professional biography gives a few answers. He’s professor emeritus at Cambridge University in England where he lectures on international security issues. He served as deputy assistant secretary of state for Political-Military Affairs in the Reagan administration.\nThe headline says Obama had a direct hand in the payments, but it offers no evidence that Obama had anything to do with the contract awards.\nSome money came before Trump announced he was running\nThe article’s math is also off.\nAbout 40 percent of the money was awarded before Trump even got into the race in June 2015. So even if there were a tie between the contracts and Halper’s conversations with Trump campaign advisers – and there’s zero indication of that —  the amount would be less than $1 million.\nThe article strings together a handful of facts to gin up a compelling headline, but nothing holds together.\nWe rate this claim False.\n Share the Facts 2018-05-24 17:06:32 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"Obama paid FBI informant over $1 million to do it to Trump.\"    Bloggers Bloggers https://usbreakingnews.net/bombshell-obama-paid-fbi-informant-over-1-million-to-do-it-to-trump-even-after-the-election/   On a fake news website Tuesday, May 22, 2018 2018-05-22    Read More  info", "vclaim_id": "vclaim-pol-02033"}