{"url": "/factchecks/2012/jun/01/scott-walker/gov-scott-walker-says-federal-officials-verified-h/", "speaker": "Scott Walker", "vclaim": "The federal government \"reviewed and verified\" his administration’s numbers showing Wisconsin added 23,608 jobs in 2011.", "truth_label": "half-true", "date": "stated on May 31, 2012 in a debate:", "title": "Gov. Scott Walker says federal officials \"verified\" his administration's job-gains numbers", "text": "In the final gubernatorial recall debate, Gov. Scott Walker sought to close the door on opponent Tom Barrett’s claim that Wisconsin lost jobs in 2011, as monthly surveys of businesses have shown.\n\nHis administration had drawn criticism in mid May from Democrats for rushing out much more favorable jobs numbers -- part of a more detailed census of businesses -- before federal labor officials could sign off on them.\n\nIn the May 31, 2012 debate, Walker stressed that those federal officials had now completed their review of the more comprehensive data -- and confirmed that Wisconsin not only hadn’t lost jobs in Walker’s first year, but gained even more than state officials thought.\n\n\"Yesterday the US Bureau of Labor Statistics … sent an email to the state’s Workforce Development department saying they’ve reviewed and verified the numbers,\" Walker said, adding the agency had put the job gain at 23,608, a bit larger than Walker’s preliminary number from mid-May.\n\nBarrett pounced, saying that a U.S. Bureau of Labor Statistics official was quoted in the Journal Sentinel as saying the numbers were not in fact final.\n\nSo who’s right?\n\nBLS officials could clear this up, but they have chosen to stick with their policy of not commenting on any individual state’s data before they post the numbers for all 50 states on the federal agency’s website in late June 2012 -- weeks after the recall election.\n\nThey repeated to us what they have said to other reporters: They have completed their review but can’t say anything about the quality of the numbers.\n\n\"BLS approved the submission of Wisconsin data as part of the normal processing of data, but does not comment on data until released by BLS,\" the agency’s chief spokesman, Gary Steinberg, said in an email.\n\nThe Walker administration has released a cryptic email chain with federal and state officials that it says confirms that federal officials are OK with the numbers crunched by Walker’s administration. Walker cited this in the debate.\n\nThe emails are not easy to interpret.\n\nThe emails’ reference to the quarterly census of jobs is the number \"202,\" a federal designation for the census. BLS officials in the email chain are with the BLS’s \"Current Data Analysis\" section, or CDA.\n\nOne of the emails tells state officials: \"As discussed, CDA has declared the data for the BLS publication to be preliminarily clean.\"\n\nIn another, a BLS-to-BLS exchange, the message is: \"CDA has declared final signoff.\"\n\nNotably, the emails do not spell out what numbers they are signing off on.\n\nSteinberg, of BLS, made clear that \"any state may release its data when ready and does not need to wait for BLS to release data.\"\n\nFor instance, Minnesota also has released its quarterly census data and -- similar to Wisconsin -- the data shows a much larger job gain than the monthly estimates.\n\nMinnesota released its data only after BLS reviewed and verified it. Wisconsin, by contrast, put its numbers out -- and Walker immediately put them in campaign TV ads -- before BLS had verified them.\n\nOur rating\n\nWalker said the federal government had signed off on the positive jobs numbers and provided some information that supports Walker’s claim.\n\nBut his statement leaves out the fact federal officials publicly will not verify the numbers, and the fact that the emails released do not contain any numbers, let alone the ones cited.\n\nThose missing, important details land his claim at Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website).", "vclaim_id": "vclaim-pol-10992"}