{"url": "/factchecks/2015/oct/14/bernie-sanders/bernie-sanders-united-states-has-more-people-jail-/", "speaker": "Bernie Sanders", "vclaim": "\"Today in America, we have more people in jail than any other country on Earth.\"", "truth_label": "mostly-true", "date": "stated on October 13, 2015 in the first Democratic debate:", "title": "Bernie Sanders: The United States has 'more people in jail than any other country on Earth'", "text": "Vermont Sen. Bernie Sanders argued that part of what holds the country back is it spends far too much money keeping people behind bars. Those dollars, he said in the first Democratic debate, could do much more good.\n\"Today in America, we have more people in jail than any other country on Earth,\" Sanders said. \"It seems to me that instead of building more jails and providing more incarceration, maybe, just maybe, we should be putting money into education and jobs for our kids.\"\nWe take Sanders’ use of the word \"jail\" to included prisons. The United States is the third most-populous nation -- China and India are way ahead with about four times as many people. Do we really incarcerate more people than any other country?\nThe latest numbers say we do.\nAccording to the U.S. Bureau of Justice Statistics, in 2013 there were more than 2.2 million people in local jails, and state and federal prisons.\nIt’s a little harder to get rock solid numbers internationally. The United Nations collects some information, but it covers only about 50 countries, and it doesn’t include China. Fortunately, the Institute for Criminal Policy Research based at the School of Law at Birkbeck at the University of London, has gathered more comprehensive data.\nBy its tally, China has about 1.65 million prisoners. That places it second behind the United States. Russia comes in third, with about 655,000 prisoners. The UN data says Russia has about 700,000 prisoners but that includes people held without a final sentencing decision.\nChina’s incarcerated population could very well be higher, the center notes. Chinese government officials reported in 2009 that more than 650,000 people were being held in detention centers around China on top of the count for sentenced prisoners. If that number was the same in mid 2013, the total prison population would be more than 2.3 million in China, pushing it above the United States.\nBut we can’t settle that possibility here.\nA better way to compare prison populations worldwide is to measure a country’s prison population as a share of the national population, experts told us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAdjusted for population, the United States’ prison population (707 prisoners per 100,000 population) exceeds countries around its size, including China.\nBut according to the latest data, it ranks second -- not first -- worldwide. First place goes to the tiny nation of Seychelles, which posts the highest rate of 868 prisoners per 100,000 population based on the most recent data.\nPeter Wagner is executive director of the Prison Policy Initiative, a nonprofit group that supports reducing the prison population. Wagner told PolitiFact in February the countries are not at all in the same league.\nSeychelles is a group of African islands in the Indian Ocean northeast of Madagascar and is home to just over 90,000 people. For perspective, the least populous U.S. state is Wyoming with more than 580,000 residents.\nThe addition of 240 Seychellois from 2012 to 2014 into an already small prison population dramatically pushes the rate from 707 prisoners per 100,000 population to 868, overtaking the United States.\n\"I think countries that small are just not comparable,\" Wagner said, adding that his group’s 2014 States of Incarceration report filtered out countries with less than a half-million residents.\nOur ruling\nSanders said that America has more people in jail than any other country. It’s likely he means the population in state and federal prisons, along with those in local jails. The latest federal census found more than 2.2 million people behind bars in the United States. A research center in England reports that China ranks second with about 1.65 million prisoners. But the Chinese figure fails to include many thousands of people in detention centers, and we don’t know how many that would be.\nRegardless, based on population size, America has an incarceration rate higher than any other nation.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-05860"}