{"url": "/factchecks/2016/feb/08/lucy-flores/flores-attack-kihuens-legislative-record-2015-larg/", "speaker": "Lucy Flores", "vclaim": "Says Ruben Kihuen \"only managed in the minority to get one bill passed out of the eight to 10 he introduced\" during the 2015 legislative session.", "truth_label": "mostly-true", "date": "stated on January 21, 2016 in a congressional candidate forum in Pahrump, Nev.:", "title": "Flores' attack on Kihuen's legislative record in 2015 largely accurate", "text": "Nevada Democrats are champing at the bit to take on first-term Republican U.S. Rep. Cresent Hardy.\nHardy represents just one of a handful of Republican-held House seats that lean Democratic, and his is widely considered one of the most \"flippable\" seats in 2016. The district includes parts of North Las Vegas and stretches across southern Nevada.\nSeveral high-profile Democrats have announced their candidacy, and attacks are already flying in one of the most-watched and well-funded congressional races in the country.\nFormer Assemblywoman Lucy Flores, who made waves after endorsing Sen. Bernie Sanders for president, has aggressively gone after State Sen. Ruben Kihuen, who is generally considered the frontrunner after gaining the support of Senate Minority Leader Harry Reid and the state’s powerful Culinary Union.\nAt a January candidate forum in rural Pahrump, Nev, Flores portrayed Kihuen (pronounced KEY-WIN) as an ineffective lawmaker and attacked his record, including a signature bill passed in 2015 expanding low-income college scholarships.\n\"Frankly, he only managed in the minority to get one bill passed out of the eight to 10 that he introduced,\" she said. \"And the college bill was actually primarily sponsored by the Republican majority leader, so of course the Republican majority leader wasn’t going to let that bill fail.\"\nWe thought her claim merited fact-checking.\nKihuen’s legislative record has been scrutinized since 2011, when the Las Vegas Sun pointed out he was one of two lawmakers who did not introduce a single bill in the legislative session. The Flores campaign pointed to that article, and provided a list of bills that Kihuen introduced during the 2015 legislative session as evidence of Kihuen’s ineffectiveness. (The Nevada Legislature only meets for six months every two years.)\nFlores’ allegation is mostly on the mark. Of the eight bills introduced by Kihuen in 2015, only one was ultimately signed into law — a bill allowing the county commissioners in Las Vegas to propose up to a $14 fee on marriage licenses to promote marriage tourism.\nBut she misidentifies the co-sponsor of arguably Kihuen’s biggest legislative accomplishment. (Flores owned up to the mistake after the forum.) Kihuen worked closely with Republican Assistant Majority Leader Ben Kieckhefer in passing the state’s first need-based college scholarship program.\nThe \"Silver State Opportunity Grant Program\" allocates $5 million over two years for low-income students enrolled in Nevada community colleges and universities, and more than 670 students are signed up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nKieckhefer said the bill originated from a college affordability summit hosted by the two before the legislative session, and he credited Kihuen for helping push the legislation through with minimal opposition.\n\"Ruben and I were partners on this bill, and I know he worked it hard on his side,\" he said.\nFlores’s comments also strike at a larger issue - finding the best way to measure legislative effectiveness. Kihuen’s campaign manager, Dave Chase, said because Democrats were in the minority during the session, it makes more sense to measure effectiveness by what Kihuen was able to prevent from happening.\n\"The real work comes in committee and on the floor, where Ruben, while in the minority, fought to kill reckless Republican bills that would have ended collective bargaining, overtime pay and rolled back key voting rights all while passing 19 bills he sponsored,\" he wrote in an email. \"Ms. Flores should ask the 700 students going to college right now thanks to Ruben's work if he was effective last session.\"\nKihuen served as part of the leadership team for the 10-person Democratic caucus, and Senate Democratic head Aaron Ford praised Kihuen’s work during the legislative session.\nAs for the critical 2011 article in the Sun, Damore said he was \"hesitant\" to lend much credence to a five-year old article and recommended looking at Kihuen’s more recent legislative accomplishments. A full list is here. Six of the ten bills introduced by Kihuen during the 2013 session were eventually signed into law.\nUNLV political science professor David Damore said it’s difficult to measure legislative effectiveness based solely on the raw numbers of bills proposed and laws that are passed.\n\"Certainly factors such as majority or minority status as well as seniority play into passage, and of course not every bill that gets passed should be become law, and not all that do have an equal impact,\" he said in an email.\nNevada lawmakers are also limited as to the number of bills they can propose during the session, so legislators can’t propose dozens of bills to pad their numbers.\nOur ruling\nFlores said Kihuen \"only managed in the minority to get one bill passed out of the eight to 10 he introduced\" during the 2015 legislative session.\nFlores is technically accurate in her criticism. But the insinuation that he was an ineffective legislator because of that ignores some important context about the realities of being in the minority party and his role in passing other legislation behind the scenes.\nHer claim is accurate but needs additional context. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-05441"}