{"url": "/factchecks/2019/nov/26/jerry-tillman/nc-republican-says-redistricting-partisan-process-/", "speaker": "Jerry Tillman", "vclaim": "Says the U.S. Constitution \"doesn’t say anything about (redistricting) being fair. … it’s set up to be partisan.\"", "truth_label": "half-true", "date": "stated on November 15, 2019 in a speech:", "title": "NC Republican says redistricting is a partisan process - not a fair one.", "text": "When it comes to drawing election maps, the courts have often found North Carolina guilty of breaking the rules.\nSo when the time came to approve new Congressional maps earlier this month, legislators had a lot to say about those rules. Video of one speech, in particular, got lots of attention. \nState Sen. Jerry Tillman, an Archdale Republican, can be seen in a 54-second video chastising Democrats for having a \"lack of knowledge about what the Constitution says\" about redistricting.\n\"It doesn’t say anything about being fair,\" Tillman says. The Constitution gives redistricting responsibility to the states, a process Tillman then described this way: \n\"It says that in redistricting matters, it is the province of the states and it then becomes the province of the prevailing party,\" he continued. \"If it belongs to the prevailing party, do you think it should be anything other than partisan? It’s set up to be partisan.\"\nIs it true that the U.S. Constitution doesn’t say anything about being fair? And is Tillman right that the redistricting system is \"set up to be partisan?\"\nThe video was posted on social media by state Sen. Jeff Jackson, who has 86,000 followers on Facebook and 52,000 Twitter followers. The video was viewed about 100,000 times in total, Jackson told PolitiFact.\nGiven the video’s exposure, we felt it necessary to clarify some of Tillman’s statements with him. Redistricting can be complicated, so it’s important to distinguish what the U.S. Constitution says from what North Carolina’s Constitution says.\nTillman didn’t respond to an email or a phone call about his comments, so he didn’t clarify his statements to us. With that in mind, we felt the need to clarify what the U.S. and N.C. constitutions say about drawing election maps.\nWe’ll take this in two parts.\nFirst: does the U.S. Constitution say anything about the redistricting process being \"fair?\" \nThis is a loaded question that’s led to court cases and legal challenges across the country. At the risk of going too far into the weeds, we’ll touch on some ways federal laws attempt to ensure fairness -- as well as some ideas that have been sought but not adopted.\nSo what is \"fair?\" Although the word does not appear in the Constitution, some scholars say it is a basic concept in many constitutional principles.\nPartisan gerrymandering\nOne idea of fairness: drawing districts that would give each major political party equal odds of winning. \nBut the U.S. Constitution does not explicitly mention fairness in terms of political parties and the U.S. Supreme Court recently punted on an important case from North Carolina that tested this concept.\nPlaintiffs argued North Carolina’s Congressional maps give Republicans an extreme partisan advantage. The court, however, found that the \"partisan gerrymandering claims present political questions beyond the reach of the federal courts.\"\n\"So there’s nothing that would prevent them from drawing partisan redistricting maps,\" said Hans von Spakovsky, manager of the Election Law Reform Initiative at the Heritage Foundation.\nIn other words, \"the Court said that a jurisdiction can engage in some partisan gerrymandering consistent with the US Constitution, as long as it doesn’t go too far,\" said Justin Levitt, associate dean for research at Loyola Marymount University law school and founder of allaboutredistricting.org. But, he added, the Supreme Court said \"federal courts have no power to determine what ‘too far’ is.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nRacial gerrymandering\nHow about other ways to define \"fair?\"\nThe 14th Amendment to the Constitution authorized the government to punish states that abridged citizens’ right to vote by proportionally reducing their representation in Congress, as explained on the U.S. Senate’s website. The 15th Amendment prohibited states from disenfranchising voters \"on account of race, color, or previous condition of servitude,\" the site says.\nOn this front, North Carolina lawmakers have gotten in trouble multiple times.\nSeveral of North Carolina’s Democrat-drawn Congressional maps in the 1990s and 2000s were ruled unconstitutional racial gerrymanders, PolitiFact explained in July. And as recently as 2016, the U.S. Supreme Court affirmed a ruling that GOP-drawn congressional maps from 2011 were racial gerrymanders.\nAside from that, the Constitution also addresses district populations. The National Conference of State Legislatures explains it this way: \"For congressional redistricting, the Apportionment Clause of Article I, Section 2, of the U.S. Constitution requires that all districts be as nearly equal in population as practicable.\"\nSo, in some ways, the Constitution does aim for fairness, Levitt said.\nIs partisanship endorsed?\nNow let’s look at Tillman’s claim that the redistricting process \"is set up to be partisan.\"\nIn North Carolina, that’s true. \n\"But there’s nothing in the (U.S.) Constitution about the prevailing party taking control,\" Levitt said. \"Some may read that as the natural consequence of giving it to the states, but it’s certainly not an express grant in the Constitution to be partisan.\"\nThe Constitution gives states the responsibility of crafting election procedures. But the text of the U.S. Constitution doesn’t say anything about district maps in particular.\n\nIn North Carolina, the state Constitution allows the legislature’s dominant political party to have control over the process. And legislators are allowed to use partisan data in the redistricting process.\nBut the U.S. Constitution allows states a freedom to construct their own rules. And some other states have gone to great lengths to make it non-partisan.\n\"Just because the federal Constitution is silent doesn’t mean the states can’t create rules for their own districts,\" said Michael Li, senior counsel for the Brennan Center for Justice.\nArizona, for instance, entrusts an independent redistricting commission to draw its Congressional maps. California prohibits map makers from considering partisan data. Florida prohibits map makers from considering incumbent residences. (North Carolina, meanwhile, attempts to avoid pairing incumbents.)\nSome states set up an independent commission for making maps. Some prohibit map-makers from favoring a party or an incumbent. \nOur ruling\nTillman said the Constitution \"doesn’t say anything about being fair,\" and later added: \"it’s set up to be partisan.\"\nOn fairness, the Constitution aims to guarantee equal weight to each voter. But it doesn’t guarantee that the nation’s political parties will have the same odds of winning a Congressional seat. \nOn the set-up of the redistricting process, Tillman is right that North Carolina’s system yields itself to partisan maps. But he’s wrong to suggest that the U.S. Constitution encourages that system across the country. States have the freedom to enact their own redistricting rules, and some have attempted to tackle \"fairness\" from a lot more angles than North Carolina.\nThese claims are partially accurate but omit important details that would give the public a better understanding of the redistricting system. We rate them Half True.", "vclaim_id": "vclaim-pol-16832"}