{"url": "/factchecks/2020/nov/01/donald-trump/trumps-misleading-attack-bidens-health-care-plan/", "speaker": "Donald Trump", "vclaim": "“Joe Biden and Kamala Harris’ government-run health care plan… could lead to hospitals being closed, put Medicare coverage at risk, and give benefits to illegal immigrants.”", "truth_label": "barely-true", "date": "stated on October 28, 2020 in a TV ad:", "title": "Trump’s misleading attack on Biden’s health care plan", "text": "A TV ad by President Donald Trump’s campaign portrays Joe Biden’s health care plan as a disaster for seniors’ access to health care.\n\"Let’s turn off the noise and look at the facts about Joe Biden and Kamala Harrs’ government-run health care plan,\" states the narrator, a senior citizen, in the ad. \"Their plan could lead to hospitals being closed, put Medicare coverage at risk, and give benefits to illegal immigrants. Their plan is just too dangerous for seniors like us.\"\nPoint by point, the ad misleads about Biden’s health care plan. \nJoe Biden and Kamala Harris’ \"government-run health care plan.\"\nThis is misleading. Biden hasn’t called for only a government plan-run plan.\nThe ad cited a July 2019 NBC story about Biden’s health care agenda. Biden does not support Medicare for All; his plan instead builds upon the Affordable Care Act. He supports allowing Americans to buy into a public option for government-managed health insurance. The public option would be offered alongside other private health insurance plans on the marketplace.\nThe ad also cited an article by the conservative Heritage Foundation  which analyzed several plans in Congress and concluded that the public option would lead to a \"single government-controlled health care system.\" But that’s not in line with what Biden has proposed.\n\"Their plan could lead to hospitals being closed\"\nThis assertion hinges in part on the false premise that Biden is proposing Medicare for All. Again, he isn’t. Biden’s plan calls for taking steps to keep rural hospitals open, including supporting a bipartisan bill in Congress to save rural hospitals in part by increasing payments to Medicare providers.\nThe ad cites as evidence a New York Times article in April 2019 that states that if Medicare for All abolished private insurance and reduced rates some hospitals, especially in struggling rural centers, \"would close virtually overnight.\" \nThe Trump campaign also pointed to an August 2019 study conducted by Navigant, a consulting firm, that predicted rural hospitals are in danger of closing under a public option. The study was commissioned by the Partnership for America’s Healthcare Future, a health industry coalition that opposes Medicare for All and a public option.\nThe study modeled what would happen to rural hospitals, which are already at risk of closing, if three separate public option approaches were implemented — but it didn’t mention Biden’s plan. It found that a public option could lead to 28% to 55% of rural hospitals being at high risk of closure. The study reached these findings by assuming that the hospitals would be paid at Medicare rates. \nSome health policy experts argue that a public option would actually help rural hospitals by increasing the number of people in rural areas who have health insurance. This would \"benefit rural hospitals, since getting virtually nothing from uninsured patients is worse than getting a reasonably good rate from the public option,\" Gerard Anderson, a professor of health policy and management at Johns Hopkins University in Baltimore, previously told us.\nBiden’s plan puts \"Medicare coverage at risk\"\nIt’s too early to say how Medicare could be affected by Biden’s plan to add a public option. The ad cited the same Heritage Foundation research that argues broadly that the public option would eventually lead to the end of private alternatives and that doctors who don’t sign up for the public option could be forbidden from participating in Medicare. It also raises concerns about government-set payment rates. But, again, it doesn’t specifically zero in on Biden’s proposal.\nThe Trump campaign pointed to a September article by the Partnership for America’s Healthcare Future that cites articles — including by PolitiFact — that show a public option could disrupt private insurance offerings. A new public option, the partnership says, would strain government financing when Medicare is already at risk.\nThe Trump campaign also pointed to comments by Sherry Glied, the dean of New York University’s Wagner Graduate School of Public Service and a former health official in the Obama administration, in the New York Times. Glied said that it was possible that linking public-option coverage to Medicare could cause some doctors to stop accepting Medicare patients.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nParts of Biden’s plan suggest he is comparing the public option and Medicare, the Trump campaign said. For example, Biden’s plan says both programs will negotiate prices with providers and that a board will recommend a reasonable price for new specialty drugs.\nBut two experts we interviewed said Biden’s health care plan lacks enough detail to lend itself to the conclusion that it will put Medicare coverage at risk.\n\"There's not really enough detail in the Biden plan yet to say one way or another,\" said Sabrina Corlette, a professor and expert on health insurance at Georgetown University. \"There's nothing inherent in what Biden has proposed that would put traditional Medicare at risk.\"\nIf Biden is elected, he would have to write detailed legislation that would explain how the public option would interact with other health insurance, including Medicare. \nPractically speaking, candidates running for president know not to propose a harmful Medicare plan, said Joe Antos, a scholar at the conservative American Enterprise Institute.\nBiden’s plan would \"give benefits to illegal immigrants\"\nThis goes too far. Biden’s plan doesn’t automatically \"give benefits\" to immigrants in the country illegally. Biden favors allowing immigrants illegally in the country to buy health care plans under the Affordable Care Act marketplace, but without financial help from the government. \nFor evidence, the ad cites the June 27, 2019, Democratic primary debate where all of the candidates were asked to \"raise your hand if your government plan would provide coverage for undocumented immigrants.\" All raised their hands, including Biden.\nThe Democrats were asked whether their health care plans would cover immigrants here illegally. They were not, however, directly asked if that coverage would be free.\nWhen moderator Savannah Guthrie asked Biden to elaborate, he said: \"You cannot let people who are sick, no matter where they come from, no matter what their status, go uncovered.\" He didn’t get into the specifics about paying for the coverage, although he said that immigrants in the U.S. illegally pay the Social Security tax.\nRELATED: Donald Trump gives false version of Joe Biden, Bernie Sanders ‘unity’ policy on immigrants\nOur ruling\nTrump’s TV ad said, \"Joe Biden and Kamala Harrs’ government-run health care plan … could lead to hospitals being closed, put Medicare coverage at risk, and give benefits to illegal immigrants.\"\nBiden has not called for only a government-run plan. He has called for a voluntary public option alongside private options. \nThe ad leaps to conclusions about how Biden’s plan would impact hospitals and Medicare coverage, relying largely on articles by groups that oppose the public option. Experts said Biden’s plan doesn’t include enough specifics to reach conclusions, but it’s a stretch to conclude that he would put Medicare coverage at risk. The study the campaign cited about the public option leading to rural hospital closures cites a huge range and makes some assumptions and also acknowledges that rural hospitals are already closing.\nThe only kernel here is that Biden’s plan allows immigrants here illegally to pay for health insurance, but it’s misleading to state that he would \"give\" them the benefits.\nWe rate this claim Mostly False. \nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp.", "vclaim_id": "vclaim-pol-18409"}