{"url": "/factchecks/2014/jun/09/pete-gallego/pete-gallego-equates-average-student-loan-debt-pri/", "speaker": "Pete Gallego", "vclaim": "\"The average student loan debt in Texas is over $22,000...the cost of an average size pickup truck.\" But unlike car owners, \"students are not allowed to refinance their loans at lower rates.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2014 in an email blast:", "title": "Average student loan debt in Texas close to price of a pickup truck, though privately taken student loans can be refinanced", "text": "U.S. Rep. Pete Gallego invoked pickup trucks to frame his case for making it easier for college students and young graduates to refinance student loans.\n\"The average student loan debt in Texas is over $22,000,\" the Texas Democrat wrote in a May 14, 2014, email blast. \"That also happens to be the cost of an average size pickup truck!\"\n\"But here’s what’s truly alarming: students are NOT allowed to refinance their loans at lower rates -- the same way car owners can,\" Gallego wrote.\nDemocratic-sponsored legislation would provide federal aid so students and graduates stuck with high interest rates could repay the loans at the lower rates Congress approved for new student loans in 2013, though a May 16, 2014 National Journal news story called the proposal a long shot in the Senate, where Republicans were described as likely to resist higher taxes on the wealthy to pay for the refinancing wrinkle.\nGallegos revved our curiosity thrice over.\nAverage student loan debt\nBy email, Gallego’s campaign manager, Anthony Gutierrez told us the congressman’s average student-loan debt figure came from a news story posted online May 8, 2014, on the GovBeat blog of The Washington Post. That story said more than a million Americans would graduate this year with substantial student loan debt, a conclusion it attributed to the National Conference of State Legislatures.\n\"The graduates will have an average of $26,500 in student loans,\" the Post story said, \"joining the tens of millions of other adults who collectively hold more than $1 trillion in student loan debt. That burden is largest, on average, in many Northeastern and Mid-Atlantic states, a few Southeastern states and California.\"\nAn accompanying U.S. map shows more than 20 states including Texas where the average student loan debt is $22,000 to $25,000\"\n\nThe Post credited these conclusions to the Federal Reserve Bank of St. Louis, using data from the third quarter of 2012. We ventured to a web page for the reserve bank where its entry on student loan debt led us to a research paper, published in 2012 and revised in April 2013, by the Federal Reserve Bank of Kansas City.\nAccording to the revised paper, student loan debt increased dramatically over the last several years, from about $346 billion in the fourth quarter of 2004 to $996 billion in the fourth quarter of 2012, a surge of nearly 14 percent a year. By comparison, the report said, total credit card debt was $679 billion and auto debt was $783 billion.\nThen again, the report states, increasing levels of debt were driven largely by growth in the number of borrowers, rather than growth in average debt levels of borrowers. The report said that in the fourth quarter of 2012--a few months after the period analyzed in the Post’s chart--the \"median borrower holding student loan debt owed $13,924 in student loan debt. The average amount of student loan debt across all consumers with student loan debt was $24,699.\" That’s the latest available calculation, Bill Medley, spokesman for the Kansas City Fed, told us by email.\nPricing average pickup trucks\nNext, did Gallego capture the price of an average-size pickup?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nGutierrez told us the campaign researched average used truck prices on the Cars Direct website. He pointed us to an April 5, 2012, article on the site showing suggested retail prices for five 2010 and 2007 models. \"These prices are for a base model pickup truck with standard options and no additional accessories,\" the article said.\nAccording to the story, the average manufacturer’s suggested retail price for a 2010 two-door Ford F-150 was $22,355 and the average for a 2010 Dodge Ram 1500 was $21,510--prices close to the $22,000-plus cited by Gallego. Then again, the Cars Direct article listed estimated prices for two 2010 models at less than $22,000. It also listed the price for another 2010 truck as nearly $6,000 higher.\nBut Gallego priced used pickups; we looked on Edmunds.com, which compiles car and truck prices, for manufacturer’s suggested retail prices for model-year 2013 and 2014 pickups. According to the site, the price for a basic Ford F-150 \"regular cab\" starts at $24,070 (2013 model) and $24,735 (2014). A Toyota Tacoma \"regular cab\" starts at $17,625 (2013) and $18,125 (2014), the site says.\nLimits on refinancing student loans?\nFinally, are students really not allowed to refinance college loans?\nGutierrez pointed out news articles including a Feb. 20, 2013, Time magazine piece stating that unlike other consumers who have taken advantage of reduced interest rates to refinance purchases, student borrowers have been restricted because Congress—not the free market—\"sets the interest rate on the vast majority of student debt, and because these loans are not secured by collateral private lenders are loath to undercut the federal government’s terms.\"\nThe Time story noted that student loan debt was at $1 trillion—and of that, the federal government backed $864 billion. Also, most of the debt was being carried at an interest rate higher than 6 percent, a figure Time attributed to a Feb. 13, 2013, report from the left-leaning Center for American Progress. \"That’s almost twice the rate of an average 30-year mortgage,\" Time said.\nBy telephone, Heather Jarvis, a North Carolina attorney specializing in student loan law, said that some graduates may be able to refinance student loans at lower rates through private lenders, though she said this would only happen in cases of substantial income. (Car owners, in contrast, have four-wheeled collateral.)\nBy email, Jarvis said \"refinancing federal loans with a private loan is risky.  The borrower gives up important protections that accompany federal loans (like flexible repayment and discharge provisions).\"\nStudents repaying federally backed loans, Jarvis said, are effectively barred from refinancing opportunities because federal law makes no provision for the government to make such offers.\nAlso by phone, Brian Stewart of the Center for American Progress -- which has urged the Democratic-backed action -- said it’s possible but difficult to refinance student loans with private lenders while there's no way for students to get the federal government to refinance a government-backed loan. Stewart, a spokesman for Generation Progress, a center project focused on young adults, said the center has been researching student-loan issues for about two years.\nOur ruling\nGallego said the \"average student loan debt in Texas is over $22,000...the cost of an average size pickup truck.\" But unlike car owners, he said, \"students are not allowed to refinance their loans at lower rates.\"\nThis claim reflects the latest estimate of average student-loan debt and a findable price for an average-size pickup. It’s also so that most college loans are federally backed and Uncle Sam doesn’t offer a way for students and graduates to refinance. On the other hand, students taking loans from banks or other private lenders aren’t prevented from refinancing; this claim lacks that clarification.\nWe rate this statement as Mostly True.\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07764"}