{"url": "/factchecks/2010/nov/22/republican-party-wisconsin/state-gop-says-earmarks-ban-passed-due-leadership-/", "speaker": "Republican Party of Wisconsin", "vclaim": "\"Because of (U.S. Sen.-elect Ron) Johnson’s leadership, Senate Republicans adopted a caucus ban on earmarks.\"", "truth_label": "mostly-true", "date": "stated on November 17, 2010 in a news release:", "title": "State GOP says earmarks ban passed due to leadership of U.S. Sen.-elect Ron Johnson of Wisconsin", "text": "In the week following his decisive victory over three-term Democratic U.S. Sen. Russ Feingold, political newcomer Ron Johnson laid low, declining interviews with state media.\n\nTurns out the Republican from Oshkosh was not inactive, though.\n\nNational media reports on Nov. 9, 2010, placed Johnson among a group of incoming senators publicly backing a ban on earmarks -- those tasty pieces of pork sprinkled by the thousands into the federal budget by individual lawmakers.\n\nReporters set up the issue as the first test of whether newly elected conservatives would take on  a time-honored Washington tradition -- bringing home the bacon. Senate Minority Leader Mitch McConnell (R-Kentucky) and others opposed the ban, which is non-binding but symbolically significant.\n\nOn Nov. 16, McConnell dropped his opposition, the caucus endorsed the ban and it passed.\n\nIn a news release the next day, the Republican Party of Wisconsin lauded Johnson.\n\n\"Because of Johnson’s leadership, Senate Republicans adopted a caucus ban on earmarks, showing the American people they’re serious about cutting government waste and corruption. Senator-elect Johnson isn’t wasting any time in his push for reforms, and the Republican Party of Wisconsin applauds his efforts.\"\n\nWow. Did Johnson, not even in office yet, really lead the way on the earmarks ban?\n\nLet’s peek behind the headlines.\n\nThe Senate Republican caucus includes 46 members. Johnson is one of 13 newly elected Republicans. He was one of six incoming freshman to publicly agree to sign on to the earmark ban at the request of U.S. Sen. Jim DeMint (R-South Carolina).\n\nOther newly elected senators hung back, and just four current senators initially joined DeMint’s group. The DeMint crew of 10, dubbed an \"insurgent group\" by The Washington Post, sent a letter to their colleagues urging support for a ban.\n\nMcConnell and another defender of earmarks, Sen. Jim Inhofe (R-Oklahoma), loudly pushed back against the ban in the days before the caucus vote. They said earmarks were a tiny slice of federal spending and important for district projects.\n \nInhofe told the Post that banning earmarks \"gives cover for big-spending members of Congress to look conservative. They start demagoguing the earmark thing and everybody goes, ‘Oh, they must be conservative.’\"\n\nMcConnell and Inhofe reportedly lobbied new members to vote against the earmark ban, although Johnson says he was not contacted.\n\nBut the two backed off before the matter came to a vote, and on Nov. 16 in a closed-door meeting the caucus united behind a two-year moratorium.\n\nAgain, media accounts portrayed sitting senators as bowing to pressure from voters and the Tea Party movement, to which Johnson is loosely tied.\n\nJohnson, by his own account, did not lobby other senators face-to-face on the issue. And he said he was not deeply involved with DeMint’s concerted effort, which dates back months.\n\n\"That all occurred before we got here,\" said Johnson. \"Quite honestly, we kind of stepped into this, having been asked to co-sponsor it (referring to the freshmen who signed on). And Sen. McConnell made his decision.\"\n\nDeMint, though, directly credits Johnson and the small group of early supporters for the victory.\n\nWesley Denton, DeMint’s spokesman, told us: \"Senator-elect Johnson was an early public supporter of the earmark ban. His leadership helped give us the momentum we needed to win.\"\n\nSo, where does that leave us?\n\nIn the wake of the earmarks vote, the state Republican Party credited Johnson’s leadership for its passage. The ban was opposed publicly by the Senate minority leader, putting the outcome of the vote in question. Johnson, new to Washington, joined a small group who took a public stand, while some other incoming freshmen stayed on the sidelines.\n\nJohnson didn’t take a role in arm-twisting on the issue. And he was not solely responsible, as the GOP’s claim suggests. But he and just a few others made a real difference in the outcome.\n\nWe rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13975"}