{"url": "/factchecks/2020/feb/05/tammy-baldwin/wisconsin-sen-baldwin-makes-cents-costs-climate-ch/", "speaker": "Tammy Baldwin", "vclaim": "“Over the past two years, climate and weather disaster damage has cost the U.S. over $400 billion.”", "truth_label": "mostly-true", "date": "stated on December 10, 2019 in a tweet:", "title": "Wisconsin Sen. Baldwin makes point with claim on costs of climate change damage in U.S.", "text": "When it comes to weather and climate change, there has been lots of talk about causes and consequences.\nIn some areas of Wisconsin this winter, rapidly melting snow has overtaken roads and caused sewage to overflow, while flooding and its effects continue to be a concern. The National Weather Service in Green Bay indicated most rivers in northeastern Wisconsin have more than a 50% chance of flooding to some extent.\nWhether it be the toll on infrastructure or disrupting business operations, weather and climate change carries a monetary cost.\nOn Dec. 10, 2019, the U.S. Senate Democrats’ Climate Committee sent out a tweet arguing Wisconsin roads and bridges are at risk of collapse from severe storms and flooding. That same day, U.S. Sen. Tammy Baldwin, D-Wis., tweeted this about the national cost:\n\"Over the past two years, climate and weather disaster damage has cost the U.S. over $400 billion and our economy will lose over $500 billion annually from lost labor, crop failure and damages related to extreme weather if we don’t #ActOnClimate now.\"\nIs Baldwin right about $400 billion-plus in damages?\nThe source\nWhen asked for backup for the claim, Baldwin’s staff pointed to The Fourth National Climate Assessment, a 1,526-page document that examines the effects, risks and course of climate change in the United States. \nThe Fourth National Climate Assessment is a cooperative effort between experts from academia and government agencies, such as the U.S. Department of Energy, the National Oceanic and Atmospheric Administration and the U.S. Department of the Interior. \nOn page 66, the report indicates NOAA estimates the United States incurred $400 billion in damages from weather and climate disasters from 2015 through April 6, 2018. \nBut that figure is for different years and a longer time period (three-plus years) than Baldwin claimed.\nNOAA climatologist Adam Smith from the Center for Weather and Climate at NOAA’s National Centers for Environmental Information in Asheville, N.C., noted the numbers in the report are also a bit dated. He pointed us to newer figures.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBaldwin’s reference was to the \"past two years.\"\nShe made the statement in December 2019, so examining the two-year span immediately before that, her numbers are dramatically off. NOAA estimates the U.S. experienced $137.8 billion of economic damage from 2018 and 2019 when adjusted for the consumer price index, and $135.6 billion unadjusted. \nHowever, looking at the two most recent full years before Baldwin’s claim — 2017 and 2018 — Baldwin’s figures line up. NOAA estimates the inflation-adjusted damage in those calendar years was $411.7 billion.\nThe NOAA calculation includes damage to buildings and public infrastructure, among other costs. The agency tracks damage from drought, flooding, freeze, severe storms, tropical cyclones, wildfires and winter storms.\nSmith said in an email NOAA uses data from agencies such as the National Weather Service, the Federal Emergency Management Agency, and the National Interagency Fire Center. There are some types of data they do not include due to inconsistencies.\n\"For example, our disaster cost estimates are actually somewhat conservative, as we don’t account for losses/damages to natural capital assets, mental and physical healthcare-related costs post-disaster, or incorporate all downstream economic impacts,\" Smith wrote.\nWe checked with several experts from academia who agreed that the NOAA numbers are probably the best available for the United States.\nThe agency’s data shows that the number of disasters that topped $1 billion in damages has increased each decade since the 1980s. \nThere were 119 weather and climate disasters that topped that threshold during the 2010s, up from 59 in the 2000s, even after adjusting for inflation. Over the past three years (2017 through 2019), there was an average of nearly 15 disasters that topped $1 billion in damages. \nOur ruling\nBaldwin said \"Over the past two years, climate and weather disaster damage has cost the U.S. over $400 billion.\"\nHer claim is on target for 2017 and 2018 -- though if  the two years were measured from the date of her claim, essentially covering 2018 and 2019, there was a much-lesser amount in damages.\nOur definition of Mostly True is \"The statement is accurate but needs clarification or additional information.\" \nThat fits here.", "vclaim_id": "vclaim-pol-17340"}