{"url": "/factchecks/2020/jul/31/viral-image/george-floyd-judge-judy-not-same-man-killed-police/", "speaker": "Viral image", "vclaim": "Says George Floyd appeared on Judge Judy.", "truth_label": "false", "date": "stated on July 15, 2020 in a Facebook post:", "title": "George Floyd from Judge Judy is not the same man killed by police in Minneapolis", "text": "George Floyd’s death after a police officer pressed his knee into Floyd’s neck catalyzed anger over Black Americans who have died at the hands of law enforcement. The killing led to demonstrations across the country and, in some cases, efforts to undermine Floyd as a victim of police violence. \nIn the weeks since Floyd died, a clip from the TV show \"Judge Judy\" has spread on social media. The case: A woman is seeking damages from George Floyd IV, who stole and crashed her car as he was chased by police in Chicago. \n\"Young George Floyd,\" one user wrote, sharing the video on Facebook. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the George Floyd who appeared on Judge Judy is not the same George Floyd who was killed by a Minneapolis police officer on May 25. That person was named George Perry Floyd Jr., not George Floyd IV. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAround the two-minute mark of the Judge Judy clip, the defendant George Floyd says he is 16 years old. \nGeorge Floyd Jr. was born in October 1973. The Judge Judy show debuted in September 1996, when Floyd was close to turning 23.\nFloyd attended high school in Houston, while the defendant was arrested in Chicago. \nPhotos of Floyd when he was a teenager also show that this is a different person than the 16-year-old who appeared on TV. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-17843"}