{"url": "/factchecks/2019/aug/07/stephanie-ruhle/walmart-one-largest-sellers-assault-style-weapons-/", "speaker": "Stephanie Ruhle", "vclaim": "Says Walmart is \"one of the largest sellers of assault-style weapons.\"", "truth_label": "false", "date": "stated on August 5, 2019 in on MSNBC:", "title": "Is Walmart ‘one of the largest sellers of assault-style weapons,’ as MSNBC anchor said?", "text": "On the heels of a pair of mass shootings, MSNBC anchor Stephanie Ruhle asked a gun control activist how big businesses could contribute to curbing gun violence.\nRuhle homed in on Walmart, one of the nation’s largest retailers and the site of the attack in El Paso, Texas, which left at least 22 people dead and dozens more wounded.\n\"Walmart is America,\" Ruhle said in the Aug. 5 interview. \"Walmart is the largest employer in the United States, one of the largest sellers of assault-style weapons.\" \nIt’s true that Walmart is the largest private employer in the United States, but the retailer does not sell assault-style weapons. In fact, the company banned the sale of assault-style rifles in its stores in 2015.\nDefining \"assault weapons\"\nRuhle’s use of the term \"assault-style weapons\" could lead to some confusion, since there’s no universal definition for it.\nGenerally, people on both sides of the gun debate agree that fully automatic weapons, which are heavily regulated, should be considered assault weapons. (Fully automatic weapons are subject to strict regulations that make them difficult for civilian buyers to purchase.) But there’s disagreement over semi-automatic rifles, which have been used in several mass shootings.\nWhen a now-expired ban taking on \"semi-automatic assault weapons\" passed in 1994, the Justice Department said, \"In general, assault weapons are semi-automatic firearms with a large magazine of ammunition that were designed and configured for rapid fire and combat use,\" according to CNN.\nSeveral big-box retailers currently sell semi-automatic rifles. Walmart just isn’t one of them.\nWalmart’s gun sales\nWalmart still sells some firearms and ammunition, as part of its long and complex history with guns. But it has ended the sale of weapons that could be considered assault-style.\nWalmart has said its current gun sales policy will not change following the two recent mass shootings, meaning the company will continue selling certain firearms despite calls to drop gun sales entirely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut Walmart has taken some steps over the last several years to refine that policy. Those steps included ending the sale of assault rifles in 2015, a decision the company attributed to low consumer demand, not calls for gun control, according to the New York Times. \n\"We stopped selling assault-style weapons in 2015,\" Walmart spokesman Randy Hargrove told PolitiFact. \"We have a longstanding commitment to selling firearms safely and compliantly.\"\nIt is accurate that Walmart is one of the largest sellers of firearms and ammunition in the United States, Hargrove said. He noted the company sells guns in roughly half of its 4,700 U.S. stores and not, for example, in its ‘neighborhood market’ stores, where the focus is on groceries. \nIn 2018, Walmart removed some airsoft guns, toys and other items from its website that resemble assault-style rifles, Hargrove said. It also raised the age limit on gun purchases to 21.\nThe company has also said it only sells handguns in its Alaska stores, and in July, it stopped selling all guns in New Mexico after the state broadened its law on background checks.\nDick’s Sporting Goods decided to stop selling assault-style rifles in 2018, as well.\nAccording to CNN, Bass Pro Shops still sells semi-automatic rifles, and its subsidiary Cabela’s offers what its website refers to as \"semi-automatic tactical rifles.\" Gander Outdoors also lists \"semi-auto action\" firearms on its website. Other online retailers sell semi-automatic rifles, too.\nMSNBC did not respond to a request for comment.\nOur ruling\nRuhle said Walmart is \"one of the largest sellers of assault-style weapons.\"\nWalmart does not sell automatic weapons, and it stopped selling semi-automatic rifles in 2015. So we rate this statement False.", "vclaim_id": "vclaim-pol-00351"}