{"url": "/factchecks/2014/jul/30/peter-lavelle/rts-peter-lavelle-says-he-doesnt-allow-conspiracy-/", "speaker": "Peter Lavelle", "vclaim": "\"I'm not a conspiracy theorist and I never allow conspiracy theorists on my program.\"", "truth_label": "pants-fire", "date": "stated on July 23, 2014 in a segment on RT's \"CrossTalk\":", "title": "RT's Peter Lavelle says he doesn't allow conspiracy theories on his show, then utters one", "text": "Peter Lavelle hosts CrossTalk on RT, an English language cable news network funded by the Russian government. Lavelle opens each edition of CrossTalk by saying it’s a place \"where all things are considered.\"\nEverything except, he says, conspiracy theories.\nLavelle’s commentary on Malaysia Airlines Flight 17 thrust him into the media spotlight with a contentious, 10-minute interview with CNN’s Chris Cuomo, who accused Lavelle of being obsessed with \"clearing Russia from culpability\" in the plane’s shooting. American officials have said the plane was likely shot down by Ukrainian separatists in Donetsk with a surface-to-air missile.\nLavelle, an American who works as a journalist in Moscow, says the United States is too quick to tie Russian-backed rebels to the tragedy, berating the U.S. State Department for relying on social media as evidence for its claims and not looking at Ukraine as a responsible party.\n\"I'm not a conspiracy theorist and I never allow conspiracy theorists on my program,\" Lavelle said on the July 23 CrossTalk, addressing guest Vladimir Suchan.\nThen Lavelle proposed a theory that involves Ukraine bringing down the plane in effort to earn worldwide sympathy amid woes with its new government.\n\"But if I look at the timing of this tragedy in Ukraine, the (Petro) Poroshenko government was, well, in trouble with its latest offensive in the east, it was losing badly, soldiers were being circled, it was really bad news,\" Lavelle said. \"And all of a sudden we have this tragedy of killing civilians on this flight, and this puts Ukraine back on the front page, it competes with Gaza, a lot of ‘sympathy,’ for the Kiev regime, this is good timing in a way for the coup regime that hasn't been achieving too many successes since February.\"  \nUm, so in essence Lavelle is suggesting Ukraine shot down MH 17 so it could blame the Russian separatists so the flailing Ukraine government could become front-and-center again in the news? Sounds like a conspiracy theory to us.\nBut so that we don’t be accused of reaching a Pants on Fire conclusion too quickly, we decided to search around Lavelle’s other shows. We didn’t search every program, but we looked at enough to find that conspiracy theories are very much raised by Lavelle and featured on his show.\nRT is a curiosity for Western journalists, some of whom see its coverage as Kremlin-directed propaganda. As a star host, Lavelle has gotten and dismissed questions about the network's perceived bias. In 2008, he told a New York Times reporter, \"No one is telling me what to say.\" He did, however, note that part of the network's \"mission is public relations.\"  \nRT has also carved out a reputation for bringing in obscure guests to discuss unusual topics related to America, devoting time to questioning President Barack Obama’s birth certificate.\nLavelle, too, has expressed his preference to be \"counterintuitive\" compared to corporate-owned American cable news networks. In a 2010 interview with Columbia Journalism Review, Lavelle said, \"Being mainstream has been very dangerous for the West.\"\nHere’s a few of those conspiratorial, er, counterintuitive moments that we found with a simple Google search.\nConspiracy No. 1: 9/11 was an inside job\nLavelle invited several skeptics of the American government's Sept. 11 findings \"to try to find out what really happened\" on 9/11 for a March 2010 segment. The roster included Architects and Engineers for 9/11 Truth founder Richard Gage, who said three World Trade Center skyscrapers (the Twin Towers and a surrounding WTC building) that collapsed that day \"were brought down by explosive demolition on 9/11, not by fire and jet plane impacts.\"\nLavelle also asked blogger Ian Henshall, a blogger and author of 9/11 Revealed: The New Evidence, about what it's like to be called a conspiracy theorist when he's just raising questions.\n\"Conspiracy theory, if it means anything, is a simple story which you know claims to explain a major complicated event. That is exactly what the official story of the 9/11 attacks is,\" Henshall said. \"Very simple story, all organized by a guy in the cave with 17 hijackers who were just incredibly lucky. You could not get more of a conspiracy theory than that.\"\nHenshall went on to talk about the \"worrying evidence\" that the towers-takedown was an inside job.\nJust so we don't raise the eyebrows of conspiracy theorists, we took three screengrabs of Lavelle and his guests talking about 9/11 conspiracy theories from RT's YouTube page:\n1. \"WTC towers collapsed due to a controlled demolition;\"\n\n \n2. \"Attacks an inside job to justify wars in Afghanistan and Iraq;\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n \n3. \"9/11 attacks in 2001 were intentionally allowed to happen.\"\n\n \nIt wasn't the first time Lavelle raised eyebrows about the official story of Sept. 11. In February 2010, Lavelle posited on CrossTalk that the Sept. 11 hijackers were \"not even fundamentalists at all\" -- much to the shock of the two people he was interviewing about a proposed burqa ban in France.\nThis time he was challenged by a guest, former British journalist Douglas Murray of the Centre for Social Adhesion, who asked Lavelle, \"How can you keep speaking, let alone hosting a show, and know so little? How can you know so little and keep on talking?\" Murray detailed the appearance on the \"strange propaganda outfit\" in a blogpost. The other guest, Anne-Elisabeth Moutet of the Jean-Jacques Rousseau Institute, said al-Qaida is a completely fundamentalist group. \nConspiracy No. 2: AIDS drugs kill people with AIDS\nLavelle later convened a panel to talk about the business of HIV/AIDS on July 21, 2010, asking questions that highlighted critics of antiretroviral therapy for people infected with HIV who say the treatments are nothing but a \"huge moneybag\" for Big Pharma.\nLavelle invited on guest Peter Duesberg, a University of California-Berkeley professor of molecular and cell biology, who believes that AIDS treatments are killing people infected with \"the so-called AIDS virus, which doesn’t do anything.\"\nSo AIDS isn’t killing people, AIDS drugs are.\n\"The companies try to treat the virus that doesn’t do anything with drugs that are inevitably toxic,\" Duesberg said. \"The AZT was developed 40 years ago for one purpose: to kill human cells for cancer, chemotherapy. And the result is they have never ever cured one AIDS patient.\"\nLavelle asked Dr. Denis Broun of UNAIDS for feedback. \"We have 2 million people die of HIV infection every year. And these are not people who die of old age, I can tell you that. The average age of people who die in Russia is 32 years. This is preposterous,\" Broun said. \"The antiretrovirals are keeping people alive, and people are staying alive thanks to administration of these products.\"\nLavelle went back to Duesberg, who said the world’s 30-40 million HIV-infected population is doing well and the people who die are the ones \"getting these drugs that are inevitably toxic.\"\n‘They are designed to terminate DNA synthesis, that’s the central molecule of life, you’re dying from that,\" Duesberg said. \"That is AIDS by prescription. And 500,000 people are prescribed these drugs alone in the U.S. and all of them die, about half of them die from diseases that have nothing to do with HIV.\"\nAnother guest, Steve Caterer of Global Pharma Insights, said Duesberg’s opinions \"on the good side are disrespectful and on the worst side are tantamount to murder.\"\nLater in the program, Broun said the three-drug HIV/AIDS drug treatment used today is much less toxic than the AZT-only treatment (azidothymidine) used 25 years ago. \"No one in his right sense is suggesting to use AZT alone today,\" he said. \"It's as if people were suggesting to treat syphilis with arsenic, as was done at the beginning of the century. ... We cannot discuss today's situation with antique data that are no longer valid in any way.\" \nBroun said researchers debate some points of treating the virus, but \"no one is saying, like denying the role of HIV in creating AIDS or saying the drugs are dangerous for people.\" \nConspiracy No. 3: U.S. official planned to break up Ukraine\nBack to Ukraine, where Lavelle lambasted American media coverage of the \"Western-induced crisis\" in May 2014, and claimed that Assistant Secretary of State for European and Eurasian Affairs Victoria Nuland was trying to break up Ukraine.\n\"It seems to me that there’s this habit now in Western media, particularly in the United States, that no one wants to see fault in themselves or their own governments here. Because this was so predictable, as you said at the beginning of the program, this plan that Victoria Nuland had was just nonsense. She was just going to break up the country, but they had a Plan B. If they don’t succeed, then Russia is a very easy enemy to blame everything on, and that’s exactly what we’re seeing right now.\"\nEven guest Dmitry Babich, an employee of the Russian-government owned radio station The Voice of Russia, thought Lavelle was going a bit too far.\n\"I don’t think Victoria Nuland planned to break up the country. She thought that the east of Ukraine would just submit to the new government, the new government would be pro-Western, then as the Western media said, we should all take deep breath and then wait until Ukraine becomes completely anti-Russian,\" Babich said. \"And of course Victoria Nuland, just like John Kerry, they don’t know a thing about Ukraine.\"\nNuland became a notorious figure in the East as U.S. diplomats responded to Ukraine's political crisis, but there's no evidence she had a plan to break up Ukraine. A phone conversation between Nuland and U.S. Ambassador to Ukraine Geoffrey Pyatt about Ukraine's next steps was leaked, in which she was heard as saying \"F--- the EU.\"\nRoutine remarks from Nuland about the United States' investment in pro-democracy initiatives in Ukraine since it broke off from the Soviet Union in 1991 were widely misconstrued on social media and by RT, which held up her comments as evidence that the U.S. was spending $5 billion to incite the riots (a claim we rated Pants on Fire).\nOur ruling\n\"Never\" is a strong word, yet Lavelle claimed he is a not a conspiracy theorist and has \"never allowed a conspiracy theorist on his show.\"\nWe’ll agree there is a somewhat subjective definition of what constitutes a conspiracy theory. But we think of the four we quickly found -- Ukraine downed MH 17 to drum up sympathy, AIDS drugs are what are killings AIDS patients, 9/11 was an inside job, and an assistant secretary of state devised a plan to break-up Ukraine -- at least one would fit most people’s definition of a conspiracy theory.\nLavelle’s hypothesis about MH 17, we should note, was uttered in the breaths after saying he doesn’t allow conspiracy theories on his show.\nWe rate his statement Pants on Fire.", "vclaim_id": "vclaim-pol-07521"}