{"url": "/factchecks/2012/mar/26/marcy-kaptur/rep-marcy-kaptur-says-poorest-america-are-women/", "speaker": "Marcy Kaptur", "vclaim": "\"The poorest in this country are women.\"", "truth_label": "true", "date": "stated on March 12, 2012 in an interview on PoliticsNation with Al Sharpton on MSNBC:", "title": "Rep. Marcy Kaptur says that the poorest in America are women", "text": "U.S. Rep. Marcy Kaptur, D-Toledo, appeared recently on MSNBC’s PoliticsNation with Al Sharpton in which the host took a swipe at Republicans for focusing on women’s reproductive issues rather than creating jobs.\n\nKaptur shared Sharpton’s indignation and said voters in her district do, too. \"They think the Republicans want to take us back a half century on reproductive health,\" she said.\n\nThe subject then turned to economics and the pending transportation bill, with Kaptur lamenting the fact that Congress has not been able to approve a bill that would put a lot of Americans back to work.\n\n\"The American people are clamoring for getting the roads paved, for improving our airports, for improving our mass transit, for improving our ports,\" she said.\n\nShe then brought the conversation back to the subject of women and the economic challenges many of them face.\n\n\"The poorest in this country are women,\" she said.\n\nPolitiFact Ohio decided to focus on this simple statement about the economic plight of women.\n\nKaptur’s communications director Steve Fought provided PolitiFact Ohio with U.S. Census data and a National Women’s Law Center report to back up his boss’s statement.\n\nThe numbers indeed show that the poverty rate for women in the United States was 14.5 percent in 2010, which was 3.3 percentage points higher than for men.\n\nWomen also fared worse when comparisons were made within ethnic groups, such as white (non-Hispanic), black, Hispanic, Asian and native American. For instance, slightly more than 25 percent of all African-American women were in poverty in 2010, compared with 19.1 percent for African-American men.\n\nGreater numbers of women also tended to be poor when broken down by age groups. More than 25 percent of women 18-24 years of age are in poverty, compared with 18.8 percent for men in the same age group.\n\nAnd for women in that same age group who are also single mothers, the percentage of those in poverty jumps to 40.7 percent, compared to 24.2 for single men with children.\n\nWe went one step further and found the percentage of women in extreme poverty was 6.3 percent, 1.4 percentage points higher than for men. People who are considered in extreme poverty have incomes that are more than halfway below the federal poverty line.\nIn those cases, one is \"really destitute,\" said Claudia Coulton, co-director of the Center for Urban Policy and Community Development at Case Western Reserve University.\n\nSo, just about any way you slice it, women are more likely than men to be poor, or at least below the poverty line.\n\nWe rate Kaptur’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-11383"}