{"url": "/factchecks/2020/nov/07/facebook-posts/no-fairfax-officials-virginia-didnt-give-100000-tr/", "speaker": "Facebook posts", "vclaim": "Officials in Fairfax, Va., gave 100,000 Trump votes to Biden.", "truth_label": "barely-true", "date": "stated on November 4, 2020 in a post on Facebook:", "title": "No, Fairfax officials in Virginia didn’t give 100,000 Trump votes to Biden", "text": "A social media post falsely claimed that Fairfax County officials in Virginia gave 100,000 votes for President Donald Trump to Democratic presidential candidate Joe Biden.\n\"Fairfax Virginia has switched 100,000 votes from Trump to Biden stating a ‘clerical error,’\" reads a recent Facebook post that made a series of claims. \nA Fairfax County official did make a clerical error when they reported votes shortly after midnight on Nov. 4, which mistakenly reported about 100,000 more Biden votes, said Gary Scott, Fairfax County elections director. They realized the error and corrected it within 10 minutes, Scott said. The reported number of votes for Trump didn’t change. Biden has since been declared the winner of the presidential race by numerous media organizations, including the Associated Press and Fox News.\nAn employee of the Fairfax County Office of Elections input a formula in a spreadsheet incorrectly. The incorrect report had been sent to both election officials and those who update the county’s website at the same time. \nScott said election officials noticed the mistake immediately and corrected the public information shortly after it was posted. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"It was just a reporting error,\" Scott said. \"There was no change to votes cast.\"\nOur ruling \nThe Facebook post claimed that Fairfax County officials in Virginia gave 100,000 votes for Trump to Biden due to a clerical error. \nThe county incorrectly reported Biden 100,000 more votes than existed due to an error with a spreadsheet. Officials corrected the error within 10 minutes. There were no changes to votes cast. \nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-18488"}