{"url": "/factchecks/2019/mar/22/children-risk/how-many-texas-childcare-providers-meet-quality-st/", "speaker": "Children at Risk", "vclaim": "\"Right now, only 11 percent of the 15,000 child care providers in Texas are certified as meeting quality standards.\"", "truth_label": "mostly-true", "date": "stated on March 19, 2019 in a press conference:", "title": "How many Texas child care providers meet quality standards?", "text": "Texas lawmakers are looking to improve child care safety and oversight during the 2019 legislative session, prompted in part by an investigation into reports of death and sexual abuse suffered by children at child care facilities by the Austin American-Statesman. \n \nDuring a news conference announcing new legislation on March 19, lawmakers and leaders from advocacy organizations discussed the current state of safety standards for child care providers and areas where the state could improve. \n \nRobert Sanborn, president and chief executive officer of the nonprofit Children at Risk, said parents have to make \"tough choices\" when it comes to choosing a day care option for their children due to financial constraints and varying quality between facilities.\n \n\"Right now, only 11 percent of the 15,000 child care providers in Texas are certified as meeting quality standards,\" Sanborn said before pausing and repeating the claim for emphasis. \"We need to do a lot more.\"\n \nChild care providers in Texas have to meet minimum standards to be approved by the state. Beyond that, they can participate in a voluntary state program and several national programs that offer accreditations to providers who meet higher standards. \n \nIs it true that just 11 percent of Texas childcare providers are certified through those programs?\n \nMinimum standards vs. quality standards\n \nShay Everitt, director of early childhood education initiatives at Children at Risk, said researchers at the nonprofit calculated the percentage in this claim by identifying child care providers that participate in state and national programs that assess provider quality.\n \nChild care operations in Texas, ranging from those run through an individual home and those run out of a center, must be approved by the state.\n \nIn order to be eligible, providers have to meet minimum standards based on the type of operation and its size and have to submit to a certain number of inspections conducted by state officials.\n \nCarrie Williams, spokeswoman for the Texas Health and Human Services Commission which oversees licensing and registration for providers, said the agency does not rate facilities based on their relative quality.\n \n\"Our focus is on whether or not facilities are meeting the standards set to ensure the health and safety needs of the children in care,\" she said in an email. \n \nThese minimum standards are different than the quality standards Sanborn references in his claim.\n \nIf providers meet the state's minimum requirements, they are eligible to seek accreditation from a voluntary state program and several national organizations. This would allow them to be \"certified as meeting quality standards,\" as Sanborn said.\n \nThese programs typically require operations to meet standards related to staff training and education, curriculum and class size. Many also require an application fee.\n \nAt the state level, Texas Rising Star is the voluntary quality rating program in place. It includes three levels of certification, each with progressively stricter standards. \n \nProviders can only qualify for the program if they participate in a Texas Workforce Commission program that subsidizes child care costs for low-income families. \n \nEveritt said Sanborn’s claim also considered four national organizations, including the National Association for the Education of Young Children, the National Accreditation Commission, the National Early Childhood Program Accreditation and the Association of Christian Schools International.\n \nThe numbers add up\n \nEveritt said the group’s findings were current as of September 2018, and she shared a spreadsheet that combined data from a few different sources, including a list of all child care providers in Texas and lists of Texas providers who participate in the Texas Rising Star program and the four national programs the non-profit identified. \n \nTheir research found that, of the 15,036 registered providers in Texas as of September, 1,501 providers (about 10 percent) participated in Texas Rising Star and/or one of the four national programs identified by Children at Risk.\n \nEveritt said the group added an extra percentage point to their findings to account for any providers who may be participating in smaller national accreditation programs.\n \nWe gathered the same data ourselves, using the most recently available numbers from each organization.\n \nAs of the end of March, there were 14,716 child care providers in Texas registered with the state. Of those, about 1,400 (or about 10 percent) are certified through the Texas Rising Star Program. \n \nMembership lists provided by each of the four national organizations included a total of 464 Texas providers.\n \nThis means it’s fair to say that somewhere between 10 and 13 percent of Texas providers are certified as meeting quality standards through at least one of these five voluntary accreditation programs, given that some providers could be certified by multiple organizations.\n \nOur ruling\n \nSanborn said \"only 11 percent of the 15,000 child care providers in Texas are certified as meeting quality standards.\"\n \nThe math behind the claim checks out, but Sanborn left out important context about what standards are being considered. He was referring to the percentage of child care providers who participate in voluntary programs that have higher quality standards than the minimum standards required to obtain approval to operate from the state.\n \nWe rate this claim Mostly True. \n \n\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n Share the Facts 2019-03-22 17:21:01 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Right now, only 11 percent of the 15,000 child care providers in Texas are certified as meeting quality standards.\"    Robert Sanborn President and CEO of Children at Risk http://tlcsenate.granicus.com/MediaPlayer.php?view_id=45&clip_id=13984    Monday, March 18, 2019 2019-03-18    Read More  info", "vclaim_id": "vclaim-pol-00862"}