{"url": "/factchecks/2011/aug/01/bobby-scott/scott-says-balanced-budget-amendment-does-not-requ/", "speaker": "Bobby Scott", "vclaim": "(Rep. Bob Goodlatte's) balanced budget amendment does not require a balanced budget.", "truth_label": "barely-true", "date": "stated on July 14, 2011 in a letter.:", "title": "Scott says balanced budget amendment does not require balanced budget", "text": "U.S. Rep. Bobby Scott recently urged House colleagues not to be fooled by the title of a proposed \"balanced budget\" amendment.\n\n\"No provision of the amendment requires a balanced budget,\" Scott, D-3rd, said in a July 14 letter he sent to fellow lawmakers. \"All debate on this bill has been on the title and not the provisions in it.\"\n\nA balanced budget amendment with no stipulation to balance the budget? Scott has made this claim repeatedly, so we decided to check it out.\n\nFirst, we should point out a number of proposals for balanced budget amendments are in the pipelines. Scott directed his statement at a resolution sponsored by a fellow Virginian - U.S. Rep. Bob Goodlatte, R-6th.\n\nGoodlatte’s measure was approved by the House Judiciary Committee -- on which Scott serves -- on June 15. It calls for the president to propose a balanced budget each fiscal year. But there are two exceptions that Scott says give the resolution more holes than the Titanic.\n\nScott points to language in the legislation that says, \"Total outlays for any fiscal year shall not exceed total receipts for that fiscal year, unless three-fifths of the whole number of each House of Congress shall provide by law for a specific excess of outlays over receipts by a roll call vote.\"\n\n\"It doesn’t say you need to pass a balanced budget,\" Scott told us over the telephone. \"It doesn’t require it. It just says you need three-fifths vote to pass a budget that’s not balanced.\"\n\nThe Democrat also noted that the amendment would allow Congress, by simple majority votes, to waive the balanced budget requirement if the U.S. is involved in a conflict \"that causes an imminent and serious military threat to national security.\"\n\nScott, during a June hearing, suggested that Congress could exaggerate national security risks and use them as an escape valve against balancing the budget.\n\nSo would Goodlatte’s amendment require a balanced budget? For an answer to this semantic question, we first turned to the non-partisan Congressional Budget Office, which analyzed the bills in a June 21 letter to Lamar Smith, R-Texas, the chairman of the House Judiciary Committee.\n\nIn summarizing the bill’s provision calling for the passage of a balanced budget, the CBO said \"such a requirement could be overridden by a three-fifths vote in each House (in Congress).\" In other words, the resolution does require a balanced budget but allows that stipulation to be waived.\n\nNext, we turned to an analysis by the Center on Budget and Policy Priorities, a liberal think tank that, along with Scott, opposes Goodlatte’s resolution.\n\nRobert Greenstein, the center’s president, said in a July 16 statement that Goodlatte’s amendment was one of several pending before Congress that \"would essentially require that the budget be balanced within the coming decade.\"\n\nA June 1 letter to the House Judiciary committee, signed by 123 groups opposing Goodlatte’s legislation, said the measure \"would require a balanced budget every year, regardless of the state of the economy.\"\n\nWe also talked to Bob Bixby, the executive director of the Concord Coalition, a non-partisan group that has long spoken out against federal deficits. He said balanced budget amendments typically have an \"escape clause\" to allow extra spending. He said the three-fifths vote required for additional spending under Goodlatte’s bill is a high threshold.\n\n\"The intent of Goodlatte’s legislation is clearly to establish a balanced budget,\" Bixby said. \"You could say in a very technical sense (a balanced budget) is not required if Congress has an escape clause, but of course that’s par for the course in a constitutional amendment.\"\n\nGoodlatte’s measure would also set an annual federal spending limit at 18 percent of the nation’s gross domestic product and would require a two-thirds vote in the House and Senate to exceed that threshold. In addition, it would require a three-fifths vote in both houses to raise the debt ceiling.\n\nConstitutional amendments are extremely difficult to pass. First they require a two-thirds vote in each House of Congress. Then three-quarters of the 50 state legislatures have to approve the amendment before it could become part of the Constitution.\n\nLet’s review:\n\nScott said that no provision in Goodlatte’s balanced budget amendment would require balancing the budget. He makes a narrow argument based on escape valves built into the resolution.\n\nBut a number of policy experts say the resolution does, first and foremost, require a balanced budget and imposes high thresholds for its exceptions. We agree and find Scott’s semantic debate misleading. We rate his claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12648"}