{"url": "/factchecks/2011/aug/16/ted-strickland/former-ohio-gov-ted-strickland-raps-josh-mandel-fl/", "speaker": "Ted Strickland", "vclaim": "\"Josh Mandel used to be pro-choice, now he’s anti-choice. He used to be sympathetic towards gay and lesbians and now he’s [not].\"", "truth_label": "half-true", "date": "stated on July 26, 2011 in an interview with Politico:", "title": "Former Ohio Gov. Ted Strickland raps Josh Mandel as a flip flopper on abortion, gay rights", "text": "Former Gov. Ted Strickland recently pulled a page from the Ohio Democratic Party’s playbook to attack Josh Mandel, the Republican state treasurer who now appears to be running for the U.S. Senate.\n\nMandel, 33, hasn’t formally announced his candidacy but is raising money for the race and taking shots from Democrats as if he’s an official candidate.\n\nMandel, a former state legislator from Lyndhurst, has his eye on the seat held by Sen. Sherrod Brown, a Democrat from Avon.\n\nStrickland took up for his fellow Democrat in a recent interview with Politico, a national political news website. Strickland framed Mandel as a candidate willing to shift his ideals to further his political career.\n\nStrickland told Politico that Mandel – whose likely Senate run has gained the support of the Senate Conservatives Fund – has not always been so staunchly conservative.\n\n\"Josh Mandel used to be pro-choice, now he’s anti-choice,\" Strickland said. \"He used to be sympathetic towards gay and lesbians and now he’s [not].\"\n\nDemocrats have portrayed Mandel as a political opportunist going back to his run last year for state treasurer, so PolitiFact Ohio decided to check Strickland’s claim to see if Mandel is the shape-shifter his opponents have made him out to be.\n\nLet’s slice Strickland’s attack in half, examining the accuracy of each claim.\n\nThere is no question Mandel is now anti-abortion. He has endorsed the \"heartbeat bill,\" a controversial proposed law banning abortions once a fetal heartbeat is detected, which can occur as early as six weeks into a pregnancy.\n\nWhen asked about Strickland’s comments, a spokesman for Mandel’s campaign said, \"Josh has always been solidly pro-life and believes all innocent human life should be protected.\"\n\nWhen we talked to Strickland, he said that Mandel seemed to grow more stringent in his anti-abortion views over time, culminating with his support of the heartbeat bill. Mandel supported exceptions to anti-abortion laws for cases of rape and incest, according to an Ohio Right to Life 2006 candidate survey. On a similar survey two years later, he didn’t list those exceptions to qualify his support for anti-abortion laws.\n\nUltimately, Strickland said he has no evidence to show Mandel ever supported abortion rights.\n\n\"I’m just going to have to be straight with you, I can’t give you a document or recording that supports what I said,\" Strickland said.\n\nSo Strickland’s claim that Mandel used to be \"pro-choice\" is unsupported. But did Mandel change course on his support for the gay community?\n\nWhen we asked the former governor to back up that part of his statement, Strickland cited quotes from Mandel when he was involved in student government in college, and compared those words with Mandel’s more recent legislative voting record.\n\nMandel was president of the undergraduate student government while he attended Ohio State University. In April 2000, the student government voted to support a domestic partnership plan to allow qualified students to buy student health insurance for their domestic partners, according to The Lantern, Ohio State’s student newspaper.\n\nMandel supported the plan at the time.\n\n\"The undergraduate student government representatives have been and will continue to advocate for domestic partner benefits in public and private settings,\" Mandel told The Lantern. \"Students want it, students deserve it and the university has a responsibility to provide it.\"\n\nDespite his support for domestic partner benefits in 2000, Mandel nine years later voted against a bill to shield gay and transgender Ohioans from being discriminated against in housing and employment issues.\n\nHouse Bill 176 sought to add sexual orientation and gender identity to the list of classifications for which it is illegal to discriminate for housing, employment and public-accommodation purposes. The bill passed the Democrat-controlled House by a vote of 56-39, with five Republicans joining Democrats to support the measure. But the bill did not go anywhere in the Republican-controlled Senate.\n\nMandel voted against the bill. He was not among a handful of Republicans to explain their vote on the House floor that day.\n\nMandel’s campaign now says he was wrong in college.\n\n\"Josh has always opposed discrimination against any American citizen and has also always believed that marriage is between one man and one woman,\" his spokesman, Anthony Conchel, said in a statement. \"He also feels he was wrong in college about domestic partner benefits and feels strongly that they should never be funded with taxpayer dollars.\"\n\nSo where does that leave us?\n\nStrickland claimed Mandel reversed his stances on two social issues – abortion and gay rights.\n\nOn the latter, Mandel’s legislative voting record and recent statements do not match up with his position in college, and the treasurer now says he was wrong in college.\n\nMandel said he’s always held the same view on abortion rights, and Strickland cannot prove otherwise. So we have to conclude Strickland was wrong there.\n\nOn the Truth-O-Meter, that two-part statement rates a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKen Mercer\n\n\nstated on February 19, 2010 in an advertisement\n\n\n\n\n\n\n\n\nChallenger Tim Tuggey \"is a lobbyist who donated over $41,000 to Democrats who support abortion and same-sex marriage.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy W. Gardner Selby • March 1, 2010", "vclaim_id": "vclaim-pol-12565"}