{"url": "/factchecks/2015/jan/16/rand-paul/rand-paul-says-most-people-receive-disability-back/", "speaker": "Rand Paul", "vclaim": "\"Over half the people on disability are either anxious or their back hurts.\"", "truth_label": "false", "date": "stated on January 14, 2015 in a speech in New Hampshire:", "title": "Rand Paul says most people receive disability for back pain, anxiety", "text": "Turning 40? Sen. Rand Paul says you can look forward to back pain in your near future, and maybe some anxiety. But don’t try to turn your ailments into a government check.\nAt a breakfast event Wednesday, Jan. 14 in New Hampshire, the Kentucky Republican and potential presidential candidate spoke out against a public safety net that catches too many people who don’t need help.\n\"The thing is, all of these programs, there’s always somebody who’s deserving. (But) everybody in this room knows somebody who is gaming the system,\" Paul said.\nThe proof? Look no further than the diagnoses landing people on disability, he added.\n\"Over half the people on disability are either anxious or their back hurts. Join the club,\" he said to laughter. \"Who doesn’t get up a little anxious for work every day and their back hurts? Everybody over 40 has a little back pain.\"\nPaul may be having a little fun about the aches and pains of growing older, but his comment raises serious questions about a program relied on by millions of people. Is the majority of the disability population suffering from back pain and anxiety? We decided to check the numbers.\nIdentifying the problem\nThe Social Security Administration has provided benefits to people with disabilities since President Dwight Eisenhower signed legislation in 1956. The program is intended to provide cash assistance to people who are disabled for a year or longer and cannot work or can only work menial jobs for little pay (about $1,000 a month).\nThe number of individuals receiving disability has been on an upward trajectory for decades. In 1970, there were less than 2 million beneficiaries; now, the program has surpassed 10 million, far outpacing U.S. population growth. Nearly two-thirds of people on disability are 50 or older.\nThe large growth in the program has sparked claims of waste, fraud and abuse. And indeed, several reports from the Government Accountability Office have found problems with the program, as Paul’s office pointed out.\nAfter an audit of disability insurance in 2013, the Government Accountability Office estimated that  in fiscal year 2011, the Social Security Administration made $1.29 billion in potential cash benefit overpayments to about 36,000 individuals who were working and making more than $1,100 a month (the limit to receive disability benefits).\nThe 36,000 people receiving improper payments, while a lot on paper, represent about 0.4 percent of all beneficiaries, the report said.\nThere are other ways Social Security gives out benefits to those not deserving, but paying people already working is about 72 percent of the problem, according to the Social Security Administration. Factoring that in, the GAO estimates overpayments equaled $1.62 billion, or 1.27 percent of all disability benefits, in 2011. It’s a lot of money, but the disability program is a $128 billion program.\nThe Government Accountability Office goes on to say the exact number of improper payments is unknown. It could be higher. Additionally, another GAO report warned the Social Security Administration’s efforts to thwart potential physician-assisted fraud are \"hampered by a lack of planning, data, and coordination.\"\nBack and anxiety\nLet’s narrow in on Paul’s specific claim: \"Over half the people on disability are either anxious or their back hurts.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThis is not rooted in the official numbers. Social Security does not group people by back pain or anxiety in any of their published reports.\nInstead, they track a much broader list of physical and mental ailments. What would back pain or anxiety fall under?\nMost back problems would fall under the category \"diseases of the musculoskeletal system and connective tissue,\" the most common ailment. In 2013, 27.7 percent of all people received benefits for these types of ailments. If you look at just workers, it was 30.5 percent. There's also another category, \"injuries,\" that might include some back problems. Those affect another 4 percent of workers.\nBut not all musculoskeletal system and connective tissue diseases are back problems. Far from it. They include ailments ranging from a broken bone and bad burns to amputated limbs and deformities.\nAnxiety would be included in \"mental disorders.\" That category is broken down further as follows: \n\n\n\nMental disorder\nPercent of all workers on disability\n\n\n\n\nAutistic disorder\n0.2\n\n\nDevelopmental disorders\n0.1\n\n\nChildhood and adolescent disorders not otherwise clasified\n0.1\n\n\nIntellectual disability\n4.1\n\n\nMood disorders\n14.9\n\n\nOrganic mental disorders\n3.4\n\n\nSchizophrenic and other psychotic \n4.8\n\n\nOther\n3.9\n\n\nTotal\n31.5\n\n\n\nAs you can see, it's a pretty confusing list, and it's not immediately clear which category certain mental ailments would fall into. If by \"anxious,\" Paul meant a catchall term for all mental disorders, then, sure, about one-third of all disabled workers have some sort of mental issue. \nPaul's spokesman singled out the subcategory \"mood disorders\" when explaining how Paul reached his conclusion. Other media outlets have similarly placed anxiety under this heading. However, the Social Security Administration told us that category typically includes affective disorders like depression, not anxiety disorders.\nInstead, people suffering from \"anxiety disorders\" -- which include things like post-traumatic stress disorder and obsessive-compulsive disorder -- are included in the \"other\" category. That category also includes diseases like Tourette syndrome and affects far fewer people than mood disorders, about 3.9 percent. \nFor the sake of argument, let's follow Paul's faulty logic. Even assuming generously that every single person with a musculoskeletal system problem came in with \"back pain,\" and every person with a \"mood disorder\" had anxiety, it still only equals 45.4 percent, less than half. Throw in \"other\" mental disorders, you're still just below 50 percent.\nIf you categorize anxiety correctly as \"other\" and add it to all musculoskeletal system problems, you would end up far lower, at 34 percent.\nAnd again, not every person with a musculoskeletal problem has a back problem, and not every person with a mental disorder has anxiety. For Paul to imply as much is either stretching reality or downplaying serious ailments.\nThere has been an increase in the number of people receiving disability for musculoskeletal system and mental problems. In 1961, the most common ailment for new beneficiaries was heart disease or stroke. Meanwhile, 8 percent of those going on disability received assistance for musculoskeletal system issues.\nThat’s an interesting and notable statistic, and one worth exploring. NPR published a very extensive report suggesting some older, unskilled workers are going on disability (many with back issues) because the only jobs available to them are physically strenuous.\nBut that doesn’t wash away Paul’s mischaracterization of the ailments nor his inflation of the numbers.\nOur ruling\nPaul said, \"Over half the people on disability are either anxious or their back hurts.\"\nThe numbers don’t add up. The two broader disability categories that include back pain (\"diseases of the musculoskeletal system\") and anxiety disorders (\"mental disorders - other\") don’t even equal close to 50 percent, let alone those two ailments by themselves.\nPaul’s quip might make for a good soundbite, but it’s not rooted in reality. We rate the statement False.", "vclaim_id": "vclaim-pol-06832"}