{"url": "/factchecks/2013/jun/14/chain-email/chain-email-claims-health-care-law-contains-hidden/", "speaker": "Chain email", "vclaim": "A hidden provision in Obamacare taxes sporting goods as medical devices.", "truth_label": "pants-fire", "date": "stated on June 12, 2013 in an email:", "title": "Chain email claims the health care law contains a hidden tax on sporting goods", "text": "PolitiFact started checking claims about the three-year-old Affordable Care Act, the health care law often called Obamacare, before the legislation became law.\n\nThe checked statements have rated from True to Pants on Fire! on the Truth-O-Meter, but falsehoods have often drowned out the truths.Though some of the law's provisions have gone into effect, and many of its biggest features kick in next year, polls show the public still has a hard time understanding what's in it.\n\nWe've looked repeatedly at the most persistent claims, and have seen many of them evolve. We at PolitiFact Ohio thought we had a new claim this month, when a reader forwarded a chain email we hadn't seen before.\n\nWe looked into it, saw it dealt with a subject familiar to us, and found that it has been examined by our friends at the nonpolitical Snopes.com and several other rumor-checking sites.\n\nThe email is built on a sales receipt from Cabela's, the Nebraska-based outdoor merchandise chain whose locations include Ohio.\n\nThe receipt, like one posted by Snopes.com, shows a charge for a \"medical excise tax.\"\n\nThe chain email claims that Cabela's has \"refused to hide\" the charge, which is \"supposed to be hidden from the consumer.\"\n\nIt goes on to say that the medical excise tax is \"hidden in Obamacare,\" and that it applies to certain medical devices starting Jan. 1, 2013.\n\nQuoting an IRS publication on excise taxes, the email asks: \"What do I find under 'medical devices' under 'manufacturers taxes'?\"\n\nIn answer, it lists: \"Sport fishing equipment; fishing rods and fishing poles; electric outboard motors; fishing tackle boxes; bows, quivers,  broadheads and points; arrow shafts; coal; taxable tires; gas guzzler automobiles, and vaccines.\"\n\nLet's take the parts of the claim separately.\n\nFirst, it is true that there is a 2.3 percent tax on the first sale of certain medical devices in the Affordable Care Act, but it is not hidden. We've done at least six fact-checks about it, starting in October 2009, and it has been cited in numerous print and broadcast ads by opponents of the health care law, including a spot for presidential candidate Mitt Romney.\n\nThe tax is one of the provisions in the law that offset the added costs of expanding health coverage to the uninsured, according to the Congressional Budget Office.\n\nThe tax does not apply to eyeglasses, contact lenses, hearing aids, bandages or other medical devices \"generally purchased by the general public at retail for individual use,\" the law states.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n \n\n\n\n\n\n\n\nThe tax does not apply to devices made for export. It does apply to imported devices as well as those made domestically.\n\nThe Internal Revenue Service has posted information about what constitutes a taxable medical device.\n\nNone of the items listed in the chain email are included. Those items are listed by the IRS as being subject to excise taxes that predate the health care act and have nothing to do with it.\n\n \n\nContrary to the emailer's claim, the items are not listed under \"medical devices\" by the IRS.\n\nSo why the charge on the receipt from Cabela's?\n\nThe company earlier gave an explanation to its hometown  Scottsbluff Star-Herald newspaper. And it confirmed to us that it was reported accurately.\n\nA Cabela's spokesman blamed a companywide \"glitch\" in its sales register system. The problem added a 2.3 percent \"medical excise tax\" to all purchases at its stores on Jan. 1.\n\nThe error was caught the same day, the spokesman said, and the charges would be refunded.\n\nVendors typically use new sales software at the start of a year to handle changes in tax laws, Snopes.com noted. Even though the cost of taxes are typically passed along to consumers, however, the medical device excise tax applies only to manufacturers and importers, not to consumers.\n\nLike many chain emails, the one about Cabela’s mixes fact with falsehood.\n\nThe  fact is the existence of the medical device excise tax, effective on Jan. 1, as part of the Affordable Care Act. But there the accuracy ends.\n\nThe tax is not hidden. It does not apply to consumer products. The emailer’s \"proof\" of the claim that it does is actually, at best, an erroneous interpretation of an IRS posting on other excise taxes.\n\nFinally, Cabela’s told the Star-Herald that its charge was the erroneous result of a software \"glitch,\" and the money would be refunded.\n\nThe email is not accurate, and its preposterous claim that fishing tackle, tires and gas-guzzling cars are classified as \"medical devices\" puts it in another category: Pants on Fire!", "vclaim_id": "vclaim-pol-09219"}