{"url": "/factchecks/2016/sep/20/tom-tancredo/former-rep-tancredo-incorrectly-says-eight-america/", "speaker": "Tom Tancredo", "vclaim": "Says eight Americans died in a knife attack at a Minnesota mall.", "truth_label": "false", "date": "stated on September 19, 2016 in a fundraising email :", "title": "Former Rep. Tancredo incorrectly says eight Americans died in knife attack at Minnesota mall", "text": "In a fundraising email for a \"Secure Our Borders Gun Giveaway,\" former Colorado Rep. Tom Tancredo's PAC incorrectly said eight people died in a knife attack at a Minnesota.\nTancredo, a Republican who represented the 6th Congressional District from 1999 to 2009, is known for his hard-line crusade against illegal immigration and provocative comments.\nFortunately, none of the 10 people who were injured died in the Sept. 17 attack at the Crossroads Center mall in St. Cloud. All the victims -- including seven men, one woman and a 15-year-old girl -- have been released from the hospital, the Associated Press reported.    \nThe only person who was killed was the suspected attacker, a young Somali man dressed as a private security guard, who was shot by an off-duty police officer.\nA Sept. 19 fundraising email promoting Team America PAC's gun giveaway quoted Tancredo, the group's founder and president, saying: \"I mentioned that we live in dangerous times -- and the events of this week only remind us of that fact once more.\"\n\"The threat of radical Islam is higher than ever as the nation mourns the death of eight Americans at the hands of a Somalian refugee in Minnesota,\" the email inaccurately stated.  \n\"With these continued threats it's important that we do everything in our power to defend ourselves and our families,\" Tancredo said. \"….I can think of no better way to defend yourself and your family than with an H&K P2000, the same gun used by Border Patrol agents.\"\nThe email linked to a Team America PAC website where people could enter the \"Gun Giveaway\" sweepstakes for the .40-caliber Heckler & Koch handgun.\nA Tancredo statement on the contest page said it's being held to \"To encourage Americans to elect candidates for office who will work to secure our border.\"\n\"After you sign up for the giveaway, please consider making a donation of $100, $50, $25 or even $10,\" Tacredo said. \"We can only continue the fight to secure our borders with your help!\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nWhen PolitiFact partner Denver7 notified Tancredo of the factual error in its fundraising email, he said he was aware of the error and issued this correction to PolitiFact and Denver7:\n\"My email earlier this morning inaccurately portrayed that the attacks in Minnesota led to innocent deaths and not simply the death of the perpetrator.\n\"Despite that error, the email was correct in stating that these truly are troubling times, a fact furthered by the shootout and arrest of the Afghani bombing suspect in New Jersey just moments ago.\n\"Please read the email below for more information regarding how you can protect yourself and your family in the face of these attacks by entering Team America PAC's gun giveaway. I apologize for any confusion with the last email.\"\nIn an interview, Tancredo told PolitiFact the PAC's two-man staff had made \"apologies all the way around\" for the error. \"It's my fault too because I should have proofed it,\" he added.\nOur ruling\nTancredo's PAC said that \"the threat of radical Islam is higher than ever as the nation mourns the death of eight Americans at the hands of a Somalian refugee in Minnesota.\"  \nHe acknowledged the statement was incorrect and issued a correction. People were injured in the attack, but no one died.\nWe rate the claim False.\nhttps://www.sharethefacts.co/share/b24a9f25-b836-47f7-a984-374f524f8058", "vclaim_id": "vclaim-pol-04295"}