{"url": "/factchecks/2014/aug/18/john-oliver/segment-ferguson-john-oliver-says-swat-raids-are-1/", "speaker": "John Oliver", "vclaim": "\"The number of SWAT raids have gone up by 1,400 percent since the 1980s.\"", "truth_label": "mostly-true", "date": "stated on August 17, 2014 in a segment on his show, \"Last Week Tonight\":", "title": "In segment on Ferguson, John Oliver says SWAT raids are up 1,400 percent", "text": "The St. Louis suburb of Ferguson, Mo., has continued to reel following the police-shooting death of Michael Brown, an unarmed African-American teenager, on Aug. 9, 2014. Among other things, the shooting has prompted heightened public and media scrutiny of police tactics, particularly a trend toward \"militarization\" of policing, which is widely seen as exacerbating mistrust between residents and police officers in Ferguson.\nOn the Aug. 17 edition of his HBO show Last Week Tonight, John Oliver aired a segment about some of the problems spawned by police departments acquiring armor and other military-grade equipment in recent years.\nDuring his monologue, Oliver used television clips to punctuate his argument that police departments have turned themselves into virtual military units. At one point, Oliver used a clip from Al Jazeera to offer a statistic that quantified the shift: \"The number of SWAT raids have gone up by 1,400 percent since the 1980s.\"\nThat sounds like a lot. We wondered: Is it correct?\nWe checked with both Oliver’s staff, which is on a two-week break and unable to respond, and Al Jazeera correspondent Sebastian Walker, who did not get back to us. But we located what appears to be the source of the statistic -- research by Eastern Kentucky University justice studies professor Peter Kraska. Kraska didn’t get back to us either, but we were able to piece together an understanding of his work through several of his published academic papers.\nStarting in the 1990s, Kraska conducted academic surveys of a sample of police departments in the United States. He asked for current data, as well as historical figures going back to 1980, his baseline year.\nHere’s what Kraska wrote in a 2007 paper, which referenced statistics published in his 2001 book, Militarizing the American Criminal Justice System: The Changing Roles of the Armed Forces and the Police:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\"There has been more than a 1,400 percent increase in the total number of police paramilitary deployments, or callouts, between 1980 and 2000. Today, an estimated 45,000 SWAT-team deployments are conducted yearly among those departments surveyed; in the early 1980s there was an average of about 3,000. … The trend-line demonstrated that this growth began during the drug war of the late 1980s and early 1990s.\"\nKraska’s math is correct: An increase of 3,000 to 45,000 is indeed a 1,400 percent jump, as long as you consider the terms \"callout\" and \"raid\" to be equivalent.\nThis increase stemmed from two related trends. First, more police departments deployed SWAT-style teams for the first time. The percentage of larger departments that had such a unit doubled between the mid 1980s and the late 1990s, according to Kraska’s data, while the percentage of small departments rose even faster, quadrupling over a similar period.\nSecond, those units were deployed more frequently -- and for purposes well beyond the traditional SWAT realm of hostage, sniper and terrorist incidents. Kraska found that more than 80 percent of deployments were for drug raids, especially at private residences, where officers were looking to seize drugs, guns and money. Such units \"had changed from being a periphery and strictly reactive component of police departments to a proactive force actively engaged in fighting the drug war,\" Kraska wrote.\nSo Oliver is on solid ground here by relying on academic research. But some of the nuance of that research was lost in the sound bite aired on Oliver’s show.\nSaying that \"the number of SWAT raids have gone up by 1,400 percent since the 1980s\" makes it sound like a current statistic, or at least pretty close to current. But that’s not the case. The data ended in 2000 -- which is 14 years ago. In reality, we don’t have a good idea of how the data stacks up today, since Kraska’s surveys aren’t ongoing and because no government entity tracks SWAT raids systematically.\nOur ruling\nOliver, in deciding to use the Al Jazeera clip, claims that \"the number of SWAT raids have gone up by 1,400 percent since the 1980s.\" In a field short on comprehensive data, these are the best figures available. Still, it’s worth noting that the data ends in 2000, and we don’t know for sure what the level is today. On balance, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-07430"}