{"url": "/factchecks/2019/feb/22/viral-image/no-donald-trump-wasnt-photographed-blackface/", "speaker": "Viral image", "vclaim": "Says Donald Trump was photographed wearing blackface.", "truth_label": "pants-fire", "date": "stated on February 20, 2019 in a Facebook post:", "title": "No, Donald Trump wasn't photographed in blackface", "text": "As some Virginia Democrats try to fend off accusations of racism in the wake of Gov. Ralph Northam’s admission that he once dressed up in blackface, fake photos of other current and former elected officials have appeared in social media feeds. First there was a picture of a woman in blackface wrongly identified as Hillary Clinton. North Carolina Gov. Roy Cooper was also wrongly ensnared.\nNow, there’s a doctored image of President Donald Trump.\n\"And here we have a picture of President Trump,\" reads the text above a photo of Marla Maples and what looks like Trump wearing blackface. \"Yup, it’s him.\"\nThe post was published on Facebook on Feb. 20 and it was quickly flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIt is a photo of Trump, but it’s been doctored to look like he was dressed up in blackface. The original, unedited image was taken by photographer Ron Galella on Sept. 9, 1992, when Maples and Trump attended the U.S. Open Tennis Championship in New York City.\nHere, and in other photos from that day, the president doesn’t appear in blackface.\nWe rate this post Pants on Fire.\n \n Share the Facts 2019-02-27 16:11:00 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Donald Trump was photographed wearing blackface.    Viral image On the internet     Wednesday, February 20, 2019 2019-02-20    Read More  info", "vclaim_id": "vclaim-pol-00985"}