{"url": "/factchecks/2013/jun/07/john-lewis/john-lewis-uses-crime-and-prison-stats-push-justic/", "speaker": "John Lewis", "vclaim": "\"The violent crime rate in America is the same as it was in 1968, yet our prison system has grown by over 500 percent.\"", "truth_label": "half-true", "date": "stated on May 17, 2013 in an op-ed:", "title": "John Lewis uses crime and prison stats to push for justice system changes", "text": "In recent years, elected officials, criminologists and others have examined ways to decrease the number of people sitting in U.S. prisons.\n\n\nFor some officials, it’s a matter of money. In the post-Great Recession world, some lawmakers are looking for less costly ways to deal with nonviolent offenders. Other leaders, for different reasons, are concerned about how many people are in prison.\n\n\nU.S. Rep. John Lewis, the civil rights icon and veteran Atlanta congressman, recently co-wrote an op-ed about the \"presumption of guilt\" he believes the criminal justice system institutionally holds toward African-Americans. The op-ed included some complaints about the prison system.\n\n\n\"The violent crime rate in America is the same as it was in 1968, yet our prison system has grown by over 500 percent,\" wrote Lewis, a Democrat, and Bryan Stevenson, who teaches law at New York University.\n\n\nPolitiFact Georgia wanted to find out whether this claim was accurate. Is the crime rate the same as it was 45 years ago and has the nation’s prison system grown by 500 percent?\n\n\nFirst, let’s look at the portion of the claim about the growth of the prison system. Lewis and Stevenson were referring to the number of Americans in prison. There were about 188,000 people in state and federal prisons in 1968, according to a report the U.S. Bureau of Justice Statistics sent us. In 2011, the BJS reported 1,598,780 people were locked up in state and federal prisons.\n\n\nA quick comparison of the numbers shows the U.S. prison population is eight times greater than it was in 1968. A BJS official issued a caveat concerning the numbers.\n\n\n\"[P]rior to 1977, prisoners in physical custody of a state were counted. Starting in 1977, BJS began counting the number of prisoners under state jurisdiction, or legal authority, since some states began housing prisoners in local jails, private prisons, and paying other states to have physical custody of the inmates,\" BJS statistician E. Ann Carson said via email.\n\n\nWe also checked whether the percentage of people in U.S. prisons had increased by 500 percent since the American population is greater now than it was in 1968.\n\n\nIn 1968, 94 out of every 100,000 U.S. residents were in state and federal prisons. In 2011, 492 out of every 100,000 U.S. residents were sentenced to more than one year in prison. The 2011 average is more than five times greater than it was in 1968, so that part of the claim appeared on target.\n\n\nNow, for the crime rate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nThe FBI does an annual report on crime in the United States that is used by most criminologists. In 1968, the violent crime rate was 298.4 crimes per 100,000 residents. In 2010, the most recent year available, the violent crime rate was 403.6 crimes per 100,000 residents. Obviously, that’s an increase since 1968. If it’s any comfort, the nation’s violent crime has declined steadily since its 1991 zenith of 758.2 crimes per 100,000 Americans.\n\n\nHow about in Atlanta? Violent crime data is not available for 1968. The FBI does have information on what are generally considered the most dangerous crimes and puts them in what it calls the Part I category. PolitiFact Georgia had that data from 1969 onward when we fact-checked Mayor Kasim Reed’s claim that felony crimes in Atlanta are as low as they’ve been since that year.\n\n\nIn Atlanta, the Part I crime rate was 6,387 per 100,000 residents in 1969. In 2012, the Part I crime rate was 7,997 per 100,000 residents. The 2012 crime rate was indeed the lowest since 1969, so we rated Reed’s claim True.\n\n\nStudies show there’s been an increase in people reporting rape, particularly by individuals they know, in the past three decades. Federal research concluded nearly 70 percent of attempted and completed rapes between 1992 and 2000 were reported.\n\n\nIn December 2011, the FBI announced it had changed the definition of rape to penetration, no matter how slight, without the person’s consent.\n\n\nBrenda Jones, a spokeswoman for Lewis, said the claim was based on studies of crime in America’s highest populated state, California, and the nation’s largest municipality, New York City. The studies were done by James Austin, a criminologist who has worked inside prisons and held leadership positions in organizations that study crime and the corrections system for more than four decades.\n\n\n\"Many criminologists believe that crime rate data has to be examined within jurisdictions to understand what the impact of current policies have been since we don't have a national crime policy,\" Jones said. \"It's by looking at particular jurisdictions that most data emerges that supports the claim that the violent crime rate today is where it was in the late 1960s in most places.\"\n\n\nThe California study includes a chart that shows the violent crime rate in California in 1968 was the same as 2012. Austin wrote in a November 2012 op-ed that the violent crime rate in California was at its lowest since 1960.\n\n\nThe New York City study that they cited went back to 1986. It shows that felony arrests had declined since 1986, but misdemeanor arrests increased. City leaders credit numbers showing a decline in crime to a substantial increase in the size of its police force and computerized mapping techniques to put more officers in high-crime areas. They also cite a \"broken windows\" approach to policing, which means being more aggressive in combating low-level crime and quality-of-life issues.\n\n\nThis was not an easy ruling for us. Lewis and Stevenson wrote that the violent crime rate is the same as it was in 1968, yet the prison system has increased by 500 percent. The claim was part of their argument against the growth of the nation’s prison system. The data we saw show they are correct about the growth of the prison system, but the nation’s violent crime rate has increased nationally. They used California and New York City to make their case about the crime rate, but the national crime rate has increased since 1968 and so has the crime rate in cities like Atlanta.\n\n\nWe believe more evidence is necessary for Lewis and Stevenson to prove the first part of the statement. The second part is on target.\n\n\nOn balance, we rate this claim as Half True.", "vclaim_id": "vclaim-pol-09248"}