{"url": "/factchecks/2010/mar/12/marco-rubio/rubio-attacks-crist-taxpayer-funded-junket-europe/", "speaker": "Marco Rubio", "vclaim": "\"Crist stays in $2,000 a night luxury hotel suites where he racks up $1,300 in mini-bar charges, and doesn't pay for a dime of it himself.\"", "truth_label": "half-true", "date": "stated on March 4, 2010 in a press release:", "title": "Rubio attacks Crist for taxpayer-funded 'junket' to Europe", "text": "Gov. Charlie Crist is attempting to cast Marco Rubio as earmark-hungry and a lavish spender, dubbing him \"Porkus Rubio.\"The Rubio campaign responds with a claim that Crist is no \"Frugal\" Charlie himself. Rubio's evidence: a 12-day trade mission Crist took to London, Paris, St. Petersburg, Russia, and Madrid in the summer of 2008. The tab for taxpayers: more than $430,000.\"Crist’s 2008 European junket ... came complete with a two-dozen person entourage, an official photographer to chronicle the governor at 'work,' a $2,100 a night luxury suite in London, $1,300 in room service and mini bar charges for Crist alone, and first class airfare at $8,000 per ticket,\" the Rubio campaign declared in a March 4, 2010, press release titled \" 'Frugal' Charlie Crist's $430K European Junket on Taxpayers' Dime.\"\"Charlie Crist might be frugal when it comes to his own money, but he loves spending taxpayer money on a failed stimulus, on $2 billion worth of tax hikes, and on a luxurious lifestyle for himself and his buddies,\" Rubio spokesman Alex Burgos said in the release. \"Floridians are not going to take lectures on frugality from a guy who embraced the largest spending bill in American history, stays in $2,000 a night luxury hotel suites where he racks up $1,300 in mini-bar charges, and doesn't pay for a dime of it himself.\"We've already dealt with Crist's position on the federal stimulus (he supported it), as well as the claim about $2 billion in tax hikes and fees (they passed the Legislature in 2009). In this item, we'll explore Rubio's claims about Crist's trip to Europe.The Europe trip was billed as a way to expand trading relationships with key economic partners around the globe. It was arranged by Enterprise Florida, a public/private agency created to drum up support for Florida's businesses and attract new investment into the state.Florida's delegation totaled more than 90 people, including Crist and his then-fiancee Carole Rome. Taxpayers picked up the bill for more than two dozen state employees, including a photographer and nine bodyguards. A group of 65 business executives also came along, paying their own way. The business executives also pitched in to cover Crist's expenses. The 12-day itinerary included meaty events, such as meetings with business executives at Lockheed Martin and Nothrop Grumman and a speaking engagement at a climate change forum, but also sightseeing and photo-ops. The governor posed for pictures with Prince Charles and visited soldiers' graves in Normandy, France.Crist, who was then being discussed as a possible running mate for Republican presidential nominee John McCain, also conducted several interviews with the European press.To best examine the specifics of Rubio's claim, we turned to our colleagues at the South Florida Sun-Sentinel. Megan O'Matz was the first reporter to detail the cost of the Europe trip in a December 2008 article. Her work was the basis for Rubio's claim, and led to coverage of the trip across the state.O'Matz provided PolitiFact Florida with a previously unpublished Enterprise Florida document detailing Crist's expenses. The document shows that Crist had hotel rooms for a total of 11 nights (Enterprise Florida booked a suite for Crist the night before the delegation arrived in Europe so Crist could enter the hotel upon arriving from the overnight flight).The charges for Crist's accommodations break down this way:\n\nLondon, England (Hilton London Metropole Hotel ) 4 nights -- $8,714.27;\nParis, France (The Westin Paris Hotel) 3 nights -- $4,154.46;\nSt. Petersburg, Russia (Hotel Astoria) 2 nights -- $2,457.46;\nMadrid, Spain (The Westin Palace) 2 nights -- $2,312.24.\n\nThat's a total of $17,638.43 for 11 nights, or about $1,600 a night (short of what Rubio claims). The London hotel was the most expensive, at about $2,180 a night, according to the report.Crist's suite in Paris overlooked the Tuileries garden and came with a view of the Eiffel Tower. The Westin Palace in Madrid, where Crist spent two nights, was commissioned by Spain's King Alfonso XIII in 1912.The other part of Rubio's claim related to mini-bar charges. The Enterprise Florida document details those as well. Kind of.Crist amassed a total of $1,356.29 in \"food and beverage\" charges for the trip. But that's not limited to mini-bar charges.\nStuart Doyle, a spokesperson for Enterprise Florida, said the food and beverage charges account for food and drinks provided for business meetings held in the governor's room. They weren't just mini-bar charges. And they weren't only for Crist -- they covered anyone who came to his rooms for meetings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nIt's important to note that all of the specific charges we just discussed were paid with private dollars, not tax dollars. But taxpayers still ended up on the hook for more than $430,000 to cover the expenses of Crist's government entourage, significantly more than originally estimated. The news prompted a rash of angry newspaper editorials and a call from the Florida Democratic Party for Crist to reimburse the state.Crist defended the trip.\"I think it's important to promote free trade,\" Crist said. \"You want to have it be as economical as you can, and when you consider that it should produce hundreds of millions of dollars in investments in Florida, I think it's important to do.\"Crist officials also noted that former Gov. Jeb Bush used tax dollars to cover his costs on similar trade missions.Let's look at the Rubio campaign quote again.Crist \"stays in $2,000 a night luxury hotel suites where he racks up $1,300 in mini-bar charges, and doesn’t pay for a dime of it himself.\"We can break the statement down into three pieces.The hotel. While in London in 2008, Crist spent four nights in a hotel suite that cost more than $2,000 a night. The rest of the trip, he stayed in rooms, that while still pricey, cost about half as much. For the entire trip, the average was $1,600.The mini-bar. By using that term, Rubio suggests that Crist alone went on a costly binge using the fridge in his suite. But that's quite misleading. Yes, Crist's food and beverage charges for the trip totaled $1,356.29. But it wasn't just the mini-bar and the charges weren't just for Crist.Who paid? Crist didn't pay for the trip out of his own pocket. But taxpayers didn't pay, either. Private business executives picked up Crist's bill.This is a case where Rubio is mixing and matching facts in order to paint Crist in the worst possible light. The campaign rightly details in its release that taxpayers didn't pay for Crist's overseas travel, but then in a quote and headline suggests that taxpayers may have footed the bill. (The campaign featured a headline from the Orlando Sentinel that read: \"Crist enjoyed pricey perks on business trip to Europe thanks to taxpayers\"). The claim about the hotel, while accurate, focuses on one leg of the Europe trip and not the trip overall.And while the campaign broadly describes the $1,300 in food and beverage charges in the press release, Rubio then truncates the wording in the quote to connote a different and worse meaning. It also suggests Crist ran up the $1,300 bill alone, which is not true.\nRubio may be successful in making his broader point -- that Crist's trip to Europe was hardly frugal -- but he could have accomplished that by sticking closer to the facts. We rate the statement Half True.", "vclaim_id": "vclaim-pol-15219"}