{"url": "/factchecks/2016/nov/05/maggie-hassan/maggie-hassan-says-kelly-ayotte-voted-cut-90-billi/", "speaker": "Maggie Hassan", "vclaim": "Kelly Ayotte \"voted for a budget that had $90 billion of cuts to Pell Grants.\"", "truth_label": "barely-true", "date": "stated on November 2, 2016 in a debate:", "title": "Maggie Hassan says Kelly Ayotte voted to cut $90 billion from Pell Grants", "text": "As Republican U.S. Sen. Kelly Ayotte and Democratic Gov. Maggie Hassan traded barbs in their last debate before Tuesday’s election, the subject once again turned to the rising cost of higher education.\nAyotte was asked why she had voted for \"budget bills\" that would have cut money for Pell Grants, the federal subsidy for needy undergraduates. \"That’s just not true,\" she said.\nAyotte said she voted to make \"sure there was annual oversight over the spending of Pell Grants.\"\nA little later, Hassan, who is running to unseat Ayotte, encouraged people to \"check for themselves\" regarding Ayotte’s votes.\n\"On March 27, 2015, she voted for a budget that had $90 billion of cuts to Pell Grants. The day before, she voted against an amendment to that budget that would have restored that $90 billion,\" Hassan said.\nPolitiFact decided to check it out -- did Ayotte, who often trumpets her support of Pell Grants, in fact vote to cut funding for the program? We reached out to both campaigns, as well as a couple federal budget policy experts.\nHassan’s campaign pointed to Ayotte’s votes on a budget resolution conference agreement in 2015 -- in the Congressional Record, S. Con. Res. 11 -- and a proposed amendment to it.\nThe first thing to note is that on March 27, 2015, Ayotte voted on a budget resolution -- which is a document that sets guidelines for the appropriations committees. It’s not a  binding spending outline and does not initiate cuts itself.\n\"It doesn’t have the effect of law, it doesn’t go to the President for signature. It’s also a broad ranging document that covers a ton of issues, so you could oppose a provision but support the package,\" said Steve Ellis, vice president of Taxpayers for Common Sense.\nIt’s a packet of suggestions -- and, crucially, vague ones at that.\nBudget resolutions only set \"top-line\" numbers in broad spending categories the next budget shouldn’t go over. They never get so detailed as to discuss appropriations to individual programs -- including Pell Grants. And again, it’s non-binding.\n\"You can’t really say it cuts a program or it doesn’t cut a program. That’s pretty impossible,\" said Jason Delisle, of the American Enterprise Institute.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo where did the $90 billion figure come from?\nHassan’s campaign pointed to remarks made by Shaun Donovan, the director of the Office of Management and Budget, who wrote on April 30, 2015, that the Republican’s budget resolution \"eliminates roughly $90 billion in mandatory funding for the Pell Grant program. That would either require significant cuts in other domestic priorities to make up for lost funding or result in deep cuts to the Pell program.\"\nBut there’s something important to note about Donovan’s statement. It refers to \"mandatory\" funding. If a budget resolution suggests taking away a program’s \"mandatory\" spending, that still means the program can recover those funds through discretionary spending -- spending that Congress reviews every year.\nThis is what Ayotte was referring to when she said she wanted to \"make sure there was annual oversight over the spending of Pell Grants.\"\nOf course, making a program’s spending subject to Congressional approval each year certainly makes it more vulnerable to actual cuts -- especially if total discretionary spending targets go down by $759 billion -- because it would compete for those other dollars in a smaller pool. And that’s why several higher education advocacy groups denounced the Republican budget plan. But strictly speaking, making a program’s funding discretionary doesn’t actually cut its spending.\nAs noted by the Hassan campaign, Ayotte did vote against an amendment to the budget resolution, put forward by Senator Al Franken of Minnesota. According to its statement of purpose, that amendment \"(restored) the $89,000,000,000 in cuts to Federal Pell Grants in the Republican budget.\" Republicans, who objected to the assumption their budget resolution would cut Pell Grants, universally voted against it, and Democrats universally voted for it.\nBut Delisle also notes that while statement of purpose for Franken’s amendment made explicit mention of Pell Grants, the text of the amendment itself didn’t. Instead, it simply noted top-line budget categories in the resolution and increased the amount assigned to them.\nIn short, the amendment made the assumption that by reducing or increasingly certain overall top-line spending targets, a certain amount would or wouldn’t trickle down to Pell Grants. But it didn’t actually point to a spot in the budget resolution where a certain amount of money was allocated to Pell Grants and assign more dollars to the program -- because that spot doesn’t exist.\nOur ruling\nMaggie Hassan says Kelly Ayotte \"voted for a budget that had $90 billion of cuts to Pell Grants. The day before, she voted against an amendment to that budget that would have restored that $90 billion.\"\nWhat Ayotte voted on was a budget resolution, a broad outline for spending, which is non-specific and non-binding. It’s not the same as a vote for an actual budget, which dictates federal spending.\nMoreover, the resolution didn’t call for a cut to Pell Grants. It made the spending discretionary, rather than mandatory. The change would have made the grants more vulnerable, but it’s not the same as a cut .\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-03968"}