{"url": "/factchecks/2020/apr/15/bobby-scott/did-us-april-rank-last-capita-covid-19-testing/", "speaker": "Bobby Scott", "vclaim": "”If you line up all the countries that have done (Covid-19) testing on a per-capita basis, we’re at the bottom of the list.”", "truth_label": "false", "date": "stated on April 2, 2020 in a radio interview.:", "title": "Did the U.S. in April rank last in per capita Covid-19 testing?", "text": "U.S. Rep. Bobby Scott, D-Va., recently criticized President Donald Trump for not taking the Covid-19 pandemic \"seriously.\"\nAs proof, Scott cited the critical lack of test kits in the United States despite almost two months of warnings early this year before the disease hit American shores.\n\"If you line up all the countries that have done testing on a per capita basis, we’re at the bottom of the list,\" Scott said during an April 2 radio interview on the conservative John Fredericks Show based in Portsmouth.\nGovernors from both parties and health-care experts have complained that the lack of Covid-19 tests has hampered efforts to combat the disease. Trump has said things have picked up and the U.S. has now conducted more tests than any nation. PolitiFact has debunked a similar Trump claim, noting that the U.S. has a high population and it lags in the key comparison measurement - the number of conducted tests per capita.\nBut we wondered whether the U.S. really is at the bottom of nations in per capita testing, as Scott said. So we did a fact check.\nStatistical stew\nLet’s start by emphasizing that global comparisons of Covid-19 testing are tenuous because nations measure it differently. \nOur World in Data, a research organization funded by philanthropists Bill and Melinda Gates, collects statistics from 50 nations and notes some countries count the total number of tests performed, others report the number of people tested, others tally the number of tests that have been analyzed. The organization says for many nations, it’s unclear what method is used. The group says the varied reporting does not produce \"meaningful comparisons\" of nations.\nThe U.S. does not have a central source of statistics on testing, most of which is done by private labs. A widely-cited unofficial count comes from The Covid Tracking Project, a data set that journalists and scientists collect statistics from states and localities - which also have different ways of compiling numbers.\nScott’s proof\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWe asked Scott’s press office for the source of the congressman’s claim that the U.S. ranks last among testing nations. We were sent a March 12, 2020 Vox article with a chart showing the U.S. had conducted only 23 Covid-19 tests per 1 million people. That was the fewest among eight comparison nations: Japan, the United Kingdom, Netherlands, Israel, Taiwan, Italy, South Korea and the Guangdong Province of China. \nVox said it drew its statistics from a variety of sources, including the Covid Tracking Project. Even if we overlook the difficulties in comparing testing data, a huge problem remains: Scott was using March 12 figures to describe the situation on April 2 - the day of his interview.  \nConditions change fast with the coronavirus. The U.S. had conducted 10,262 tests through March 12, according to Tracking Project estimates. By April 2, it was up to 1.3 million. On the day Scott made his statement, Vox put a note on its three-week-old article saying there had been \" significant developments in the coronavirus pandemic since this story was last updated, and details may no longer apply.\"\nAs of April 13, the project estimated the U.S. had run 2.9 million tests.\nVox no longer ranks the U.S. last in per capita testing. On April 13, it placed the U.S. fifth among nine nations: Italy, Germany, Canada, South Korea, Netherlands, U.K., France and Taiwan.\nOur ruling\nScott said on April 2, \"If you line up all the countries that have done (Covid-19) testing on a per capita basis, we’re at the bottom of the list.\"  \nHis statement was based on an early-March estimate by Vox that was outdated when Scott spoke. U.S. testing had expanded 130-fold by April 2, and has doubled again in the last two weeks. Vox now estimates the U.S. is somewhere near the middle. Other, more expansive research notes that nations differ in how they collect data, preventing \"meaningful comparisons.\"\nThere’s widespread agreement the U.S. got off to a slow start on testing and, despite gains, far greater testing is still essential. But the burden falls on Scott to prove his claim that the U.S. was last per capita in early April, and his evidence doesn’t stand up.\nSo, we rate his statement False.", "vclaim_id": "vclaim-pol-16941"}