{"url": "/factchecks/2018/oct/31/donald-trump/donald-trumps-wild-number-sanctuary-city-criminal-/", "speaker": "Donald Trump", "vclaim": "Says \"Bob Casey voted in favor of deadly sanctuary cities that released thousands upon thousands of illegal alien criminals and vicious gang members to prey on Pennsylvania streets, to prey all over this country.\"", "truth_label": "false", "date": "stated on October 10, 2018 in a rally in Erie, Pa.:", "title": "Donald Trump's wild number of sanctuary city criminal releases", "text": "As President Donald Trump races across the country to gin up Republican support in the midterms, he warns his audiences that Democrats are the party of crime.\nIn Erie, Pa., Trump attacked Democratic Sen. Bob Casey for supporting a policy that Trump said put people in his own state at risk.\n\"Bob Casey is fighting to protect violent criminal aliens,\" Trump said Oct. 10. \"That's what he's doing. Bob Casey voted in favor of deadly sanctuary cities that released thousands upon thousands of illegal alien criminals and vicious gang members to prey on Pennsylvania streets, to prey all over this country.\"\nWe decided to look at whether so-called \"sanctuary cities\" are as quick to release dangerous criminals as Trump said.\nThey aren’t.\nA recurring theme\nWhile the details vary from place to place, the term sanctuary city is shorthand for any jurisdiction that won’t hold a person at the end of their jail or prison sentence solely because Immigration and Customs Enforcement, or ICE, wants to deport them. Trump reliably wields this against Democrats at his rallies.\nIn Murphysboro, Ill., he said, \"Democrat sanctuary cities release these criminal aliens out of jail and right onto your streets.\" In Mosinee, Wisc., he said, \"They strongly support sanctuary cities that refuse to cooperate with federal law enforcement and release known gang members, predators, criminal aliens into our communities.\"\nWe reached out to the White House for the details behind these claims and did not hear back. Specific to Casey and his voting record, based on the Pennsylvania Republican Party website, the charge goes back to Casey not supporting a 2016 bill that would have cut federal grants to sanctuary cities. On a largely party line vote, the measure failed to clear a procedural hurdle and died.\nDicey data\nThe most recent numbers from ICE paint a blurry picture of what’s going on.\nIn response to questions from the Senate Judiciary Committee about gangs, particularly the violent MS-13 gang with ties to El Salvador, ICE said there were 142 instances where jurisdictions nationwide released known or suspected gang members. The releases took place over about nine months between October 2016 and June 2017.\nThe agency said 15 suspected MS-13 members were released, and 127 members of other gangs.\nThe figure are less solid than they appear.\nICE noted that it couldn’t say for sure that these were actual gang members, nor could it say that the releases were due to a lack of cooperation from local authorities. It told the senators that the numbers might not reflect \"potential administrative errors,\" or \"the jurisdiction’s actual level of cooperation and support.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIt also said that the count included times when jurisdictions told ICE that a person’s sentence was about to end \"but ICE may not have been able to arrange a custody transfer prior to an alien’s release.\"\nICE press releases report instances of ignored detention requests, but sometimes the people are let free by local authorities and then arrested by ICE within a day. This suggests some level of coordination that the data wouldn’t capture. In March 2017, three counties in Maryland disputed an ICE report that said they had ignored its requests to detain certain people. They said they never received those notices.\nICE has arrested people with violent criminal records after local authorities released them. For example, in 2016, New York City arrested a Mexican national for drunk driving. Some time before he had served five years for a robbery with a deadly weapon and been deported. ICE sent a detention request Dec. 31, 2016, the day he was released. ICE arrested him a few weeks later.\nTrump spoke of thousands and thousands of dangerous immigrants released in Pennsylvania and the nation overall. But with ICE counting at most 142 cases nationwide for possible gang members, and the caveats that come with that figure, there’s no evidence for Trump’s sky-high number for a single state.\nViolent felons and others can be detained\nLost in this debate are the details in the various sanctuary policies around the country. In particular, they treat dangerous criminals differently.\n\"A number of the sanctuary policies have carve-outs for individuals with certain types of felony offenses, and some non-felony offenses,\" said Annie Lai, clinical professor of law at the University of California Irvine. \"You want to see if the policy allows for detention for ICE, notification to ICE, transfer to ICE or transfer only with a warrant. Each of these mean different things.\"\nCalifornia law has a long list of crimes that give local officials the leeway to hold someone for ICE after they’ve served their time. The list includes gang-related offenses, assault, battery, sexual abuse and exploitation, rape, crimes endangering children, burglary, robbery, theft, fraud, forgery, any crime resulting in death, some domestic violence offenses, and drug and weapon-related offenses.\nOrange County, Calif., uses that flexibility to the utmost. It reported that in the first five months of 2018, it turned 316 inmates over to ICE. At the same time, it reported that it released 414 people and 45 of those were later arrested. Drug violations and resisting a police officer were the most common offenses, but two were for attempted murder. (It’s important to note that arrests are not the same as convictions.)\nThe point is, as a rule, sanctuary laws allow for more dangerous offenders to be held for deportation.\nThere is no detailed Democratic policy on this. Congressional Democrats broadly favor sanctuary city policies, and the party platform emphasizes the deportation of \"those who pose a threat to the safety of our communities.\" Former President Barack Obama pushed for removals, and leaned on some cities, including Philadelphia, to do more to help ICE.\nRecent Democratic bills that touch on the issue ensure that state and local law enforcement can arrest and detain \"previously-deported illegal aliens who have been convicted of a felony.\"\nOur ruling\nTrump said that Casey supported policies that had led to the release of \"thousands and thousands\" of dangerous criminal immigrants and \"vicious gang members to prey on Pennsylvania.\" The White House provided no evidence to back that up. Casey opposed a bill that would have penalized cities that didn’t cooperate fully with ICE.\nICE reported the release of 142 suspected gang members nationwide. The agency itself gave many reasons to question the figure, including the accuracy of the count of actual gang members and the connection to sanctuary city policies. No ICE data supports Trump’s thousands of releases in Pennsylvania or the country as a whole.\nSanctuary cities' policies generally allow for detention of felons, which would include the sort of people Trump warns about.\nWe rate this claim False.\n Share the Facts 2018-10-31 21:56:50 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"Bob Casey voted in favor of deadly sanctuary cities that released thousands upon thousands of illegal alien criminals and vicious gang members to prey on Pennsylvania streets, to prey all over this country.\"    Donald Trump President of the United States https://factba.se/transcript/donald-trump-speech-maga-rally-erie-pa-october-10-2018   At a rally in Erie, Pa. Wednesday, October 10, 2018 2018-10-10    Read More  info", "vclaim_id": "vclaim-pol-01351"}