{"url": "/factchecks/2019/apr/15/howard-schultz/howard-schultzs-flawed-swipe-partisan-combat-immig/", "speaker": "Howard Schultz", "vclaim": "Says presidents George W. Bush and Barack Obama each tried to get immigration bills passed, but \"it did not work because the other party was unwilling to provide the president and his party a victory.\"", "truth_label": "barely-true", "date": "stated on April 4, 2019 in a Fox News town hall:", "title": "Howard Schultz's flawed swipe at partisan combat over immigration", "text": "Howard Schultz is the founder of Starbucks coffee and is now considering a third-party bid for the presidency. He’s premised his campaign on the idea that the two parties are incapable of governing and that an independent president would be better positioned to do so.\n\"We believe the two-party system is broken and no longer working well for most Americans,\" says the \"Get Involved\" page on his website. \"It's time for a fresh start — with more civility, cooperation, and creativity in Washington, D.C.\"\nHe repeated that theme during a Fox News town hall on April 4 after an audience member asked him about immigration policy:\n\"President Bush 43 and President Obama both, while they were president, submitted to Congress an immigration bill. In both cases, the opposition took that bill, rejected it, and would not pass it. ... So why didn’t it work? It did not work because the other party was unwilling to provide the president and his party a victory. And that is the problem that existed then, and that is the problem that existed now.\"\nSchultz has a point about Republican opposition to Obama’s legislative effort in 2013. But he’s wrong that Democrats blocked Bush’s efforts in 2006 and 2007. In fact, Bush and Democrats were, for the most part, allies in trying to pass the immigration bill, while many Republicans were opposed. (Schultz’s campaign did not respond to an inquiry.)\nThe 2006 effort under Bush\nThe Comprehensive Immigration Reform Act of 2006 included provisions to strengthen border security with fencing, vehicle barriers, surveillance technology and more personnel; a new temporary worker visa category; and a path to legal status for immigrants in the country illegally if they met specific criteria.\nAs we’ve noted, the measure passed in the Senate on May 25, 2006, on a 62-36 vote. Bush commended the Senate \"for passing bipartisan comprehensive immigration reform.\"\nThe Senate vote featured stronger support from Democrats than from the president’s own Republican Party. Democrats provided 38 yes votes, compared to just four Democratic votes against. The Republicans gave 23 votes in favor but 32 against. (One Independent voted for the bill.)\nIn addition, the bill was never taken up by the Republican-controlled House, whose leaders disliked the path to legal status. Instead of voting on the Senate bill, House Republican leaders held a series of summer \"field hearings\" to get the public to weigh in on controversial provisions that Republicans labeled as \"amnesty.\"\n''Our No. 1 priority is to secure the border,'' then-House Speaker Dennis Hastert, of Illinois, said in June 2006. \"And right now I haven't heard a lot of pressure to have a path to citizenship.''\nIn September 2006, after meeting with Republican leaders, Hastert said they agreed \"that we cannot support totally\" a lot of the provisions in the Senate bill, because it \"would not secure the border. Matter of fact, it erased the border.\"\nSo Schultz is wrong about the 2006 legislative effort.\nThe 2007 effort under Bush\nIn 2007, Bush backed a similar bill, the Comprehensive Immigration Reform Act of 2007. That bill never got a Senate vote because it didn’t muster the 60 votes necessary to cut off debate.\nThe vote to cut off debate attracted 34 yes votes and 61 no votes. Of the yes votes, Democrats supplied all of them. All 47 Republicans voted to oppose cutting off debate, as did a minority of Democrats -- 14.\nLater that month, senators made another effort. This version got 46 votes in favor and 53 against. Among Democrats, 34 voted yes and 16 voted no, while among Republicans, 12 voted yes and 37 voted no.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAlex Nowrasteh, a senior immigration policy analyst at the libertarian Cato Institute, generally agreed that Schultz was wrong about Democrats killing Bush’s immigration efforts. That said, he did point to the actions of a few Democrats who effectively threw sand in the gears, playing a role, at least on the margins, in the 2007 bill’s demise.\nIronically enough, one of these was Obama, then a senator, who backed an amendment sponsored by then-Sen. Byron Dorgan, D-N.D. The Dorgan amendment \"gutted a portion of the bill and Republican support for the proposal along with it,\" Nowrasteh has written. \"The poison pill amendment passed 49 to 48 thanks to then-Senator Obama’s unexpected support.\"\nSeparately, some Democrats in the left wing of their party expressed concerns about the guest worker provisions in the bill, said Gregory Koger, a University of Miami political scientist who specializes in the Senate.\nStill, looking at the final numbers, Democrats were far more likely to join with Bush in favor of the bill than Republicans were, which undermines Schultz’s assertion.\n\"Bush was supported by the Democrats, but members of his own party would not get on board,\" said David Shirk, a political scientist at the University of San Diego.\nThe 2013 effort under Obama\nThe 2013 legislative effort under Obama is the one where Schultz is more accurate.\nThe Border Security, Economic Opportunity, and Immigration Modernization Act, backed by Obama, directed the Secretary of Homeland Security to submit two reports on border security strategy, including one on where fencing, infrastructure and technology should be used; authorized the use of the National Guard to help secure the border; called for an increase in the number of Border Patrol agents at the southern border, and other border security measures.\nIt also included provisions to allow immigrants in the country illegally to adjust their immigration status, if they met certain criteria.\nThis measure passed the Senate on a 68-32 vote on June 27, 2013. All 54 Democrats voting cast a yes vote. Among Republicans, 14 voted for the bill and 32 voted against it.\n\"The bipartisan bill that passed today was a compromise … Today, the Senate did its job. It’s now up to the House to do the same,\" Obama said.\nBut House Republicans once again opposed the Senate immigration proposal, arguing that border security needed to be addressed first before legalizing the status of millions of immigrants.\n\"I’ve made it clear and I’ll make it clear again, the House does not intend to take up the Senate bill,\" then-House Speaker John Boehner said July 2013. \"The House is going to do its own job in developing an immigration bill.\"\nHe reiterated his position in November 2013: \"The idea that we’re going to take up a 1,300-page bill that no one had ever read, which is what the Senate did, is not going to happen in the House,\" Boehner said. \"And frankly, I’ll make clear we have no intention of ever going to conference on the Senate bill.\"\nThe \"zero-sum\" logic that Schultz is thinking of \"does arise on other bills, but immigration is a different topic,\" Koger said. In this case, \"Schultz has picked the wrong issue\" to make his point.\"\nOur ruling\nSchultz said Bush and Obama each tried to get immigration bills passed, but \"it did not work because the other party was unwilling to provide the president and his party a victory.\"\nRepublicans did effectively derail Obama’s 2013 immigration efforts, but in both 2006 and 2007, it was Democrats who were much more likely to side with Bush and Republicans -- his own party -- that opposed him.\nThe facts don’t support Schultz’s argument about partisanship, so we rate the statement Mostly False.\n Share the Facts 2019-04-15 20:01:06 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says presidents George W. Bush and Barack Obama each tried to get immigration bills passed, but \"it did not work because the other party was unwilling to provide the president and his party a victory.\"    Howard Schultz Democratic presidential candidate https://video.foxnews.com/v/6022650200001/#sp=show-clips   a Fox News town hall Thursday, April 4, 2019 2019-04-04    Read More  info", "vclaim_id": "vclaim-pol-00760"}