{"url": "/factchecks/2020/jul/01/viral-image/social-media-image-about-mask-efficacy-right-senti/", "speaker": "Viral image", "vclaim": "COVID-19’s “contagion probability” between two people is 70% if the carrier is not masked, 5% if the carrier is masked, and 1.5% if both parties are.", "truth_label": "barely-true", "date": "stated on April 23, 2020 in a widely-circulated social media post:", "title": "Social media image about mask efficacy right in sentiment, but percentages are ‘bonkers’", "text": "A popular social media post that’s been circulating on Instagram and Facebook since April depicts the degree to which mask-wearing interferes with the transmission of the novel coronavirus. It gives its highest \"contagion probability\" — a very precise 70% — to a person who has COVID-19 but interacts with others without wearing a mask. A middle tier of 5% is if the person with COVID-19 wears a mask while others don't. The lowest probability, 1.5%, is when masks are worn by all.  \nThe exact percentages assigned to each scenario had no attribution or mention of a source. So we wanted to know if there is any science backing up the message and the numbers -- especially as mayors, governors and members of Congress increasingly point to mask-wearing as a means to address the surges in coronavirus cases across the country. \nDoubts about the percentages\nAs with so many things on social media, it’s not clear who made this graphic or where they got their information. Since we couldn’t start with the source, we reached out to the Centers for Disease Control and Prevention to ask if the agency could point to research that would support the graphic’s \"contagion probability\" percentages.  \n\"We have not seen or compiled data that looks at probabilities like the ones represented in the visual you sent,\" Jason McDonald, a member of CDC’s media team, wrote in an email. \"Data are limited on the effectiveness of cloth face coverings in this respect and come primarily from laboratory studies.\"\nMcDonald added that studies are needed to measure how much face coverings reduce transmission of COVID-19, especially from those who have the disease but are asymptomatic or pre-symptomatic. \nOther public health experts we consulted agreed: They were not aware of any science that confirmed the numbers in the image. \n\"The data presented is bonkers and does not reflect actual human transmissions that occurred in real life with real people,\" Peter Chin-Hong, a professor of medicine at the University of California - San Francisco, wrote in an email. It also does not reflect anything simulated in a lab, he added. \nAndrew Lover, an assistant professor of epidemiology at the University of Massachusetts Amherst, agreed. He had seen a similar graphic on Facebook before we interviewed him and done some fact-checking on his own.  \n\"We simply don’t have data to say this,\" he wrote in an email. \"It would require transmission models in animals or very detailed movement tracking with documented mask use (in large populations).\"  \nBecause COVID-19 is a relatively new disease, there have been only limited observational studies on mask use, said Lover. The studies were conducted in China and Taiwan, he added, and mostly looked at self-reported mask use. \nResearch regarding other viral diseases, though, indicates masks are effective at reducing the number of viral particles a sick person releases. Inhaling viral particles is often how respiratory diseases are spread.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nOne recent study found that people who had different coronaviruses (not COVID-19) and wore a surgical mask breathed fewer viral particles into their environment, meaning there was less risk of transmitting the disease. And a recent meta-analysis study funded by the World Health Organization found that, for the general public, the risk of infection is reduced if face masks are worn, even if the masks are disposable surgical masks or cotton masks. \nThe sentiment is on target\nThough the experts said it’s clear the percentages presented in this social media image don’t hold up to scrutiny, they agreed that the general idea is right. \n\"We get the most protection if both parties wear masks,\" Linsey Marr, a professor of civil and environmental engineering at Virginia Tech who studies viral air droplet transmission, wrote in an email. She was speaking about transmission of COVID-19 as well as other respiratory illnesses. \nChin-Hong went even further. \"Bottom line,\" he wrote in his email, \"everyone should wear a mask and stop debating who might have [the virus] and who doesn’t.\"\nMarr also explained that cloth masks are better at outward protection — blocking droplets released by the wearer — than inward protection — blocking the wearer from breathing in others’ exhaled droplets. \n\"The main reason that the masks do better in the outward direction is that the droplets/aerosols released from the wearer's nose and mouth haven't had a chance to undergo evaporation and shrinkage before they hit the mask,\" wrote Marr. \"It's easier for the fabric to block the droplets/aerosols when they're larger rather than after they have had a chance to shrink while they're traveling through the air.\" \nSo, the image is also right when it implies there is less risk of transmission of the disease if a COVID-positive person wears a mask. \n\"In terms of public health messaging, it’s giving the right message. It just might be overly exact in terms of the relative risk,\" said Lover. \"As a rule of thumb, the more people wearing masks, the better it is for population health.\"  \nPublic health experts urge widespread use of masks because those with COVID-19 can often be asymptomatic or pre-symptomatic — meaning they may be unaware they have the disease, but could still spread it. Wearing a mask could interfere with that spread. \nOur ruling \nA viral social media image claims to show \"contagion probabilities\" in different scenarios depending on whether masks are worn. \nExperts agreed the image does convey an idea that is right: Wearing a mask is likely to interfere with the spread of COVID-19. \nBut, although this message has a hint of accuracy, the image leaves out important details and context, namely the source for the contagion probabilities it seeks to illustrate. Experts said evidence for the specific probabilities doesn’t exist.     \nWe rate it Mostly False.", "vclaim_id": "vclaim-pol-17674"}