{"url": "/factchecks/2017/sep/29/antonio-villaraigosa/has-gavin-newsom-flip-flopped-californias-high-spe/", "speaker": "Antonio Villaraigosa", "vclaim": "California Lt. Gov. Gavin Newsom was \"for (high-speed rail), before he’s against it, and then he’s for it again.\"", "truth_label": "mostly-true", "date": "stated on September 20, 2017 in a newspaper article:", "title": "Has Gavin Newsom ‘flip-flopped’ on California’s high-speed rail?", "text": "High-speed rail has wedged itself into the 2018 campaign for California governor, splitting the current top two Democrats in the race.\nFormer Los Angeles Mayor Antonio Villaraigosa recently claimed Lt. Gov. Gavin Newsom — the frontrunner in the race — has essentially flip-flopped in his support for the state’s controversial and costly rail project.\nHere’s what Villaraigosa told the Sacramento Bee on Sept. 20, 2017: Newsom was \"for it, before he’s against it, and then he’s for it again.\"\nHe added that Newsom was revising his positions \"when the winds blow in his direction.\"\nGiven the key decisions California’s next governor will need to make on high-speed rail, we wanted to know whether Newsom has really shifted this much in his support for the massive project.\nWe hopped aboard for a fact-check.\nBackground on the bullet train\nIn 2008, California voters approved a nearly $10 billion bond to jump-start the development of a high-speed rail network. Plans called for trains to zip across the state at 200 miles per hour, initially connecting San Francisco to Los Angeles and eventually extending the system to Sacramento and San Diego. Cost estimates for the project, however, have see-sawed from an initial $33 billion to $98 billion to $64 billion. The project has also fallen far behind schedule with construction limited to a small segment in the Central Valley.\nWe asked Villaraigosa’s campaign for evidence of Newsom’s shifting positions.\nAs examples of his initial support, it pointed to news articles showing Newsom backing the 2008 bond measure. The campaign then cited a 2014 radio interview that it says proves Newsom opposed the project. Finally, it cited articles from October 2016 in which the lieutenant governor again pledged his support.\n\"We absolutely need this,\" Newsom said of high-speed rail in a 2007 Mercury-News article.\nIn February 2014, however, Newsom was asked by conservative radio host Ben Shapiro: \"Are you pro or against the train, especially now that the California public, which approved the train in the first place, has reneged and no longer likes the train?\"\nNewsom responded: \"I think I’m where the public was and is.\" \nA poll in September 2013 found 52 percent of Californians wanted the rail project stopped and 51 percent felt it was a waste of money.\nNewsom went on to tell Shapiro:\"We don’t have the federal dollars we were hoping for ... the private sector hasn’t stepped up.\" \nShapiro then asked: \"If you had your druthers, Gavin, would you kill the thing?\"\nNewsom responded: \"I would take the dollars and redirect it to other, more pressing infrastructure needs. … I am not the only Democrat that feels this way. I gotta tell you, I am one of the few that just said it publicly. Most are now saying it privately.\"\nThis exchange gave many the impression Newsom had backed away from the project. Newsom did not clarify in the interview what kind of funds should be redirected.\nIn October 2016, Newsom told the Sacramento Press Club that he would \"100 percent\" seek a solid funding source for the train project if he's elected governor in 2018. The Associated Press took that to mean he again supported the project.\nA March 2017 poll found Californians remain divided over high-speed rail, with 48 percent favoring the project and 46 percent opposed. The survey added that 66 percent say they would favor high-speed rail if it cost less than the current estimate of $64 billion over the next 20 years.\n\nIn this Feb. 26, 2016, file photo, the supports for a 1,600-foot-viaduct to carry high-speed rail trains across the Fresno River are seen under construction near Madera, Calif. (AP Photo/Rich Pedroncelli, File) \nNewsom’s response\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nDan Newman, Newsom’s campaign spokesman, described Villaraigosa’s claim about shifting positions this way:\n\"The statement is extremely misleading at best,\" he said in an email. \"Villaraigosa is simply trying to score political points with a disingenuous cheap shot, by blithely ignoring the fact that the project being discussed today is significantly different than what voters supported in 2008.\"\nThe spokesman said Newsom has \"never opposed\" high-speed rail.\nInstead, Newsom publicly scrutinized the project’s business plan when cost estimates ballooned to nearly $100 billion and questioned Gov. Jerry Brown’s plans to use cap and trade funds for it, the spokesman said.\n\"Scrutinizing the business plan is very different from opposing (high-speed rail),\" Newman added.\nHe said Newsom’s comment in the 2014 radio interview about redirecting money away from the project was referring to redirecting cap and trade money away from it, not the state bond money passed by voters.\nHe said a statement from Newsom’s office in March 2014 clarifies Newsom’s consistent support even as he questioned the project’s finances:\n\"The lieutenant governor has long supported high speed rail and still does, but this project in its current form gives him pause,\" Newsom’s spokeswoman Andrea Koskey, told Buzzfeed News for an article on March 27, 2014.\nHe added that Newsom’s statements of support in more recent years are also consistent with previous comments.\nExperts we spoke with were split on the claim.\nSacramento State Political Science Professor Wesley Hussey said Villaraigosa’s claim about Newsom vacillating on the project isn’t right.\n\"I don't think it's a fair assessment,\" the professor said in an email.\"Newsom came out several years ago with serious doubts about the high speed rail, but I don't think he's ever said definitely he would stop the program if he became governor. Maybe he fluctuates from lukewarm to a soft no, but that's not the same as consistently changing his opinion.\"\nKey to our assessment, however, was the 2014 radio interview and Newsom’s own admission that he agreed with the growing public sentiment that opposed the train at that time.\nWe spoke with one more expert.\nLou Thompson is chairman of the California High-Speed Rail Peer Review Group, an independent oversight group that issues reports to the Legislature on the project.\nHe declined to comment about whether he believed Newsom had definitely switched his stance on high speed rail.\nThompson said, however, that redirecting cap and trade money away from the project in 2014, as Newsom suggested doing, would have made the project’s future \"a lot more difficult.\"\nAsked whether such a move would have effectively killed the project, Thompson said: \"I don’t know what other source of money they would have found.\"\nHe described cap and trade money as the key revenue source for the project both then and now, given the restrictions on other sources, including the bond funds.\nOur rating\nVillaraigosa claimed Newsom has essentially flip-flopped in his support for California’s high-speed rail, saying he was \"for it, before he’s against it, and then he’s for it again.\"\nVillaraigosa’s campaign cited articles showing Newsom strongly backed the project a decade ago. It also pointed to a radio interview in 2014 in which Newsom admitted that he shared the public’s growing opposition to high-speed rail. He also suggested redirecting funds away from the project, a move that the head of the project’s oversight panel said would have made building high-speed rail \"a lot more difficult.\"\nA spokesman for Newsom’s campaign defended the candidate’s stance, saying Newsom has scrutinized project costs as they have soared beyond initial estimates. He said, however, that Newsom has never turned his back on high-speed rail.\nWe found Villaraigosa pointed to key evidence, particularly the 2014 radio interview, that shows Newsom’s stance had shifted, at least for that moment in time. In fairness to Newsom, he’s consistently expressed concern that the project no longer represents what voters supported in 2008 and that his main worry was its cost.\nVillaraigosa’s statement could have used this additional information.\nWe rate his claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-09-30 01:26:33 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  https://www.sacbee.com/news/politics-government/capitol-alert/article174477816.html California Lt. Gov. Gavin Newsom was \"for (high-speed rail), before he’s against it, and then he’s for it again.\"    Antonio Villaraigosa Candidate for California governor    Wednesday, September 20, 2017 2017-09-20    Read More  info", "vclaim_id": "vclaim-pol-02849"}