{"url": "/factchecks/2010/sep/16/alan-grayson/was-msnbcs-ed-schultz-talking-about-alan-grayson-g/", "speaker": "Alan Grayson", "vclaim": "Ed Schultz said Alan Grayson is \"what it's all about.\"", "truth_label": "true", "date": "stated on September 3, 2010 in a TV ad.:", "title": "Was MSNBC's Ed Schultz talking about Alan Grayson in Grayson's flashy new ad?", "text": "With friends like Oliver Stone, it's no surprise Alan Grayson is blitzing Central Florida airwaves with glitzy, Hollywood-style campaign ads.\n\nGrayson, a Democrat considered vulnerable in his re-election campaign against former Florida House Speaker Dan Webster, is airing a series of ads called \"When They Lie.\" The couple of ads we've seen are slightly different, but all follow a simple pattern.\n\nThe screen flashes black and white images of conservative figures like Bill O'Reilly, Rush Limbaugh and Anne Coulter. Then, MSNBC's Ed Schultz, looks directly into the camera and shouts, \"This guy is what it's all about.\" Next the movie action music ramps up along with images from around the world, mixing in messages in black and white, like \"Vote Truth,\" \"Vote Grayson,\" or \"When They Lie,\" \"Vote Grayson.\"\n\nThe ads certainly are different, but we wanted to check the one real line included, the quote from liberal commentator Ed Schultz. Viewers have been tricked before by splicing together snippets of television, and in this case, the rest of the images in the ad have almost nothing directly to do with Grayson. So we wondered if the impression the ad leaves -- that Schultz is talking specifically about Grayson -- matches reality.\n\nGrayson, whom Democrats love because he's so blunt and Republicans hate because he's so blunt, took to the House floor Sept. 29, 2009, to detail what he called the Republicans' plan for health care. \"The Republicans' health care plan for America ... don't get sick,\" Grayson said, with a simple white poster board proclaiming the same message. \"That's what the Republicans have in mind for you, America.\"\n\nBut, Grayson added, Republicans recognize that plan isn't foolproof and said the GOP had a backup plan.\n\n\"If you get sick, America, the Republican health care plan is die quickly,\" Grayson added. \"The Republicans want you to die quickly if you get sick.\"\n\nConservative Republicans demanded an apology for the \"die quickly\" comment while liberal Democrats praised Grayson.\n\nAmong the chorus of praise: Schultz, one the country's more prominent liberal pundits.\n\nOn his Oct. 1, 2009, MSNBC show, Schultz interviewed Grayson about his comments and referred to Grayson as the \"new lefty hero on the block.\"\n\nHere's one exchange between the two, according to an transcript:\n\nSchultz: Congressman, do you take anything back? I mean, are we going to see more of this?\n\nGrayson: Absolutely not. The people who should be apologizing are the Republicans. They're the ones who should apologize for dragging us all through the mud here while we're just trying to improve health care in America. That's all we're trying to do.\n\nSchultz: Now, the thing I liked about it is that you had charts. I mean, this was planned out. You must have known that this was going to kick up a lot of dust. Did you fire and fire for effect?\n\nGrayson: Listen, Ed, we've got to get past this point where everything is stalled, where the Republicans are winning just through inertia. We have a majority. We have to use it. We have to change America. That's the promise that President Obama made. We have to keep it.\n\nAfter nearly an eight-minute interview, Schultz wraps the segment up with his own take on Grayson, and the political impact of his comments.\n\n\"For all of the hooey and the prognostication that's going on out there about the midterms -- 'Oh, Grayson's doing this, he might hurt the Democrats in the midterms' -- the hell with that,\" Schultz said (about 7:55 in). \"This guy is what it's all about.\"\n\nThe end of the full quote is the line in the Grayson ad -- Schultz is specifically talking about Grayson.\n\nFor the record, Grayson did apologize for his comments. Sarcastically.\n\nHere was part of that apology. (Video here.)\n\n\"Well, I would like to apologize. I would like to apologize to the dead, and here's why. According to this study, 'Health Insurance and Mortality in U.S. Adults,' which was published two weeks ago, 44,789 Americans die every year because they have no health insurance. So I call upon the Democratic members of the House. I call upon the Republican members of the House. I call upon all of us to do our jobs for the sake of America, for the sake of those dying people and their families. I apologize to the dead and their families that we haven't voted sooner to end this holocaust in America.\"\n\nIn his new Hollywood-style ad, Grayson uses a quote from a charged-up Schultz that suggests Grayson is \"what it's all about.\" Grayson clips the full quote -- and omits the suggestion that some think Grayson's antics could hurt Democrats in the 2010 elections -- but Schultz is indeed talking about Grayson, according to transcript and video. We rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-14417"}