{"url": "/factchecks/2012/apr/03/chain-email/e-mail-says-having-all-democrat-congressional-dele/", "speaker": "Chain email", "vclaim": "\"Having an entirely Democrat congressional delegation in 2009, when the [federal stimulus] bill passed, increases the per capita stimulus dollars that the state receives per person by $460.\"", "truth_label": "half-true", "date": "stated on March 23, 2012 in a message via the Internet:", "title": "E-mail says having an all-Democrat congressional delegation increased federal stimulus allotment by $460 per person", "text": "The 2009 federal stimulus package, designed to get the U.S. economy out of the Great Recession, continues to be controversial.\n\nA chain e-mail making the rounds claims that states where all the U.S. senators and congressmen were Democrats got a lot more money, as calculated on a per-resident basis.\n\nHeadlined, \"It looks like our present administration is leading us down the path to economic failure as a country . . . ,\" the e-mail says, \"Stimulus dollars were highly correlated to which political party controlled the state: Having an entirely Democrat congressional delegation in 2009, when the bill passed, increases the per capita stimulus dollars that the state receives per person by $460.\"\n\nAs a state where all four members of the congressional delegation are Democrats, we wondered if that were true.\n\nUsing data from Recovery.gov, which listed the amount each state has received per person, we found that the five states that had all-Democrat congressional delegations in 2009 -- Hawaii, Massachusetts, North Dakota, New Mexico and Rhode Island -- received an average of $1,209.80 per capita. That's $216 more than the average for the rest of the states, not $460.\n\nAnd the five-state average is only $1.80 per person more than the lone state with NO Democrats in its congressional delegation -- Wyoming.\n\nIt turns out that the e-mail is quoting part of a March 23, 2012, opinion column at FoxNews.com by economist John R. Lott Jr.\n\nCo-author (with conservative anti-tax activist Grover Norquist) of \"Debacle: Obama's War on Jobs and Growth and What We Can Do Now to Regain Our Future,\" Lott examines whether the states that needed the money most actually received it. We contacted him.\n\nLott sent us his spreadsheet that turned out to have more up-to-date -- and therefore larger -- numbers showing how much had been awarded by state.\n\nOnce again, we segregated the five all-Democrat states and looked at the average. It was $1,787 per resident.\n\nThat's an extra $338 per capita compared with the other states, but still significantly below $460.\n\nSo where did Lott's number come from?\n\nIf you create a graph that shows how much a state received per capita on one side and the percentage of Democrats in the congressional delegation on the other, you get a graph that looks like 50 drops of paint spattered against a wall.\n\nBut in this case, there is a pattern to that spattering. Lott uncovered it with a statistical analysis that turned the scattershot data into a straight line, indicating the overall trend. The lesson of the line: whenever Democratic representation increased by 10 percentage points, the per-person allotment in the state increased by $46.\n\nThus, he said, by that measure, going from 0 percent Democratic representation to 100 percent gives you an extra $460.\n\nPlenty of individual states don't conform to this, as demonstrated by the fact that, using Lott's data, the only all-Republican state of Wyoming got more money than two of the five all-Democrat states.\n\n(Lott did not include the District of Columbia, which has all Democrats in its non-voting delegation and has received five times more stimulus money per resident than the national average.)\n\nLott's analysis on FoxNews.com make it clear that he is looking at trends, noting, for example, that \"each one percentage point reduction in the percent of a state's workforce represented by unions saw a $26 drop in stimulus dollars per person.\"\n\nBut the e-mail stripped out that context.\n\nSo why would the Democrat-heavy states get more money?\n\nDemocrats controlled the House and the Senate at the time the legislation was written and one provision, Lott said, was that \"a lot of the funding could only go for union jobs.\"  Heavily Democratic areas are more likely to have unions, including government employee unions.\n\nOUR RULING\n\nThe chain e-mail says, \"Having an entirely Democrat congressional delegation in 2009, when the [stimulus] bill passed, increases the per capita stimulus dollars that the state receives per person by $460.\"\n\nThe original author of the claim calculated $460 using a sophisticated analysis to find a trend that considers the varying degree of Democrat and Republican representation in all states.\n\nBut that's a different question.\n\nIf you compare the all-Democrat states to all the other states, the correct number is closer to $338.\n\nSo states with a purely Democrat congressional delegation have, in fact, garnered quite a bit more money per capita than other states. But because the $460 amount is off by about 36 percent, we rate the statement Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11344"}