{"url": "/factchecks/2018/nov/28/sarah-huckabee-sanders/sarah-sanders-says-obama-tear-gas-border-month/", "speaker": "Sarah Huckabee Sanders", "vclaim": "\"Tear gas was used on average once a month during the Obama administration for very similar circumstances.\"", "truth_label": "mostly-true", "date": "stated on November 27, 2018 in a press briefing:", "title": "Sarah Huckabee Sanders says Obama's Border Patrol used tear gas once a month. Is that true?", "text": "President Donald Trump’s administration is under scrutiny for using tear gas on migrants at the southwest border, a response that pictures show affected young children.\nBut the use of tear gas at the border isn’t unique to the Trump administration, White House press secretary Sarah Huckabee Sanders argued. Under former President Barack Obama, she said, it was routine.\nAsked if the White House regretted that children were exposed to the tear gas, Sanders said the White House \"would never want children to be in harm's way in any capacity whatsoever\" and that law enforcement officers use appropriate non-lethal force to protect themselves and prevent an illegal rush at the border.\n\"And let's also not forget that this isn't the first time that non-lethal force like this has been used,\" Sanders said Nov. 27. \"In fact, tear gas was used, on average, once a month during the Obama administration for very similar circumstances.\"\nSanders added that the Obama administration used tear gas for \"far less circumstances because they didn't have the same numbers and the mass rush that we're seeing in this caravan take place.\"\nPolitiFact readers asked us to fact-check whether the Obama administration used tear gas on migrants on average once a month.\nData from the Department of Homeland Security back Sanders’ claim. But the agency did not provide additional information to compare the circumstances.\nTear gas contains chemical compounds that temporarily make people unable to function by causing irritation to the eyes, mouth, throat, lungs, and skin, according to the Centers for Disease Control and Prevention.\nTyler Q. Houlton, spokesman for the Department of Homeland Security, the department that oversees CBP, told PolitiFact that CBP has used  2-chlorobenzylidene malononitrile (CS), commonly known as tear gas, since 2010. (A 2007 Associated Press report said Border Patrol then used tear gas at the border to counter attacks by assailants hurling rocks, bottles and bricks. George W. Bush was president at that time.)\nDHS did not provide data on the use of tear gas during the first few years of the Obama administration. It only offered annual data from fiscal years 2012 to 2018. (Fiscal years start Oct. 1 and run through Sept. 30.) So we don't know if one month with a lot of incidents threw a certain year's total.\nThe Border Patrol has used tear gas in 126 incidents since fiscal year 2012, according to the agency’s data:\n\nAccording to DHS, from 2012 to 2016 (Obama’s last full fiscal year in office), there were 79 incidents for the use of tear gas. On average, that’s about 1.3 incidents per month.\nFiscal year 2017 includes about four months of the Obama administration, but it’s unclear how many of the 18 incidents in which tear gas was used in 2017 happened under Obama’s watch. (In 2017, there were an average of 1.5 incidents per month.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nCircumstances leading to use of tear gas\nThousands of migrants are at the Mexican side of the U.S-Mexico border. They got there as part of caravans trekking from Central America and seeking entry into the United States. Many say they want to apply for asylum in the United States.\nA share of the migrants, who are reportedly camping at a Tijuana stadium near the Tijuana-San Diego border area, left the stadium on Nov. 25 and marched over to the border to make their case to U.S. authorities and be let into the United States.\nHowever, the march \"veered out of control,\" and \"hundreds of people tried to evade a Mexican police blockade and run toward a giant border crossing that leads into San Diego,\" the New York Times reported.\nMigrants threw rocks and bottles at law enforcement officers, so the agents defended themselves with the use of tear gas, Border Patrol officials said.\nHow does that compare to the use of tear gas under the Obama administration? Sanders said it was used for \"very similar\" and also for \"far less circumstances.\"\nHoulton, the DHS spokesman, on Nov. 26 tweeted a 2013 article from the San Diego Union-Tribune that said border patrol agents used \"pepper spray and other means\" to force back into Mexico a group of about 100 migrants who threw rocks and bottles at agents.\nPolitiFact asked immigration officials to provide more information related to the tear gas incidents under the Obama administration, such as specific dates, locations and circumstances. They did not provide that information. The White House did not respond to comment.\nWith just the numbers provided, the similarity among the incidents is unclear, including whether children were also affected by tear gas dispersed during the Obama administration. A viral photo from the Nov. 25, 2018, incident shows a woman and two young children running away from a nearby tear gas canister.\nDHS said that in addition to tear gas, CBP during law enforcement operations regularly uses, Pava Capsaicin, commonly known as pepper spray, which also irritates the senses. Significant differences between pepper spray and tear gas are their chemical makeup and how they are projected.\nBetween 2012 and 2016, there were 434 incidents when pepper spray was used, or an average of 7 incidents per month. DHS did not specify when CBP began using pepper spray nor did it provide data for earlier years of the Obama administration.\nThe Border Patrol used pepper spray in 533 incidents since the 2012 fiscal year, according to agency data:\n\nOur ruling\nSanders said, \"Tear gas was used on average once a month during the Obama administration for very similar circumstances.\"\nThe Trump administration used tear gas on migrants at the southwest border. Officials say the tear gas was a response to migrants throwing rocks at border patrol agents.\nImmigration officials provided data for tear gas use during the latter years of the Obama administration, starting in 2012. That data shows an average of 1.3 incidents per month. The circumstances of all those incidents is unclear.\nSanders’ statement is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts 2018-11-28 22:37:22 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Tear gas was used on average once a month during the Obama administration for very similar circumstances.\"    Sarah Huckabee Sanders White House press secretary    in a press briefing Tuesday, November 27, 2018 2018-11-27    Read More  info", "vclaim_id": "vclaim-pol-01235"}