{"url": "/factchecks/2020/mar/02/yourcontent/false-news-site-publishes-unproven-story-about-flo/", "speaker": "YourContent", "vclaim": "“Florida hospital reports a coronavirus ‘infestation’ with multiple confirmed patients.”", "truth_label": "false", "date": "stated on March 1, 2020 in an article:", "title": "False news site publishes unproven story about Florida coronavirus patients", "text": "A popular article is inflating the number of 2019 coronavirus patients in Florida.\nThe story was published March 1 by a website called YourContent. Using an anonymous source, it claims there are multiple patients with the coronavirus at Doctors Hospital in Sarasota, Fla.\n\"A total at least (sic) three but possibly as many as 8 individuals have been exposed,\" the article reads. \"However, that figure does not include individuals that might’ve contracted the virus prior to the patient’s initial arrival, the source says.\"\nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared several hundred times.\n\n(Screenshot from YourContent)\nNeither the state, the Centers for Disease Control and Prevention nor the hospital in question have confirmed the report.\nThe story comes from a website run by Nikolaos Hatziefstathiou, a Pennsylvania man who has been accused of fabricating documents, impersonating journalists and writing false news stories. In August, he was charged with tampering with public records, forgery and identity theft. Public domain records show that YourContent runs digital ads.\nIn a March 1 press release, the Florida Department of Health announced that there were two presumptively confirmed cases of the virus in Florida. One patient is a resident of Manatee County, which is directly north of Sarasota, and is being treated at Doctors Hospital.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"This person did seek health care, is isolated and will continue to remain isolated until cleared by public health officials,\" the Health Department said.\nPresumptive confirmation means that a patient has tested positive for a disease by a public health laboratory but is pending confirmation testing from the CDC.\nRELATED: All fact-checks for Coronavirus\nAlso on March 1, images of a letter Doctors Hospital sent to patients and staff about the case started appearing on social media.\n\"This patient was admitted to our facility in late February, and remains in our care,\" the letter reads. \"Upon recognizing that the patient was a potential COVID-19 case, Doctors Hospital of Sarasota immediately and appropriately activated all protocols for handling potential COVID-19 cases, including immediate isolation.\"\nYourContent cites the letter in its story. But the letter does not say anything about additional cases of the coronavirus or how many people may have been exposed to the infected patient. \nWe reached out to Doctors Hospital and YourContent for comment, but we haven’t heard back.\nSince its outbreak in Wuhan, China, in December, the 2019 coronavirus has infected more than 87,000 people in 58 countries. In the United States, there have been 43 confirmed cases and six deaths, as of March 2, not including those repatriated to the country.\nThe Florida hospital mentioned in the article did not \"report a coronavirus ‘infestation’ with multiple confirmed patients.\" We rate this claim False.", "vclaim_id": "vclaim-pol-18031"}