{"url": "/factchecks/2015/apr/30/rose-mary-grant/rose-mary-grant-says-ri-charter-schools-outperform/", "speaker": "Rose Mary Grant", "vclaim": "Rhode Island \"charter schools are nationally recognized as outperforming their counterparts across the country.\"", "truth_label": "mostly-true", "date": "stated on March 29, 2015 in a Providence Journal commentary.:", "title": "Rose Mary Grant says R.I. charter schools ‘outperform’ those in other states", "text": "The subject of charter schools — the state money they get and the regulations they operate under — has been at the center of legislative debate among state lawmakers and educators through much of the General Assembly’s 2015 session.\nOn March 29, the head of school at Highlander Charter School in Providence wrote an opinion column in The Providence Journal that framed the debate around the academic growth of students enrolled in the state’s 25 charter schools.\n\"All of Rhode Island loses if we cut funding to the very schools that are nationally recognized as outperforming their counterparts across the country,\" Rose Mary Grant wrote.\nWe can’t fact-check whether \"all Rhode Island loses.\" That’s an opinion. We were, however, intrigued by Grant’s statement that Rhode Island’s charter schools \"are nationally recognized as outperforming their counterparts.\"\nBy \"outperforming,\" Grant did not claim that charter schools here are producing students who are more proficient than students elsewhere in the country. Rather, Grant wrote that charter schools in Rhode Island had more impact on their students than charter schools in other states.\n\"Rhode Island is moving students at a higher rate,\" Grant said in an interview. \"They are outperforming the pack at moving the students who need to move the most.\"\nThe basis for her claim is a 2013 study that developed a particular metric — tied to test scores and the performance of both charter school students and traditional public school students — for measuring the improvement of learning of each state’s charter school students.\nBased on this measure, the learning gains of Rhode Island charter students exceeded those of their peers in traditional Rhode Island schools, according to the National Charter School Study, a 95-page research report from the Center for Research on Education Outcomes at Stanford University.\nStudents in traditional Rhode Island schools would need 86 days of additional instruction to show the degree of reading improvement seen in the charter schools students. In math, they would need an extra 108 days of instruction.\nAlso, the total difference in learning gains was greater in Rhode Island than the 27 other states studied, according to the report. The Stanford researchers listed Rhode Island among nine states that \"deserve mention\" for charter school performance that \"outpaced\" traditional school performance in both reading and math.\nIn contrast, the report shows that charter school students in 10 of the 27 states fell behind their peers in traditional schools.\nThe study covered 2005  to 2011 and reviewed the records of 1.5 million charter students in 27 of 42 states with charter schools, representing 95 percent of the nation’s charter students.\nHere’s how the research was done:\nThe center logged charter school students’ math and reading scores on tests taken prior to their enrollment in charter schools. This allowed the researchers to establish a starting point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe researchers identified a student in the traditional school system whose scores put him or her at the same starting point as the particular charter school student.\nThey also matched traditional and charter students on demographic factors including gender, race and eligibility for free or reduced-price lunches. The researchers say they found a \"virtual twin\" for each of the charter school students.\nBut one critic, Andrew Maul, a statistician and assistant professor at the University of California Santa Barbara, has a problem with the methodology.\nMaul suggests that families who select charter schools might be different from those who do not. Such a difference can affect a student’s performance, he says.  \nWe reached out to the project director, Margaret E. Raymond, for a response. She argued that the matching process did sufficiently account for factors such as family background. A student’s past school performance, which governed the matching, is a function of family background, Raymond said.\nOne point emphasized by the report’s authors, but not mentioned by Rose Mary Grant, is the importance of overall proficiency, not just improvements over peers.\n\"To measure how much they [charter schools] contribute to student academic growth is clearly essential,\" says the report.\nAnd although the researchers compared gains posted by charter schools, they did not present data that would allow one to compare the proficiency of Rhode Island charter school students with their counterparts in other states.\nIn other words, the study details how much charter school students in Rhode Island are gaining. It does not describe how proficient they ended up being in math and reading.\n\"It is true,\" Raymond wrote in an email, \"that the effect in Rhode Island of attending charter school was shown to be larger than other states included in the study.\"\n\"But, ultimately,\" according to the report, \"students need to be prepared for ‘what comes next,’ be it the next grade span or post secondary education or career advancement, so absolute achievement is also important.\"\nOur ruling\nThe study that Grant cited in her column did show that the learning gains of the state’s charter school students surpassed the learning gains of their Rhode Island peers and that these gains were greater than gains in the other states that participated in the study by Stanford’s Center for Research on Education Outcomes.\nBut the writers of the study cautioned educators not to lose sight of the importance of proficiency. Grant did not reflect this concern in her column. Further, while she boasts that Rhode Island charter schools were \"nationally recognized,\" the study cites Rhode Island as one of nine states that \"deserve mention.\"\nFor these reasons, we rule the statement Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06465"}