{"url": "/factchecks/2018/jan/09/travis-allen/no-californians-do-not-overwhelmingly-oppose-sanct/", "speaker": "Travis Allen", "vclaim": "\"Seventy four percent of Californians are absolutely against sanctuary state\" policies.", "truth_label": "false", "date": "stated on January 2, 2018 in interview on Fox News:", "title": "No, Californians do not overwhelmingly oppose sanctuary policies", "text": "Are nearly three quarters of Californians strongly opposed to so-called sanctuary state policies?\nThat’s what GOP Assemblyman and candidate for governor Travis Allen claimed in a Jan. 2, 2018 interview on Fox News’ Tucker Carlson Tonight.\n\"Seventy four percent of Californians are absolutely against sanctuary state\" policies.\n\nAllen made a similar claim in a Washington Examiner op-ed in October 2017, calling the state’s opposition to sanctuary policies \"overwhelming.\"\nThe Orange County lawmaker has vowed to defund sanctuary cities if elected governor.\nBackground on sactuary state\nCalifornia became a sanctuary state in October 2017 when Democratic Gov. Jerry Brown signed a law that limits cooperation between local law enforcement and federal authorities on immigration holds.\nThe topic is controversial in California and nationally.\nPresident Trump has threatened to cut off funding to sanctuary jurisdictions. And earlier this month, Trump’s acting head of Immigration and Customs Enforcement, Thomas Homan, threatened to jail elected officials in sanctuary cities.\n\"This isn’t the America I grew up in,\" Homan said in a separate Fox News interview, also on Jan. 2, 2018. \"We got to take these sanctuary cities on. We got to take them to court. And we got to start charging some of these politicians with crimes.\"\nSacramento Mayor Darrell Steinberg, a strong supporter of sanctuary policies, was defiant in response, telling the Sacramento Bee: \"They certainly know where to find me.\"\nThere’s no doubt some Californians oppose sanctuary policies. But we wanted to know whether 74 percent are \"absolutely against\" them as Allen claimed.\nWe set out on a fact check.\nOur research\nSeveral polls have asked Californians about sanctuary policies in recent years. The four most recent we found all contradict Allen’s claim:\n• A November 2017 USC Dornsife/Los Angeles Times survey found 53 percent favored and 29 percent opposed California’s sanctuary state legislation. Only 18 percent strongly opposed it, nowhere near the 74 percent Allen asserted. The survey asked \"Do you favor or oppose the new law that says California law enforcement personnel will not hand over immigrants in the country illegally to U.S. immigration agents, unless the person has committed a serious crime?\"\n• A March 2017 UC Berkeley Institute of Governmental Studies poll found conflicting results depending on the question asked. It showed 56 percent supported and 44 percent opposed \"local communities declaring themselves sanctuary cities and instructing local police and government employees not to automatically turn immigrants over to federal immigration officers when they are found to be in the country illegally.\" When asked about the topic in a slightly different way, 53 percent opposed and 47 percent supported allowing cities and counties the right to ignore requests from federal authorities to detain illegal immigrants who have been arrested and are about to be released.\n• A May 2017 Public Policy Institute of California poll asked more specifically about California’s sanctuary state legislation. It found 48 percent of adults were in favor and 42 percent were opposed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n• A January 2017 Public Policy Institute of California survey showed 58 percent of likely voters \"favor California’s state and local governments making their own policies and taking actions—separate from the federal government— to protect the rights of undocumented immigrants living in the state.\" Only 39 percent opposed.\nOutdated survey\nAllen’s campaign responded to our request for evidence after publication. See our update at the end of this fact-check for its full response. \nThe lawmaker relied on a separate UC Berkeley IGS survey from September 2015. Results from that older survey do match up with the 74 percent figure Allen stated.\nIt found 74 percent opposed the idea of local authorities ignoring a federal request to hold a detained person in the country illegally. The IGS survey asked essentially that same question in its March 2017 poll and found only a slight majority, 53 percent, opposed that idea.\nJack Citrin, who led the IGS survey in 2015, explained the shift in Californians’ opinions to the New York Times this way, \"Partisanship was much less a factor\" in 2015, he said. \"But now I would say in California, whenever you ask pretty much any political question that may have some connection to Trump, you get a huge, huge partisan divide.\"\nRecent polls show a majority of Californians disapprove of Trump and disagree with his policies, with the results falling along partisan lines.\nMark DiCamillo, the current director of the IGS survey, said opinions on sanctuary policies, meanwhile, \"vary according to how you frame the issue.\"\nCalifornians strongly favor cities having the ability to declare themselves sanctuaries and the option to not automatically turn over immigrants to federal authorities. But, as DiCamillo added, \"just ignoring a federal request is not as popular, it’s very divisive.\"\n\"There are nuances to the issue, in my opinion, that affect public opinion and how it’s gauged,\" he said.\nOur ruling \nRepublican Assemblyman Travis Allen recently claimed \"74 percent of Californians are absolutely against sanctuary state\" policies.\nAllen appears to have based his numbers on a September 2015 survey. But much has changed since then: Donald Trump was elected president and recent polls show Californians’ opinions have evolved.\nMost importantly, we found four recent polls that contradict Allen’s statement. They show Californians generally favor cities having the ability to declare themselves sanctuaries. Two specifically found greater support than opposition for California’s sanctuary state law.\nWe rate Allen’s claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: A spokeswoman for Allen’s campaign responded to our request for evidence after we published our fact check. She confirmed in an email that Allen was referring to the September 2015 IGS survey. The spokeswoman described that poll as\"the most accurate and appropriate to use\" regarding California’s sanctuary state legislation. \nShe claimed the March 2017 IGS poll \"was biased\" and \"adds politics and inaccurate descriptions of sanctuary policies into the poll.\"\nHer statement did not address the other recent surveys that show a majority, or near-majority, of Californians support sanctuary policies. \nOur rating remains the same.\n Share the Facts 2018-01-09 23:48:03 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Seventy four percent of Californians are absolutely against sanctuary state\" policies.    Travis Allen Candidate for California governor https://www.youtube.com/watch?v=uj1D01sc17Y&feature=youtu.be    Tuesday, January 2, 2018 2018-01-02    Read More  info", "vclaim_id": "vclaim-pol-02531"}