{"url": "/factchecks/2012/jan/12/kasim-reed/mayor-reed-fires-back-watchdog-group/", "speaker": "Kasim Reed", "vclaim": "\"Five members of [the Common Cause Georgia] board accepted maximum campaign contributions.\"", "truth_label": "half-true", "date": "stated on January 3, 2012 in a meeting:", "title": "Mayor Reed fires back at watchdog group", "text": "Under the bright lights inside the Atlanta City Council chamber, a fascinating bit of political theater took place on the first business day of the new year.\n\nMayor Kasim Reed accused a government watchdog group of besmirching his and the city’s reputation and went on a verbal attack against the organization, Common Cause Georgia, during the Jan. 3, 2012, City Council meeting.\n\n\"Common Cause has so much stain on it that it stinks,\" Reed said.\n\nThe mayor said at one point: \"Five members of [the Common Cause Georgia] board accepted maximum campaign contributions. The level of hypocrisy is stunning.\"\n\nReed added, \"I’ve got a file of exhibits where I can back up every word.\"\n\nThat’s an offer PolitiFact Georgia couldn’t refuse.\n\nCommon Cause Georgia has criticized Atlanta’s process of awarding businesses the lucrative contracts to open restaurants and shops at the city-run Hartsfield-Jackson International Airport. The organization has complained the process lacked transparency for the public. Common Cause Georgia wants the city to enact a \"pay-to-play\" provision that would limit the amount of money people who want to do business with the city can contribute to candidates for public office or elected officials. The group has suggested a limit of $250, but its director told us the limit could be higher, like $500.\n\nThe following evening, the mayor and Common Cause Georgia Executive Director William Perry had a one-on-one debate about the matter during WXIA-TV’s 7 p.m. broadcast. Reed made similar claims.\n\n\"He didn’t say that anything I said wasn’t true,\" Reed said.\n\nThe Atlanta airport, often touted as the world’s busiest, has been a landing strip for allegations and investigations into corruption there since the 1970s, when then-Mayor Maynard Jackson began an affirmative action contract program for women and minority-owned businesses throughout city government. Several city officials who served under former Mayor Bill Campbell in the 1990s and contractors were sent to prison for bribery convictions involving the airport.\n\nCommon Cause Georgia pressed Reed to support its proposal on pay-to-play during the 2009 mayor’s race. The group has raised concerns about the recent airport concessions procurement process, approved by the council on Jan. 3, noting that some vendors donated money to Reed and some council members. The Atlanta Journal-Constitution wrote about the issue on Christmas Day, reporting that some vendors in line to win contracts and their relatives gave about $50,000 to Reed’s campaign. The mayor and his staff counter that the contributions are legal, ethical and have been fully disclosed.\n\nReed’s spokeswoman Sonji Jacobs said the five board members the mayor was referring to at the Jan. 3 council meeting were Sam Bacote, Chuck Clay, Bob Irvin, Lee Morris and David Poythress. Clay and Irvin both served in the Georgia Legislature and ran for Congress. Morris served on the Atlanta City Council from 1993 to 2001 and lost a race for Fulton County chairman in 2006. Bacote lost his campaign in 2002 for a spot in the Georgia Senate. Poythress unsuccessfully campaigned for governor as a Democrat in 2010.\n\n\"It’s a classic, dirty politics trick,\" Perry told us about the mayor’s statement. \"[Reed is] trying to distract from the issue [of pay-to-play].\"\n\nPerry said Common Cause Georgia board members are prohibited from running for or serving in elected office; thus, they did not raise money for their campaigns while on the board. Most of the board members who ran for office joined the board the year after their campaigns.One board member, Irvin, joined the board in 2007, five years after his last run for political office. Bacote joined the board in 2005, three years after losing his race for the Senate, according to Perry.\n\nJacobs said some of the men may have had an epiphany about accepting maximum contributions once they joined the board, but it is still fair to point out that they did.\n\nPolitiFact Georgia looked at as many campaign disclosure forms we could find for each of those board members. We initially thought Reed was talking about the maximum campaign contributions allowed by state or federal law. Those totals are $1,000 and upward. However, the mayor was referring to $250, which Common Cause Georgia has suggested should be the maximum contribution for people who want to do business with the city. We looked at both amounts.\n\nAll five board members who previously ran for office received plenty of contributions in excess of $250.\n\nDid they receive maximum contributions under state or federal law? Each man did, but the number of donors was far smaller. In the case of Irvin, PolitiFact Georgia found just one maximum donation among his disclosure reports for six years, a $2,000 contribution in 1998 from the National Republican Congressional Committee.\n\nPerry, Common Cause Georgia’s executive director, says Reed’s argument against their board is disingenuous because the mayor’s criticism doesn’t highlight the organization’s point about contributions from donors who want to do business with the city.\n\nJacobs, the mayor’s spokeswoman, disagreed. She argued that donors should not be excluded because of their business ties with the city.\n\n\"You are ruling out a large share of people who care about the community,\" she said. \"Are you saying all of these [donors] have an ulterior motive?\"\n\nOur conclusion\n\nReed is correct to claim that five Common Cause Georgia board members have received campaign contributions that are the maximum limit suggested by the organization.\n\nBut the group was talking about something slightly different: a financial limit for contributions from interests doing business with the city. In the case of Irvin, we couldn’t find any maximum donations from contributors doing business with the state or the federal government. We also think it is worth noting that two of the five board members ran for office several years before joining the board.\n\nThe mayor’s claim leaves out some of those key details. Under our rating system, his statement rates as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11812"}