{"url": "/factchecks/2011/sep/09/bob-goodlatte/goodlatte-says-thomas-jefferson-strongly-backed-ba/", "speaker": "Bob Goodlatte", "vclaim": "Thomas Jefferson expressed \"strong support\" for a balanced budget amendment in 1798.", "truth_label": "half-true", "date": "stated on September 3, 2011 in a speech.:", "title": "Goodlatte says Thomas Jefferson strongly backed a balanced budget amendment", "text": "Almost two centuries after his death, Thomas Jefferson is often quoted by Virginia politicians espousing limited, frugal government.\n\nSo it wasn’t surprising when U.S. Rep. Bob Goodlatte, R-6th, invoked Jefferson’s name in urging Congress to approve a balanced budget amendment and send it to states for ratification.\n\n\"This amendment isn’t my idea. It’s not even a new idea,\" Goodlatte said Sept. 3 in the Weekly Republican Address to the nation. \"Thomas Jefferson expressed strong support for it in 1798.\"\n\nGoodlatte has authored two balanced budget amendments pending in the House. Both require that spending doesn’t outpace revenues in a given fiscal year unless three-fifths of Congress signs off on the deficit spending.\n\nWe were well aware of Jefferson’s remarkable resume -- author of the Declaration of Independence and the Virginia Statute for Religious Freedom, governor, secretary of state, president and founder of the University of Virginia. But we had never heard that he was a father of the balanced budget amendment and wondered if that is true.\n\nA spokeswoman for Goodlatte told us the congressman’s assertion is based on a Nov. 26, 1798 letter Jefferson sent to his friend, John Taylor.\n\n\"I wish it were possible to obtain a single amendment to our constitution; I would be willing to depend on that alone for the reduction of the administration of our government to the genuine principles of its constitution,\" Jefferson wrote. \"I mean an additional article taking from the federal government the power of borrowing.\"\n\nKathryn Rexrode, Goodlatte’s press secretary, said ending federal borrowing would result in a balanced budget.\n\nSeveral Jefferson scholars told us there’s no doubt the former president opposed racking up national debt. But they said Jefferson’s position on federal borrowing, like much of his long life, was complicated and rife with contradiction.\n\nPrinceton University is transcribing Jefferson’s correspondence through 1809 -- shortly after Jefferson’s presidency ended -- and expects it will fill 60 volumes. At Monticello, Jefferson’s plantation, editors are compiling additional correspondence from the statesman’s political retirement to his death in 1826.\n\n\"Jefferson is a human being and he says a lot of things in the course of his very long career,\" said J. Jefferson Looney, a historian at Monticello and editor of the \"Papers of Thomas Jefferson Retirement Series.\"\n\nLooney noted that during the War of 1812, Jefferson was open to the nation incurring debt.\nThe evidence is a June 24, 1813 letter Jefferson wrote to U.S. Rep. John Wayles Eppes of Virginia, a member of the House Ways and Means Committee who was also the former president’s nephew and son-in-law.\n\nJefferson wrote that debt was acceptable as long as as it was paid off in a generation, which he calculated to be 19 years. He also suggested imposing a tax to ensure the debt was paid off within that time frame.\n\n\"I hope yourself and your committee will render the immortal service of introducing this practice not that it is expected that Congress should formally declare such a principle,\" Jefferson wrote. \"They wisely enough avoid deciding on abstract questions but they may be induced to keep themselves within its limits.\"\n\nIs this a flip-flop?\n\n\"You pick the year -- 1798, he’s for an amendment (banning federal borrowing),\" Looney said. \"In 1813 he’s saying it’s OK to borrow, but you have to borrow within certain restrictions, but don’t tie the hands of Congress by saying it’s a rule.\"\n\nLooney said Jefferson always fretted about public debt but appeared more concerned about it when his political adversaries, the Federalists, were in power.\n\nHistorians also note that as president Jefferson relied on public debt to finance one of his most famous accomplishments - the $15 million Louisiana Purchase. The deal with France bought the U.S. more than 800,000 square miles of land west of the Mississippi River.\n\n\"People often say he believed in getting rid of debt, then what happened when Louisiana came along? Of course he bought it,\" said Barbara Oberg, editor of The Papers of Thomas Jefferson published by Princeton University Press. \"It would have been silly not to. He’s a wonderful,  pragmatic statesman.\"\n\nA couple of historians told us Jefferson’s unease with public debt may have stemmed from his own financial difficulties. Monticello’s website notes that at the time of his death, Jefferson had debts totaling somewhere between $1 million and $2 million in modern dollars.\n\nThe historians also cautioned against using 18th century references and applying it to today’s debate over a balanced budget.\n\n\"I don’t think any politician, Jefferson or otherwise, at this point was presented with a balanced budget amendment as we understand that today,\" said J.C.A Stagg of the University of Virginia.\n\nOberg said the 1798 letter cited by Goodlatte hardly qualifies as a public call to end government debt.  After all, she said, Jefferson threw out the idea in a private letter.\n\nOur ruling:\n\nGoodlatte said that Thomas Jefferson \"strongly supported\" the idea of a balanced budget amendment in 1798.\n\nThe congressman cites a 1798 letter Jefferson wrote to a friend saying he would like to see a constitutional amendment \"taking from the federal government the power of borrowing.\" This lends some credence to Goodlatte’s claim, although it’s a stretch to conclude that the private letter proves Jefferson \"strongly supported\" a balanced budget mandate.\n\nGoodlatte omits that Jefferson’s thoughts on government debt evolved in later years. As president in 1803, he borrowed money to make the Louisiana Purchase. And in 1813, he wrote another private letter suggesting it is OK to run up debt so long as its paid off in a generation.\n\nSo there’s some basis to Goodlatte’s characterization of Jefferson’s view in 1798, some exaggeration and some selective interpretation. We rate the statement Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12446"}