{"url": "/factchecks/2016/sep/02/john-plumb/reed-has-voted-trade-deals-opposes-tpp/", "speaker": "John Plumb", "vclaim": "Tom Reed \"has actually voted for every single trade deal that has ever come before him in any form.\"", "truth_label": "true", "date": "stated on August 29, 2016 in an interview on Capital Tonight.:", "title": "Reed has voted for trade deals", "text": "U.S. Rep. Tom Reed has come out against the Trans-Pacific Partnership, a trade accord with 11 Pacific Rim nations, but a Democrat trying to unseat him has made a point of reminding voters about his votes on other trade deals.\n\"He has actually voted for every single trade deal that has ever come before him in any form,\" John Plumb said in an interview on Capital Tonight. Plumb, like others, believes some free trade agreements have hurt the region economically.\nReed, R-Corning, first took office in 2011, and he’s taken conservative positions in a Congress where Republicans hold the majority.\nPlumb, who most recently served as a military aide in the Obama administration, moved back to the Jamestown area in May to run against Reed in the Southern Tier’s sprawling 23rd Congressional District.  \nWhile Reed has come out against the Trans-Pacific Partnership, that trade deal has yet to come up for a vote in Congress. But others have, so we checked his record to see if he voted for every single trade deal that has come before him so far.\nVoting on trade deals\nSince Reed took office, the United States has entered into three trade agreements. The agreements  - with Panama, Colombia and South Korea - took effect in 2012. Each reduced trade barriers between the United States and those countries. Reed voted in favor of all three when they came to the floor of the House of Representatives for roll call votes.\nReed also voted in 2015 to implement what’s known as Trade Promotion Authority. It has been used for decades to allow the sitting president to negotiate major trade deals with consultation from Congress. In this case, Congress gave President Obama authority to negotiate the Trans-Pacific Partnership. The legislation itself is not a trade deal but is seen as a precursor to one.\nThe Trans-Pacific Partnership would eliminate tariffs on goods and services, remove non-tariff barriers and set rules for trade and business investment among the United States and other countries in the proposed accord, including Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Singapore and Vietnam.\nNew York’s congressional delegation was mixed on the TPA bill because some saw it as a procedural pre-approval for the Trans-Pacific Partnership. Reed voted for the legislation, but he has said he does not support the negotiated Trans-Pacific Partnership.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\"Tom Reed opposes TPP. He has done so since the text was made available by the Obama administration,\" said Amy Hasenberg, a spokeswoman for his campaign. \"Like every trade deal that has come before Tom, he evaluated it on its merits. For Western New York, TPP didn't have any merits.\"\nVoting for free trade\nOther votes in Congress impact free trade, too. The Cato Institute has compiled votes in Congress on legislation supporting or limiting free trade.\nOne measure, for example, resurrected the Export-Import Bank. Reed voted in favor of resurrecting the Export-Import Bank in 2015 after its authority lapsed for five months.The bank offers credit to a small percentage of foreign buyers who may not be able to afford interest rates available on the free market. The bank subsidizes financing to those buyers by offering lower rates. The institute says the subsidies help some American companies at the expense of domestic customers, foreign suppliers, and other exporters. The bank promotes trade for some products made in the United States over others. The institute says this infringes on free trade.\n\"It’s paying them to do business with American companies,\" said Bill Watson, a trade policy analyst from the Cato Institute. \"The companies get a lower interest rate than they would in the free market.\n\"It does that by putting U.S. taxpayers on the line by guaranteeing financing,\" he added\nSimon Johnson of the Massachusetts Institute of Technology agrees, but he said that while export subsidies may reduce free trade, they typically increase trade overall.\nOur ruling\nIn an interview, Plumb said Reed \"has actually voted for every single trade deal that has ever come before him in any form.\"\nCongress has voted on three trade agreements with other nations since Reed took office in 2011, and a look at the roll calls confirmed he voted for each one. Reed did vote to reauthorize the Export-Import bank. But Plumb got it right when he said the congressman voted for the trade agreements.\nWe rate this claim as True.\nhttps://www.sharethefacts.co/share/ceb78aa0-2afe-4fbe-9a99-710a714a1232", "vclaim_id": "vclaim-pol-04378"}