{"url": "/factchecks/2008/sep/02/fred-thompson/mccain-bargained-with-his-vietnamese-captors/", "speaker": "Fred Thompson", "vclaim": "\"He was offered medical care for his injuries if he would give up military information in return. John McCain said, 'No.' \"", "truth_label": "false", "date": "stated on September 2, 2008 in a speech at the Republican National Convention:", "title": "McCain bargained with his Vietnamese captors", "text": "In his speech Sept. 2, 2008, to the Republican National Convention, former U.S. Sen. Fred Thompson, R-Tenn., recounted John McCain's time as a prisoner of war in Vietnam after his Navy plane was shot down in October 1967.\n\n\"They took him to the Hanoi Hilton, where he lapsed in and out of consciousness for days,\" Thompson said in St. Paul, Minn. \"He was offered medical care for his injuries if he would give up military information in return. John McCain said, 'No.' \"\n\n\nThompson compresses details of McCain's biography to offer the most positive picture of the Republicans' 2008 standard-bearer. But in doing so he contradicts statements McCain made in his bestselling autobiography,\n\nFaith of My Fathers.\n\n\n\nIn the book, co-written with Mark Salter, McCain recounts the grievous wounds he suffered when shot down and afterward at the hands of angry Vietnamese.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHe was taken to the Maison Centrale, known to POWs as the Hanoi Hilton, where he did lapse in and out of consciousness for four days and refuse his interrogators' demands for information. But then, McCain recounts, he tried a different approach with a prison officer nicknamed \"Bug.''\n\n\n\"Desperate, I tried to bargain with him. 'Take me to the hospital and I'll give you the information you want.' I didn't intend to keep my word, reasoning that after my injuries had been treated, I would be strong enough to deal with the consequences of not holding up my end of the bargain,'' McCain wrote.\n\n\nAs for never cooperating with Vietnamese, McCain also admits he eventually gave up information about his ship and Navy squadron. \"I regret very much having done so,'' he wrote.\n\n\nThompson needs to get his story straight. This claim is False.", "vclaim_id": "vclaim-pol-16024"}