{"url": "/factchecks/2017/jun/14/karen-handel/iran-complying-nuclear-deal-yes-small-hiccups/", "speaker": "Karen Handel", "vclaim": "Says Iran has \"violated the terms of the (nuclear) deal.\"", "truth_label": "barely-true", "date": "stated on June 8, 2017 in a debate:", "title": "Is Iran complying with the nuclear deal? For the most part, yes", "text": "Republican Karen Handel took aim at the Iran nuclear deal in two recent televised debates ahead of Georgia’s special election, accusing Iran of failing to comply with the agreement to scale back its nuclear program in exchange for relief from crippling economic sanctions.\n\"From the things that I have seen, they are and (have) already violated the terms of the deal,\" Handel said in a June 8 debate against Democrat Jon Ossoff ahead of the June 20 vote.\nIn the campaign for Georgia’s 6th, a historically Republican congressional district, Handel has been sharply critical of the agreement, which President Donald Trump disparaged as the \"worst deal ever negotiated\" during his 2016 run. GOP attack ads launched in May sought to paint Ossoff as a dangerous national security naif in part by highlighting his support for the Obama-era deal.\nThe agreement, formally known as the Joint Comprehensive Plan of Action, or JCPOA, was signed in 2015 by the United States and Iran, as well as China, Russia, France, Germany and the United Kingdom.\nUnder the deal, Iran has agreed not to pursue nuclear weapons and to allow continuous monitoring of its compliance. The United States and other countries agreed to lift sanctions on the condition that Iran abide by its end of the bargain, lest sanctions be reimposed.\nThe deal’s finer details get very technical very quickly, with dozens of limitations placed on Iran’s nuclear-related activities. But the major points concern Iran giving up materials it could use to quickly build a nuclear weapon.\nIran agreed to relinquish nearly all of its enriched uranium stockpile (97 percent) and 70 percent of its centrifuges, which are used to enrich uranium. It also agreed to stop plutonium production and to dismantle its plutonium reactor.\nBecause Iranian compliance is a crucial national security issue, we decided to look closer at Handel’s repeated claims that the Islamic Republic had violated the terms of the deal.\nIran is in compliance\nThe prevailing view among foremost authorities is that Iran has complied with the deal.\nThe International Atomic Energy Agency, the UN’s nuclear watchdog, has primary monitoring responsibility, and its quarterly reports are considered the authoritative view of Iran’s compliance.\nWith a couple of minor exceptions we’ll deal with later, the agency has repeatedly found Iran to be in compliance with the terms of the agreement.\nThe U.S. State Department, which is required to report to Congress every 90 days on Iran’s compliance, also certified in April that the Islamic Republic is living up to its end of the deal.\nAdditionally, experts we interviewed agreed Iran is complying with nuclear pact.\nSo case closed, right? Mostly, but with some minor qualifications.\nExcessive ‘heavy water’ a drop in the bucket\nWhile the IAEA has certified Iran’s compliance in its quarterly reports, Iran’s record is not without blemishes. The Handel campaign zeroed in on those.\nHandel’s campaign aide pointed us to news reports and congressional testimony that highlighted instances where Iran committed two small infractions of a highly technical nature.\nThe deal says Iran can keep 130 metric tons of \"heavy water,\" a modified liquid used in some nuclear reactors. However, Iran has twice crept over its limit, according to the IAEA, each time by a fraction of one ton.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThese breaches formed the core basis of Handel’s claim that Iran violated the nuclear deal. Some experts we spoke to said Iran has tried to create wiggle room by interpreting portions of the agreement to favor their own interests. But the clear consensus is that it overstates the case to say Iran has violated the deal.\nDaryl Kimball, the executive director Arms Control Association, downplayed the heavy water issue as a \"minor infraction,\" and noted that Iran currently does not have a functioning heavy water reactor. In other words, from a practical standpoint, the issue is essentially moot because excessive heavy water wouldn’t move Iran closer to building a nuclear weapon.\nSeveral experts also noted Iran quickly rectified its breach to come back into compliance.\nHandel’s campaign pointed us to congressional testimony by David Albright, president of the Institute for Science and International Security, who warned lawmakers in February about Iran exceeding its heavy water cap.\nBut Handel’s own source now appears to have a more sanguine view on the state of Iran’s compliance.\n\"Iran appears to be complying more strictly with JCPOA limitations over which it was facing controversy, such as the heavy water cap,\" Albright wrote in a June 5 analysis of the IAEA’s latest Iran report.\nIt is also worth noting that Albright told lawmakers on April 5 that he did not believe Iran’s excessive supply of heavy water justified reimposing sanctions.\nInevitable ‘small hiccups’\nSeveral experts said that under any technical agreement there are bound to be minor implementation issues.\n\"A complex, technical process like this one is inevitably going to face small hiccups,\" said Ariane M. Tabatabai, visiting assistant professor at Georgetown University's School of Foreign Service. \"Just as Iran believes there have been hiccups on the U.S. side.\"\nShe added it’s important to distinguish brief slip-ups ― like Iran’s temporary, slightly excessive heavy water inventory ― from major violations.\n\"What’s critical to watch is whether the parties settle those issues in a timely manner and whether they remain fairly minor,\" Tabatabai said. \"So far, the IAEA, State (Department) and the (European Union) believe this was the case.\"\nRichard Nephew, senior research scholar on global energy policy at Columbia University, added that allegations of cheating are best reserved for clear-cut, consequential breaches, should they arise.\n\"I don't agree with Ms. Handel's assertion,\" he said, \"and think that it is overstated.\"\nOur ruling\nHandel said Iran has \"violated the terms of the (nuclear) deal.\"\nThe IAEA, the foremost authority on the matter, has repeatedly deemed Iran in compliance with the nuclear deal. The State Department has also certified the Islamic Republic is holding up its end of the bargain, and a host of experts affirmed these definitive findings.\nHowever, the IAEA did report two instances where Iran barely -- and briefly -- exceeded its supply of a nuclear reactor component known as \"heavy water.\"  \nBut experts said this minor breach posed no practical risk of moving Iran closer to developing a nuclear weapon, and added that such infractions should not be interpreted to mean Iran has not complied with terms of the deal.\nWe rate Handel’s statement Mostly False.\n Share the Facts 2017-06-14 19:31:16 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Iran has \"violated the terms of the (nuclear) deal.\"    Karen Handel Republican Candidate   Debate Thursday, June 8, 2017 2017-06-08    Read More  info", "vclaim_id": "vclaim-pol-03211"}