{"url": "/factchecks/2015/mar/24/americans-prosperity-florida/koch-backed-group-says-georgia-solar-policies-cost/", "speaker": "Americans for Prosperity: Florida", "vclaim": "Recent solar energy policies in Georgia \"have resulted in rate hikes and did not result in solar becoming any more economically viable.\"", "truth_label": "pants-fire", "date": "stated on March 10, 2015 in a news release:", "title": "Koch-backed group says Georgia solar policies cost more", "text": "A group backed by the Koch brothers is arguing a proposed constitutional amendment that would change Florida solar energy regulations will lead the Sunshine State down a dark path.\nAmericans For Prosperity Florida says a petition being circulated by solar advocates Floridians for Solar Choice is the wrong move for the state, and will result in higher costs and decreased competition.\nThe proposal needs nearly 700,000 signatures to get on the 2016 ballot, allowing voters to decide on an amendment that would change current Florida law that says customers can only buy electricity from a utility. If the amendment is approved, customers could buy electricity from solar installers and not just utility companies. We’ve written about it before here.\nAt a March 10, 2015, news conference, AFP members said the amendment was misguided. They backed up their point of view by implying Georgia’s solar policies are \"burdensome and expensive government mandates\" that shouldn’t be emulated, and cited a Louisiana study that solar power would be very expensive to implement.\nAFP Florida followed up the conference with a release that read, \"In Georgia, similar net metering policies have resulted in rate hikes and did not result in solar becoming any more economically viable.\"\nIs it true that energy regulations in Georgia -- often cited as a leader in implementing new solar policies -- have made electric rates go up? Time to rate the rates.\nElectric move\nIt turns out we’ll be taking a quick look at Louisiana, too, because that’s the state AFP meant to name when citing net metering. They apologized and said they would correct the release, thanking PolitiFact for pointing out the error. We’ll be discussing both states for this check.\nWhat is net metering, anyway? In simplest terms, it’s the process of selling self-generated electricity, such as the power made by solar panels on your house, back to a utility company for a credit. The proposed Florida amendment doesn’t really concern itself with that, but rather removes a roadblock to buying power from someone other than a registered electric provider, like Duke Energy or Florida Power & Light. Right now, if a solar provider wants to sell its power, it must sell it to one of these utilities.\nCritics say being able to end this monopoly is key to expanding solar efforts in Florida, which is ranked 13th in solar installations by the Solar Energy Industries Association. Florida also is one of five states that specifically outlaw buying solar power directly from a provider. The others are Kentucky, North Carolina, Oklahoma and Georgia.\nWhile Georgia isn’t trying to open the market the same way the Florida amendment would, the Peach State is enjoying its own moment in the sunshine on the subject of solar.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe state in 2008 offered homeowner tax credits to boost solar installations, a program that expired in 2014.The Georgia Public Service Commission worked with the state’s largest utility, Georgia Power, to create the Georgia Power Advanced Solar Initiative in 2012.\nThe utility created programs to let businesses and homeowners sell solar energy to Georgia Power, as well as working out power-purchase agreements with big solar developers. The plan has been called a success by advocates, the state’s PSC and electric providers, and plans for expanding the amount of solar power in the state are in the works.\nGeorgia Power has said there has been no \"upward pressure on consumer rates.\" Spokesman John Kraft told PolitiFact Florida that from the beginning, part of the initiative was that the company would be able to buy solar-generated electricity at or below rates it would cost the company for traditional means, such as electricity generated by burning fossil fuels or using nuclear power. The program was voluntary from the beginning and not a state mandate.\n\"There isn’t a regulation per se that says you have to do this amount,\" Kraft said. \"The PSC had been asking us for ways to do more solar.\"\nSo what about Louisiana? AFP Florida told us that’s really the place that saw higher electric rates because of solar policies. They cited a 2015 study for the Louisiana Public Service Commission, which was debating what to charge solar power customers for electricity. The report focused on the state’s 50 percent tax credit for installing new solar panels, and said those credits cost the state at least $89 million.\nThe study became controversial because the study’s author -- consultant and Louisiana State University energy studies professor David Dismukes -- had written favorably about the oil and gas industries before. Solar advocates called the report biased for not focusing on the jobs the industry had created and misrepresenting how the state’s tax credits work.\nSetting aside the controversy over the study, Louisiana customers outside of New Orleans did see a base rate hike in 2014, which cost the average ratepayer about 47 cents per month. But that increase was approved by the PSC in 2013 and was over several issues, including the cost of maintaining an aging power grid. Electric utility company Entergy did not specifically mention solar as being an issue when announcing the base rate change.\nLast year, Louisiana voted to end its 50 percent tax credit for solar installations in 2017. Gov. Bobby Jindal is considering cutting it sooner to fill a $1.6 billion budget gap this year.\nSo while Louisiana did see a rate increase, we don’t see evidence that it was specifically related to a solar initiative.\nOur ruling\nAmericans for Prosperity Florida said recent solar energy policies in Georgia \"have resulted in rate hikes and did not result in solar becoming any more economically viable.\"\nThe group admitted it meant to say Louisiana, which is having its own debate on the issue. But the program in Georgia is thriving. Part of Georgia's implementation plan was that using solar power wouldn’t affect rates, and it hasn’t, Georgia’s largest utility said. Louisiana did see a rate increase, but it doesn't seem to be specifically related to a solar initiative.\nThe statement is completely wrong. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-06595"}