{"url": "/factchecks/2016/jul/26/funny-or-die/fact-checking-funny-or-die-video-about-trump-brand/", "speaker": "Funny Or Die", "vclaim": "Says Trump shirts are made in Bangladesh, Trump suits in Mexico, Trump Vodka in the Netherlands, Trump crystal barware in Slovenia and his cufflinks and ties in China.", "truth_label": "mostly-true", "date": "stated on July 25, 2016 in a video shown at the Democratic National Convention:", "title": "Fact-checking the Funny Or Die video about Trump-brand products made overseas", "text": "Bringing manufacturing jobs back to the United States is a cornerstone of Donald Trump’s campaign.\nBut comedy actor Ken Jeong and former White House economist Austan Goolsbee pointed out an apparent hypocrisy in a Funny Or Die video shown at the Democratic National Convention: Many Trump-branded products are made overseas.\nThe video starts out with Jeong praising Trump’s businesses: \"Yeah, you make stuff right here!\"\nThen Goolsbee, who served in President Barack Obama’s administration responds, \"He didn’t do that.\"\nGoolsbee and Jeong then go through a series of Trump-brand products — shirts, neckties, suits, cufflinks, vodka and glassware — to see where they were made.\nBy the end, an exasperated Jeong says, \"So Austan, if that is your real name, Donald Trump says he would bring back jobs to America when he himself made millions outsourcing his own Donald Trump stuff to be made everywhere else.\"\n\"That is a pretty astute observation, Ken.\"\nWe decided to go through their list of Trump products and check the \"made in\" labels. We found many of the products through Trump’s website, which has a page for the Donald J. Trump Collection, which includes suits, accessories and eyewear. We then explored the country for origin for each one.\nClaim: Trump shirts are made in Bangladesh.\nWe found Trump shirts on Amazon that were made in Bangladesh and China, as well as some listed simply as \"imported.\"\nClaim: Trump neckties are made in China.\nWe saw a \"made in China\" label on a Trump tie for sale on eBay.\nClaim: Trump suits are made in Mexico.\nWe actually found quite a few Trump suits on Amazon that were made in the United States. But we also found ones made in India and China. We couldn’t immediately find an example of a suit made in Mexico for sale, but Trump has acknowledged he has made some of his clothing line there.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n(Update: After we published this fact-check, the Clinton campaign sent us an example of an individual who posted a picture on Facebook of a Trump suit with a \"made in Mexico\" label.\nClaim: Trump cufflinks are made in China.\nWe found some cufflinks that were made in China and others listed as imported.\nClaim: Trump Vodka is made in the Netherlands.\nYes, Trump Vodka was distilled there, according to online liquor sellers.\nClaim: Trump crystal barware is made in Slovenia.\nSlovenian glassware producer Steklarna Rogaška partnered with Trump to sell their product under his name in the United States.\nTrump’s wife is also from Slovenia, which prompted Jeong to cry out her name: \"Holy Melania!\"\nBut not all Trump products are made overseas.\nIn a previous fact check, we found Trump-brand bedding, cologne, Trump Natural Spring Water and Trump Wine are all made in the United States.\nAnd if you’re wondering, some Trump products also are made in the United States, including the candidate’s iconic \"Make America Great Again\" baseball cap, which is manufactured in California. We gave a Pants on Fire rating in October to a claim made by Twitter users that the hats were made in China.\nIt’s worth noting, too, that 97 percent of all clothes sold in the United States are made overseas, according to the American Apparel and Footwear Association.\nOur ruling\nThe Funny or Die video said Trump shirts are made in Bangladesh, Trump suits in Mexico, Trump Vodka in the Netherlands, Trump crystal barware in Slovenia and his cufflinks and ties in China.\nWe found examples of all of these products made in the countries Jeong and Goolsbee mentioned, with the exception of a suit made in Mexico. But we did find suits made in other countries, and there are examples of other Trump clothing products made in Mexico. Some suits, in fact, are made in the United States.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/e4ca60a0-598b-41f7-b7d2-2fed1838e7fb", "vclaim_id": "vclaim-pol-04612"}