{"url": "/factchecks/2010/apr/02/foundation-floridas-future/foundation-floridas-future-claims-theres-bipartisa/", "speaker": "Foundation for Florida's Future", "vclaim": "''Both Democrats and Republicans are advocating for the use of student test scores to measure teacher effectiveness.''", "truth_label": "half-true", "date": "stated on March 26, 2010 in a press release:", "title": "Foundation for Florida's Future claims there's bipartisan support for using student test scores to measure teacher effectiveness", "text": "The Foundation for Florida's Future, founded and chaired by former Republican Gov. Jeb Bush, says both Democrats and Republicans are advocating the use of student test scores to measure teachers' effectiveness.The group issued the claim in a bid to refute the notion that reform is \"a purely partisan effort\" at a time when an education bill making its way through the Florida Legislature is causing a political firestorm. It has grown so heated that the sergeants-at-arms had to form a barrier between angry educators and lawmakers at the end of a March 25, 2010, hearing of the House Pre-K-12 Policy Committee.The foundation made the claim in an e-mail sent to Florida political editors on March 26, 2010, entitled ''Myth vs. Fact: The Truth About Reform [Round Two] Modernizing Teacher Evaluations, Tenure and Compensation for the 21st Century.'' It goes on to say that reform advocates include President Barack Obama, Education Secretary Arne Duncan and the Bill and Melinda Gates Foundation, and cites Florida's business community as calling on the Florida Legislature to act on these issues. The e-mail contains many interesting facts, but we decided to focus on whether former Gov. Bush's own state – clearly a focus of the foundation's e-mail – is the bipartisan paradise his organization describes.On March 24, the Senate voted 21-17 to approve a bill (SB 6) that included language that would link teacher pay raises to student standardized tests rather than years of service. The legislation includes creation of a ''Performance Fund for Instructional Personnel and School-Based Administrators.'' The Associated Press reported that the bill passed \"the Republican-controlled Senate on largely party-line vote,\" over the opposition of \"the Florida Education Association,\" the statewide teachers union, which AP described as \"an important Democratic constituency group.\"In the Senate roll call vote, four GOP senators broke with the party and voted against it. So did every single Democrat who voted on the measure. One of those who voted against it was Paula Dockery, the Lakeland Republican who is challenging Florida Attorney General Bill McCollum for their party's gubernatorial nomination. Two lawmakers – Sen. Andy Gardiner, R-Orlando, and Sen. Nan Rich, D-Weston – did not vote.The House version of the Senate bill (HB 7189) is pending a vote in the full House the week of April 5. It was approved by the House PreK-12 Policy Committee, 9-6, on March 25. Every Democrat voted against it along with one Republican, Mike Weinstein, R-Orange Park.Some opponents call it a union-busting bill. Other critics say linking teacher pay to pupils' performance on standardized tests would pile on more tests in an already test-preoccupied state. Moreover, parent-teacher groups opposing the measure – and urging the House to vote it down – are pushing for defeat of the legislation sponsored by Sen. John Thrasher, a Republican and chairman of the state Republican party.Even former Gov. Bush on March 25, 2010 – the morning after the Florida Senate passed the bill – acknowledged a Republican-Democratic divide in talking about education reform efforts on the MSNBC cable network program Morning Joe.\"I think Secretary Duncan and President Obama deserve credit for a) challenging a really powerful core constituency in their own party but b), more importantly, putting students first rather than the adults in the system,\" he said. \"And so there's all sorts of common ground now that is very exciting. And I think that is perhaps one of the reasons why there's a lot of new energy around this. But charter schools in places that historically haven’t had them, a stronger form of accountability, a real focus on children that lag behind, has yielded incredible results in places like Florida … \"President Obama and Duncan may be advocating some education reforms. But in response to a reporter's question on March 10, White House spokesman Robert Gibbs seemed to draw a distinction between ''merit pay'' and ''performance pay.''Here's part of the March 10 exchange:Q: So he does support merit pay increase for performance.MR. GIBBS: He supports the pay for performance, and I think a grand expansion of those ideas across a number of school districts was one of the many things – including early childhood education, changes in data and innovation -- that I think lay out the strong foundation for an educational reform agenda that the President believes will ultimately lead to increased economic growth.Moreover, Obama acknowledged the partisan rancor himself in a March 10, 2009, speech to the Hispanic Chamber of Commerce on a Complete and Competitive American Education: \"For decades, Washington has been trapped in the same debates that have paralyzed progress and perpetuated our educational decline. Too many supporters of my party have resisted the idea of rewarding excellence in teaching with extra pay, even though we know it can make a difference in the classroom.\"...I think you'd all agree that the time for finger-pointing is over. The time for holding us – holding ourselves – accountable is here. What's required is not simply new investments, but new reforms. It's time to expect more from our students. It's time to start rewarding good teachers, stop making excuses for bad ones.\"Patricia Levesque of the Foundation for Florida's Future says the \"Myth vs Fact\" claim intentionally focused on the federal landscape, which is more favorable to the notion of rewarding teachers for accomplishment in the classroom. Asked why Florida Democrats don't follow what she sees as a national trend, she replied: \"That's the million-dollar question. It really is federally and in other states a bipartisan issue.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIt is true that President Obama and Education Secretary Duncan support performance pay for teachers, which is among the key provisions in SB 6. But in Florida, where the foundation also focuses its claim, the Democrats are on the other side of this very contentious debate. So we rate the claim Half True.", "vclaim_id": "vclaim-pol-15145"}