{"url": "/factchecks/2014/may/29/brett-hulsey/brett-hulsey-says-mary-burke-would-have-required-s/", "speaker": "Brett Hulsey", "vclaim": "Says opponent Mary Burke told reporters she would have \"required workers to give up bargained-for healthcare and retirement benefits like Gov. Walker.\"", "truth_label": "barely-true", "date": "stated on May 21, 2014 in a letter:", "title": "Brett Hulsey says Mary Burke would have required the same benefit cuts that Scott Walker did with Act 10", "text": "Democrat Brett Hulsey says that any union member who supports Mary Burke \"is like a chicken who votes for Colonel Sanders.\"\nThem’s fightin’ words -- and they’re aimed at a fellow Democrat vying to take on Republican Gov. Scott Walker in the November election.\nHulsey, a state representative from Madison and former vice president of a union local at a Sierra Club office, alleges outsourcing of jobs by Trek Bicycle when Burke was a Trek board member. Hulsey is also displeased with Burke’s support of a charter school in Madison, where she is on the school board.\nBut what really miffs Hulsey is Burke saying it was \"reasonable\" and \"fair\" for public employees to pay more toward their state-funded pensions and health insurance in 2011.\nIn his controversial move to sharply limit collective bargaining, Walker and fellow Republicans imposed those cost-sharing moves on state employees and cleared the way for local governments to do the same. It was part of the law known as Act 10.\nHulsey is accusing Burke of Walker-like anti-union behavior regarding those benefits and other issues. She supports \"taking\" public servants’ healthcare and retirement benefits, Hulsey claimed in a May 21, 2014 news release.\nAnd in a letter to Burke in advance of the South Central Federation of Labor’s annual bean feed, a long-running celebration sponsored by the Madison-based labor union umbrella group, Hulsey wrote:\n\"You told the Milwaukee Journal Sentinel that you would have required workers to give up bargained for healthcare and retirement benefits like Gov. Walker.\"\nIs Hulsey right?\nBurke’s statements on Act 10\nBurke, who entered the governor’s race in early October 2013, has been remarkably consistent in her comments on Act 10.\nAs support for his claim, Hulsey cites an April 18, 2014 interview with the Journal Sentinel in which Burke said she would work to restore collective bargaining for public workers while still seeking efficient government.\nIn the interview, Burke said: \"If I had been governor I would have made sure I bargained for the changes that needed to be made to balance the state budget. I think it was only fair to ask for contributions to health care and pensions but I think those could have been negotiated, certainly firmly but fairly.\"\nWalker’s approach, she said, left the state divided and has caused teachers and prospective educators to question whether salaries and benefits will be sufficient to support their careers and pay off student loans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"Wisconsin walked away from the table and left it in a worse place,\" Burke said.\nSo, Burke staked out a somewhat nuanced position.\nShe defended getting public workers to pay more.\nShe said she’d have negotiated over the pension and health changes, in contrast to Walker’s approach of removing those as subjects of bargaining.\nAnd she suggested she could have achieved a result similar to Walker’s by being firm in her \"ask\" for the benefits changes.\nCould she have? That’s debatable. In 2011, some union leaders at one point said they’d agree to the benefits givebacks. But that was under extreme pressure because Walker had the votes for the stringent limits on bargaining -- and a ban on employers from deducting union dues from employee paychecks.\nIn any event, it’s clear from Burke’s comments that she wanted a similar result on pension and healthcare cost-sharing as Walker, but wouldn’t -- and couldn’t -- have \"required\" workers to pay more. That’s because, she said, she’d have negotiated to try to get that.\nBut her comments also suggest she would have made a high priority of getting those \"fair\" givebacks in exchange for something else.\nBurke’s comments have been met with disappointment from some quarters on the left and among union leaders, but she’s received endorsements from the largest state employee union, major teachers unions and the state AFL-CIO.\nThey said her support is clear for collective bargaining, which she described as \"something that I believe in and think is right for our state,\"  in an appearance on The Devil’s Advocates radio show.\nMeanwhile, Hulsey is making a full-throated pledge to try to repeal Act 10 as a whole, including the benefits cuts, saying the cuts were not necessary. He has pledged to provide back pay to workers whose wages declined because of the act.\nHulsey told us that Burke’s comments -- that she would have negotiated the benefits changes she needed -- amount to an approach that would have \"required\" the cuts of workers, \"just in a more humane way\" than Walker.\nOur rating\nHulsey claimed Burke told Journal Sentinel reporters and editors that she \"would have required workers to give up bargained-for healthcare and retirement benefits like Gov. Walker.\"\nThere’s an element of truth here in that Burke did say she backed benefits cuts in the same areas as Walker got, and was confident she could have achieved them.\nBut Hulsey’s phrasing makes it sound like Burke backs Walker’s approach. That’s a huge stretch given that she would have left collective bargaining intact and tried to negotiate the cost-cutting moves.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-07812"}