{"url": "/factchecks/2012/apr/13/joe-biden/joe-biden-says-people-earning-200000-already-pay-3/", "speaker": "Joe Biden", "vclaim": "The 30 percent tax rate called for under President Barack Obama’s proposed Buffett Rule \"is lower than the prescribed tax rate for millionaires already -- not just for millionaires, for people making over $200,000.\"", "truth_label": "half-true", "date": "stated on April 12, 2012 in a speech in Exeter, N.H.:", "title": "Joe Biden says people earning $200,000 already pay 30 percent tax rate", "text": "The White House has recently mounted several public events to rally support for a proposal it calls the \"Buffett Rule\" -- a provision that would ensure that the richest Americans wouldn’t pay federal income tax rates lower than that of middle-income Americans.\n\nDuring an April 12, 2012, visit to Exeter, N.H., Vice President Joe Biden focused his speech on the proposal. Here’s a portion of what Biden said:\n\n\"No one who makes a million dollars or more in any single given year will pay at an effective tax rate that's less than 30 percent.\" Later, he added, \"Anybody making a million dollars can't pay 30 percent in taxes? That's lower than the prescribed tax rate for millionaires already -- not just for millionaires, for people making over $200,000.\"\n\nWe wondered if Biden got his math right.\n\nThe first thing we noticed about Biden’s speech is its definition of the Buffett Rule, which stems from billionaire investor Warren Buffett’s observation that his secretary paid a higher tax rate than he did. It differed from what appeared in a White House web page on the topic.\n\nThe White House website defines the Buffett Rule without citing a specific tax rate: \"No household making more than $1 million each year should pay a smaller share of their income in taxes than a middle class family pays,\" the Web page says.\n\nIt turns out that the White House has filled in some of the operational details elsewhere, and the 30 percent rate is indeed what the rule would require.\n\nThe president’s fiscal year 2013 budget proposal said that \"those making over $1 million should pay no less than 30 percent of their income in taxes. The administration will work to ensure that this rule is implemented in a way that is equitable, including not disadvantaging individuals who make large charitable contributions. And he is proposing that the Buffett rule should replace the Alternative Minimum Tax, which now burdens middle-class Americans rather than stopping the richest Americans from paying too little as was originally intended.\"\n\nSo is it true, as Biden said, that the 30 percent tax rate \"is lower than the prescribed tax rate for millionaires already -- not just for millionaires, for people making over $200,000.\"\n\nThat’s a complicated question to answer.\n\nA big part of the confusion comes from Biden’s blurring how tax rates work in his speech.\n\nCurrently, the federal income tax has six \"brackets\" -- ranges of taxable income for which there is a specified tax rate, known as the marginal rate. They are 10 percent, 15 percent, 25 percent, 28 percent, 33 percent and 35 percent. For instance, every taxpayer filing as an individual -- no matter how rich or poor -- pays a 10 percent tax rate on the first $8,700 of income. For the next $26,650, taxpayers pay 15 percent, and so on, all the way up to 35 percent for all income above $388,350. The income cutoffs are different for married couples filing jointly and for heads of households.\n\nTo make this real, let’s take a look at sample taxpayers at the two income levels Biden cited -- $200,000 and $1 million -- using this Web-based tax calculator.\n\n• Individual earning $200,000. This taxpayer would be in the 33 percent tax bracket -- every dollar over $178,650 would be taxed at 33 percent. However, taking into account the lower tax rates for the dollars earned below $178,650, the effective tax rate for this filer would be just over 25 percent.\n\n• Married couple earning $200,000 filing jointly. This couple would be in the 28 percent tax bracket -- every dollar over $142,700 would be taxed at 28 percent. However, taking into account the lower tax rates for the dollars earned below $142,700, the effective tax rate for this couple would be a little under 22 percent.\n\n• Individual earning $1 million. This person would be in the 35 percent tax bracket, with an effective tax rate of 32.7 percent.\n\n• Married couple earning $1 million filing jointly. This couple would be in the 35 percent tax bracket, and their effective tax rate would be a little under 32 percent.\n\nTwo issues. First, looking only at the highest marginal rates paid, Biden is correct for three of these categories and incorrect on one. Married couples earning $200,000 face a marginal tax rate of 28 percent, not 30 percent.\n\nSecond, taking into account the total tax paid as a percentage of income, Biden is correct that individuals and couples making $1 million a year already face effective rates in excess of 30 percent, but individuals and couples earning $200,000 face effective rates significantly lower than 30 percent -- about 22 percent for couples and 25 percent for individuals. A married couple would have to earn $617,000 to face an effective tax rate of 30 percent, and an individual would need to earn $465,000.\n\nWe should point out that these calculations assume that the taxable income in question is subject to the tax rates levied on ordinary income. In reality, many richer Americans earn a portion of income from capital gains, which are taxed less heavily than most of the ordinary income brackets -- 15 percent. So the effective tax rate for these taxpayers will be lower than the rates cited above. This is what prompted Warren Buffett to write the column that led to the Buffett Rule in the first place. But since it’s not possible for us to construct a model to gauge this factor, we won’t be including it in our discussion.\n\nOur ruling\n\nIn the speech, Biden mixed and matched two different types of tax rates -- marginal tax rates, which refer to the rate paid on the last dollar of income, and effective tax rates, which refer to the percentage of income someone ultimately paid in taxes. When Biden says the rate required by the Buffett Rule \"is lower than the prescribed tax rate for millionaires already,\" he’s comparing the percentage of income paid as taxes (the Buffett Rule) to a marginal tax rate (\"the prescribed tax rate for millionaires already\"). Making this comparison is mixing apples and oranges.\n\nIn the meantime, if you look at the effective tax rates paid by the two groups he’s talking about, he’s right that millionaires already have an effective tax rate of at least 30 percent, assuming their income doesn’t include capital gains -- but he’s wrong when he says that taxpayers earning $200,000 do. In fact, taxpayers would have to have much higher taxable incomes before facing that rate -- $617,000 for married couples and $465,000 for individuals. Overall, Biden’s claim is a mixture of accurate and inaccurate information. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11269"}