{"url": "/factchecks/2012/jul/23/facebook-posts/the-us-is-no-in-gun-violence-is-it/", "speaker": "Facebook posts", "vclaim": "\"USA is #1 in gun violence.\"", "truth_label": "half-true", "date": "stated on July 21, 2012 in a post on the Internet:", "title": "Facebook post says the U.S. is No. 1 in gun violence. Is it?", "text": "In the wake of the mass shooting in Aurora, Colo., Americans took to social media to express their views on guns and violence.\n   \nA reader sent us one Facebook post about the extent of gun violence in the United States. It said, \"USA is #1 in gun violence. Nearly 100,000 people get shot every year. That's 270 people a day and 87 dead because of gun violence every day.\"\n   \nIn this item, we’ll look at the first part of that claim -- that the \"USA is #1 in gun violence.\"\n\nInternational comparisons are always tricky, because there are differences from country to country in the definitions being used as well as the reliability and timeliness of the data. The most comprehensive international comparisons we found were published by the United Nations Office on Drugs and Crime.\nBecause of limited comparable data, we are defining gun violence as gun homicides.\nLet’s look at a few statistics:\n\nAnnual homicides from firearms\n\nAccording to the U.N. figures, the U.S. had 9,146 homicides by firearm in 2009. That year, Colombia and Venezuela both exceeded the U.S. total, with 12,808 and 11,115 firearm deaths, respectively. Three other nations topped the U.S. amount in the most recent year for which data is available: Brazil (34,678 in 2008), Mexico (11,309 in 2010) and Thailand (20,032 in 2000).\n\nSo the U.S. ranks high in this category, but not first. Even using the higher U.S. homicide figure of 11,493 in 2010 from the Centers for Disease Control and Prevention (cited here), the U.S. still doesn’t rank first internationally.\n\nAnnual homicide rate for firearms\n\nBecause the U.S. is so big, it's better to compare the frequency of firearm homicides per capita, usually expressed as firearm homicides per 100,000 in national population.\n\nAccording to the U.N., the U.S. had 3.0 firearm homicides per 100,000 in population in 2009. But there were 14 other nations that had higher rates in 2009, primarily in Latin America and the Caribbean: Honduras (57.6), Jamaica (47.2), St. Kitts and Nevis (44.4), Venezuela (39.0), Guatemala (38.5), Colombia (28.1), Trinidad & Tobago (27.3), Panama (19.3), Dominican Republic (16.9), Bahamas (15.4), Belize (15.4), Mexico (7.9), Paraguay (7.3) and Nicaragua (5.9). Three other nations had higher rates in 2008: El Salvador (39.9), Brazil (18.1) and Ecuador (12.7).\n\nSo the U.S. doesn’t rank no. 1 when firearm homicides are adjusted for population.\n\nWhere the U.S. does rank high in firearm violence\n\nThe main area where the U.S. exceeds the firearm violence of other nations is in comparison to other affluent nations. Using the U.N. data, European nations -- even former eastern bloc countries -- typically have rates well below 1 per 100,000, or far less than one-third the frequency seen in the U.S. The pattern is similar in other advanced industrialized nations, such as Canada, Taiwan, Japan, Australia and New Zealand.\n\nOne study published in 2011 confirms this finding. The study, published in the Journal of Trauma -- Injury Infection & Critical Care, found that firearm homicide rates were 19.5 times higher in the U.S. than in 23 other \"high income\" countries studied, using 2003 data. Rates for other types of gun deaths were also higher in the U.S., but by somewhat smaller margins: 5.8 times higher for firearm suicides (even though overall suicide rates were 30 percent lower in the U.S.) and 5.2 times higher for unintentional firearm deaths.\n\nOur ruling\n\nThe Facebook post says the \"USA is #1 in gun violence.\" That's only true if you compare the U.S. with other affluent nations on a per capita basis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut widening the comparison to all nations, not just the richest ones, there are at least 17 other countries with higher per capita rates of gun homicides, most of them with rates astronomically higher than the U.S. rate.\n\nAnd measured by raw gun homicides, the U.S. doesn’t rank first -- at least two and possibly as many as five countries have had more gun homicides in recent years than the U.S. did. On balance, we rate this claim Half True.", "vclaim_id": "vclaim-pol-10718"}