{"url": "/factchecks/2012/jan/06/david-cicilline/us-rep-david-cicilline-says-providence-made-full-p/", "speaker": "David Cicilline", "vclaim": "\"I think with the exception of the last year or maybe the last two years, we were at 100 percent\" when it came to contributing to the Providence pension fund.", "truth_label": "mostly-true", "date": "stated on December 25, 2011 in an appearance on WPRI's Newsmakers:", "title": "U.S. Rep. David Cicilline says Providence made full pension contributions six of eight years that he was mayor", "text": "On the Christmas Day edition of WPRI’s \"Newsmakers,\" talk turned to the public employee pension problems in Rhode Island. Former Providence Mayor and now U.S. Rep. David Cicilline was asked how often his administration properly funded the city's pension system.\n\nCicilline initially said the city made its annual required contribution (ARC) -- the amount that experts say is needed to properly fund that system -- every year during his eight years as mayor. But then he backed off a bit, not always finishing his sentences.\n\n\"We made it every year and I think the last year . . . One thing that we set out [to do] -- we had a plan that made sure we made 100-percent contribution to the system to keep us current, which doesn't deal with the unfunded liability but it stops the bleeding,\" he said. \"I think with the exception of the last year or maybe the last two years, we were at 100 percent. I think the last year it was 90 . . .\"\n\nAt that point, WPRI reporter Tim White broke in and asked, \"You're saying you made the ARC six times in your administration?\"\n\n\"Yeah, I think to the 100 percent,\" Cicilline said. \"I think two years we got over 90 but didn't . . . But the unfunded liability occurred because -- and this happened in Providence for many years before I took office -- that the city didn't make its 100-percent contribution.\"\n\nSince he left the mayor's office, Cicilline has come under a lot of fire over how he managed the city's finances, so we decided to check his statement.\n\nWe turned to the latest report by Buck Consultants, which determines how much Providence is supposed to put into its pension program each year. The report also lists how much the city was supposed to invest each year and how much it actually did.\n\nThe report goes back to the fiscal year ending June 30, 1996, when the city invested all of the $16.1 million that it was supposed to. But in following years, the contribution started to fall. With Vincent \"Buddy\" Cianci Jr. in his second era as mayor, the level dropped to 93.6 percent, then 57.5 percent, then lower still. During Cianci's last year in office -- 2002 -- it was 64.2 percent.\n\nCicilline is correct when he says that the contribution level rose after he took over from acting Mayor John Lombardi. During the 2003 fiscal year -- when Cicilline had been at the helm for only six months -- the contribution rate rose to 80.1 percent.\n\nThe amount kept rising, but the contribution level didn't hit or exceed 100 percent until the 2007 fiscal year, more than three years after he took office.\n\nOver the subsequent three years it averaged 100 percent -- 100.2 percent in 2007, 100 percent in 2008 and 99.8 percent in 2009 -- but then dipped a bit to 97.7 percent. By then, the price tag for financing the city's employee pension program had grown to $50.3 million, more than three times what it was in 1996.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFiscal year ending June 30\n\nMayor(s)\n\nAnnual Required Contribution\n\nPercent Contribution\n\n\n\n1996\n\nVincent \"Buddy\" Cianci\n\n$16,136,000\n\n100.00%\n\n\n\n1997\n\nCianci\n\n$21,089,000\n\n93.58%\n\n\n\n1998\n\nCianci\n\n$35,701,000\n\n57.52%\n\n\n\n1999\n\nCianci\n\n$37,445,000\n\n56.15%\n\n\n\n2000\n\nCianci\n\n$37,415,000\n\n60.00%\n\n\n\n2001\n\nCianci\n\n$38,899,000\n\n60.60%\n\n\n\n2002\n\nCianci\n\n$42,442,000\n\n64.18%\n\n\n\n2003\n\nCianci, John Lombardi, David Cicilline\n\n$42,008,000\n\n80.25%\n\n\n\n2004\n\nCicilline\n\n$46,321,000\n\n85.99%\n\n\n\n2005\n\nCicilline\n\n$49,329,000\n\n92.15%\n\n\n\n2006\n\nCicilline\n\n$51,454,000\n\n96.22%\n\n\n\n2007\n\nCicilline\n\n$50,584,000\n\n100.20%\n\n\n\n2008\n\nCicilline\n\n$54,200,000\n\n100.00%\n\n\n\n2009\n\nCicilline\n\n$48,509,000\n\n99.80%\n\n\n\n2010\n\nCicilline\n\n$50,299,000\n\n97.66%\n\n\n\n\n\nWhen we asked Cicilline's office about his statement, spokeswoman Raymonde Charles said that \"as it turns out, his recollection wasn't that far off.\n\n\"With the exception of two of the budgets proposed and implemented during his administration, the city's pension contributions were made at 100 percent or within just a few percentage points, and in one year, even in excess of 100 percent.\"\n\nBut that wasn't the question. The question was how many times the Cicilline administration funded the pensions at 100 percent. And particularly during the 2004-2006 fiscal years, where the payment was at 96 percent or less, the shortfall was $2 million to $6 million.\n\nAt the end of the 2010 fiscal year, Providence's pension fund had only 34 percent of the $1.26 billion it needed, according to the report.\n\nOur ruling\n\nU.S. Rep. David Cicilline said that \"with the exception of the last year or maybe the last two years, we were at 100 percent\" when it came to the amount Providence contributed to the city's pension fund during the eight years he was mayor.\n\nBut those last two years were not the exception.\n\nDuring the first three years when Cicilline was in office for the full fiscal year, the city's contribution fell short of 100 percent, ranging from 86 to 96 percent.\n\nBut in the last five years of his term, the contribution was either close to or at 100 percent.\n\nCicilline, in his off-the-cuff statement, mixed up where the years with the lowest contribution fell. But he made it clear a few times that he was citing figures from memory, so we’ll give him some leeway and rule Mostly True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-11854"}