{"url": "/factchecks/2020/jun/16/rashida-tlaib/fact-checking-rep-tlaibs-claim-detroits-police-hea/", "speaker": "Rashida Tlaib", "vclaim": "“Detroit spent $294 million on police last year, and $9 million on health.”", "truth_label": "mostly-true", "date": "stated on June 4, 2020 in a tweet:", "title": "Fact-checking Rep. Tlaib’s claim on Detroit’s police, health spending", "text": "Protests across the country against police brutality following the death of George Floyd have accelerated a national debate on police reform. Many have called for \"defunding\" police departments, and Rep. Rashida Tlaib, D-Mich., took to Twitter to explain the demand.\n\"When we say #DefundPolice, what we mean is people are dying and we need to invest in people’s livelihoods instead,\" Tlaib wrote on June 4. \"EXAMPLE: Detroit spent $294 million on police last year, and $9 million on health.\"\nWhen we say #DefundPolice, what we mean is people are dying and we need to invest in people's livelihoods instead.EXAMPLE: Detroit spent $294 million on police last year, and $9 million on health.This is systemic oppression in numbers. pic.twitter.com/oPe0GD3D6p— Rashida Tlaib (@RashidaTlaib) June 4, 2020 \nTlaib’s claim reflects the Detroit Police Department and the Detroit Health Department’s spending from Detroit’s general fund, the city’s pot of money for general governmental operations during the 2019 fiscal year. The data she cites comes from the city’s Comprehensive Annual Financial Report for fiscal year 2019 which shows Detroit Police Department expenditures from the general fund totaled about $293.7 million and Health Department expenditures were about $9.3 million. \nJessica Byrd, communications manager for the city’s chief financial officer, says that the numbers from the annual financial report are slightly off, but essentially correct: $294.9 million for the Police Department and just under $9 million for the Health Department in the 2019 fiscal year. (Byrd says that the city is working to improve its financial reporting.) So the disparity in funding is a bit larger than Tlaib said. \nHowever, the general-fund allocations to the two departments do not accurately reflect the total funding devoted to local law enforcement activities and health care programs that serve Detroit residents, since the city’s police and health departments are funded in very different ways. \nGenerally speaking, city governments are the primary funders of local law enforcement, while they fund a far smaller share of the cost of health care for residents. In the 2019 fiscal year, the Detroit Police Department budget totaled about $310.9 million, 97% of which came from the general fund. Only 31% of the Health Department’s $39.9 million budget, on the other hand, came from the general fund. \nByrd notes that most of the Health Department’s budget is funded from grants not reflected in the general fund budget and expenditures. During the 2019 fiscal year, the department spent $25.6 million from grants, Byrd said.\n\"The total amount of health-related benefits provided to Detroit residents is much larger than the city of Detroit's expenditures on health programs,\" says Joelle Abramowitz, a University of Michigan economist.\nHere's a chart showing five years of expenditures for the department, beyond the general fund:\n\nThe Detroit Health Department offers health services ranging from administering immunizations to operating a clinic for STD screenings. In the 2013 fiscal year, the city outsourced its health department as a cost-cutting measure during the bankruptcy, but in recent years contributions from the general fund to the department have grown substantially in an effort to rebuild the city agency. \nIn addition to services provided through the city’s Health Department, programs like the Healthy Michigan Plan — the state’s Medicaid plan funded jointly by the state and federal governments — provide health insurance to thousands of Detroit residents. \nIn surrounding Wayne County, 276,201 people received health coverage through the Healthy Michigan Plan, and Wayne County enrollees accounted for 28% of the state’s total number of enrollees. So Michigan’s $24.8 billion Department Health and Human Services budget offers significant support by providing health insurance for thousands of Detroit residents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nMoney from the county government also supports health programs for Detroit residents. Byrd notes that the majority of the Detroit Wayne County Mental Health Authority’s $800 million budget is spent in Detroit. \nGiven these additional sources of funding, Abramowitz said, \"Focusing only on the city of Detroit's health expenditures does not provide a full picture of public spending on health in Detroit.\"\nIn a statement, Tlaib acknowledged that \"Detroiters receive some additional state and federal support for health needs,\" but maintained that \"a city’s budget reflects its priorities.\"\nPolice budget\nDetroit’s Police Department is primarily funded through the city’s general fund, but the agency also receives some federal funding. It received a $1.85 million federal grant in 2017 through the U.S. Department of Justice. The federal agency’s contributions have declined over time, notes Alexander Weiss, a public-safety consultant who has conducted numerous assessments of police departments and made recommendations for reforms. \n\"There is funding for equipment and sometimes funding for training, but these represent relatively small fractions of the budget,\" he says.\nWeiss argues that the department’s budget is a \"valid way to look at the city’s commitment to public safety.\" The Detroit Police Department has seen an increase in its budget in recent years. \nStill, the department has said it is having to do more with less. In 2015, it employed 2,260 officers, compared with 4,243 in 2002. Even accounting for Detroit’s shrinking population, the ratio of police officers to residents has generally declined over time. Today, Detroit has fewer uniformed police  than before its 2013-14 municipal bankruptcy. \nWeiss says that a change in staffing levels \"may reflect a change in the work. It may reflect a change in the demographics of the city.\" In recent years, the city has seen a proliferation of private security companies patrolling its streets in response to the departures of many officers after the bankruptcy. \nWeiss said he welcomes the debate on defunding police departments, noting \"It doesn’t have to be a zero-sum game. I think you can reduce the costs of policing through efficiency measures and divert some of those reduced costs to other service providers.\" \nOur ruling\nTlaib said, \"Detroit spent $294 million on police last year, and $9 million on health.\" \nThe statement roughly reflects what Detroit’s Police and Health departments spent from the city’s general fund, but it does not represent what the departments spent in total in 2019 (about $316 million on police and about $35.8 million on health). The figure also does not fully reflect the significant contributions made by federal, state and county governments toward healthcare programs serving Detroiters. \nTlaib’s statement provides just one illustration of the gap in funding and looks exclusively at police and health department expenditures from the city's general fund, where the gap in spending is about $286 million. \nBut taking into accounting other funding sources, the disparity between police and health spending is still large, about $280.6 million. \nWe rate the statement is Mostly True. \nClara Hendrickson fact-checks Michigan issues and politics as a corps member with Report for America, an initiative of The GroundTruth Project. Contact Clara at [email protected] or 313-296-5743 for comments or to suggest a fact-check.", "vclaim_id": "vclaim-pol-17937"}