{"url": "/factchecks/2011/jun/20/judith-zaffirini/state-sen-judith-zaffirini-says-11-percent-fatal-c/", "speaker": "Judith Zaffirini", "vclaim": "Says 11 percent of the nation’s fatal car crashes in 2009 were attributed to distracted driving.", "truth_label": "mostly-true", "date": "stated on May 25, 2011 in remarks on the Senate floor:", "title": "State Sen. Judith Zaffirini says 11 percent of fatal car crashes in 2009 were attributed to distracted driving, such as texting", "text": "Advocating for a statewide ban on texting while driving, state Sen. Judith Zaffirini warned the practice can cause fatal crashes.\n\n\"In 2009, 11 percent of fatal crashes — that's 995 out of 5,474 — in the U.S. were attributed to this kind of driving, distracted driving,\" the Laredo Democrat said on the Texas Senate floor on May 25.\n\nThe proposal, which later won legislative approval, was vetoed Friday by Gov. Rick Perry.\n\nStill, we wondered if distracted driving really plays into more than 1 in 10 fatal car accidents. To back up the statistic, Zaffirini spokesman Will Krueger pointed us to a September 2010 \"distracted driving\" study by the U.S. Department of Transportation.\n\nThe study says the department describes a \"distraction\" as a \"specific type of inattention that occurs when drivers divert their attention from the driving task to focus on some other activity.\"\n\nIn 2009, the study says, 45,230 drivers were involved in 30,797 fatal U.S. crashes. In those crashes, 33,808 people were killed. And, it says, distraction was reported for 11 percent (5,084) of the drivers involved in those fatal crashes.\n\nNotably, that’s not 11 percent of the crashes, which is how  Zaffirini put it. It turns out, though, that distraction figured into a bigger percentage of fatal crashes in 2009 — 16 percent, according to the study, up from 10 percent in 2005.\n\nThe vast majority of distracted-driving related fatalities — 84 percent — were associated with driving in a careless or inattentive manner. That could include using cell phones, eating or talking, according to the study.\n\nThe study relies on fatal crash data that the National Highway Traffic Safety Administration’s Fatality Analysis Reporting System annually collects from the 50 states, the District of Columbia and Puerto Rico. The study also relies on a sample of police-reported crashes from the National Automotive Sampling System General Estimates System.\n\nThe study warns that data on distracted-driving-related crashes and resulting injuries and fatalities is limited because investigations are conducted after the fact and police accident reports vary across jurisdictions, creating reporting inconsistencies.\n\nFor example, \"some police crash reports\" have a field devoted to identifying whether \"distraction\" led to a crash, according to the study, whereas other reports only give officers the chance to mention distractions in narrative accounts of the accident. Also, if a driver dies during a crash, law officers may not have enough information to judge whether distraction played a role.\n\nLastly, we searched for other data on distracted driving. According to a 2009 distracted-driving fact sheet from the National Safety Council, more than 50 peer-reviewed scientific studies have identified risks associated with cell phone use while driving.\n\nThe sheet cites two studies concluding that drivers who use cell phones are four times more likely to be involved in a crash — a 1997 New England Journal of Medicine examination of hospital records and a 2005 Insurance Institute for Highway Safety study linking crashes to cell hone records.\n\nAn April 2006 paper by the Canadian Automobile Association and the Traffic Injury Research Foundation summarizing the findings and recommendations from a 2005 International Conference on Distracted Driving notes that \"crash-based studies are retrospective. They begin with the outcome (the collision itself) and endeavour to reconstruct what factors were associated with, or contributed to, the collision.\"\n\nEach method for analyzing the risks involved with distracted driving \"has strengths and limitations and because of this no study is definitive,\" according to the report. \"There is no single research approach or design that will answer all the questions about the magnitude and characteristics of the problem and the risks it poses.\"\n\nWhere does that leave us?\n\nIn warning against the dangers of texting while driving, Zaffirini misstated the percentage of fatal crashes attributed to distracted driving: It’s 16 percent, not 11 percent. We rate her claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021", "vclaim_id": "vclaim-pol-12889"}