{"url": "/factchecks/2011/may/26/jeff-brandes/st-petersburg-republican-says-he-bucked-gop-during/", "speaker": "Jeff Brandes", "vclaim": "\"Sometimes I was the only 'no' vote on the entire board.\"", "truth_label": "true", "date": "stated on May 13, 2011 in response to a question about his voting record.:", "title": "St. Petersburg Republican says he sometimes bucked GOP during 2011 legislative session", "text": "Members of the Suncoast Tiger Bay Club are known for asking tough, pointed and sometimes over-the-top questions of the politicians who speak at their regular luncheon meeting.\n\nThe May 13, 2011, event -- which was broadcast on WEDU's \"Florida This Week\" program -- was no exception.\n\nWe'll cut to the chase. A questioner asked first-term state Rep. Jeff Brandes, a Republican representing District 52 in Pinellas County, if he was a fraud.\n\n\"When you ran for office, if I recall correctly, you said, 'Now when I get elected, I'm gonna really take that Legislature to the woodshed,' \" a man named Thomas Dunn said to Brandes. \"But when you got elected, somehow you lost your backbone and you became a lackey if not a lapdog for the speaker. So my question is, when you ran for office, were you a fraud?\"\n\nBrandes, who ran a campaign commercial vowing to take Tallahassee \"to the woodshed,\" sat back in his chair and chuckled.\n\n\"That's an interesting question,\" he started in response. \"If you'll go back and watch that commercial, and read it line by line, what you'll see what I said is, for those that want to increase taxes or increase government regulation, we're going to take them to the woodshed. That was the exact line. I know and understand everybody wants me to take everybody to the woodshed, and sometimes it's probably appropriate.\"\n\nHe continued: \"The reality is, I think I stood up on a number of issues against the speaker and against the governor. I've gotten a phone call from the Governor's Office saying why don't you think welfare recipients should be drug-tested. I believe it's a violation of people's privacy to do that. And I stood up and did that (voted against that). So I think you'll find I have a lot of votes where I was the voice in the Legislature against something. Sometimes I was the only 'no' vote on the entire board. That takes a little bit of courage. So to say I have no courage, no backbone, is, I think, a little disingenuous.\"\n\nBrandes repeatedly used the woodshed imagery during the campaign because he used to be in the lumber business -- his family once owned Cox Lumber. He said in the television ad that \"high taxes and over-regulation have got to stop so jobs can return. If Tallahassee gets in the way, we're taking them to the woodshed.\" And at his election night victory party after defeating incumbent state Rep. Bill Heller, he signed blocks of wood.\n\nSome Democrats, and apparently Dunn, took the line to mean that Brandes would take Tallahassee to the woodshed on every issue.\n\nWhile that may be a stretch, Brandes did defend his record as being an independent voice in the Legislature in his response. So we decided to check his record from the 2011 legislative session.\n\nTurns out, there are examples where Brandes bucked the Republican leadership, and even the entire Florida House of Representatives.\n\nBrandes was the lone person in the Legislature to vote against HB 949, a bill that added some licensing requirements for pest control businesses. The bill passed the House 116-1 and the Senate 38-0. Brandes' legislative aide, Nick Hansen, said Brandes voted against the bill because it included additional regulations.\n\nBrandes also was the lone \"no\" vote on SB 650, which allows a mobile home park homeowners association a chance to buy its park outright if the owner is considering changing its land use. The bill passed the House 114-1 and the Senate 39-0.\n\nAnd he opposed the majority of Republicans on several other issues:\n\nHB 88: Brandes was one of two Republicans to oppose a bill that put restrictions on the amount of severance pay public employees can receive. The bill passed both chambers.\n\nSB 330: Brandes was one of four members of the Legislature and the only Republican to vote against a bill that makes it an election code violation for candidates to falsely say they served in the U.S. military. (Brandes is a former officer in the U.S. Army Reserves who served in the most recent Iraq war.) The bill passed both chambers.\n\nHB 661: Brandes was one of four Republicans to oppose a bill that would cap damages in wrongful death cases at nursing homes at $250,000. The bill passed the House but failed in the Senate.\n\nAn amendment to HB 733: Brandes was the only Republican to join Democrats in supporting an amendment that would have lengthened an August sales tax holiday. (Two other Republicans initially voted with Brandes, but later changed their vote.) The bill did not pass.\n\nAnd as he said at Tiger Bay, Brandes was one of two House Republicans to vote against HB 353, which requires cash welfare recipients to first pass a drug test. Brandes spoke on the House floor that the measure violated people's privacy rights. The bill passed both chambers.\n\nNow, Brandes didn't always buck his own party. In fact, he was in lockstep on most of its highest priorities.\n\nHe voted for GOP bills that prohibit public employees unions from collecting dues through automatic payroll deductions (which ultimately failed), restrict or limit abortions (passed), loosen the state's growth management laws (passed), change election law (passed), and to ask voters to approve a constitutional amendment creating two Supreme Courts (failed). He also voted for the budget.\n\nBut in this fact-check, we're judging his words. Brandes said: \"I think you'll find I have a lot of votes where I was the voice in the Legislature against something. Sometimes I was the only 'no' vote on the entire board.\" Measuring \"a lot\" can be subjective, but Brandes is right that on two occasions he was the only \"no\" vote in the Legislature. In other cases, he bucked his party and stood with Democrats.\n\nWe don't know if that adds up to taking them to the woodshed or not. But we do know it makes his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMaurice Ferre\n\n\nstated on July 1, 2010 in an editorial meeting.\n\n\n\n\n\n\n\n\nMaurice Ferre says Kendrick Meek \"has voted 98.6 percent of the time with the Democrat party.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Trenton Daniel • July 21, 2010", "vclaim_id": "vclaim-pol-13037"}