{"url": "/factchecks/2017/may/17/blog-posting/conspiracy-theorists-concoct-fake-report-obama-arr/", "speaker": "Bloggers", "vclaim": "\"Barack Obama arrested in a Japanese drug bust.\"", "truth_label": "pants-fire", "date": "stated on May 2, 2017 in Internet posts:", "title": "Conspiracy theorists concoct fake report of Obama arrest for drug smuggling", "text": "A fake news story that said former President Barack Obama was busted for his links to a drug smuggling operation is part of an extensive and completely unsupported conspiracy theory popularized online.\nA May 2, 2017, headline on AmericanFlavor.news declared, \"Just in: Barack Obama arrested in a Japanese drug bust.\" The story was flagged by Facebook users, as part of the social media site’s efforts to cut down on fake reports in its users’ news feeds.\nThe post was exceptionally short, saying that Obama had \"informed on his drug-dealing bosses,\" citing \"Japanese military intelligence.\"\nIt explained that \"an airplane filled with Afghan Heroin and North Korean amphetamines was impounded at Argyle International Airport on St. Vincent and the Grenadines in the Caribbean.\" Obama had been arrested for some unspecified connection to a ship that was carrying more than 4 tons of cocaine. The proceeds of the future drug sales were to fund ISIS, the post read.\nThe story is nonsense, because obviously Obama had not been arrested. And he was too busy negotiating $400,000 for speaking appearances to smuggle cocaine.\nThe AmericanFlavor.news post was the latest stop for a conspiracy theory that goes back a few weeks. The article linked to a YouTube video:\n\nThe video was created by Denise Stark, a conspiracy theorist who was citing an online radio show called Stillness in the Storm, a show its creators describe as \"an ongoing conversation about world events, hidden truths, and empowering information.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nStillness in the Storm’s website linked to a blog post written by Benjamin Fulford, who on March 31 had written the piece that later appeared on AmericanFlavor.news. Stillness in the Storm had warned on its site that \"Fulford's claims should not be considered to be true without substantiation.\"\nFulford, in turn, used his original post to link to a March 15 screed on WhatDoesItMean.com, a site rife with conspiratorial meanderings. The essay said that Obama had some nebulous link to a fishing boat called Lady Michelle, which had been busted in the Caribbean while smuggling cocaine.\nThe post was written by Sorcha Faal, the pseudonym of a conspiracy theorist with a series of posts on WhatDoesItMean.com. Faal’s post makes some pretty big leaps in logic, including that George W. Bush and Obama operated cocaine-smuggling operations and that U.S. Attorney General Jeff Sessions had ordered their arrest.\nThe photo that accompanied Faal’s post was of a ship called Lady Michelle, which had been stopped by the U.S. Coast Guard off the shore of Suriname on Feb. 16, 2017.\nFour Guyanese men were arrested for transporting 4.2 tons of cocaine worth about $125 million. There’s no mention of Japan, or any connection to Obama.\nPreviously PunditFact had checked a claim that Obama was arrested at the Canadian border for wiretrapping Trump, which earned a Pants On Fire! rating. This post also is contrived, stemming from unfounded conspiracy theories that drew ridiculous conclusions and made provably untrue claims.\nWe rate it Pants On Fire!\n Share the Facts 2017-05-17 15:34:44 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"Barack Obama arrested in a Japanese drug bust.\"    Internet rumors Bloggers   in Internet posts Tuesday, May 2, 2017 2017-05-02    Read More  info", "vclaim_id": "vclaim-pol-03301"}