{"url": "/factchecks/2014/oct/24/emilys-list/scott-walker-forces-some-women-get-transvaginal-ul/", "speaker": "EMILY's List", "vclaim": "Says Scott Walker is \"forcing some women to undergo a transvaginal probe to get an abortion.\"", "truth_label": "half-true", "date": "stated on October 21, 2014 in a TV ad:", "title": "EMILY's List: Scott Walker is forcing some women to get transvaginal ultrasounds to get an abortion", "text": "In backing Mary Burke in the Nov. 4, 2014 election for governor, at least three abortion rights organizations have produced ads highlighting Gov. Scott Walker’s opposition to abortion.\nBut one TV ad from EMILY’s List, a Washington, D.C.-based group, might be the most blunt.\nHalfway into the 30-second spot, released Oct. 21, 2014, the narrator says Walker \"is forcing some women to undergo a transvaginal probe to get an abortion.\"\nAs the words are spoken, a headline appears on the screen that reads: \"Scott Walker endorses mandating transvaginal ultrasounds.\" It is made to look like a newspaper headline, but it comes from an article on the left-leaning Think Progress blog. A medical device is also shown.\nA series of readers asked us to check the claim.\n\"Transvaginal\" is the attention-grabbing word in the claim. But as we’ll see, the reference to \"some women\" is important, too.\nAbortion and ultrasounds\nThe ad alludes to a July 2013 Wisconsin law that requires women seeking an abortion to get an ultrasound -- either transabdominally, which is done externally, or transvaginally.\nWisconsin is among two dozen states that require an ultrasound before an abortion is performed. In Wisconsin, exceptions are made in cases of sexual assault or medical emergency.\nThe governor’s office praised the measure, saying it \"improves a woman's ability to make an informed choice that will protect her physical and mental health now and in the future.\"\nThe law was opposed by the Wisconsin Medical Society, among others. The society said the measure as a \"direct infringement on the patient-physician relationship\" and for injecting \"non-evolving government mandates into medical science.\"\n(Another part of the law, which would require doctors who perform abortions to have hospital admitting privileges, has been blocked in an ongoing court battle.)\nAs we turn to the EMILY’s List claim, one note: The use of ultrasounds among abortion providers is not new, even though the Wisconsin law requiring them is.\nA couple of weeks after Walker signed the measure, the clinic director and another worker at Affiliated Medical Services, a Milwaukee abortion provider, noted in an opinion piece in the Huffington Post that their clinic has \"always\" required ultrasounds.  \"If you go to an abortion clinic that doesn't insist on an ultrasound, you should walk out the door. It's just bad medicine,\" they wrote.\nThe Milwaukee clinic workers also pointed out, however, that the Wisconsin law does not require a transvaginal ultrasound and that they would have opposed that requirement. They said their clinic only does transvaginal ultrasounds when it is deemed medically necessary -- in cases of early pregnancy, morbid obesity, or \"anatomical variants\" in the uterus.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nTracy Weitz, associate professor and director of the Advancing New Standards in Reproductive Health at the University of California, San Francisco, said that nationally, transvaginal ultrasounds are routine among abortion providers in the early stages of pregnancy. They can verify a pregnancy as early as four weeks, meaning women don’t have to wait through weeks of pregnancy symptoms and distress before choosing to have an abortion, she wrote.\nEvidence for the claim\nAs we’ve indicated, the law Walker signed does not mandate a transvaginal ultrasound -- though the headline used in the ad says Walker endorsed mandating that procedure.\nRather, the law requires \"an ultrasound on the pregnant woman using whichever transducer the woman chooses\" -- either transvaginal or transabdominal -- according to an analysis by the nonpartisan Legislative Council.\nBut there is more to consider.\nUnder the law, the person doing the ultrasound must tell the pregnant woman during the procedure \"what the ultrasound is depicting,\" including the \"dimensions of the unborn child and a description of any external features and internal organs that are present and viewable on the image.\" The person must also display the ultrasound images so that the pregnant woman may view them, but the woman can’t be forced to view them.\nPlanned Parenthood of Wisconsin told us that only a transvaginal ultrasound would enable a clinician to meet the requirements of the law for early-stage pregnancies, up to 12 weeks. And according to an August 2014 report from the state Department of Health Services, 84 percent of abortions in Wisconsin are performed at 12 weeks or less.\nEMILY’s List, meanwhile, noted that the American College of Obstetricians and Gynecologists says transvaginal ultrasound often is used in early pregnancy, whereas transabdominal ultrasound often is used after about 10 weeks of pregnancy. And the Guttmacher Institute, a nonprofit that studies reproductive rights, says \"routine ultrasound is not considered medically necessary as a component of first-trimester abortion.\"\n \nBarbara Lyons, the former executive director of Wisconsin Right to Life, which opposes abortion, told us that even if a medical situation indicates that a woman seeking an abortion should get a transvaginal ultrasound, the woman still has the final say and the Wisconsin law doesn’t mandate one over the other. \n\"In the end, she gets to make the decision,\" Lyons said. \"There is no mandate.\"\nTo sum up: The law doesn’t mandate a transvaginal ultrasound. But for some women, the fact that an ultrasound is required means they would have to get the transvaginal procedure, rather than a transabdominal one, in order to get an abortion.\nOur rating\nIn a TV ad, EMILY’s List said Walker is \"forcing some women to undergo a transvaginal probe to get an abortion,\" while an image on the screen said Walker \"endorses mandating transvaginal ultrasounds.\"  \nThe law doesn’t mandate transvaginal ultrasounds, rather it says the woman seeking an abortion can choose either a transvaginal or transabdominal ultrasound.\nBut medical professionals say that the new requirement, as a practical matter, means some women have to get a transvaginal ultrasound.\nFor a statement that is partially accurate but leaves out important information, our rating is Half True.\nYou can comment on this item on the Milwaukee Journal Sentinel website.", "vclaim_id": "vclaim-pol-07088"}