{"url": "/factchecks/2016/jul/08/viral-image/meme-resurrects-bogus-claim-2014-about-loretta-lyn/", "speaker": "Viral image", "vclaim": "Says Attorney General Loretta Lynch \"was a member of Bill Clinton's defense team during the 1992 Whitewater corruption probe.\"", "truth_label": "pants-fire", "date": "stated on July 6, 2016 in a posting on Twitter:", "title": "Meme resurrects bogus claim from 2014 about Loretta Lynch helping Bill Clinton in Whitewater probe", "text": "Want to know why Attorney General Loretta Lynch isn't indicting Hillary Clinton for her email practices? An unsigned viral image posted on Twitter by a self-proclaimed \"news organization\" suggests an explanation.\nIt shows pictures of Lynch and former President Bill Clinton, who had a controversial meeting with Lynch as his wife was under investigation by the FBI, with the words, \"Fun fact of the day. Lynch was a member of Bill Clinton's defense team during the 1992 Whitewater corruption probe.\"\nThat factoid was debunked years ago. PolitiFact, for one, gave it a Pants on Fire in 2014 — when she was nominated — after the conservative website Breitbart posted it and, eventually, took it down. (Others like Patriot Update and the Christian website WND, have kept the uncorrected story on their sites.)\nThe reason the post is wrong? It's the wrong Loretta Lynch.\nFirst, a little background is in order.\nWhitewater is the name of a failed Arkansas land deal in which Bill and Hillary Clinton were investors. When the deal was inaugurated, he was Arkansas attorney general. The developer behind the project, James McDougal, owned a savings and loan called Madison Guaranty that was also involved in the project.\nComplicating the affair is the fact that McDougal later hired Rose Law Firm to do some of its legal work, and one of the firm's partners was Hillary Clinton, who had, by then, become Arkansas' first lady.\nWhen billing records for the project became lost, and it turned out that Hillary Clinton was signing off on those records, things looked even more suspicious.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe records were eventually recovered, and no charges were ever brought against the Clintons despite numerous investigations. The land deal was a bust — the Clintons sold their share in the project to McDougal for $1,000 in 1992, three years after Madison Guaranty failed.\nThe Loretta Lynch who helped Bill Clinton in the Whitewater case is a white woman who got a law degree from Yale and worked on several political campaigns, including Clinton’s. She served as president of the California Public Utilities Commission from 2000-02 and as a commissioner until 2005.\nLoretta Lynch, the current U.S. attorney general, is a black woman and Harvard Law School graduate who began working as a federal prosecutor in the Eastern District of New York in 1990, so she couldn’t have been part of Clinton’s defense a few years later. She was appointed by President Barack Obama on May 3, 2010, as U.S. attorney for the Eastern District of New York, an office she previously led from 1999 to 2001. From 2002 to 2010 she was in private practice. She took over the Justice Department in April 2015.\nThe Twitter post, which begins with the message \"Why does this matter? Cause it freaking does!\" remained posted even after a few commenters pointed out that the Lynches are two different women.\nThe allegation was ridiculous at the time. It's even more ridiculous now because a quick Google search would have revealed that it's wrong.\nPants on Fire!\n(Here's a PolitiFact-approved version of the meme. Happy sharing!)\n\nhttps://www.sharethefacts.co/share/71ac5c0e-d0f4-41bc-8de7-a47adcae8b63", "vclaim_id": "vclaim-pol-04724"}