{"url": "/factchecks/2019/oct/01/donald-trump/donald-trumps-false-claim-about-change-whistleblow/", "speaker": "Donald Trump", "vclaim": "\"Longstanding whistleblower rules (were changed) just before submittal of the fake whistleblower report.\"", "truth_label": "false", "date": "stated on September 30, 2019 in a tweet:", "title": "Donald Trump’s false claim about a change in whistleblower rules", "text": "President Donald Trump raised the specter of shady bureaucratic doings that allowed a whistleblower’s complaint to move forward when ordinarily it wouldn’t have.\n\"Who changed the long standing whistleblower rules just before submittal of the fake whistleblower report?\" Trump tweeted Sept. 30. \"Drain the swamp!\"\nWHO CHANGED THE LONG STANDING WHISTLEBLOWER RULES JUST BEFORE SUBMITTAL OF THE FAKE WHISTLEBLOWER REPORT? DRAIN THE SWAMP!— Donald J. Trump (@realDonaldTrump) September 30, 2019 \nTrump was far from the only one saying the rules were changed \"just before\" the report that ignited an impeachment inquiry was filed Aug. 12. House Republican Leader Kevin McCarthy tweeted the same thing Sept. 28.\n\"Whistleblowers were required to provide direct, first-hand knowledge of allegations,\" McCarthy wrote. \"But just days before the Ukraine whistleblower came forward, the IC (Inspector General of the Intelligence Community) secretly removed that requirement from the complaint form.\" Trump’s lawyer Rudy Giuliani echoed the same point Sept. 29.\nAll three tweets lead back to the same article on the conservative website Federalist. \nAll three are wrong. \n• First-hand knowledge by a whistleblower has never been required since the law protecting intelligence community whistleblowers was enacted.\n• Inspector General staff, who investigate a charge, need first-hand information to move a complaint forward — as they did in this case.\n• The current complaint was based on both first- and second-hand information.\nThe Federalist article\nThe Sept. 27 article claimed, \"Between May 2018 and August 2019, the intelligence community secretly eliminated a requirement that whistleblowers provide direct, first-hand knowledge of alleged wrongdoings.\"\nThe evidence comes from a tweet thread started by Stephen McIntyre on the morning the Federalist article appeared. McIntyre is a former mining company director who created the Climate Audit blog, which questions the official data behind climate change.\nFrom the thread, a few key points emerge:\nAs of May 24, 2018, the Inspector General of the Intelligence Community’s Urgent Concern disclosure form — the form whistleblowers fill out  — offered three choices to describe how the whistleblower got his/her information: personal knowledge, heard from other people, and other sources.\n\nThe current form offers just two choices: personal knowledge or \"heard about it from others.\" That form dates from August 2019.\n\nThe previous form also included a section under the subhead \"First-hand information required.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"In order to find an urgent concern ‘credible,’ the IC IG (Intelligence Community Inspector General) must be in possession of reliable, first-hand information. The IC IG cannot transmit information via the ICWPA (Intelligence Community Whistleblower Protection Act) based on an employee’s second-hand knowledge of wrongdoing. This includes information received from another person, such as when a fellow employee informs you that he/she witnessed some type of wrongdoing. (Anyone with first-hand knowledge of the allegations may file a disclosure in writing directly with the IC IG.) Similarly, speculation about the existence of wrongdoing does not provide sufficient basis to meet the statutory requirements of the ICWPA. If you think wrongdoing took place, but can provide nothing more than secondhand or unsubstantiated assertions, IC IG will not be able to process the complaint or information for submission as an ICWPA.\"\nThe current reporting form lacks that section.\nBased on these facts, Trump and other Republicans asserted that the rules for whistleblowers were changed \"just before\" the current complaint was filed. Actually, only the forms were changed. The rules stayed the same.\nThe actual sequence\nThe whistleblower who triggered the impeachment inquiry filled out the earlier version of the form, and no rules were changed.\nThe Office of Inspector General issued a statement Sept. 30 saying that \"the Disclosure of Urgent Concern form the Complainant submitted on August 12, 2019, is the same form the IC IG has had in place since May 24, 2018.\"\nThe inspector general’s office underscored that the whistleblower received the section about the need for first-hand evidence before a claim would go on to the next step.\nSo changes to the form took place after the whistleblower filed.\nAs for the rules on what is required, those have been the same since 2014 under an order issued by the Director of National Intelligence. Intelligence Community Directive 120 defines a protected disclosure as one that the employee \"reasonably believes evidences a violation of any law, rule or regulation.\"\nThe statement from the Inspector General’s office emphasized the reasonable belief standard.\n\"By law the Complainant – or any individual in the Intelligence Community who wants to report information with respect to an urgent concern to the congressional intelligence committees – need not possess first-hand information in order to file a complaint,\" the statement said. \"The IC IG cannot add conditions to the filing of an urgent concern that do not exist in law.\"\nThe section about the need for first-hand information has to do with the investigation that follows a whistleblower’s report, not a requirement for the report itself.\n\"This is their way of tempering the whistleblower’s expectations,\" said analyst Irvin McCullough, with the nonprofit Government Accountability Project. (McCullough’s father served as inspector general until 2017 and now represents the whistleblower.) \"It says we might not find enough to support your complaint.\"\nThe latest IG statement says it changed its forms after the current affair unfurled, because it understood some parts \"could be read — incorrectly — as suggesting that whistleblowers must possess first-hand information in order to file an urgent concern complaint.\"\nThe statement noted that the whistleblower checked both boxes to indicate he/she had both first and second-hand information. \nIt also notes that its investigation found the report credible and urgent.\nThe White House had no comment.\nOur ruling\nTrump said, \"Longstanding whistleblower rules (were changed) just before submittal of the fake whistleblower report.\"\nThe current rules have been in place since 2014. Whistleblowers can provide either first or second-hand information, or both. The current whistleblower filled out a form that dates from May 2018. Whatever changes existed on that form date from 14 months before the present claim was filed.\nInvestigators require more than second-hand information in order to move a complaint forward, but that is not a requirement before a complaint can be filed.\nThe Inspector General’s office changed its forms after the whistleblower filed, but those changes had no bearing on the rules under which a claim would be processed.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-00109"}