{"url": "/factchecks/2012/jul/10/robert-gibbs/democrats-say-mitt-romney-failed-disclose-offshore/", "speaker": "Robert Gibbs", "vclaim": "Says Mitt Romney \"has a corporation in Bermuda (but) failed to disclose that on seven different financial disclosures.\"", "truth_label": "true", "date": "stated on July 8, 2012 in an interview on CNN's \"State of the Union\":", "title": "Democrats say Mitt Romney failed to disclose offshore company in Bermuda", "text": "In the Democratic playbook, the more attention paid to Mitt Romney’s wealth, the better. Over the past few days, many Democrats questioned whether Romney used offshore holdings to dodge U.S. taxes and pressed him to release more of his personal financial information. Obama campaign senior adviser Robert Gibbs took the occasion during CNN’s State of the Union to say, \"Nobody knows why he has a corporation in Bermuda, why he failed to disclose that on seven different financial disclosures.\"\n\nWe wondered if Gibbs had his facts right. Does Romney currently have a stake in a Bermuda corporation? And did he fail to disclose it seven times?\n\nReporting by the Associated Press and Vanity Fair teed this up. Both news organizations explored one of Romney’s overseas accounts, Sankaty High Yield Asset Investors, Ltd. The firm is described in SEC filings as \"a Bermuda corporation wholly owned by W. Mitt Romney.\" (For more details, check out the AP's interesting account.)\n\nIn his 2010 tax return and his 2011 estimated filing, Romney includes Sankaty High Yield Asset Investors, Ltd. The beginning balance is pegged at $10,432. He and his wife Ann are the sole owners.  According to the Associated Press, Romney ran his investments in other Bain Capital deals through this offshore corporation.  \n\nDemocrats have pounced on the issue. Offshore holdings might be perfectly legal, but they also might paint Romney as one of the super-rich who may be using an offshore tax shelter.\n\nRomney’s ownership of Sankaty is not in doubt, at least not as recently as this past December, according to Romney’s 2011 estimated tax return. So Gibbs appears to be on solid ground that Romney has the company now. We asked the Romney campaign if they could give us more current information on the status of Sankaty High Yield Asset Investors, but they did not respond.\n\nIn an interview with Radio Iowa on Monday, Romney deflected the issue, saying his foreign investments are in a blind trust.\n\n\"I don’t manage them. I don’t even know where they are,\" Romney said. \"That trustee follows all U.S. laws. All the taxes are paid, as appropriate. All of them have been reported to the government. There’s nothing hidden there.\"\n\nAs for Gibbs’ other assertion that Romney has failed to disclose his stake in Sankaty seven times, that also is largely accurate. We counted six disclosure forms where Romney made no reference at all to the Bermuda corporation. Those include his filings in Massachusetts when he was running for governor or holding office and his federal disclosures for his presidential bids.\n\nThe seventh appears to be his 2001 disclosure, which lists Sankaty High Yield Asset Investors LLC. Note the slight difference in those three letters -- LLC instead of Ltd. The LLC, a limited liability corporation he named on the form, is based in Delaware. The offshore corporation by the same name ends in Ltd. and there is no mention of it until Romney’s lawyers began amending his disclosures this year.\n\nThere is some question whether he was required to disclose this asset. In 2003, on the eve of running for governor, he put Sankaty into a blind trust. Thereafter, he disclosed the presence of the trust and might not have been required to say what was in it. It is also unclear whether the nominal value of Sankaty would be high enough to warrant disclosure.\n\nIn 2011, its value was $10,432. However, as the Associated Press pointed out, that could well ignore the potential income that might flow through the fund. It is possible for investments made many years ago to produce over $1 million in payoffs that suddenly appear on the books.\n\nOur ruling\n\nObama campaign adviser Robert Gibbs said Romney owns a Bermuda-based corporation and that he failed to disclose his ownership seven times.\n\nThe documentary evidence indicates Gibbs is right that Romney owned it when he filed his estimated tax return in December and that he did not disclose it earlier. The Romney campaign has not said the statements are wrong.\n\nWe rate Gibbs claim True.\n\nUPDATE -- We may have had the lyrics to Kokomo in our heads (\"Bermuda, Bahama, come on pretty mama...\") because twice in this article we referred to the Bahamas when we meant Bermuda. We've corrected the mistakes, although we still can't get the song our of our head. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021", "vclaim_id": "vclaim-pol-10794"}