{"url": "/factchecks/2018/jun/18/yournewswirecom/false-headline-wrongly-links-hillary-clinton-forme/", "speaker": "YourNewsWire.com", "vclaim": "\"Senate report admits Clinton ‘gifted’ children to human traffickers\"", "truth_label": "false", "date": "stated on June 17, 2018 in in a blog post:", "title": "False headline wrongly links Hillary Clinton to former government shortcomings on immigration", "text": "One conspiratorial news website recycled a years-old Senate report in an effort to link former Secretary of State Hillary Clinton to negligence by the Department of Health and Human Services between 2013 and 2015 that led to the abuse of migrant children.\n\"Senate report admits Clinton ‘gifted’ children to human traffickers,\" read a June 17, 2018, headline from Your News Wire, a website with a history of peddling falsehoods online.\nThe Your News Wire story cited 2016 articles from The New York Times and New York magazine, as well as a Jan. 28, 2016, Senate report based on an inquiry into the role of HHS’s Office of Refugee Resettlement in protecting unaccompanied migrant children from human trafficking and other abuses.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nThe story said: \"Hillary Clinton’s State Department gifted an ‘unknown number’ of children to human traffickers after refusing to run the most basic checks on these so-called ‘caregivers,’ according to a bombshell Senate report released late on Thursday and completely covered up by mainstream media.\"\nThis statement is wrong or misleading in several ways — starting with its attempt to frame a Senate report from 2016 as a new and shocking release that the media ignored. Casual readers could have thought the Your News Wire story related to the recent FBI Inspector General’s report, which concerned Clinton’s use of personal emails and was released Thursday, June 14, 2018.\nIn reality, the Senate’s findings were widely reported in 2016, and the many contemporary news stories — including an Associated Press investigation that overlapped with the Senate report — made our fact-checking job easy.\nThe Senate report said that HHS placed more than a dozen migrant children in homes where they were sexually assaulted, starved or forced into labor.\nThe report did not say anything about Clinton playing a role in that process.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBoth the Senate report and AP investigation discovered that HHS, which is responsible for finding adult sponsors to temporarily house and care for unaccompanied immigrant children pending the resolution of their immigration proceedings, neglected to comply with federal law requiring that the children be protected from human trafficking and other forms of abuse.\nAs unaccompanied children surged across the southern border toward the beginning of the decade, the department slashed several safety standards in order to quickly transfer the new arrivals from government shelters to sponsors’ homes.\nCaseworkers who had previously followed strict guidelines for placing children with sponsors — guidelines that required background checks, fingerprints, home studies and signed agreements to bring the children to immigration court — were instructed by agency officials in November 2013 to stop fingerprinting. Shortly after that, they were also instructed to stop requesting original copies of birth certificates, seeking personal and identifying information, or checking criminal history.\nThe hastened process saw several children placed in households with sponsors who forced them into labor or otherwise abused them, according to the Senate and AP reports. It is unknown exactly how many of the approximately 90,000 migrant children placed into sponsor custody between 2013 and 2015 experienced trafficking or other abuse.\nBut neither report mentioned Clinton or used the term \"gift\" in reference to the placement of children with human traffickers.\nWe could not find any evidence that Clinton, who led the Department of State during President Barack Obama’s first term in office, played a part in the rollback of the safety standards governing the protection of migrant children. Not only are the State Department and HHS separate executive agencies, but Clinton also stepped down as secretary of state in February 2013, months before HHS decided to stop fingerprinting in the first of many decisions that led to the children’s mistreatment.\nYour News Wire tried implicating Clinton in an old but otherwise real Senate report. The website did not respond to a request for comment.\nWe rate this statement False.\n Share the Facts 2018-06-18 21:01:45 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Senate report admits Clinton ‘gifted’ children to human traffickers\"    YourNewsWire.com Bloggers https://yournewswire.com/senate-report-clinton-children-human/   in a blog Sunday, June 17, 2018 2018-06-17    Read More  info", "vclaim_id": "vclaim-pol-01955"}