{"url": "/factchecks/2010/jun/23/ed-schultz/ed-schultz-says-mcchrystal-was-obama-problem-inher/", "speaker": "Ed Schultz", "vclaim": "With his decision on whether to fire Gen. Stanley McChrystal, President Obama \"has to fix yet another problem he inherited from the Bush administration.\"", "truth_label": "pants-fire", "date": "stated on June 22, 2010 in a commentary on MSNBC's \"The Ed Show\":", "title": "Ed Schultz says McChrystal was Obama \"problem\" inherited from Bush", "text": "It's moot now that President Barack Obama has accepted the resignation of Gen. Stanley McChrystal, the commander of U.S. forces in Afghanistan, but liberal TV host Ed Schultz delivered a stinging commentary in which the liberal TV host he told the president to \"fire this jackass.\"\n\nMcChrystal -- who along with his senior staff was portrayed in a Rolling Stone profile making disparaging comments about numerous senior officials, including Vice President Joe Biden -- was relieved of his duty on June 23, 2010, one day after the article became public.\n\nIn the 24 hours between the time the article surfaced and McChrystal's departure, Schultz delivered a rant excoriating the general.\n\n\"Gen. McChrystal has put the president of the United States in an untenable position,\" Schultz told viewers of The Ed Show on MSNBC. \"The president either has to fire him or let this culture of insubordination permeate through the ranks of the men and women under his command. ... The man in charge of 90,000 American lives in a war zone shouldn‘t waste time running his mouth or cutting corners on the truth. His job demands the highest level of honor and loyalty. It's about loyalty. And this stupid interview proves that he doesn't live up to that code.\"\n\nSchultz continued, \"This was a stupid move by McChrystal. So, once again, here's President Obama. He has to fix yet another problem he inherited from the Bush administration. I want the president to step up, stand up, take charge, and fire this jackass, Gen. McChrystal. Our troops deserve more.\"\n\nMost of what Schultz said is opinion, which falls outside of our purview. But we zeroed in on one thing Schultz said: \"So, once again, here's President Obama. He has to fix yet another problem he inherited from the Bush administration.\"\n\nIs it appropriate for Schultz to blame President George W. Bush for the McChrystal \"problem\"?\n\nMcChrystal is a career military officer who rose steadily through the ranks from his first day as a second lieutenant in 1976. It's true that McChrystal served in several senior Army positions during the years that Bush was president, including as commanding general of the Joint Special Operations Command from 2003 to 2006. In Afghanistan during 2001 and 2002, McChrystal was chief of staff of military operations. He also ran commando operations in Iraq, and he served in two positions with the joint staff in Washington.\n\nBut there's a much stronger argument for linking his career to Obama than to Bush.\n\nOn May 11, 2009 -- less than four months after being sworn in -- Obama ousted Gen. David D. McKiernan, the top American commander in Afghanistan, and installed McChrystal. It was widely seen as a deliberate shake-up designed to improve the execution of the long-running war. In announcing the move, Defense Secretary Robert Gates said that ''fresh eyes were needed'' and that ''a new approach was probably in our best interest.''\n\nSo while McChrystal served in senior positions under Bush, he was specifically tapped by Obama to run the war in Afghanistan. To the extent he's a \"problem,\" it seems clear to us that he's Obama's problem, not Bush's.\n\nWe considered the possibility that Schultz was saying that the \"problem\" Obama inherited from Bush was the war on Afghanistan as a whole. But while there's a bit of vagueness in Schultz's wording, we decided that the most sensible interpretation is that he was referring to McChrystal specifically. The entire rant, from beginning to end, is about McChrystal and the awkward position he put Obama in, and the immediate sentence before the statement we're analyzing was, \"This was a stupid move by McChrystal.\" (We contacted MSNBC's publicity department but received no clarification about what Schultz meant.)\n\nSo if Schultz believes that McChrystal is a problem inherited from Bush, he's wrong. Obama didn't just appoint McChrystal to fill a vacant spot; he effectively sacked the general in charge to create a vacancy that he then proceeded to fill with McChrystal as his fix-it man. The lesson for Democrats is that not everything can be blamed on President Bush. We rate Schultz's comment Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14868"}