{"url": "/factchecks/2014/oct/14/no-tax-tracks/greenlight-pinellas-opponents-says-residents-will-/", "speaker": "No Tax For Tracks", "vclaim": "The Greenlight Pinellas 1-cent sales tax \"is permanent, we never get to vote on this again.\"", "truth_label": "half-true", "date": "stated on September 30, 2014 in an email newsletter:", "title": "Greenlight Pinellas opponents say residents will never be able to vote on tax again", "text": "When it comes to discussing the Greenlight Pinellas mass transit initiative, two things are certain: Taxes and citizens complaining about taxes.\nIf the measure passes on Election Day, the county’s sales tax would go up 1 cent. So an opposition group has made the alleged unfairness of it all a cornerstone of their campaign. No Tax For Tracks, a grassroots group opposed to Greenlight Pinellas, said in an email to voters that not only is the switch from a property tax for the Pinellas Suncoast Transit Authority to an increased sales tax unfair, it’s going to last forever.\n\"They call it a ‘tax swap,’ but PSTA's revenue will increase from $32 million per year to $148 million per year,\" the email reads. \"Any financial dictionary will tell you that this is not a ‘tax swap’, this is a revenue increase of over 300 percent! And the tax is permanent, we never get to vote on this again.\"\nThe group has notably been mindful of its wording here, because they have said in the past that the swap was a \"300 percent tax increase.\" We rated that False, because that number would be the change to the PSTA operating budget, and not any individual taxpayer.\nWill the tax swap be permanent, though? We decided to find out.\nThe swap\nThe countywide transportation plan aims to expand bus service by adding routes and extending hours, but also would add a 24-mile light rail line between St. Petersburg and Clearwater.\nIn order to pay for the changes, the county’s sales tax would go up from 7 percent to 8 percent, becoming the highest tax rate in the state. Some things, like medicine, groceries, and certain agricultural and manufacturing startup equipment, would be exempt from the sales tax, and the increase would be limited to the first $5,000 of major purchases. This would replace the Pinellas Suncoast Transit Authority’s current county funding through a property tax. \nGreenlight Pinellas is different from something like Penny for Pinellas, the county's 1-cent capital improvement tax. The Penny for Pinellas has to be reauthorized by voters every 10 years. Here, the interlocal agreement the PSTA and the county commission created for the plan does not specifically guarantee a future vote on the sales tax increase. \nThe \"tax swap,\" as Greenlight Pinellas organizers call it, would boost the authority’s budget from about $34 million to as high as $120 million to $130 million, PSTA calculates. If voters approve the change in November, the change would take effect Jan. 1, 2016. Any future changes to the Greenlight plan, such as an extension of the proposed rail line or other major alteration, would be subject to a referendum.\nThe property tax technically wouldn’t go away, as the PSTA needs the state to approve its elimination. Gov. Rick Scott vetoed a bill in 2012 that would have done this, getting rid of the property tax and replacing it with the increased sales tax if voters choose. Now, if Greenlight Pinellas passes, the PSTA would set the millage rate to zero and start collecting the sales tax. The property tax could be eliminated by the Legislature in the future, but the fact that it would still exist on property tax bills has led No Tax For Tracks to speculate this could lead to double taxation. Greenlight Pinellas rules say PSTA can’t have both sets of tax revenue. \nThe new sales tax itself stays in place \"until repealed,\" as the ballot language for Nov. 4 says. No Tax For Tracks argues that repeal won’t ever take place, because of how the PSTA and Pinellas County agreed to fund the project.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThe interlocal agreement says the surtax money can only be used to fund Greenlight projects, PSTA chief development officer Cassandra Borchers told us. It also specifies that the county has to continue to fund PSTA operations and maintenance.\nThere are ways for the tax to be rescinded written into the agreement, however. If the plan isn’t implemented as promised or in the time frame allotted, if the money from the sales tax is used for something other than the Greenlight plan, if there is a payment default or some unforeseen calamity in the future, the tax can be reduced or terminated. It also is slated for review in 50 years, and every 20 years thereafter.\nBut overall, it won’t be easy to stop the tax once it starts. That’s because the tax money is going to pay for a major construction project.\nJewel White from the Pinellas County Attorney’s Office said there are clauses written into the contract that allow for decades of guaranteed tax money in order to secure financing for capital projects, like more buses and the proposed light rail line.\nUnless one of the triggers to end the sales tax is met, the county commission likely wouldn’t examine the issue, White said. Because the sales tax is under the same ordinance that governs initiatives like Penny For Pinellas, it has to be put to voters to be enacted, she said. After that, options for repeal are few.\nPinellas residents could ask the commission to address the issue, but that would probably not get any results either, White said. Residents could not force the commission to put the issue back on the ballot.\n\"Certainly, anyone can approach the commission at any time,\" she said. \"Once money gets bonded, though, it’s pretty hard to undo.\"\nNo Tax For Tracks activists also said these steps are wholly improbable, because if the county ended the tax, they would have to find some way to continue to pay its obligations to PSTA. Borchers agreed that just ending the sales tax or reinstituting the property tax -- which would bring in much less money for the operating budget -- would result in major problems.\n\"You couldn’t just stop it without some consequences,\" Borchers said, noting that not only is the operating budget at issue, there is a lot of promised state and federal money tied up in the plan. \"You’d have to pay back all those grants.\"\nOur ruling\nNo Tax For Tracks said the Greenlight Pinellas 1-cent sales tax \"is permanent, we never get to vote on this again.\"\nThere is no clause or provision in the proposal that allows for another vote. However, saying the tax is \"permanent\" also goes too far.\nWhile it is certainly likely that the sales tax would be in place for the foreseeable future if passed, the tax has a review clause set for 50 years from now. The long time frame is because the taxes are dedicated to paying for major long-term construction projects like light rail. As to whether the county commission would ever bring the question back to voters, it’s improbable but not impossible.\nThe statement is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-07145"}