{"url": "/factchecks/2014/sep/07/chuck-todd/chuck-todd-said-8-9-states-toss-senate-races-are-l/", "speaker": "Chuck Todd", "vclaim": "\"Eight out of the nine states with competitive Senate races, Hispanics make up less than 10 percent of the electorate.\"", "truth_label": "true", "date": "stated on September 7, 2014 in a comment on \"Meet the Press.\":", "title": "Chuck Todd said 8 of 9 states with toss-up Senate races are less than 10 percent Hispanic", "text": "Chuck Todd kicked off his hosting duties on Meet the Press by landing an interview with President Barack Obama. But because he’s widely known as a politics junkie, the show also spent a lot of time discussing the 2014 Senate races.\nOver the weekend, the White House announced Obama wouldn’t be taking executive action on immigration reform before the midterms. Obama told Todd it wasn’t about the upcoming elections, but the Meet the Press pundits disagreed.\n\"Democrats are playing defense this year in the race for the Senate. They’re playing in red states where this issue is always going to red hot,\" said Amy Walter of the Cook Political Report, one of the show’s panelists. \"Taking executive action on anything Republicans could call amnesty would boost the Republican base.\"\nConversely, if you look at demographics, action on immigration may not play a significant role for boosting Democratic turnout in the Senate races, Todd pointed out.\n\"Look at this map, you have this great stat,\" Todd said. \"Eight out of the nine states with competitive Senate races, Hispanics make up less than 10 percent of the electorate.\"\nWe thought Todd’s statement was interesting, so we decided to take a deep dive into the numbers.\nCompetitive seats \nOut of the Senate seats up for election this year, the Cook Political Report rates nine races as toss-ups, meaning either party has a chance of winning. The Cook Report also counts three more races as competitive but leaning toward one party.\nThere is some deviation on the number of competitive races. On the high end, CNN considers 12 races competitive, dividing them into six seats \"up for grabs\" and six with \"tilts\" towards a party. On the low end, FiveThirtyEight, which doesn’t label the races competitive or otherwise, lists five seats in which leaders have less than a 60 percent chance of winning.\n\n\n\n\n \n\nCook Political Report\n\n\nFiveThirtyEight\n\n\nCNN\n\n\n\n\nAlaska\n\n\nToss-up\n\n\nToss-up\n\n\nToss-up\n\n\n\n\nArkansas\n\n\nToss-up\n\n\nLeaning Republican\n\n\nToss-up\n\n\n\n\nColorado\n\n\nToss-up\n\n\nToss-up\n\n\nLeaning Democrat\n\n\n\n\nGeorgia\n\n\nToss-up\n\n\nLeaning Republican\n\n\nLeaning Republican\n\n\n\n\nIowa\n\n\nToss-up\n\n\nToss-up\n\n\nToss-up\n\n\n\n\nKansas\n\n\nLeaning Republican\n\n\nToss-up\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nSafe Republican\n\n\n\n\nKentucky\n\n\nToss-up\n\n\nLeaning Republican\n\n\nToss-up\n\n\n\n\nLouisiana\n\n\nToss-up\n\n\nLeaning Republican\n\n\nToss-up\n\n\n\n\nMichigan\n\n\nToss-up\n\n\nLeaning Democrat\n\n\nLeaning Democrat\n\n\n\n\nNew Hampshire\n\n\nLeaning Democrat\n\n\nLeaning Democrat\n\n\nLeaning Democrat\n\n\n\n\nNorth Carolina\n\n\nToss-up\n\n\nToss-up\n\n\nToss-up\n\n\n\n\nWest Virginia\n\n\nLeaning Republican\n\n\nSafe Republican\n\n\nLeaning Republican\n\n\n\n\n\n \nNonetheless, while projections of tilts and toss-ups differ, nine seems to be a popular number of competitive states, the same number reported by the New York Times, Huffington Post, and the Rothenberg Political Report.   \nHispanic voters\nTodd’s chart on Hispanic voter numbers listed the source as a New York Times article, which extrapolated figures from past Census Bureau surveys to project 2014 elections.\nFor good measure, we’ll compare the Times’ estimates for the nine states to 2012 Census results for 12 states considered to be competitive.\n\nActual Hispanic voter turnout in 2012 and the projected number of likely Hispanic voters in 2014 are both lower than the share of eligible voters.\nBy both sources, Todd is right to say that Hispanic voters comprise less than 10 percent of the total voters in states that are toss-ups.  Whether that’s out of the top five, top nine, or top 12 most competitive states, only one, Colorado, has a Hispanic voting population above 10 percent.\nMindy Romero, director of the University of California-Davis Civic Engagement Project, agrees with the Times’ conclusion that the Hispanic voting population will only have a little impact in the competitive 2014 Senate races. But that’s not without caveats.\n\"Latinos will still impact congressional races, though they may not change the outcomes in these races,\" Romero said.\nIn the short term, Latino voters may not alter the toss-up races significantly, but Romero said they’ll definitely matter in the long run. Take a look at California, a once red and then purple state that’s now solidly blue, in part thanks to Latino voters.\n\"(California senators) Boxer and Feinstein are very safe, and Latinos are a large part of the story of why those two seats are safe, Romero said.\nThe ruling\nTodd said, \"Eight out of the nine states with competitive Senate races, Hispanics make up less than 10 percent of the electorate.\"\nThough there’s some deviation in the number of competitive states, nine seems like a pretty safe bet, and the number reported by a good portion of news sources. As for the share of Hispanic voting population, Todd is right on the money.\nWe rate his claim True.", "vclaim_id": "vclaim-pol-07344"}