{"url": "/factchecks/2019/sep/13/josh-kaul/buy-gun-wisconsin-after-felony-restraining-order/", "speaker": "Josh Kaul", "vclaim": "Says people convicted of felonies or under restraining orders \"can buy a firearm without going through a background check.\"", "truth_label": "true", "date": "stated on August 15, 2019 in a tweet:", "title": "Can you buy a gun in Wisconsin after a felony or restraining order?", "text": "Gun control is yet again — tragically — up for debate in Wisconsin.\nAfter mass shootings at an El Paso Walmart and a Dayton, Ohio, entertainment district left 31 dead, Wisconsin leaders have raised questions about \"loopholes\" in state law.\nDemocratic lawmakers introduced legislation in August 2019 that would require background checks for nearly all gun sales. Gov. Tony Evers, a fellow Democrat, has threatened to call a special session on the matter if Republican legislative leaders don’t take up the bill.\nThis comes as 80% of state residents support universal background checks — including 75% of gun owners — according to a Marquette University Law School Poll conducted in mid-August.\nSo how is that different from what Wisconsin has now?\nThe state’s Democratic attorney general offered an example.\n\"Because we don’t have universal background checks, people who are a danger to others — including people who have been convicted of a dangerous felony or are subject to a domestic violence restraining order — currently can buy a firearm without going through a background check,\" Josh Kaul said in an Aug. 15, 2019, tweet.\nState Sen. Jennifer Shilling, D-LaCrosse, raised the same point with a tweet earlier that day.\nCan someone in those circumstances really purchase a gun without a background check?\nMost gun buyers go through a background check\nA convicted felon, or someone with an active restraining order connected to domestic violence, would not pass a criminal background check to qualify for a firearm purchase.\nSuch background checks are required under federal law for any purchase of a firearm from a Federal Firearm Licenses dealer — which would include any retailers or others engaged in gun sales as a profession.\nIn Wisconsin, the state Department of Justice handles background checks for handgun sales, while long gun sales go through the National Criminal Background Check Systems, said DOJ spokeswoman Gillian Drummond.\nThis two-pronged system covers the \"vast majority\" of firearm purchases in the state, Kaul said in an Aug. 9, 2019, appearance on Wisconsin Public Television’s \"Here and Now.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThis is the process gun rights advocates refer to when noting background checks already exist. \nBut it’s not the only way to buy a gun.\nPrivate sales treated differently\nA 2015 study found 22% of gun owners bought their most recent firearm without going through a background check.\nThat’s because gun sales in Wisconsin between private parties (those without a federal firearms license) aren’t subject to reporting, waiting period or background check requirements.\nThe U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives does not regulate private sales as it does those involving dealers. And Wisconsin is one of 29 states that does not impose any state-level regulations either, according to the Giffords Law Center to Prevent Gun Violence, a research and advocacy organization that seeks \"laws, policies, and programs proven to save lives from gun violence.\" \nWebsites such as Armslist — a Craigslist-style firearms marketplace — connect private sellers and are heavily used. A search in September 2019 showed more than 2,000 firearms for sale from private parties in Wisconsin.\n\nTwo guns used in high-profile shootings here were purchased through Armslist by people under court orders not to possess guns.\nIn October 2012, Radcliffe Haughton killed three people including his estranged wife and injured four others, before killing himself at Azana Salon & Spa in Brookfield. A day before the shooting he purchased a .40-caliber handgun in the parking lot of a Germantown McDonald’s after connecting with the seller on Armslist. Two days before that, a judge had issued a restraining order that barred Haughton from owning a gun.\nIn January 2018, Robert Schmidt bought a Glock 9 mm handgun from a 19-year-old man through Armslist, days after he was released from the Calumet County jail on a bond that prohibited him from having a gun. The transaction took place in a Walmart parking lot. Schmidt was charged at the time with raping his wife at gunpoint. The next night he used that gun to kill his wife and then himself at a home just outside Appleton.\nOur ruling\nKaul said felons and people subject to domestic abuse restraining orders are currently able to buy guns in Wisconsin without going through a background check.\nAll purchases from firearms dealers are subject to state and federal requirements that include a criminal background check. But Kaul is right that Wisconsin is among the states with no oversight of gun sales between private parties.\nThat has allowed people in the circumstances he described to buy guns, in some cases with tragic results.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-00163"}