{"url": "/factchecks/2020/jul/30/facebook-posts/nfl-didnt-agree-donate-250m-black-lives-matter/", "speaker": "Facebook posts", "vclaim": "“The NFL agreed to give the domestic terror group, BLM, 250 million dollars.”", "truth_label": "false", "date": "stated on July 21, 2020 in a Facebook post:", "title": "The NFL didn’t agree to donate $250M to Black Lives Matter", "text": "Before you share a social media post that says a company has donated millions or billions to Black Lives Matter, you might want to make sure you’re not perpetuating misinformation. We’ve already debunked claims that Walmart pledged $100 million to Black Lives Matter and that Bank of America promised $1 billion to the group. A new post targets the National Football League.\n\"Yesterday, the NFL agreed to give the domestic terror group, BLM, 250 million dollars,\" the July 21 post says. \"NOW, WILL YOU BOYCOTT?\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nFirst of all, Black Lives Matter is not a terrorist organization. \nSecond, the NFL hasn’t agreed to give it $250 million. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nOn June 11, the league announced that it would donate $250 million over 10 years \"to combat systemic racism and support the battle against the ongoing and historic injustices faced by African Americans.\"\n\"The NFL and our clubs will continue to work collaboratively with NFL players to support programs to address criminal justice reform, police reforms, and economic and educational advancement,\" a statement from the league says. It doesn’t mention Black Lives Matter.\nNFL Commissioner Roger Goodell recently said \"Black lives matter\" in a video outlining the league’s position, and the league has condemned racism, according to a story in the Undefeated. This new pledge expands on a deal with Players Coalition, a group that negotiated with owners on behalf of players who kneeled during the national anthem to protest police brutality, the story says. Since that agreement more than two seasons ago, the NFL has donated $44 million to fund social justice work by awarding grants to 20 organizations and 350 grassroots programs.\n\"Now that fund will balloon to $250 million in all,\" according to a story on the NFL’s website, \"with the league working with players to identify and work with programs that address criminal justice reform, police reform and economic and educational advancement for African Americans.\"\nNo programs have been announced, so the NFL could decide to donate some of that money to the Black Lives Matter Foundation. But a spokesperson for the league told fact-checkers at the Dispatch that it’s not accurate that all $250 million would be funneled there. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17822"}