{"url": "/factchecks/2010/jun/08/blog-posting/obama-rumored-be-video-whoomp-there-it/", "speaker": "Bloggers", "vclaim": "Barack Obama appeared in the video for 'Whoomp! (There it is!)'", "truth_label": "pants-fire", "date": "stated on June 8, 2010 in a rumor widely discussed on the Internet.:", "title": "Whoomp! There he ain't! - No, that's not Obama in video", "text": "No need to go to Hawaii (or Kenya) to verify this Internet rumor. The evidence is on VH-1 (and now YouTube). Bumping and bouncing through the blogosphere Tuesday was the claim that President Barack Obama appeared in the 1993 music video for Whoomp! (There It Is), the catchy ode to raucous dancing and sexual promiscuity that became a fixture at sporting events. It includes the refrain \"Can you dig it?... We can dig it.\"\nThe speculation centers on an Obama doppelganger who appears in the video by the Atlanta rap duo Tag Team. He appears for just a few seconds during a scene where a wad of cash is shown resting next to a game of dominoes. (Not a campaign contribution, we hope, because the FEC frowns on cash.) With a Compton cap on his head, a stud in his earlobe, an array of gold rings on his hand and an antiquated, huge cell phone attached to his ear, the young black man flashes a wide grin that evokes Obama's toothy smile. But much of his face is obscured by a pair of wayfarer sunglasses.The image stirred impassioned debate on hip-hop and political sites such as Tha Corner, Gawker, The Huffington Post and Something Awful, with commentators overwhelmingly declaring that the unidentified baller must be a young Obama, or, at the very least, a passable look-alike.\n\"Pay close attention to his ears poking out, the shape of his nose, and skin color,\" said a posting on Tennessee Sons of Liberty, a Tea Party blog.\nThe discourse follows years of intense scrutiny and disagreement over Obama's background. Critics have claimed he continues to misrepresent his religion, country of birth and political beliefs despite evidence to the contrary, such as his birth certificate from Hawaii. The Tag Team postings were mostly good-natured musings. Many noted that Obama is a self-professed hip hop fan who drew wide support from rap artists during his presidential campaign, but some critics accused the bloggers of perpetuating racial stereotypes.\"Are you sure that's not him? Because all black people look the same,\" deadpanned one Huffington Post commentator.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nWe wondered: Could it be him? To paraphrase the Tag Team, we decided to go upside-down and inside-out and show you folks what it's all about.\nWe tracked down half the Tag Team, the rapper DC the Brain Supreme who also goes by the name Cecil Glenn. He first heard of the Obama video rumor on Saturday, and has since received calls from New York magazine and Inside Edition.\n\"This is like an episode of South Park,\" Glenn said. \"You can't pay for that kind of publicity.\"Glenn recounted the taping of the video in Atlanta, saying he gathered extras through word of mouth. A friend also put out an open invitation on a local radio station. The video was filmed at an Atlanta fairground. Glenn said he doesn't think the man in the video is Obama. \"It doesn't add up. It's hard to say he was in Atlanta and said, 'Ooh, I want to be in the Whoomp! (There It Is) video.' \"But, Glenn said, \"I can't be for sure because that was a real big video shoot and thousands of people showed up.\" Tag Team's label, DM Records in Miami Beach, said no one on staff could recall the name of the extra who showed up for the video shoot nearly two decades ago. President Mark Watson said he had seen the debated image on YouTube and could confirm its authenticity. \"It doesn't look like it has been tampered with,\" he said. We tried to pin down Obama's whereabouts during the June 1993 video shoot. We didn't have a detailed calendar, but the timing didn't mesh with Obama's biography. In June 1993, Obama, a recent law school graduate, was working at Miner, Barnhill and Galland in Chicago, said Judd Miner, a firm partner. Miner didn't recall Obama, then 31, taking time off to travel to Atlanta that month.\"I've never heard of this before,\" Miner said.Miner also couldn't link the earring-clad man in the video to the young lawyer that served for years at his firm. \"Barack never had an earring.\" Finally, the White House put the issue to rest. Spokeswoman Kate Bedingfield declared the rumors untrue.  \"It is not him,\" she said.So alas, that's not the leader of the free world with the wayfarers and the three-pound cell phone. But we've got the meter shakin'! So for all you conspiracy theorists -- and you party people! -- Pants on Fire!Can you dig it?", "vclaim_id": "vclaim-pol-14934"}