{"url": "/factchecks/2011/oct/04/bill-oreilly/16-muffin-included-coffee-tea-event-space/", "speaker": "Bill O'Reilly", "vclaim": "Says the federal government hosted a conference and \"ordered 250 muffins at 16 bucks a piece.\"", "truth_label": "barely-true", "date": "stated on September 28, 2011 in an interview on \"The Daily Show\":", "title": "$16 muffin included coffee, tea, event space", "text": "The $16 muffin: It’s just another piece of evidence that federal spending is out of control, according to pundit Bill O’Reilly and others who have pounced on an inspector general's report as evidence of a wasteful Washington.\n\nO’Reilly left his usual perch hosting The O’Reilly Factor on Fox News to visit Jon Stewart, host of Comedy Central’s The Daily Show. The announced topic was O’Reilly’s new book about Abraham Lincoln.\n\nBut the segment quickly became two powerful pundits from opposite sides of the political spectrum debating the role of government in society.\n\nThat, and trying to crack each other up.\n\n\"The $16 dollar muffin -- do we all know what the $16 muffin is?\" O’Reilly said, looking around. Stewart hadn’t heard, which seemed to delight O’Reilly, while the audience guffawed.\n\n\"Look, $16 muffin,\" O’Reilly explained. \"Broke the story last week on ‘The Factor.’ You were otherwise occupied, making your little wise remarks, not reading what’s happening. They had a bunch of conferences for pin heads, the federal government’s, and they ordered 250 muffins at 16 bucks a piece.\"\n\n\"That’s a lot for muffins,\" Stewart said, playing the straight guy.\n\n\"Yeah!\" said O’Reilly.\n\nThe trouble with O’Reilly’s anecdote is that it’s not entirely accurate.\n\nThe $16 muffin started with a 122-page report released Sept. 20, 2011, from the U.S. Department of Justice’s Office of Inspector General. The report followed a 2007 audit that found few internal controls on conference spending, especially for food and beverages. New guidelines were issued, and this year’s report was a check-up to see how the department was doing.\n\nNot so great, according to the recent report.\n\n\"All the conferences occurred at major hotels that applied service fees – usually around 20 percent – to the cost of already expensive menu items. Our assessment of food and beverage charges revealed that some DOJ components did not minimize conference costs as required by federal and DOJ guidelines. For example, one conference served $16 muffins, while another served Beef Wellington hors d’oeuvres that cost $7.32 per serving,\" the report said.\n\n\"In our opinion, the lack of documentation we found regarding the necessity of costly food and beverage items indicated that not all sponsors were seriously questioning the need for expensive meals and refreshments at their events,\" it added.\n\nMedia reports summarized the inspector general’s overall negative findings, but couldn’t resist starting with the $16 muffin. In fairness, it was a verbatim quote from the report.\n\nHowever, reading deeper into the report revealed that the $16 muffins were not completely a la carte. The department received some complimentary beverages and some fruit, though whether additional items were served at breakfast or at a later break is not quite clear.\n\nJustice Department officials also told the inspector general that they were provided the meeting space without charge, though the report notes it’s departmental policy to use federal government meeting spaces whenever possible. And, the inspector general found that conference planners didn’t do any kind of cost breakdowns to show that the government got a better deal overall when it purchased food and received free meeting space.\n\nThe conference was held at the Capital Hilton Hotel in Washington in August 2007, and after the $16 muffin made headlines, the hotel’s headquarters issued a statement saying that invoices sometimes don’t fully reflect the services provided.\n\n\"Hilton has a long standing practice of working with government agencies to plan meetings and events that fall within their budgets,\" said the statement from Hilton Worldwide Corporate Headquarters. \"Dining receipts are often abbreviated and do not reflect the full pre-contracted menu and service provided, as is the case with recent media reports of breakfast items approved for some government meetings. In Washington, the contracted breakfast included fresh fruit, coffee, juice, and muffins, plus tax and gratuity, for an inclusive price of $16 per person.\"\n\nThe Washington Post reported that if a person off the street went into the Capital Hilton Hotel and ordered pastries, coffee and a fruit plate, it would cost $29.15. That includes tax but no tip.\n\nThe inspector general’s office responded to Hilton’s statement with its own statement:\n\n\"The $16 muffin was based on documentation obtained during the audit showing that the Department was invoiced by the Capital Hilton Hotel $4,200 including gratuity and service charge for 250 muffins. Although we made repeated attempts over several months to reach the Capital Hilton during the course of the audit to discuss its billing, it was not responsive to our numerous requests. Since our report was issued, the Capital Hilton has stated that other food and beverage items, such as coffee, tea, and fruit, were included in the charged amount, but did not provide any supporting documentation. Even if the $4,200 fee included additional food and beverage items, the OIG believes, as stated in our report, that many individual food and beverage items listed on conference invoices and paid by the Department were very costly.\"\n\nOur ruling\n\nO’Reilly got the $16 muffin story from a lengthy and thorough report issued by an independent inspector general. Additionally, the \"$16 muffin\" is how the inspector general phrased its charge of excessive spending.\n\nWe reviewed the long report, and it seems to be thorough and independent, as are most reports from inspectors general. The report’s main findings are that the government is paying for items that appear too costly when invoices are reviewed. Even if the $16 muffin is fiction, then it seems reasonable to believe that the Justice Department’s own spending records are incomplete or inaccurate.\n\nOn the other hand, a full reading of the report showed the $16 muffins included beverages and possibly fruit, as well as meeting space. While a $16 breakfast is no bargain, it’s not as bad as $16 for a solitary baked good.\n\nAlso, O’Reilly made his remarks to Jon Stewart on Sept. 28, after Hilton issued its first statement on Sept. 23 saying the invoices may not have been complete. So the report was under question when O’Reilly debated Stewart. (We contacted O’Reilly for comment, but we didn’t hear back.)\n\nBecause the federal government didn't pay $16 for a muffin even if it paid too much for breakfast, we rate O’Reilly’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-12324"}