{"url": "/factchecks/2020/jul/09/dan-forest/nc-republican-wrongfully-says-masks-do-not-work/", "speaker": "Dan Forest", "vclaim": "Multiple studies “all said for decades, masks do not work with viruses.”", "truth_label": "false", "date": "stated on July 4, 2020 in an interview:", "title": "NC Republican wrongfully says masks 'do not work'", "text": "At a campaign event in western North Carolina on July 4, the state’s Republican candidate for governor dismissed the need for face coverings during the coronavirus pandemic.\nLt. Gov. Dan Forest, who’s running for governor against incumbent Democrat Roy Cooper, said scientific evidence doesn’t support mask mandates.\n\"There have been multiple comprehensive studies at the deepest level held to scientific standards in controlled environments that have all said for decades, masks do not work with viruses,\" he told a reporter for The Hendersonville Times-News.\nIs it true that studies \"all said\" that masks \"do not work on viruses?\"\nForest’s statement that they \"do not work\" ignores recent studies -- and federal healthcare guidance -- showing that mask-wearing does reduce the spread of coronavirus.\nWhat Forest said\nWhile virologist and Trump advisor Dr. Anthony Fauci, the U.S. Centers for Disease Control and other experts have said masks alone don’t guarantee protection from the virus, they do believe masks can help slow down the spread of COVID-19.\nBut, by saying \"all\" studies show no use for masks, Forest left himself no margin for error. So we asked the Forest campaign to cite Forest’s sources.\nCampaign spokesman Andrew Dunn noted an article published in the New England Journal of Medicine on April 1 titled, \"Universal masking in hospitals in the Covid-19 era.\"\nDunn quoted a line from the authors’ opening statement, which reads:\n\"We know that wearing a mask outside health care facilities offers little, if any, protection from infection.\" Authors go on to say the purpose of their article is to examine \"whether a mask offers any further protection in health care settings in which the wearer has no direct interactions with symptomatic patients.\"\nAuthors later noticed that people were quoting their article to discourage mask-wearing, so they released a follow-up letter to clarify their position. \n\"We understand that some people are citing our Perspective article (published on April 1 at NEJM.org) as support for discrediting widespread masking. In truth, the intent of our article was to push for more masking, not less,\" researchers wrote in a June 1 letter.\nThey acknowledged writing the sentence that Dunn cited, then said: \"but as the rest of the paragraph makes clear, we intended this statement to apply to passing encounters in public spaces, not sustained interactions within closed environments. A growing body of research shows that the risk of SARS-CoV-2 transmission is strongly correlated with the duration and intensity of contact.\"\nDunn also cited a study, published in the U.S. National Library of Medicine in 2015, that examined the use of \"non-pharmaceutical interventions\" to reduce the spread of the flu.\nNon-pharmaceutical interventions are public health strategies used to reduce virus transmissions. These interventions include home quarantine for infected persons, social distancing, reduction in public gatherings, and masks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nDunn pointed out that researchers wrote that there are \"widely disparate findings on masks' effectiveness in combating viruses.\" The study examined existing reports on NPIs, but found that many of the reports were flawed.\nResearchers reviewed 100 studies on intervention strategies and found inconclusive results for most of them, including masks. Of those 100 studies, researchers wrote that \"only seven met all selection criteria and pooled analysis was not feasible\" because they had \"significant design flaws.\"\nResearchers wrote:\n\"Reduction of viral transmission by non-pharmaceutical interventions (NPI) has a significant appeal and is often recommended. However, the efficacy of such interventions is unclear … Despite the potential for NPI in preventing influenza transmission, there is very limited data available. … Properly designed studies evaluating large populations including ‘at risk’ patients and in a variety of communities are needed.\"\nThat was 2015. Now fast forward to the emergence of COVID-19.\nOther studies\nResearchers have launched multiple studies on potential methods for stifling the outbreak, finding that masks could help prevent the spread of the novel coronavirus.\nBack in April, researchers wrote in the U.S. National Library of Medicine that \"to date, no study has been done to examine the effectiveness of masks against the SARS‐CoV‐2 causing COVID‐19. However, a recent study in patients with seasonal coronaviruses has demonstrated that surgical face masks significantly reduced detection of viral RNA in aerosols and shows a trend in reducing viral RNA in droplets.\"\nA study published in The Royal Society on June 10 found \"the results of two mathematical models and show that facemask use by the public could make a major contribution to reducing the impact of the COVID-19 pandemic.\"\nAnother study, published in The Lancet medical journal on June 1, found that \"face mask use could result in a large reduction in risk of infection.\"\nAnother study, coming out in the August edition of the International Journal of Nursing Studies, concluded that \"community mask use by well people could be beneficial, particularly for COVID-19, where transmission may be pre-symptomatic.\"\nRachel Graham, assistant professor of epidemiology at the UNG Gillings School of Global Public Health, noted that a study out of Germany found that a mask mandate decreased the COVID-19 growth rate by about 40%.\nWhen it comes to mask-wearing, Graham said: \"It’s not that there’s no transmission, it’s that there’s less.\"\nThe CDC, which earlier this year said masks weren’t necessary in public places, changed its guidance on April 3 after studies found that the virus can be spread by asymptomatic individuals. Now, the CDC recommends nearly everyone wear a face covering saying they \"help protect people around you\" and are \"most likely to reduce the spread of COVID-19 when they are widely used by people in public settings.\" \nPolitiFact has reported on the effectiveness of masks on several occasions, quoting experts who say coverings, when worn properly, can effectively reduce the spread of COVID-19 when combined with other prevention methods such as frequent hand washing and social distancing.\nOur ruling\nForest said \"there have been multiple comprehensive studies at the deepest level held to scientific standards in controlled environments that have all said for decades, masks do not work with viruses.\"\nHis statement overlooks recent data, news stories, CDC guidance and the advice of one of President Trump’s top pandemic advisors. While face coverings alone can’t guarantee protection from a virus, recent studies show they do reduce the risk of spreading the virus.\nAnd that’s the goal in this pandemic: to stop the spread. So Forest’s claim that masks \"do not work\" is inaccurate. We rate his claim False.", "vclaim_id": "vclaim-pol-17713"}