{"url": "/factchecks/2016/feb/01/ed-gillespie/gillespie-says-more-businesses-are-closing-opening/", "speaker": "Ed Gillespie", "vclaim": "\"More businesses are closing than opening in Virginia today.\"", "truth_label": "false", "date": "stated on January 13, 2016 in a Facebook post.:", "title": "Gillespie says more businesses are closing than opening in Virginia", "text": "No doubt, Republican Ed Gillespie’s campaign for governor next year will focus on Virginia’s economy.\nHere’s how he started a Facebook post on Jan. 13, less than two hours before Gov. Terry McAuliffe, a Democrat, began his State of the Commonwealth address to the General Assembly:\n\"Governor McAuliffe is absolutely right to celebrate every groundbreaking for a new business in the Commonwealth and to tout every job created here. We all join him in that. Unfortunately, those groundbreakings aren’t enough to offset the closures, as more businesses are closing than are opening in Virginia today.\"\nWe wondered if he’s right that the number of businesses in Virginia is currently declining. Chris Leavitt, Gillespie’s campaign manager, said his boss’s claim was based on an economic study released in November by the Strome College of Business at Old Dominion University. It’s called the \"2015 State of the Commonwealth Report\" and is sponsored by a foundation of the Virginia Chamber of Commerce.  \nLeavitt, in an email, highlighted a sentence on page 130 of the study that says, \"Further, since 2008, more firms have been dying than have been created, both nationally and regionally.\"\nThe research was overseen by James V. Koch, an economist and former president of ODU. He told us the data on the decline of firms came from the Small Business Administration and that they end at 2011.  \nAlthough the report did not specifically say Virginia is now experiencing more business deaths than births, Koch told us in an initial email that that Gillespie’s statement is \"true\" under the lens of the latest 2011 statistics. \"We’ll need to see if things change after 2011,\" he wrote.\nThe economy has seen slow improvement since 2011 as the U.S. moves further away from the Great Recession. We wondered whether fresher figures on business openings and closings were available.\nA spokesman for the SBA told us its data comes from the U.S. Census Bureau. He pointed us to a census site that has figures through 2013 and shows different trend lines for business births and deaths than those offered by Gillespie and the ODU report.\nThe data counts the annual population of \"establishments\" -- defined as a single place open for business with any number of employees.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe census figures show there were 156,056 Virginia establishments in 2000 and that steadily grew each year to a high of 180,508 in 2007. Then the number dropped in each of the following four years as the state moved towards and weathered the recession, falling to 173,732 establishments in 2011.\nSo if we cut off the data at 2011, the trendline ends with a four-year steady decline.\nBut the line begins to rise when we go beyond that point. There were 175,013 Virginia business establishments in 2012 and 176,228 in 2013, the latest year such census data is available.\nKoch, in a second interview, told us he wasn’t surprised by the upswing, saying of the 2011 numbers, \"an awful lot of what we had been seeing was recession related.\" He also said that the impact of federal spending cuts, while significant in Virginia, has not been as dire as expected in 2011.\nThe pattern in Virginia closely traces the national trend, which also shows the number  of establishments steadily increasing from 2000 to 2007, decreasing annually from 2008 to 2011 and then gaining ground the next two years.\nThe latest figures show that in 2013, the number of business establishments in Virginia and the U.S. had still not regained their pre-recession peaks.. Virginia was 2.4 percent below that high mark, the U.S. was 2.7 percent below.\nOur ruling  \nGillespie says \"more businesses are opening than closing in Virginia today.\"\nA campaign spokesman says Gillespie based his statement on an ODU report, published last November, that contained data through 2011. The report said that \"since 2008, more firms have been dying than have been created, both nationally and regionally.\"\nCensus data from 2011 does show a steady four-year decline in the number of Virginia business establishments. But these statistics are stale. The latest figures show the number of businesses began to slowly increase again in 2012 and 2013 -- although they still had not recovered to their pre-recession levels.\nThe bottom line: There’s no evidence that business deaths are exceeding births today. The most current statistics point otherwise, although they hardly suggest a baby boom.\nWe rate Gillespie’s statement False.", "vclaim_id": "vclaim-pol-05481"}