{"url": "/factchecks/2019/feb/14/gavin-newsom/true-more-million-californians-dont-have-clean-dri/", "speaker": "Gavin Newsom", "vclaim": "\"More than a million Californians\" do not have \"clean water to bathe in or drink.\"", "truth_label": "true", "date": "stated on February 12, 2019 in a State of the State Address:", "title": "TRUE: ‘More than a million Californians’ don’t have clean drinking water … It could be higher", "text": "Democratic Gov. Gavin Newsom has made confronting California’s contaminated drinking water a top priority early in his term in office.\nIn his first week, he took his cabinet on a road trip to meet with Central Valley residents who, for years, have had to rely on bottled water for drinking and cooking. In his budget, he called for a tax on drinking water to help disadvantaged communities clean up contaminated water. Then he signed one of his first pieces of legislation to provide assistance to communities with unsafe water, including $10 million for emergency drinking water projects.\nDuring his State of the State Address, Newsom called California’s safe drinking water crisis \"a moral disgrace and a medical emergency.\"\nHe added this assertion:\n\"Just this morning, more than a million Californians woke up without clean water to bathe in or drink.\"\nIs the problem this widespread? We decided to fact-check Newsom’s claim.\nOur research\nClean drinking water advocates and researchers told us Newsom’s statement is correct, but noted it’s an estimate based on incomplete data, and that the actual number could be higher.\n\"It’s worse,\" said Jonathan London, a UC Davis professor who’s written about contaminated drinking water.\nThe professor said one million would be \"an underestimate.\"\nIn the San Joaquin Valley alone, there were nearly 100,000 residents living without access to clean drinking water, according to a February 2018 UC Davis study London co-authored.\n\"Unfortunately, (Newsom’s) number is true,’ added Kelsey Hinton, spokesperson for the Community Water Center, a San Joaquin Valley nonprofit that advocates for clean drinking water.\nAs evidence, both London and Hinton pointed to a 2017 drinking water compliance report by the State Water Resources Control Board, which regulates water quality. The report shows that an estimated 592,000 Californians lived in a public water district that received a water quality violation in 2017. But that doesn’t include people living in private, unregulated districts.\nLondon said some of the violations are worse than others, such as those involving arsenic, nitrates or uranium contaminates. Some of the violations, he added, could be less severe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"All violations have some kind of health risk associated,\" he added.\n\nCalifornia Gov. Gavin Newsom delivered his first State of the State Address on Feb. 12, 2018. AP photo. \nNot everyone is counted\nHinton said on top of those living in regulated districts, there are many thousands more who live in small, rural communities that rely on unregulated private wells. Some of those wells also experience contamination, but aren’t counted in the water board report.\nA McClatchy investigation published in June 2018 found at least 6 million Californians are served by water providers that have been in violation of state standards at some point since 2012.\nDarrin Polhemus, deputy director for the water board's division of drinking water, said Newsom’s figure is accurate based on a tally this month of the regulated, public water systems alone.\nThat report includes violations for an additional contaminant, the cancer-causing man-made chemical Trichloropropane, referred to as 1,2,3,-TCP. The addition of that contaminant boosts the number of people living in a regulated district to \"now over one million people,\" he said.  \n\"The estimated population … of the public water systems regulated by the State Water Board that are currently out of compliance is 1,081,328,\" Polhemus said in an email. \"This number increased recently because we added those systems that are now out of compliance with our 1,2,3-TCP Maximum Contaminant Level.\"\nOur ruling\nGov. Gavin Newsom claimed \"more than a million Californians\" don’t have \"clean water to bathe in or drink.\"\nA group that advocates for clean drinking water and a UC Davis researcher agreed with Newsom’s figure, with the researcher saying the number is significantly higher than one million. They pointed to a state water board report showing nearly 600,000 people lived in a regulated public water district that received a water quality violation in 2017. They noted that many thousands more people live in districts with unregulated and contaminated private wells but are not counted on the water board’s tally.\nThe deputy director of the water board’s drinking water division added that a report from this month, which adds violations for a new cancer-causing contaminant, boosts the number of people in regulated water districts alone to more than one million people.\nBased on this information, we rated Newsom’s statement True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-02-15 01:52:41 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"More than a million Californians\" do not have \"clean water to bathe in or drink.\"    Gavin Newsom California Governor http://www.capradio.org/articles/2019/02/12/text-and-analysis-state-of-the-state-2019    Tuesday, February 12, 2019 2019-02-12    Read More  info", "vclaim_id": "vclaim-pol-01014"}