{"url": "/factchecks/2016/may/23/rob-portman/portman-drug-overdoses-exceeded-car-accidents-no-1/", "speaker": "Rob Portman", "vclaim": "Ohio is \"probably top five in the country, sadly, in terms of heroin overdoses. It’s now exceeded car accidents as the No. 1 cause of death in Ohio.\"", "truth_label": "half-true", "date": "stated on May 17, 2016 in a radio interview:", "title": "Portman: Drug overdoses 'exceeded car accidents as the No. 1 cause of death in Ohio'", "text": "Here’s something on which liberals and conservatives can agree: Heroin is bad.\nThe epidemic of drug overdoses has captured media attention on a national scale, and Ohio Sen. Rob Portman is using it to his political advantage. The Republican senator, up for re-election in a tight race, has taken to every platform to push his proposed anecdote, the Comprehensive Addiction and Recovery Act.\nThe measure, which provides funding for a range of addiction prevention and treatment services,  passed in the Senate on March 10. Since then, Portman has spoken about the issue weekly on the Senate floor, on national news networks, and on syndicated radio with pundit Hugh Hewitt.\nAs Hewitt’s guest May 17, Portman said, \"We’re probably top five in the country, sadly, in terms of heroin overdoses. It’s now exceeded car accidents as the No. 1 cause of death in Ohio.\"\nThe epidemic seems like it can’t be overstated. But Portman did just that with the omission of a couple of key words.\nWe checked with the Portman campaign, and they linked us to an Ohio Health Department report, 2014 Ohio Drug Overdose Data: General Findings, which counted 2,531 unintentional drug overdoses in 2014, the highest number on record for Ohio.\nThe report said that opioids (prescribed drugs, heroin and fentanyl) were the driving factor behind unintentional drug overdoses in Ohio.\nThe very first line of the report explores how that stacks up to other injury-related deaths. It reads, \"Unintentional drug overdose continued to be the leading cause of injury-related death in Ohio in 2014, ahead of motor vehicle traffic crashes — a trend which began in 2007.\"\nAccording to Melanie Amato, the department’s spokesperson, the categorization of \"injury-related\" deaths includes incidents such as fatal falls, car accidents, drownings, homicides, and unintentional overdoses.\n\"Injury-related\" is an important distinction. There are a lot of ways to die that aren’t classified as injury-related.\nPortman is missing those two key words.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWe found data from the Centers for Disease Control that determine actual leading cause of death in Ohio in 2014. We made this chart using the agency’s mortality statistics:  \n\n(Amato explained that the CDC’s number of drug deaths is higher than the health department’s by 213 deaths because the CDC’s definition of \"drug poisoning\" doesn’t distinguish between intentional and unintentional overdoses. The Ohio Department of Health counts intentional overdoses separately, as suicides.)\nNationally, CDC data shows that Ohio ranks fifth for states with the most heroin overdose deaths, behind West Virginia, New Mexico, New Hampshire and Kentucky. That means Portman was right about the Buckeye State being in the top five.\nPortman has used the comparison between lethal overdoses and car crashes before. We scoured his press releases and videotaped statements for other references to the statistic, and found it in at least two more places.\nPortman got it right on April 7, on the Senate floor, when he said, \"Since 2007, drug overdoses have killed more people in Ohio than any other cause of accidental death, surpassing car accidents.\"  \nBut another occasion in the Senate, on May 12, he again said, \"The No. 1 cause of death now in my home state of Ohio is not car accidents anymore. It is overdoses. It’s overdoses from prescription drugs and heroin.\"  \nOur ruling\nPortman said Ohio is \"probably top five in the country, sadly, in terms of heroin overdoses. It’s now exceeded car accidents as the No. 1 cause of death in Ohio.\"\nHe has a point about Ohio having the fifth-most drug overdose deaths in the nation for 2014.\nBut he forgot two key words that make an important distinction about the types of deaths he is counting: \"injury related.\" CDC data shows that when you count long-term health problems such as cancer and heart disease, drug poisoning is eighth on the list of things killing Ohioans.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/26d5d9db-60af-4803-8aa0-97e95b4e64ba", "vclaim_id": "vclaim-pol-04926"}