{"url": "/factchecks/2008/jan/18/rudy-giuliani/hard-to-measure-but-hes-a-tax-cutter/", "speaker": "Rudy Giuliani", "vclaim": "\"And delivered more tax relief than the other Republicans combined.\"", "truth_label": "mostly-true", "date": "stated on January 16, 2008 in a TV ad:", "title": "Hard to measure, but he's a tax cutter", "text": "The statement made in a TV ad Rudy Giuliani debuted this week in Florida couldn't be more straightforward. It says Giuliani \"delivered more tax relief than the other Republicans combined.\"\n\nAs any economist or tax expert will tell you, comparing the candidates on tax issues is a bit like trying to hug a greased pig.\n\n\nBackground material provided by the campaign for the ad claims that by the end of Giuliani's term as mayor, New Yorkers' \"tax burden\" was reduced nearly 20 percent. Under Mike Huckabee, it states, Arkansas residents' state tax burden increased nearly 19 percent; and under Mitt Romney, Massachusetts residents' state tax burden increased about 8 percent.\n\n\nThe Giuliani campaign said those numbers were based on the Tax Foundation's method of calculating the percentage of the state income being taken in state tax.\n\n\nThe Tax Foundation, which was kind enough to analyze tax burden figures for PolitiFact, came up with slightly lower figures for the increases under Huckabee and Romney: 14 and 7 percent, respectively.\n\n\nBut here are a couple of things to keep in mind. First, the Tax Foundation doesn't do those calculations for cities, so the Giuliani campaign's 20 percent figure is one they arrived at themselves. Also, as Bill Ahern of the Tax Foundation points out, the statewide tax burden his group calculates includes local taxes that a governor doesn't control.\n\n\nAhern also warned that tax burden numbers don't tell the whole story. Each person led in different situations. For example, he said, Huckabee was under court order to increase education spending in Arkansas. \"Is that him raising taxes?\" Ahern asked. \"Well, he signed it.\"\n\n\nConsider as well, Ahern said, that Romney fought hard to decrease the income tax rate in Massachusetts from 5.3 to 5 percent, but he couldn't persuade the Democrat-controlled legislature to go along with him. \"Any honest reading of the record would show he's a tax cutter,\" Ahern said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Tax Foundation does not analyze cities, so the Giuliani campaign ran some numbers themselves and came up with the 20 percent decrease in \"tax burden.\" Here's the math, from city controller reports: taxes increased from $18.1-billion to $21.7-billion; the nominal gross city product went from $286-billion to $428-billion; so the total taxes as a percentage of gross city product went from 6.33 percent to 5.07, a 19.88 percent decrease.\n\n\n\"By some measure, I'm sure they are correct,\" said E.J. McMahon, a senior fellow for tax and budgetary studies at the Manhattan Institute.\n\n\nUnder Giuliani's watch, the city tax burden fell to its lowest point in three decades, McMahon said. It's an achievement for which he deserves credit, McMahon said, but not all of it. For example, he said, one of the largest tax cuts of the Giuliani era — the elimination of a 12.5 percent income tax surcharge — was actually opposed by Giuliani.\n\n\nAs for federal legislators like Sens. John McCain and Fred Thompson, Giuliani's team discounted them altogether. Neither were executives in a state, city, municipality, county or other government, \"and thus could not deliver tax cuts.\"\n\n\nNachama Soloveichik of the Club for Growth spent months analyzing the candidates' records on taxes. Not an easy task, she said. How do you compare executives like Giuliani to a senator like Thompson? Does he get credit if he voted for a tax cut?\n\n\nThere are so many ways to measure budgets, it's hard to get a handle on, Soloveichik said. How do you factor in fees? Nevertheless, the Club for Growth prepared reports on each candidate's record on economic issues.\n\n\nHer conclusion: \"It is clear that Giuliani did successfully push through more tax relief than Romney or Huckabee.\"\n\n\nGiven the many confirming sources, it's clear Giuliani has a strong record on tax cutting. However, his claim of delivering \"more tax relief than the other Republicans combined\" is next to impossible to accurately judge, so we rate the statement in Giuliani's ad Mostly True.", "vclaim_id": "vclaim-pol-16397"}