{"url": "/factchecks/2010/aug/10/george-packer/george-packer-says-despite-us-investments-baghdad-/", "speaker": "George Packer", "vclaim": "Despite the U.S. spending $10 billion on Iraq's electrical system, Baghdad still only gets five hours of electricity a day.", "truth_label": "barely-true", "date": "stated on August 8, 2010 in ABC's \"This Week\":", "title": "George Packer says despite U.S. investments, Baghdad still gets only five hours a day of electricity", "text": "During the round-table discussion on ABC's This Week on Aug. 8, 2010, the New Yorker's George Packer was asked to comment on Vice President Joe Biden's boast, \"I'm very optimistic about Iraq. I think it's going to be one of the great achievements of this administration.\"\n\n\"It's a bit much,\" Packer said, especially considering how few Democrats supported the troop surge that has been credited for turning the situation around in Iraq. And he warned not to paint too rosy a picture of Iraq as the president prepares to remove combat forces by the end of the month.\n\n\"It has stabilized,\" Packer said. \"But let's not exaggerate what kind of Iraq we're going to be leaving as we leave in the next year and a half. I mean, we spent $10 billion on that country's electrical system. How many hours a day are there of electricity in Baghdad now? Five hours a day. It's better than it was three years ago; it's still a pretty intolerable level of daily life and violence for ordinary Iraqis.\"\n\nElectricity has been one of the key indicators of the success of reconstruction in Iraq, so we decided to check Packer's claim that, despite the U.S. spending $10 billion on Iraq's electrical system, the capital city of Baghdad still only gets five hours of electricity a day.\n\nPacker told us he got his figures from an Aug. 1. 2010, story in the New York Times. The story, written by Steven Lee Myers under the headline \"A Benchmark of Progress, Electrical Grid Fails Iraqis\" states that, \"Iraq now has elections, a functioning, if imperfect, army and an oil industry on the cusp of a potential boom. Yet Baghdad, the capital, had five hours of electricity a day in July.\"\n\nAccording to the story, electricity shortages -- caused in part by war, corruption and a dysfunctional government -- have led to disillusionment and discontent among many Iraqis and sparked violent protests this summer.\n\nIn an e-mail, Myers said the source for the five-hours-per-day figure for Baghdad was an interview with the deputy minister of electricity in Baghdad, as well as quarterly reports put out by the Special Inspector General for Iraqi Reconstruction. Myers explained that the hours-per-day figure is a difficult number to pin down because it changes daily and by region, even by neighborhood. Some areas get as few as 1 or two hours of electricity a day in the summer, some get more.\n\nAccording to the Brookings Institution's latest Iraq Index, the average hours of electricity a day in Baghdad was 19.5 hours in March (15.5 hours in February), the most recent months for which data was provided. Part of the discrepancy is due to the time of year. Demand for electricity spikes in Iraq's hot summer months, but Brookings' figures show Baghdad's average available daily power supply consistently exceeding 10 hours since Aug., 2008.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut Special Inspector General for Iraqi Reconstruction, Stuart W. Bowen Jr., warned not to put too much stock in any of the hours-per-day numbers.\n\n\"The hours per day figure is something the embassy stopped trying to track three years ago,\" Bowen said. \"It is so difficult to assess and so unreliable.\"\n\nAt best, he said, the figure of five hours a day in Baghdad is anecdotal, ever-changing, and different from neighborhood to neighborhood.\n\nIn the alternative, Bowen's office decided to stick to tracking the daily power output on the grid. Nationwide, the average daily electrical output hit an historic peak in June at 6,700 megawatts. The quarterly average, down 2 percent from this time last year, is still more than 50 percent higher than pre-war electricity levels.\n\nThat good news, however, is tempered by the grid's inability to keep up with soaring demand for electricity, which has nearly doubled. New prosperity in Iraq has increased access to goods that demand power. In addition, the country has failed to effectively manage demand through appropriate fees, Bowen said. Iraq charges very little for electricity, he said, and those fees are not effectively enforced, so Iraqis practically get their electricity for free. As a result, even with additional electricity purchased from neighboring nations, Iraq's electric supply meets just 62 percent of the demand.\n\nPacker's point about the tenuous future of electricity supply in Iraq is valid. As the U.S. begins its withdrawal of troops from Iraq, a number of serious challenges face the Iraqi government with regard to supplying electricity. The country needs to develop an automated distribution system, in part to stem some of the political manipulation of electricity distribution, Bowen said. It also needs to better maintain and oversee available electricity and better control unplanned outages plaguing the system. And the Iraqi government must jump-start and fund the behind-schedule \"MegaDeal\" purchases of dozens of turbines from General Electric and Siemens, which Bowen said would go a long way toward solving the country's electricity problems.\n\nNonetheless, Bowen said, the U.S.'s investment in Iraq's electrical system has made a difference, as evidenced by the historic peak in electricity production in June.\n\nIt's also important to note that, according to the July 2010 quarterly report from the Special Inspector General for Iraqi Reconstruction, and confirmed by Bowen, the U.S.'s investment in Iraq's electrical system has to date been $5 billion, not the $10 billion cited by Packer on Meet the Press.\n\nSo in his remarks Packer doubled the amount of money spent on the power grid. Also, although the Brookings numbers only go through March, they put the average daily power supply in Baghdad at more than twice as high as Packer's number. While the five hours a day figure may have been an accurate anecdotal snapshot during the month of July, experts say any figure is highly speculative. As a result, we rate Packer's claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14613"}