{"url": "/factchecks/2014/sep/30/joni-ernst/joni-ernst-says-94-percent-education-department-em/", "speaker": "Joni Ernst", "vclaim": "\"94 percent of those that are employed by the Department of Education at the federal level were deemed by the department as nonessential employees.\"", "truth_label": "barely-true", "date": "stated on September 28, 2014 in a debate:", "title": "Joni Ernst says 94 percent of Education Department employees are 'nonessential'", "text": "The U.S. Education Department is often a political football in debates about the role of the federal government. Look no further than the Iowa Senate debate on Sept. 28, 2014, between Republican Joni Ernst and Democrat Bruce Braley.\nDuring the audience-participation part of the debate, a local college student named Jake asked Ernst this question: \"You've said you'd like to eliminate the Department of Education. What implications does this have for students who receive Pell Grants and federal student loans?\"\nHere’s Ernst’s response.\n\"Thank you, Jake, that's a great question. It doesn't do anything to those that receive Pell Grants and student loans. Those are programs that are very necessary for our college students, but they can be easily housed in the Department of Treasury. Now when it comes to the Department of Education, 94 percent of those that are employed by the Department of Education at the federal level were deemed by the department as nonessential employees. So I would rather see the dollars that go to those nonessential employees be directed back to the states so they can be utilized by our administrators and our teachers in making sure that our Iowa students are receiving a great education.\"\nIs Ernst correct that 94 percent of employees at the Education Department have been \"deemed by the department as nonessential\"? Her campaign didn’t return an inquiry, but we took a closer look.\nFirst, some background. A government shutdown happens when one particular kind of federal funding stops flowing -- money that’s appropriated by Congress. Appropriations bills are supposed to be passed annually, though in recent years, acrimony between Congress and the president has made it happen more irregularly. This occurred most recently from Oct. 1, 2013, to Oct 16, 2013, when congressional Republicans refused to fund President Barack Obama’s health care law and Obama refused to sign spending bills unless they included funding for the law.\nThere is a grain of truth to back up Ernst’s claim. During the 2013 shutdown, the Education Department furloughed 3,983 employees out of a workforce of 4,195. That’s 94.9 percent of all department employees.\nBut the employees weren’t deemed \"nonessential.\"\nWhile the term \"nonessential employees\" has been used in the media in the past to describe federal employees who are furloughed during a shutdown, the phrase was never officially used to describe employees. The word \"nonessential,\" which has been used since a 1980 memo issued by the Office of Management and Budget, was applied to activities, not employees. The terms for employees themselves are \"exempt/nonexempt\" or \"excepted/nonexcepted.\"\nMore importantly, the way Ernst uses the term \"nonessential\" -- suggesting that the employees’ own department classifies them as make-work employees and that their salaries would be better shifted to state education budgets -- is misleading.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat prevents an employee from being furloughed during a government shutdown is their performance of \"emergency work involving the safety of human life or the protection of property.\" (Some federal employees are able to continue working because their salaries were paid entirely by user fees or trust funds and, as a result, were not held up by a stalled spending bill.)\nFew of the Education Department’s employees save lives or guard property. The department’s budget is heavily weighted toward paying out and overseeing student loans and aid to schools in the states. It has the fewest employees of any cabinet-level department in the federal government. (The next smallest, the Department of Housing and Urban Development, has twice as many employees.)\nSince so much of what the department does is to write checks, it’s not surprising that 94 percent of its staff would be furloughed; neither life nor property is at risk. If being \"essential\" was defined solely by saving lives or protecting property, most Americans' job duties would be categorized in the \"nonessential\" camp.\nErnst is \"being disingenuous at best and probably a lot worse than that,\" said David Bills, an education professor at the University of Iowa.\nJohn M. Palguta, vice president for policy with the Partnership for Public Service, agreed. \"The law makes no reference to whether or not an employee’s work is important, meaningful, and/or valuable to the agency’s mission,\" he said.\nA final note: Remember when Ernst said, \"I would rather see the dollars that go to those nonessential employees be directed back to the states so they can be utilized by our administrators and our teachers in making sure that our Iowa students are receiving a great education\"? Well, the money saved from \"nonessential\" employees wouldn’t do much to help front-line schools.\nIf the roughly 4,000 Education Department employees were magically transferred to state or local education jobs, they would increase the number of state and local education employees by a minuscule 4/100ths of 1 percent, according to our calculations of Bureau of Labor Statistics data.\nOur ruling\nErnst said, \"94 percent of those that are employed by the Department of Education at the federal level were deemed by the department as nonessential employees.\"\nWhile it’s true that the Education Department did furlough 94 percent of its employees during the 2013 government shutdown, those employees were neither called \"nonessential\" in official documents nor were they \"nonessential\" in any casual definition of the word. The Education Department’s furlough rate was 94 percent because its employees were not saving lives or protecting property -- the standard for being exempt from furloughs.\nThe claim contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-07231"}