{"url": "/factchecks/2013/apr/18/gabrielle-giffords/gabby-giffords-says-americans-overwhelmingly-suppo/", "speaker": "Gabrielle Giffords", "vclaim": "Polls show that Americans \"overwhelmingly\" support \"expanding background checks.\"", "truth_label": "true", "date": "stated on April 17, 2013 in an op-ed in the \"New York Times\":", "title": "Gabby Giffords says Americans \"overwhelmingly\" support expanding background checks", "text": "Gabrielle Giffords, the former Arizona congresswoman who was shot in the head while meeting with constituents on Jan. 8, 2011, has become a leading advocate for Americans who support tighter restrictions on guns.\n\nMore than two years later, the Senate moved to consider an amendment that would have expanded background checks. But the amendment failed to win the necessary 60 votes to proceed to a final vote.\n\nThe day after the vote, Giffords wrote an op-ed for the New York Times decrying that vote.\n\nIn her op-ed, Giffords wrote, \"Some of the senators who voted against the background-check amendments have met with grieving parents whose children were murdered at Sandy Hook, in Newtown. Some of the senators who voted no have also looked into my eyes as I talked about my experience being shot in the head at point-blank range in suburban Tucson two years ago, and expressed sympathy for the 18 other people shot besides me, 6 of whom died. These senators have heard from their constituents — who polls show overwhelmingly favored expanding background checks. And still these senators decided to do nothing. Shame on them.\"\n\nUnder current law, background checks are required in sales made by federally licensed gun dealers, but not for gun sales by private sellers. President Barack Obama wants to require criminal background checks for all gun sales. The National Rifle Association, which opposes universal background checks, argues that an expansion would fail to deter criminals.\n\nHere, we will check Giffords’ claim that polls show that Americans \"overwhelmingly\" support \"expanding background checks.\"\n\nTo do this, we will look at national survey data from media and academic polls taken in the month prior to Giffords’ column. Here’s a rundown of all such polls we could find that addressed an expansion of background checks:\n\n• Washington Post-ABC News poll, April 11-14, 2013: \"Would you support or oppose a law requiring background checks on people buying guns at gun shows or online?\" Support: 86 percent. Oppose: 13 percent.\n\n• CNN/Opinion Research Corp. poll, April 5-7, 2013: \"Some proposals would require a background check on anyone attempting to purchase a gun in order to determine whether the prospective buyer has been convicted of a felony or has a mental health problem. Please tell me whether you would favor or oppose a background check for a prospective gun buyer under each of the following circumstances. ... If the buyer is trying to purchase a gun at a gun show.\" Favor: 83 percent. Oppose: 17 percent.\n\n\"If the buyer is trying to purchase a gun from another person who is not a gun dealer but owns one or more guns and wants to sell one of them.\" Favor: 70 percent. Oppose: 29 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"If the buyer is purchasing a gun from a family member or receiving it as a gift.\" Favor: 54 percent. Oppose: 45 percent.\n\n\"Please tell me whether you would favor or oppose a background check for anyone who wants to buy ammunition for a gun.\" Favor: 55 percent. Oppose: 44 percent.\n\n• Quinnipiac University poll, March 26-April 1, 2013. \"Do you support or oppose requiring background checks for all gun buyers?\" Support: 91 percent. Oppose: 8 percent.\n\n• CBS News poll, March 20-24, 2013. \"Would you favor or oppose background checks on all potential gun buyers?\" Favor: 90 percent. Oppose: 8 percent.\n\nGiffords’ claim is well-founded, in part because it’s not overly specific: In four polls over the prior month, between 83 percent and 91 percent of respondents said they would favor an expansion of the current background check regime. We think any reasonable person would conclude that those percentages qualify as \"overwhelming.\"\n\nGiffords would have had more trouble finding support for her claim had she either set a numerical threshold or had she been more specific about the kind of background checks Americans are comfortable with.\n\nFor instance, when Obama spoke shortly after the amendment’s failure in the Senate, he cited 90 percent support for an expansion of background checks not once but five times in fairly brief remarks. In the survey results we found, half of the polls crossed that threshold and half did not (though those that didn’t are fairly close).\n\nMeanwhile, the results of the CNN poll suggest that Americans do not support all possible expansions of background checks to the same extent. Checks at gun shows found 83 percent support, but private sales between a willing seller and a willing buyer garnered 70 percent backing, while checks for transfers to family members or for the purchase of ammunition only reached the mid 50-percent range.\n\nOur ruling\n\nIn her op-ed, Giffords said polls show that Americans \"overwhelmingly\" support \"expanding background checks.\" Four independent polls taken in the previous month showed that some sort of expansion of background checks earned the support of between 83 percent and 91 percent of respondents, a level of backing we think qualifies as \"overwhelming.\" We rate her statement True.", "vclaim_id": "vclaim-pol-09449"}