{"url": "/factchecks/2016/sep/27/donald-trump/donald-trumps-false-clinton-energy-plan/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton’s energy agenda \"will cost the U.S. economy over $5 trillion\"", "truth_label": "false", "date": "stated on September 24, 2016 in a speech in Roanoke, Va.:", "title": "Donald Trump's false claim that Clinton's energy plan will cost the economy $5 trillion", "text": "Donald Trump attacked Hillary Clinton on energy issues at a campaign stop in Virginia just two days before the two were set to go head-to-head at the first presidential debate.\n\"Hillary Clinton says she wants to put the miners out of work,\" he said. \"Clinton and Kaine also want to shut down shale, and shut down natural gas. The Clinton regulatory agenda will drive up electricity prices for Virginia families and will cost the U.S. economy over $5 trillion.\"\nTrump’s claim about Clinton wanting to shut down natural gas production is not accurate, but what about his claim on the cost of her energy agenda?  \nThe claim is misleading as $5 trillion refers to the cost of implementation, not the cost to the economy.  What’s more, the researcher who produced the figure told us the investment will actually help the economy.\nThe $5 trillion figure\nThe Trump campaign referred us to a 2016 working paper by Columbia Business School professor Geoffrey Heal entitled \"What Would it Take to Reduce US Greenhouse Gas Emissions 80% by 2050?\"\nHeal, who is in favor of climate change action, estimated a cost of $42 billion to $176 billion per year in required investment in production capacity, energy storage, energy transmission and battery-powered vehicles. On the low end, that comes out to $1.3 trillion over three decades and, on the high end, $5.3 trillion over three decades.\nThis, however, does not refer to a loss in GDP, but rather the amount needed to update the U.S. energy system and technology infrastructure.\n\"It’s not a GDP loss at all,\" Heal told PolitiFact. \"This is infrastructure investment.\"\nHe pointed out that Trump and Clinton have both called for long-term infrastructure investment. Spending the $5 trillion on cutting emissions is a \"relatively inexpensive way with a good rate of return,\" Heal said, and the $5 trillion will have a \"multiplier\" effect that will help the economy become cleaner and more productive.\nHeal also told us to take his estimate with a grain of salt because there a lot of uncertainties, such as the price of technology. Overall, he actually supports Clinton’s \"sensible\" energy and climate change policies.\n\"She’s pushing for the right things,\" he said. \"I certainly don’t think they’ll bankrupt the country.\"\nWhat’s more, it’s not entirely accurate to say 80 percent by 2050 is Clinton’s \"regulatory agenda.\"  \nClinton has proposed various energy policies to cut carbon emissions by 30 percent in 2025 relative to 2005 levels. She said her plan will \"put the country on a path to cut emissions more than 80 percent by 2050,\" a goal established by President Barack Obama and found in this year’s Democratic Party Platform.\nIn other words, the analysis offered by Heal doesn’t apply to her actual policies but an aspiration the Democrats share.\nA 2014 paper by the Deep Decarbonization Pathways Project, which brings together energy researchers from around the world, found a similar result: an investment cost equivalent to about 1 percent of GDP.\nBut the researchers note that this price tag is \"incremental\" and has a great level of uncertainty \"because they depend on assumptions about consumption levels, technology costs, and fossil fuel prices nearly 40 years into the future.\" They also stipulate that the cost assumes little to no technological change nor does the estimate include benefits like avoided health and infrastructure costs.\nEconomic cost of energy policies\nIf we look at specific policies rather than a 30-year goal, the economic cost of Clinton’s energy agenda is dramatically less expensive.\nIn a speech to the Shale Insight conference in Pennsylvania, Trump specified that the $5 trillion refers to the President Barack Obama’s Climate Action Plan and Clean Power Plan.\nObama’s Climate Action Plan proposes new regulations, investments in renewable energy and international cooperation to cut carbon emissions. That plan includes the Environmental Protection Agency’s  Clean Power Plan of 2015 (which requires power plants to reduce their 2005 emission levels by 32 percent within 25 years) and the Paris agreement (in which the Obama administration pledged to cut national 2005 emission levels by 28 percent within 20 years).\nThose plans are currently in limbo. The Supreme Court ruled in February 2016 to halt the Clean Power Plan’s implementation while the Paris agreement has yet to go into effect. \nClinton has vowed to defend and implement Obama’s climate change policies, including the Clean Power Plan and the Paris climate agreement. Critics of these policies — namely the oil and gas industry, business groups and free market oriented think tanks — say they’ll impose costs on businesses and consumers alike. But these estimates do not come close to $5 trillion.\nAccording to a 2015 report by the conservative Heritage Foundation — which opposes the plan — the Clean Power Plan will lead to a loss of $2.5 trillion in GDP by 2030.\nHere’s table breaking down the estimates we found, all from groups that are opposed to the plans or that have concerns about them:\n\n\n\n\nGroup\n\n\nPolicy\n\n\nEstimated cost\n\n\nYear of analysis\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\nHeritage Foundation\n\n\nClean Power Plan\n\n\n$2.5 trillion in GDP by 2030\n\n\n2015\n\n\n\n\nHeritage Foundation\n\n\nClimate Action Plan\n\n\n$1.47 trillion in national income by 2030\n\n\n2013\n\n\n\n\nManufacturers Alliance for Productivity and Innovation\n\n\nClean Power Plan\n\n\n$660 billion in GDP loss by 230\n\n\n2016\n\n\n\n\nAmerican Action Forum, a center-right advocacy group\n\n\nParis agreement and existing climate change-oriented regulations\n\n\n$562 billion by 2030*\n\n\n2015\n\n\n\n\nU.S. Chamber of Commerce\n\n\nClean Power Plan\n\n\n$510 billion in GDP loss by 2030\n\n\n2014\n\n\n\n\n \n*American Action Forum estimated that altogether, existing climate change-geared regulations cost $28 billion annually while the Paris agreement, which kicks in 2020, would raise that number to $45 billion annually.\nEstimated benefits of climate change policies\nOn the flip side, the Environmental Protection Agency and others argue the Clean Power Plan actually leads to economic gains when health and environmental benefits are included in the analysis.\nCurbing carbon emissions would reduce health hazards, such as asthma and heart attacks, associated with particle pollution, saving the public $34 to $54 billion per year by 2030, according to the EPA. Factoring in the EPA’s own projected costs of $8 billion per year,  that’s an annual net gain of $26 billion to $46 billion.\nA 2016 cost-benefit analysis by Harvard researchers resulted in a figure in the same ballpark: a net $38 billion per year in net benefits by 2020.\nMeanwhile, the National Resources Defense Council had even rosier projections. The environmental group estimated that the Clean Power Plan would deliver benefits worth $55 billion to $93 billion, outweighing the costs of $7.3 billion to $8.8 billion. \"\nThe Clinton campaign also pointed us to several papers on the cost of not reducing emissions. For examples, researchers estimated a 23 percent reduction in global incomes by 2100 if climate change is unmitigated.\n\"Climate change is a serious issue for the economy. It could inflict damages that will add up,\" Heal said.\nOur ruling\nTrump said Clinton’s energy agenda \"will cost the U.S. economy over $5 trillion.\"\nThe Trump campaign said Trump was referring to one study that looked at how much it would cost to reach Clinton’s climate goal; it referred to a high-end, 30-year estimate of implementation costs. The study did not actually measure the effects on the economy.\nCritics of the plan say it will reduce GDP by as much as $2.5 trillion. Supporters say it actually will have a net-positive effect.\nTrump’s statement is not accurate. We rate it False.\nhttps://www.sharethefacts.co/share/c2dc492c-a93b-46ae-b501-e94b7cac3f06", "vclaim_id": "vclaim-pol-04254"}