{"url": "/factchecks/2018/apr/24/ro-khanna/are-most-our-taxes-spent-war-terror-no/", "speaker": "Ro Khanna", "vclaim": "\"Most of our taxes are spent on the so-called ‘War on Terror.’\"", "truth_label": "false", "date": "stated on April 19, 2018 in a Facebook post:", "title": "Are most of our taxes spent on the war on terror? No", "text": "A recent Facebook post by Rep. Ro Khanna, D-Calif., made an incorrect assertion about the scale of military spending in the federal budget.\nWhen PolitiFact contacted Khanna’s office, the congressman personally emailed us to say he was fixing the post — which happened before we could publish our fact-check.\nOur reporting started when a reader asked us to fact-check the April 19 post on Khanna’s Facebook page. Khanna’s post shared a graphic that was headlined, \"Your Taxes Are Going to War.\"\nThe post was attributed to the National Priorities Project, an effort sponsored by the liberal Institute for Policy Studies, but the group said it is not responsible for the graphic. \nThe part that caught our eye was Khanna’s personal comment alongside the graphic: \"Republicans mention ‘fiscal responsibility’ when talking about cutting SNAP and Medicaid, even though most of our taxes are spent on the so-called ‘War on Terror’ which has sacrificed countless lives. It’s time to change our priorities.\"\nHere’s a screenshot of the original post.\n\n \nOur policy is to acknowledge and applaud after-the-fact corrections by speakers we check, but we still put the original comment to the Truth-O-Meter. So we’ll do that here.\nChecking Khanna’s original post\nOne tricky aspect of checking Khanna’s statement is that the federal budget does not cleanly separate \"War on Terror\" spending from overall national defense spending.\nUnder a simple but admittedly generous definition, we assumed that the entirety of spending on national defense went to the \"War on Terror.\" The reality is that many aspects of the federal military budget — from nuclear weapons to troops stationed in South Korea to the U.S. Marine Corps band — are far removed from the front lines of the \"War on Terror.\" (Khanna offered us an even more expansive estimate that include veterans services, the State Department and other agency spending, but we decided to stick with our definition.)\nAnother tricky aspect is that Khanna referred to \"our taxes.\" It’s not always easy to determine what ordinary Americans pay in federal taxes. Obviously they pay income taxes directly, but many taxation specialists would say that taxpayers indirectly foot the bill for corporate taxes and for the employer’s share of payroll taxes. For simplicity, we decided to include all tax revenues collected by the federal government, regardless of type.\nSo how does national defense spending compare with federal tax revenues?\nFederal tax receipts in 2017 totaled $3.3 trillion. By comparison, outlays for national defense totaled $598.7 billion. That works out to 18.1 percent of tax receipts — not \"most\" of our taxes, as Khanna originally put it.\n\"It is pretty far off the mark to say that the majority of taxes are used for the wars,\" said Todd Harrison, the director of defense budget analysis at the Center for Strategic and International Studies. \"Even if you wanted to expand it as broadly as possible to include all national defense, homeland security, and veterans funding, it still does not add up to half.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn fact, while federal spending on national defense is sizable, it pales compared to social spending. If you add together the two programs Khanna cited — Medicaid and SNAP (what used to be called food stamps) — and further include Social Security and Medicare, those four programs collectively accounted for 60.4 percent of tax receipts, or more than three times the proportion spent on the military.\nIt’s also worth remembering that all federal spending currently exceeds the amount of taxes collected -- that’s what having an annual deficit means.\nLooking at discretionary spending only\nKhanna would have been more accurate if he had clarified that he was talking about \"discretionary spending\" rather than the entire federal budget.\nWhat does that mean? There are actually four major types of spending.\nOne type of spending, known as \"mandatory spending,\" is essentially automatic, given to any American who’s eligible based on existing rules and formulas. This category includes Social Security, Medicare, Medicaid and food stamps.\nAnother type of spending is interest on the federal debt. This spending is also mandatory, but is typically considered a separate category.\nThe two remaining types fall under \"discretionary spending.\" The term \"discretionary\" doesn’t necessarily mean less important, but it does mean that such lines of funding must be approved on a more or less annual basis by Congress.\nAll spending on national defense falls into the category \"defense discretionary spending.\" And all other types of federal spending — from the Labor Department to the Environmental Protection Agency — makes up the category \"non-defense discretionary spending.\"\nThis chart shows that non-defense discretionary spending slightly outpaces defense discretionary spending, but the two are very close.\n\nSo Khanna would have been closer to the mark if he’d said that national defense spending accounted for about half of discretionary federal spending.\nThat’s what Khanna did when he changed the wording of his post.\n\"We should have clarified that this was excluding mandatory spending,\" Khanna said in an email to PolitiFact. \"The caption we used is clearly poorly written. We do believe it is the majority of discretionary spending when counting all of the costs of the war on terror — which are beyond defense. ... You were right to bring it to our attention.\"\nThe new caption on Khanna’s post reads, \"Republicans mention ‘fiscal responsibility’ when talking about cutting SNAP and Medicaid, even though a majority of our taxes, related to discretionary spending, go to the so-called ‘War on Terror.’ Post updated to clarify that these numbers are related to discretionary spending only — based on PolitiFact's Louis Jacobson’s comments.\"\nOur ruling\nKhanna’s original post said, \"Most of our taxes are spent on the so-called ‘War on Terror.’\"\nThat’s close to accurate if you specify that you’re referring to discretionary spending only, but the original post did not do that.\nTo his credit, Khanna pointed out the distinction when he rewrote the post. We applaud the change, but our policy is to rate the original wording, and that earns the initial statement a False.\n Share the Facts 2018-04-24 19:54:16 UTC   PolitiFact    2 1 7  PolitiFact Rating: False   \"Most of our taxes are spent on the so-called ‘War on Terror.’\"    Ro Khanna U.S. Representative, D-Calif. https://www.facebook.com/RoKhannaUSA/photos/a.339679542745029.78030.317667194946264/1712756732103963/?type=3&theater   a Facebook post Thursday, April 19, 2018 2018-04-19    Read More  info    \nCorrection: The National Priorities Project did not create the graphic Khanna shared, the group told us in December. The original story, posted in April, was incorrect on this point.", "vclaim_id": "vclaim-pol-02156"}