{"url": "/factchecks/2012/oct/30/barack-obama/barack-obama-critics-clash-whether-planned-parenth/", "speaker": "Barack Obama", "vclaim": "\"There are millions of women all across the country who rely on Planned Parenthood for not just contraceptive care; they rely on it for mammograms.\"", "truth_label": "half-true", "date": "stated on October 17, 2012 in the second presidential debate at Hofstra University:", "title": "Barack Obama, critics clash on whether Planned Parenthood provides mammograms", "text": "In recent weeks, President Barack Obama and Mitt Romney have sparred over Romney’s promise to eliminate federal funding for Planned Parenthood.\n\nRomney has made his pledge several times, most recently in speaking to reporters in Ohio in mid-October, when he said, \"I think I’ve said time and again that I’m a pro-life candidate and I’ll be a pro-life president. The actions I’ll take immediately is to remove funding for Planned Parenthood. It will not be part of my budget.\"\n\nOn several occasions, Obama has countered that doing so would hamper women’s health services.\n\n\"When Gov. Romney says that we should eliminate funding for Planned Parenthood, there are millions of women all across the country who rely on Planned Parenthood for not just contraceptive care -- they rely on it for mammograms, for cervical cancer screenings,\" Obama said during the second presidential debate on Oct. 17, 2012.\n\nObama reiterated the point during a campaign appearance a day later in in Manchester, N.H., saying, \"Gov. Romney said he’d end funding for Planned Parenthood, despite all the work it does to provide women with mammograms and breast cancer screenings.\"\n\nObama even repeated it on NBC’s Tonight Show with Jay Leno, saying, \"You’ve got issues like Planned Parenthood, where that organization provides millions of women cervical-cancer screenings, mammograms, all kinds of basic health care.\"\n\nPlanned Parenthood says that nearly 3 million people in the United States visit Planned Parenthood affiliate health centers every year, so Obama is correct on the scale of how many people use its health services. And he’s right about the group offering cervical cancer screenings (it provided 769,769 pap smears in 2010) and contraceptive services not including abortion (more than 3.7 million cases in the same year).\n\nHowever, Planned Parenthood’s relationship with mammograms specifically, is a bit more complicated than Obama suggests.\n\nAs PolitiFact Georgia wrote earlier this year, Planned Parenthood President Cecile Richards denounced proposed federal cuts in February 2011 on HLN’s \"The Joy Behar Show,\" saying that millions of women in the country would lose access to health care, not to abortion services but to basic family planning services, such as mammograms and cancer screenings.\n\nBut Richards was immediately challenged on her statement by the California-based anti-abortion group Live Action, which secretly recorded phone conversations between an actress and employees at various Planned Parenthood clinics. The actress, supposedly seeking a mammogram, was told the service was not available and in some cases was referred elsewhere. Richards said her comments on Behar’s show were taken out of context.\n\nSo what exactly does Planned Parenthood do regarding mammograms?\n\nThe organization reported that in 2010, it provided 747,607 breast examinations. But the organization acknowledges that those involve physical examinations by medical professionals, not mammograms.\n\n\"Although Planned Parenthood health centers do not offer mammography, each affiliate must have a physician available who is able to evaluate patients identified with abnormal breast findings who have been referred by clinicians, either on-site or by referral, and each affiliate maintains a list of radiologists and breast disease specialists to whom Planned Parenthood patients can be referred,\" the group says.\n\nA statement posted on Planned Parenthood’s website, dated Oct. 17, 2012, explained the group’s approach.\n\n\"Planned Parenthood helps women nationwide get access to mammograms, as part of the range of health care Planned Parenthood health centers provide to nearly three million people a year. Planned Parenthood doctors and nurses do this like any other primary care provider or ob-gyn does,\" the statement said, adding that \"women rely on Planned Parenthood for referrals for and financial help with mammograms and specialized diagnostic follow-up tests (like ultrasounds and biopsies) when indicated by age, history and/or clinical breast exam.\"\n\nThe statement continued, \"Like the vast majority of primary care physicians and ob-gyns, Planned Parenthood doctors and nurses refer patients to other facilities for mammograms based on breast exams, age, or family history. For many women, Planned Parenthood is the only health care provider they will see all year, and thus the only way they will get a referral for a mammogram Planned Parenthood medical professionals have established relationships with local breast imaging centers and specialists. In some instances case management is done by the Planned Parenthood health center and in others the management is coordinated by the specialist.\"\n\nOur ruling\n\nObama said that \"there are millions of women all across the country who rely on Planned Parenthood for not just contraceptive care; they rely on it for mammograms, for cervical cancer screenings.\"\n\nThe critics have a point that Planned Parenthood does not actually provide mammograms; instead, the organization refers patients who need them offsite. Supporters of Planned Parenthood also have a point that the organization serves as an important link between some female patients and the mammograms a doctor determines they need.\n\nOn several occasions, Obama has oversimplified and exaggerated what Planned Parenthood does, but he’s also not entirely wrong that the group makes it possible for many women to get mammograms they need. On balance, we rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10054"}