{"url": "/factchecks/2018/jan/17/delaine-eastin/does-california-rank-41st-student-spending-no-1-pr/", "speaker": "Delaine Eastin", "vclaim": "California is 41st in the nation in per pupil K-12 spending, but \"No. 1 in per prisoner\" spending.", "truth_label": "mostly-true", "date": "stated on January 13, 2018 in a town hall :", "title": "Mostly True: California ranks 41st on per student spending but No. 1 per prisoner", "text": "Democratic candidate for governor Delaine Eastin wants to reduce California’s high poverty and incarceration by investing more in students.\nEastin, a former state legislator and superintendent of public instruction, recently said California doesn’t spend enough on students at its K-12 schools but spends more than any state in the nation on its inmates.\n\"Ladies and gentlemen, you are living in the most expensive state in the union, but you are 41st in per pupil spending,\" Eastin claimed at a Los Angeles town hall for six gubernatorial candidates on Jan. 13, 2018. \n\"You should be in the top 10 not the bottom 10,\" she added. \"But guess what, you’re No. 1 in per prisoner expenditure. That’s a disgrace. Budgets are statements of values. And to look at our budget, you’d think prisons were more important than education.\" \n\nEastin makes her claim at about the 46:00 minute mark in the town hall. \nWas Eastin right about those rankings? We decided to fact check her per student vs. per prisoner spending comparison.\n41st in per student spending?\nTo support the first part of the statement, Eastin’s campaign pointed to a January 2017 report by the California Budget and Policy Center. The nonprofit, which is described in some media reports as left-leaning, analyzes how budget and tax policies affect low- and middle-income Californians.\nIts report found \"California ranked 41st among all states in spending per K-12 student after adjusting for differences in the cost of living in each state.\" It used data from the 2015-16 fiscal year.\nCalifornia schools spent $10,291 per K-12 student that year, or about $1,900 less than the $12,252 per student spent by the nation as a whole, the report said. Notably, California’s per student spending was up about $2,000 from the 2012-13 fiscal year, when the state ranked 50th in the nation.\nJonathan Kaplan, the report’s author and a senior policy analyst at the center, told us the report applies a wage-based index to account for California’s high teacher salaries. This adjustment, he said, allows for a valid spending comparison between states that pay employees much less.\nClarifications missing\nEastin’s statement does not clarify that the 41st in the nation ranking includes an adjustment for cost-of-living. Nor does she mention that California’s per pupil spending has moved up the rankings in recent years.  \nThe budget center is not the only group that ranks per pupil spending.\nEdWeek, a publication that covers K-12 education, ranked California 46th in per student spending, also using a cost of living adjustment. It’s most recent ranking, however, uses older data, from 2013-14, that doesn’t account for recent state spending increases.\nBy contrast, the National Education Association conducts a straight spending comparison. It placed California’s per pupil spending at 22nd for 2015-16.\nIn February 2017, EdSource.org published an in-depth look at the ways California’s per pupil spending has been ranked by different groups.\nIt summarized its findings this way:\n\"Since 2011-12, the low point in funding following the 2007-08 recession, California has increased K-12 funding by more than $20 billion. As a result, its average per-student spending has significantly increased, and its ranking among the states has improved in the three most frequently cited studies.\nBut there’s a big variation in the state’s ranking among the three because they use different methods and different data. California has moved up some but continues to be in the bottom fifth of states, according to Education Week and the California Budget and Policy Center, while the National Education Association places California near the middle.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nPer prisoner spending\nTo support Eastin’s claim that California is \"No. 1 in per prisoner expenditure,\" her campaign directed us to a June 2017 Associated Press article that describes those costs as \"the nation’s highest.\" It said California’s per-inmate cost was expected to  climb to $75,560 in the next year.\n\"Since 2015, California’s per-inmate costs have surged nearly $10,000, or about 13%. New York is a distant second in overall costs at about $69,000,\" the AP reported.\nIn August 2017, PolitiFact California rated Mostly True Sen. Kamala Harris’ claim \"it costs $75,000 per year\" to lock up an inmate in the state, based in part on the AP article and state budget estimates.\nWe found several reasons for the dramatic cost increase. Most notable is California’s sharp drop in inmates combined with higher corrections spending, resulting from greater state contributions to prison employee pensions.\nThe inmate drop is driven by a 2009 U.S. Supreme Court order for California to reduce prison overcrowding. California’s prison population reached a peak of 163,000 inmates in 2006, according to the Public Policy Institute of California. The state estimates it will house an average of about 119,000 prisoners this year.\nMeanwhile, there’s been no corresponding reduction in prison staff as inmate number have fallen, causing per capita costs to spike.\nJeffrey Callison, a state prisons spokesman, told us the conditions of the court order prevent California from closing prisons even as the inmate population is reduced.\n\"So long as the order is in effect we cannot close prisons because to do so would reduce our capacity, thereby pushing us back above 137.5 percent\" level of prison crowding, Callison said in an email. That level is tied to prison capacity and defined by the court, he said.\nPrisoner cost to keep climbing\nLooking ahead, the per inmate cost is expected to go up again -- to $80,729 -- under Gov. Jerry Brown’s proposed 2018-19 budget released this month.\nPolitiFact California could not immediately obtain current per prisoner cost estimates for the state of New York. Various rankings have listed New York as No. 1 for per prisoner costs, including a Vera Institute of Justice report using the earlier 2015 data.\nChristian Henrichson, research director at the Vera Institute, told us by email that California and New York \"are neck and neck on this measure, and the answer may depend on the year studied.\"\nCalifornia’s continued per prisoner cost spike \"would place CA in the top spot,\" Jon Murchinson, Eastin’s campaign spokesman, asserted in an email.\nWhile we don’t have all the exact figures, that’s a fairly safe bet.\nThough per capita inmate costs continue to climb, that doesn’t mean California spends more on prisons than K-12 education, as some might take from Eastin’s claim. The reverse is correct: Gov. Jerry Brown’s current general fund budget projects spending 42 percent, or $55 billion, on the K-12 system. Meanwhile, it proposes spending 9 percent, or about $12 billion, on the prison system.\nOur ruling\nCandidate for governor Delaine Eastin recently claimed California ranks 41st in per pupil K-12 spending but is \"No. 1 in per prisoner\" spending.\nShe relied on a January 2017 policy center report that backs up the per pupil spending ranking, after adjusting for cost of living. Another ranking that makes a straight spending comparison puts California at 22nd for per pupil spending. Eastin did not make this clear in her statement nor did she note that California’s per student spending has increased in recent years.\nEastin’s claim that California is No. 1 for per prisoner costs is backed up by a 2017 Associated Press report, which listed New York a distant second. While we could not immediately find current figures for New York, we discovered that California’s per prisoner costs are expected to again rise -- to more than $80,000 -- in the next fiscal year, several thousand dollars higher than in recent years.\nOverall, Eastin’s comparison is supported by recent studies. But her statement could use clarifying information.\nWe rate it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: After publication, we added additional context noting the U.S. Supreme Court order prevents California from automatically closing prisons even as its inmate population is reduced.\n Share the Facts 2018-01-18 03:07:13 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  California is 41st in the nation in per pupil K-12 spending, but \"No. 1 in per prisoner\" spending.    Delaine Eastin Candidate for California governor https://www.capradio.org/articles/2018/01/13/watch-california-gubernatorial-town-hall/    Friday, January 13, 2017 2017-01-13    Read More  info", "vclaim_id": "vclaim-pol-02508"}