{"url": "/factchecks/2012/jun/24/david-cicilline/us-rep-david-cicilline-says-women-earn-only-77-per/", "speaker": "David Cicilline", "vclaim": "Women \"earn only 77 cents for every dollar earned by men in the same position.\"", "truth_label": "barely-true", "date": "stated on April 17, 2012 in a news release:", "title": "U.S. Rep. David Cicilline says women earn only 77 percent of what men earn in the same job", "text": "Some \"facts\" are repeated so often they become accepted wisdom. One of them, involving the gap between pay for women and men, was offered up by U.S. Rep. David Cicilline in a news release supporting the Paycheck Fairness Act, which failed a test vote in the House on June 5.\n\n\"Nearly a century since suffrage was achieved, women continue to lag behind men in terms of compensation in the workplace,\" Cicilline said. \"It is unacceptable that women continue to earn only 77 cents for every dollar earned by men in the same position. In many families, women have grown increasingly responsible for household income, and we must work to ensure that their pay keeps pace with their participation in the job market.\"\n\nThe 77-cent figure has been repeated a lot by politicians and news organizations. President Obama has cited it. We saw it in a Cicilline fundraising letter after the GOP blocked the paycheck bill.\n\nIt was the subject of an NBC \"Meet The Press\" exchange in which liberal commentator Rachel Maddow quoted the figure and Republican political strategist Alex Castellanos said the statistic was misleading.\n\n\"For example, men work an average of 44 hours a week. Women work 41 hours a week. Men go into professions like engineering, science and math that earn more. Women want more flexibility,\" Castellano said amid a lot of overtalk.\n\nIf the wage difference were so great, said Castellano, \"every greedy businessman in America would hire only women, save 25 percent and be hugely profitable.\"\n\nAn issue of discrimination\n\nThe underlying issue here is discrimination and the question is whether the pay is truly different for men and women doing the same job.\n\nBecause Cicilline said women earned only 77 cents for every dollar that men earned \"in the same position,\" we decided to focus on his statement.\n\nWhen we asked Cicilline's office about the congressman's comment, spokesman Richard Luchette sent us to the usual source: a 2011 Census report showing the 77-percent level of female earnings to male earnings from 1960 to 2010. The data, in Figure 12 of the report, apply to full-time, year-round workers more than 14 years old. (The 77-percent number has been increasingly slowly, up from 60 percent during the 1960s and 1970s.)\n\nBut that's not a job-by-job comparison.\n\nLuchette said Cicilline's statement is accurate because when he referred to \"in the same position,\" the congressman meant \"to refer to men and women who were in the same position in the labor force [full-time, year-round employees].\"\n\nWe believe that when someone says they are paid less \"in the same position,\" most people would understand that to be a job-by-job comparison. That's the standard we will use in this fact check.\n\nThere are different ways to measure gender differences and each has its drawbacks. For example, the census looked at annual salary, but that includes bonuses and other compensation that are more likely to boost the pay of people in higher-paying brackets. It also includes self-employed but fails to account for professions such as teaching, where the full-time jobs don't last for a full year.\n\nThere are other -- and perhaps better -- ways to measure the gap. For example, among people with full-time jobs, men were more likely to work longer hours than women, which would make their annual income look larger than women's.\n\nIf you look at weekly pay among full-time workers, women age 16 and older are paid 81 cents for every dollar men earned in 2010, according to Table 1 of a July 2011 report from the Bureau of Labor Statistics.\n\nIf you look at hourly pay for all workers (Table 9), women earned 86 cents for every dollar men earned that year.\n\nThe amount rose to 95 cents if you looked at women who had never married, suggesting that marriage may be a factor. The rate was 97 cents among female college graduates, compared to male college graduates.\n\nStill, that's a gap.\n\nPerhaps the most revealing part of the report is Table 5, which looks at weekly earnings by the number of hours men and women work.\n\nOverall, women age 16 and older earned 75 cents in 2010 for every dollar men earned. But that hides some surprising numbers.\n\nIf you look at part-time work (less than 35 hours), women earned $1.04 cents for every dollar men earned. Women who worked 35 to 39 hours earned nearly $1.13 cents for each dollar earned by their male counterparts. But as soon as the number of hours rose to 40 hours, women's earnings dropped to about 87 cents per dollar.\n\nBy the job\n\nBut that's still not the type of job-by-job comparison we believe Cicilline was talking about.\n\nThe Bureau of Labor Statistics tried to do that, too. Table 2 of the report compared the weekly earnings for men and women -- all employed full time -- for 501 occupations.\n\nHowever, for nearly 8 out of 10 of those jobs, the analysts didn't have enough data on male workers or female workers to make a reliable comparison.\n\nAmong the 111 categories for which a comparison was possible, women in 45 jobs were paid less than 80 cents on the dollar and women in 35 positions were paid 80 to 90 cents for every dollar paid to men doing same task.\n\nOnly in 31 of the categories did women earn at least 90 cents for every dollar that the men earned. (Women were paid more in only four jobs. Pay rates for women were $1.05 for every dollar earned by men among people who worked as stock clerks and order fillers. The rates were $1.10 among female bill and account collectors, $1.12 for food preparation and serving workers, and $1.05 among social service counselors.)\n\nEven in professions where women have predominated, men made more, according to the report. Female elementary and middle school teachers earned 91 cents on the dollar compared to men. Female registered nurses made less than 87 cents.\n\nThe Institute for Women's Policy Research has done a more-exhaustive evaluation of the database and concluded that women earned less in the most common, highest paying and lowest paying occupations. But, again, the data are limited.\n\nEven those numbers may be overestimating the gap.\n\nThree years ago, the U.S. Department of Labor released the results of a study by CONSAD Research Corp. that it had commissioned because, according to the preface by Charles E. James Sr., a deputy assistant secretary, \"the raw wage gap continues to be used in misleading ways to advance public policy agendas without fully explaining the reasons behind the gap.\"\n\nOnce adjusted for the fact that women are more likely to work part-time (where the pay for everyone tends to be lower), leave the labor force for children or elder care, and gravitate toward \"family friendly\" occupations where compensation is more likely to be in the form of health insurance or other fringe benefits, the gap shrinks to between 93 cents and 95 cents on the dollar, the report said.\n\n\"The raw wage gap should not be used as the basis to justify corrective action,\" said James. \"Indeed, there may be nothing to correct. The differences in raw wages may be almost entirely the result of the individual choices being made by both male and female workers.\"\n\nThe report was released in January, 2009. Obviously, that hasn't stopped the debate.\n\nOur ruling\n\nDavid Cicilline said women \"earn only 77 cents for every dollar earned by men in the same position.\"\n\nHis spokesman said that was only a comparison among full-time, year-round workers. But we believe the average person would read his statement as a comparison of male and female workers in the same job, an indication that wage discrimination exists.\n\nBut the source of that 77-cent figure is not based on a job-by-job assessment. It's an across-the-workforce number that fails to take into a host of factors that could skew the amount.\n\nAll the data we examined showed pay gaps for women from as low as 58 cents to as high as $1.12 for every dollar earned by men.  And when you look at weekly earnings among wage and salary workers who work less than 40 hours a week, women earn more than men.\n\nIn citing the 77-cent figure, Cicilline ignores conflicting estimates suggesting that the gender gap is narrower or, perhaps, nonexistent when lifestyle choices are taken into account. He also skirts a key problem: for most occupations, there is not enough good data to make the kind of comparison he is talking about.\n\nIn other words, his statement contains some element of truth but ignores critical facts that would give a different impression: our definition of Mostly False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10876"}