{"url": "/factchecks/2014/jan/23/josh-fox/documentary-filmmaker-josh-fox-claims-6000-oil-and/", "speaker": "Josh Fox", "vclaim": "\"We had 6,000 oil and gas spills in 2012\" with \"more oil and gas spreading in the United States than the entire Exxon Valdez spill.\"", "truth_label": "mostly-true", "date": "stated on January 19, 2014 in an interview on MSNBC's \"Melissa Harris-Perry\":", "title": "Filmmaker claims 6,000 oil and gas spills in 2012, more liquid spreading than 1989 Exxon Valdez", "text": "Some environmental advocates object to calling the seepage of 7,500 gallons of coal-cleaning chemicals into the Elk River (thereby cutting off access to tap water for 300,000 West Virginia residents) as a \"spill.\"\nEnvironmental activist and documentary filmmaker Josh Fox offered \"state of permanent criminal negligence\" as an alternative descriptor in a Jan. 19 appearance on MSNBC’s Melissa Harris-Perry.\n\"A spill is something that happens by accident. You knock over one of these cups on the table, that's a spill,\" said Fox, director of the 2010 documentary Gasland. \"We had 6,000 oil and gas spills in 2012. That was 16 a day, amounting to more oil and gas spreading in the United States than the entire Exxon Valdez spill.\"\nFox’s statement is a bit different from the topic at hand, as the chemical storage facility leak in West Virginia is not an onshore oil or gas production site. Still, we were intrigued by Fox’s statistic and emailed him about his figure.\nFox replied with a July 2013 investigation by EnergyWire that almost precisely offered the same information. The story, part of EnergyWire’s five-part \"Overflow\" series, took reporter Mike Soraghan four months to report.\nSoraghan examined state and federal data for onshore oil and gas sites in 2012. There is no central, uniform reporting system for companies to report oil and gas leaks at onshore drilling sites, so Soraghan compiled data from 16 oil states using computer-assisted reporting methods.\nBy his count, the best one available, 2012 saw more than 6,000 reported spills \"and other mishaps\" at onshore oil and gas sites, amounting to \"more than 16 spills a day\" and \"more than the volume of oil that leaked from the shattered hull of the Exxon Valdez in 1989.\"\nMost of the incidents were 100-gallon leaks that could be contained and cleaned up in a day, Soragan wrote.\nIn sum, the spills amounted to at least 15.6 million gallons of oil, fracking fluid, contaminated wastewater and other liquids spilled in 2012. The Exxon Valdez oil spill, in which a tanker hit a reef in Prince William Sound, Alaska, resulted in more than 11 million gallons of crude oil spewing from its hull. The EnergyWire report tallies several kinds of toxic spills, not just gallons of crude oil. That's not a perfect comparison to the Exxon Valdez, of course, but it does show the relative scope of accidents occuring at oil and gas sites.\nSoragan says his number for onshore well spills is an undercount for several reasons, including the fact that some states where drilling is popular don’t always include the amount of liquid, and he did not include spills from offshore wells, interstate pipelines, or from trains. He points out that North Dakota had the most spills in 2012, but it could be a result of its more stringent reporting standards compared to other states (minimum of 1 barrel, or 42 gallons, compared to 10 barrels in Oklahoma and Montana and a 5-barrel threshold in Texas).\n\"If there was doubt, I left it out,\" he said.\n(Interestingly, Soraghan authored a fact-check of Fox’s documentary and its attackers when the film was nominated for an Academy Award.)\nThe federal government maintains data for offshore site spills (like the 2010 BP Gulf of Mexico disaster) and some onshore spills at the federal National Response Center and for pipelines at the Department of Transportation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe rest is often left to states.\n\"We imagine that the number is bigger because there are probably spills that haven’t been identified yet and haven’t been reported,\" said Anna Mall, senior policy analyst for land and wildlife program of the National Resources Defense Council. \"It’s a pattern in the country that we’re very concerned about.\"\nSpills that occur at well sites usually happen before a well moves into its formal production phase, said Kenneth B. Medlock III, senior director of the Center for Energy Studies at Rice University. And as Soraghan’s report points out, they are cleaned up rather quickly and do not have much effect on the environment.\n\"In general, operators do everything they can to avoid release of any product because oil and gas production volume is what earns the return for the expenditure on the well,\" Medlock said.\nMedlock told us finding a true tally for the number of oil spills is difficult because it requires meticulous tracking of well records and an ability to understand the extent -- and therefore the impact -- of a \"spill.\"\nIn 2011, the BP rig explosion and oil spill still fresh in the public’s mind, CBS News published a similar investigation for incidents and wells, as well as pipelines, from 23 oil- and gas-producing states and federal agencies.\n\"Not counting the BP disaster, we found at least 6,500 spills, leaks, fires or explosions nationwide -- that's 18 a day. Overall, at least 34 million gallons of crude oil and other potentially toxic chemicals were spilled. That's triple the size of the 1989 Exxon Valdez spill.\"\nWe checked in with oil and gas industry officials to see if we were missing anything.\nThe American Petroleum Institute directed us to a 2009 report about overall American oil spill trends from many sources -- refineries, pipelines, cargo ships, offshore wells -- over the last several decades prepared by an outside environmental consultant.\nAccording to the study, overall oil spillage is down 77 percent since the 1960s-70s. However, as the EnergyWire report points out, decreases over the previous decade were mainly at offshore platforms and pipelines, refineries and transportation vessels (but not tanker trucks). Spillage at inland production wells increased, according to the American Petroleum Institute report.\nOur ruling\nFilmmaker-activist Josh Fox claimed the country had \"6,000 oil and gas spills in 2012, ... amounting to more oil and gas spreading in the United States than the entire Exxon Valdez spill.\"\nHe correctly cites an energy publication’s investigation about the number of spills at oil and gas sites in 2012. We can’t independently verify the data, as there’s no central hub for it and the reporter compiled it mainly from state agencies over four months.\nThe comparison to the Exxon Valdez spill, however, requires a bit more explanation. The report measures oil, fracking fluid and contaminated wastewater spills, which Fox short-handed to \"oil and gas.\" That's not 100 percent correct and requires a minor clarification.\nAs such, we rate Fox's claim Mostly True.", "vclaim_id": "vclaim-pol-08367"}