{"url": "/factchecks/2011/oct/14/ward-armstrong/ward-armstrong-says-appalachian-power-coompany-mak/", "speaker": "Ward Armstrong", "vclaim": "Appalachian Power Company is making \"record profits.\"", "truth_label": "pants-fire", "date": "stated on September 27, 2011 in in TV ads.:", "title": "Ward Armstrong says Appalachian Power Company is making \"record profits\"", "text": "House Minority Leader Ward Armstrong, D-Henry, is seeking to turn his reelection bid this fall into a referendum on Appalachian Power Company, which has raised rates on his Southside constituents nine times in the past four years.\n\nThe outspoken Democrat is in the fight of his 20-year public career. The GOP-controlled House drew new political maps earlier this year that put Armstrong in a district with a Republican incumbent, Del. Charles Poindexter of Franklin County.\n\nArmstrong was prepared for challenge, having amassed a sizable campaign treasury and seized a powerful issue. For more than a year, Armstrong has been calling for tougher regulation of Apco and accusing the utility of bilking customers during hard times. He has portrayed Poindexter, who has not joined the condemnation, as a friend of Apco.\n\nThe minority leader amplified the theme in two recent TV commercials, charging Apco has been raising rates \"even though they’re making record profits.\"\n\nSeveral readers questioned whether Apco really is making record profits, so we decided to take a look.\n\nPolitiFact Virginia tried several times to contact Armstrong or his campaign manager over the last week, but our phone calls were not returned. So we turned to one of the lawmaker’s web sites, called \"No More Rate Hikes,\" where Armstrong lays out his case against Apco. Under a section titled \"Record Profits,\" he cites three sets of statistics. Let’s examine each:\n\n1. \"Appalachian Power reported $3.3 billion in total revenues for fiscal year 2010 -- a $385.9 million, or 13.4 percent, increase from 2008.\"\n\nWe found similar numbers and dates in annual reports that American Electric Power -- Apco’s corporate parent -- filed with the Security and Exchange Commission. But Armstrong’s use of the figures to prove record profits is misleading. The numbers are Apco’s gross revenues; they don’t include data that also show significant increases in the utility’s operating costs over the same three years.\n\n2. \"Appalachian Power reported $136.7 million in net income for fiscal year 2010 -- a $13.8 million, or 11.2 percent increase from 2008.\"\n\nNet income -- revenues minus expenses and losses -- is often used as a term for profit. Armstrong’s figures, while correct, do not prove Apco made record profits.\n\nWe reviewed annual reports going back to 1998 and found Apco’s high-water mark for profits came in 2003, when it reported net income of $280 million, followed by 2002 when the company posted a $205 million gain.\n\nApco’s average annual net income for the past 13 years is $143.4 million -- higher than the $136.7 million reported in 2010, the latest figure available. Apco’s average net income over the last four years -- when, as Armstrong notes in ads, the utility has been granted nine rate increases --  is $117.5 million, well below the utility’s 13-year average.\n\n3. \"Appalachian Power is a wholly-owned subsidiary of AEP, which reported $14.4 billion in total revenues and $1.2 billion in net income for fiscal year 2010.\n\nAmerican Electric Power has reported record net income over the last three years, although the $1.2 billion in 2010 was down from almost $1.4 billion nets the parent corporation reaped in 2008 and 2009.\n\nApco --  which serves about 1 million customers in Southside and Southwest Virginia, as well as West Virginia and a small portion of Tennessee -- is one of six power companies owned by AEP. Although each entity keep its own books, there’s no doubt money flows through the corporate chain. Apco, for example, does not generate enough of its own power to meet demand and is required to buy electricity from other AEP companies. Attorney General Ken Cuccinelli has questioned whether the purchases amount to profits for other AEP entities.\n\nBut Virginia regulators do not review the profits of the parent corporation or other subsidiaries when considering Apco’s requests for rate hikes. \"We look at the entity that serves Virginia, and that’s Appalachian Power,\" said Andy Farmer, a spokesman for the State Corporation Commission.\n\nApco’s rates remained stable for decades, fueled by inexpensive coal burned in power plants in Ohio and West Virginia. But federal environmental regulations have tightened, forcing the company to spend $2 billion over the past five years to upgrade pollution controls. That, combined with a rise in the price of coal, has led to a 66 percent increase in Apco electric bills over the past six years.\n\nTwo major bond rating agencies -- Moody’s Investors Service and Fitch Ratings -- put Apco’s credit on watch for a possible downgrade in 2008, saying the utility’s debt was rising faster than its cash flow. Fitch said Apco’s performance as an investment depended on the outcome of its rate increase requests.\n\nApco’s credit stabilized in 2009 after receiving a $450 million infusion from its parent, AEP.\n\nApco’s 5.45 percent return on equity between from 2008 to 2010 fell well short of the 10.53 percent the SCC has been willing to allow in setting Apco’s rates.\n\nThis fall, the utility has four requests pending before the SCC that would hike residential electric bills by a total of 11 percent -- to about $105.09 a month for 1,000 kilowatt hours of electricity. The company is seeking an 11.15 percent return on equity.\n\nThe SCC staff has recommended a base rate hike that would produce about half of the $68.5 million in new  revenue Apco is requesting. Cuccinelli’s office has urged no base rate increase, saying Apco has room to lower its costs.\n\nBy comparison, Dominion, Virginia’s largest electric utility, has a residential rate of $112.31 per kilowatt hour. Dominion is allowed an 11.9 percent return on equity.\n\nOur ruling:\n\nArmstrong has charged in ads that Apco, which has raised rates nine time during the last four years, is making record profits.  \n\nArmstrong tries to support his statement on three legs but we find fault with each. His citing of Apco’s gross revenue is meaningless because they are not profits; his argument that Apco’s net income increased by 11.2 percent between 2008 and 2010 is misleading because profits in those years were less than half of the record set in 2003; and his emphasis on the record profits of corporate parent AEP is irrelevant because state regulators, in setting rates, focus only on Apco’s performance.\n\nArmstrong, a lawyer, has been poring over Apco’s finances for more than a year and it’s mind-boggling to suppose he's in the dark on these things. We rate his claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12270"}