{"url": "/factchecks/2016/oct/24/david-holmes/david-holmes-says-gerald-daugherty-advocated-light/", "speaker": "David Holmes", "vclaim": "Says Gerald Daugherty advocated lowering the penalty for crimes like strangulation in domestic violence cases because \"they just ‘throw more people into the’\" jail \"‘system.\"", "truth_label": "barely-true", "date": "stated on October 17, 2016 in a Facebook post and video:", "title": "David Holmes says Gerald Daugherty advocated lighter penalty for certain strangulation cases", "text": "The Democratic challenger in a Travis County commissioner race says incumbent Republican Gerald Daugherty has urged a reduction in penalties tied to strangulation attempts in domestic violence attacks.\nDavid Holmes, a mediator and former legislative aide seeking to represent Precinct 3 covering western parts of the county, said in an Oct. 17, 2016, Facebook post: \"Strangulation family violence crimes have arisen as an issue in my campaign for county commissioner after my opponent advocated lowering the penalty for such crimes because,\" Holmes wrote, \"they just, ‘throw more people into the system.’\"\nFor this fact check, we reviewed the original video from a May 26, 2016, work session where Daugherty made a statement about the county possibly asking state lawmakers to re-classify strangulation to a misdemeanor from a felony. Holmes didn’t provide nor did we find other indications of Daugherty otherwise exploring or pushing for the change.\nIn his Facebook post, Holmes urged viewers to watch and share an accompanying video he made that shows Daugherty saying at the work session: \"Now strangulation, you know, is a definition that throws more people into the system. I mean, and I don’t know whether, you know, we need to be at the Legislature going, ‘don’t put strangulation as a damn felony,’ I mean, you know, because, you know, that just raises the numbers.\"\n\nSOURCE: Video posted on Facebook by David Holmes, Oct. 17, 2016 (screenshot)\nWe learned more about the context of Daugherty’s comments by watching the county’s posted video of the session. It shows Daugherty piping up after the commissioners court heard criminal justice officials describe factors behind a 13 percent, 299-person uptick in the county’s jail population from May 2014 to May 2016.\nAddressing the commissioners court, members of the county’s Jail Population Monitoring Group, consisting of county justice planning, criminal courts and pretrial service administrators, cited as factors increases in felony family violence charges as well as bookings of individuals with mental disabilities.\nCarsten Andresen, one of the administrators, told the commissioners court that an enhanced form had helped authorities build domestic violence cases--resulting in more felony charges since 2014.\nTo our inquiry, Kelsey McKay, a Travis County prosecutor, said by phone the county in 2014 added questions to the Travis County Sheriff’s Office strangulation supplement form to improve evidence-gathering about suspected abusers.\nBefore that, McKay advised, the 2009 Legislature revised Title 5, Chapter 22 of the state penal code to make it a third-degree felony rather than a Class A misdemeanor if a family member, household member or significant other of a victim is \"recklessly impeding the normal breathing or circulation of the blood of the person by applying pressure to the person’s throat or neck or by blocking the person’s nose or mouth.\"\nAbout an hour and 10 minutes into the work session, Daugherty expressed frustration at the jail population statistics presented before asking the monitoring group about how the group is organized.\nIn our transcript below, we’ve bolded the Daugherty comments noted by Holmes:\n\"If you have a committee and you don’t have a chairman and you don’t have a charge - how often do you meet?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\"Once a month? Is there soon to be a report that comes back saying ‘here are the things we can absolutely do,’ because I think these stats are great, but they’re a frustrating thing for all of us.\n\"I know y’all look at this and say, ‘These are ridiculous.’ We need two new courts, and we continue to throw money at things and if it’s not the Michael Morton thing coming at us, it’s the DNA thing coming at us, it’s the numbers, it’s the now strangulation, you know, is a definition that throws more people into the system. I mean, and I don’t know whether, you know, we need to be at the Legislature going, ‘Don’t put strangulation as a damn felony,’ I mean, you know, because, you know, that just raises the numbers.\"\n\nDaugherty went on to refer to the county’s justice planning manager, Kimberly Pierce, saying: \"Y’all, I mean, what I’m interested in -- I’m fine to have this stuff, but I hate to have to try to look even somewhat knowledgeable about something when Kim has forgotten more about this mess than I’ll ever know in my life. I need somebody that can take charge of something and my goal is to do something about the costs that we have in this community.\"\n\nNo other indications\nWhen we asked Daugherty if he’d advocated going to lawmakers to reduce the penalty for strangulation in instances of family or intimate partner violence, he said he did not. By phone, he said: \"Some of these statistics happen where there’s a definition change. I will tell you, if you are strangling somebody, then, by God, that ought to be a felony. It should have been a felony forever.\"\n\n\nDays after we made our initial inquiry, Daugherty brought up strangulation during the Oct. 18 commissioners court meeting during discussion of a request from Travis County Criminal Courts for three new district courts, saying: \"I’m not going to say anything about strangulation, because I had one of the judges come over to me and (say) ‘Gerald, the way you expressed yourself, it was kind of like you weren’t sympathetic to people that were getting strangled,’ and I said ‘that’s the furthest thing from what I meant,’ I mean, you know, I think strangulation should be a felony, I mean, if that’s what you’re doing to someone.\"\nIn a follow-up phone call to Daugherty, he said he’d done nothing to further investigate lessening the penalty or sent any such communication to any county official to that effect.\nSarah Eckhardt, the Democratic county judge who heads the commissioners court, declined to comment on whether Daugherty has advocated as Holmes said.\nSeparately to our inquiry, Deece Eckstein, who coordinates the county’s intergovernmental relations, said reducing the strangulation penalty wasn’t part of the county’s agenda relating to the legislative session beginning in January 2017. \"It’s not on the agenda and there has not been any formal\" or informal \"suggestion to put it on the agenda,\" Eckstein said by phone.\nWe also followed up with Holmes, who didn’t offer other signs of Daugherty advocating the described change in law. \"Because I understand the problem, you’d never hear me -- or likely anyone else on the court -- jump during a discussion to the idea that we might need to go to the Legislature to get the penalty lowered,\" Holmes said by email.\nOur ruling\nHolmes said Daugherty advocated lowering the penalty for crimes like strangulation in domestic violence cases because \"they just ‘throw more people into the’\" jail \"‘system.’\"\nAddressing staff members, Daugherty appeared to be seeking input on a variety of issues affecting the costs of operating the jail. Among the questions he raised was whether the county should argue for a lowering of the penalty for strangulation.\nYet Daugherty didn’t advocate for that action either in his comment at the work session or in any statement or action since, far as we can tell.\n\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for more on the six PolitiFact ratings and how we select facts to check.\n\nhttps://www.sharethefacts.co/share/db629f33-5c92-4efa-9999-f121a00a8ffb", "vclaim_id": "vclaim-pol-04061"}