{"url": "/factchecks/2018/dec/13/blog-posting/no-nancy-pelosis-home-doesnt-sit-behind-high-wall/", "speaker": "Bloggers", "vclaim": "Uses a picture of a mansion to say that Rep. Nancy Pelosi lives surrounded by \"a high perimeter wall with gun toting security.\"", "truth_label": "pants-fire", "date": "stated on December 13, 2018 in a Facebook post:", "title": "No, Nancy Pelosi's home doesn't sit behind a high wall", "text": "The fight over funding for a wall along the border with Mexico has revived an attack on House Minority Leader Nancy Pelosi that first showed up in February 2018. It’s just as fake now as it was then.\nRepublican pundit Brad Blakeman, formerly a senior staffer in the administration of President George W. Bush, posted this photo of a mansion Dec. 13, with these words: \"Pelosi’s Mansion complete with a high perimeter wall, gun toting security and carbon spewing SUV’s. \"Do as I say - NOT as I do. \"Leader Pelosi! Tear down that wall!\n\nBlakeman wasn’t the only one to share the image. A group called President Trump Fans posted it, too, saying \"Walls for her house are ok...but not us.\" More than 2,700 people shared that post.\nThere’s a huge problem here. That is not Pelosi’s house. It’s an exclusive property that in 2013 Forbes called San Francisco’s \"most expensive home.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe checked with Pelosi’s office and the San Francisco real estate records.\nHere is what her actual house looks like:\n\nRep. Nancy Pelosi’s home in San Francisco. (Google Maps street view)\nNotice the absence of a wall. Our fellow fact-checkers at Snopes pointed out the truth about the walled-off home in February.\nThis Facebook post and all others like it are Pants on Fire.\n Share the Facts 2018-12-13 22:48:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Uses a picture of a mansion to say that Rep. Nancy Pelosi lives surrounded by \"a high perimeter wall with gun toting security.\"     Bloggers Bloggers https://www.facebook.com/photo.php?fbid=10155780426517854&set=a.10150211507922854&type=3&theater   In a Facebook post Thursday, December 13, 2018 2018-12-13    Read More  info", "vclaim_id": "vclaim-pol-01191"}