{"url": "/factchecks/2018/nov/01/donald-trump/hispanic-household-income-record-high-donald-trump/", "speaker": "Donald Trump", "vclaim": "\"Household income among Hispanic Americans has just set a new record high.\"", "truth_label": "true", "date": "stated on September 29, 2018 in a rally in Wheeling, W.Va.:", "title": "Is Hispanic household income at a record high, as Donald Trump says?", "text": "At a rally in Wheeling, W.Va, on Sept. 29, President Donald Trump touted economic advancement by Hispanic Americans.\n\"Household income among Hispanic Americans has just set a new record high,\" Trump told the crowd.\nIs that correct? We took a closer look.\nEvery year, the U.S. Census Bureau releases its annual Income and Poverty Report. The 2017 statistics, released in September 2018, contained the following chart showing median household income by race from 1967 to 2017.\nThe chart shows that the 2017 median household income for Hispanic-Americans of any race -- $50,486 when adjusted for inflation -- was higher than it was for any previous year.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Instagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n \nBetween 2010 and 2017, inflation-adjusted incomes for Hispanic households rose by about one-third.\nThe rise in Hispanic income wasn’t unusual -- as the chart indicates, incomes have risen consistently for every racial and ethnic group since the recovery from the Great Recession began, with the exception of a recent downturn for Asian-Americans..\nThe timing of the income rise for Hispanic households means that this is not an accomplishment only for the Trump administration. Hispanic incomes began rising in 2011 and continued to increase for most of President Barack Obama’s administration. They have continued that rise under Trump.\nOur ruling\nTrump said that \"household income among Hispanic Americans has just set a new record high.\"\nCensus Bureau data confirms a new record high for inflation-adjusted, Hispanic household income in 2017, the most recent year for which data is available. This continues a rise that began under Obama, but Trump did not specifically claim credit, so we rate the statement True.\n Share the Facts 2018-11-01 18:34:38 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Household income among Hispanic Americans has just set a new record high.\"    Donald Trump President https://factba.se/transcript/donald-trump-speech-maga-rally-wheeling-wv-september-29-2018   a rally in Wheeling, W.Va. Saturday, September 29, 2018 2018-09-29    Read More  info", "vclaim_id": "vclaim-pol-01341"}