{"url": "/factchecks/2015/sep/03/ryan-eller/jesus-was-undocumented-immigrant-ordained-minister/", "speaker": "Ryan Eller", "vclaim": "\"Jesus was an undocumented immigrant.\"", "truth_label": "false", "date": "stated on August 31, 2015 in a CNN interview:", "title": "Jesus was 'an undocumented immigrant,' ordained minister says", "text": "An ordained minister on a CNN panel said people should choose their words carefully when discussing immigration, because even Jesus was \"an undocumented immigrant.\"\nThe Rev. Ryan Eller, executive director of Define American, a nonprofit promoting awareness of immigration issues, told Carol Costello that word choice about the issue matters.\n\"Jesus was an undocumented immigrant himself when he fled to Egypt seeking persecution in his day,\" Eller said on Aug. 31, 2015. (Eller told PunditFact he meant \"escaping persecution.\") \"And so the question becomes, would we call Jesus himself illegal if he were, you know, in our modern times?\"\nJesus’ immigration status obviously isn’t the most important part of his personal story. But people were curious if this piece of trivia holds up.\nIn short, it doesn’t. The world in which Jesus lived was all a part of the Roman Empire, not necessarily a collection of separate sovereign nations. That makes it hard to call baby Jesus an illegal anything.\nWhat did Jesus do?\nEller told PunditFact his comment was more about putting the plight of Jesus in the perspective of the modern world, not the bureaucratic details of his time.\n\"Jesus was clearly an immigrant, and fled violence in his day,\" Eller said. \"Many undocumented American immigrants have fled the most violent and desperate situations on the planet in search of survival and a better life.\"\nIn the context of modern boundaries, border crossings between Israel and Egypt these days are contentious, but mostly because Israel aims to stop migrants and terrorists from coming into the country. Israel in 2013 erected a fence on the Egyptian border to reduce illegal migration. Egypt also has been working to prevent smugglers from moving people into Gaza. These days, it would indeed be difficult to move back and forth between the two countries easily without approval.\nBut back to Jesus: The biblical account of what happened right after his birth is described in the gospel of Matthew, with some details provided in the gospel of Luke.\nLuke 2:1-5 says Joseph lived in Nazareth with Mary, who was pregnant with Jesus, when the Roman emperor called for all the residents of the empire to be counted and taxed. Joseph left for Bethlehem, where King David had been born, because Joseph had roots there.\nAnyone who celebrates Christmas is pretty aware what happened in Bethlehem, but Eller is referring to what happened after that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMatthew 2:12-16 describes how the Magi visited Jesus, then were warned by God in a dream not to tell King Herod, who wanted to kill the child. Joseph then took Mary and Jesus to Egypt. According to Matthew, Herod then had every male child in Bethlehem younger than 2 killed. Verses 17-23 say Joseph moved the family back to Nazareth after Herod died.\nThat’s what the Bible says, but the historical context matters.\nTo be clear, the Herodian Kingdom did largely correspond to what we now know as modern-day Israel. It was a client state subservient to the Roman Empire, ruled by Herod the Great, who had been appointed king by the Roman Senate.\nEgypt, or Aegyptus, was a Roman province and run by a prefect appointed by the emperor. There were many administrative vagaries among the vast territory Rome controlled at the time, but experts told us one thing was clear: Anyone who lived in the empire could pretty much go wherever they wanted. Well, as long as they paid their taxes.\nClifford Ando, professor of classics, history and law at the University of Chicago, said historical accounts of the period offer an incomplete picture. But for the most part, we can say the empire did not restrict movement in a way comparable to requiring paperwork to cross provinces. There were customs stations in ports and on roads to tax goods, but nothing like a border patrol.\n\"Rome did think of itself as keeping loose track of the borders of the empire, and of course it took a periodic census, and so did loosely record where people resided and owned property once a cycle,\" Ando said. \"That's not the same thing as saying you couldn't move.\"\nBy the second century C.E., subjects moving to a new province were required to register with the government, he said, but only if they planned to settle there. That likely was not what Joseph had in mind after being warned by God to flee to Egypt.\nEven though many scholars don’t agree on the exact years Jesus was born or moved to Nazareth as a youth, we know the family left Egypt after Herod the Great died in 4 B.C.E. The region known as Judaea (where Bethlehem was) became a Roman province in 6 C.E., after Rome removed Herod’s son Archelaus, who had become king of that portion of Herod’s kingdom. Nazareth, meanwhile, was in Galilee, an area later ruled by Herod’s son Antipas, known as the king who eventually beheaded John the Baptist.\nCharles Cochran, senior pastor at First Christian Church in Charleroi, Pa., said the Bible is full of scripture that illustrates the idea of accepting others as they are and helping those in need. But Eller’s description of Jesus and his family as comparable to undocumented immigrants was too much of a stretch, he said.  \n\"Joseph had to be cautious, but the caution had nothing to do with immigration status,\" Cochran said. \"It was much more like sneaking across the Georgia-Alabama line than across the Rio Grande.\"\nOur ruling\nEller said, \"Jesus was an undocumented immigrant.\"\nHe was making the point that Jesus and his family had to escape to a new land to avoid danger, as immigrant families sometimes do. In a historical context, however, Herod’s kingdom and the province of Egypt were ultimately governed by the Roman Empire, and weren’t separate nations as we know them now. Experts said there were likely very few, if any, restrictions on movement between the two, making the situation more akin to fleeing a state than another country.\nWe rate Eller’s statement False.", "vclaim_id": "vclaim-pol-06004"}