{"url": "/factchecks/2020/dec/10/facebook-posts/no-voting-machines-were-not-found-arizona-bus/", "speaker": "Facebook posts", "vclaim": "“Voting machines found in bus in Arizona.”", "truth_label": "false", "date": "stated on December 4, 2020 in a Facebook post:", "title": "No, voting machines were not found in an Arizona bus", "text": "In a photo being shared on social media, several people are gathered at the back of a yellow school bus. The rear door is open and there are materials inside, but from the photographer’s vantage point it’s unclear what exactly those are. \nSome Facebook users have offered up an answer that seems to lend credence to so far baseless claims of widespread voter fraud. \n\"Voting machines found in a bus in Arizona,\" one post says. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe photo also appears in another Facebook post, but this one was published by the police department in Buckeye, Ariz., about 35 miles outside of Phoenix. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe city’s police and an investigator from Arizona’s attorney general’s office both responded to a report of a \"suspicious bus,\" the post says. But they didn’t find voting machines inside. \n\"The bus was full of office equipment purchased at a surplus sale, complete with invoices and receipts,\" the department said in the post. \"The information in the original post is inaccurate.\"\nAn employee at the gas station where the bus was parked told the Associated Press that \"it was just printers and blank paper\" inside the bus.\nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17266"}