{"url": "/factchecks/2017/mar/14/mike-kelly/western-pa-congressman-backs-strange-obama-shadow-/", "speaker": "Mike Kelly", "vclaim": "He’s only there for one purpose and one purpose only, and that is to run a shadow government that is gonna totally upset the new agenda.", "truth_label": "pants-fire", "date": "stated on March 4, 2017 in In front of a crowd in Northwestern PA:", "title": "Western PA congressman backs off ‘strange’ Obama shadow government claim", "text": "Republican Congressman Mike Kelly was talking to a crowd in his district of Northwestern Pennsylvania earlier this month when he dropped a serious accusation against Barack Obama. He noted the former president had decided to stay in Washington, and not for the reasons Obama has given.\n\"He’s only there for one purpose and one purpose only,\" Kelly said, \"and that is to run a shadow government that is gonna totally upset the new agenda.\"  \nIs that really what Obama stayed in Washington, D.C. to do?\nObama announced late in 2016 he’d be sticking around in Washington for at least two years so his daughter Sasha could finish high school. He has office space paid for by the General Services Administration, a perk granted to all former presidents. According to the Chicago Sun Times, Obama is the first president since Woodrow Wilson to stay at a primary residence in Washington, D.C. after his tenure ended.\nObama will be assisting former U.S. Attorney General Eric Holder in a Congressional redistricting effort, work Holder has described as a \"going into the states\" strategy. Holder also said Obama would be fundraising and interacting with state legislators.   \nNo reports or intelligence has been released linking these post-presidency activities of Obama to a shadow government. And Kelly did not provide any evidence. A shadow government is commonly defined as a conflicting, secondary government led by members of the private sector that wields similar influence to the actual government.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nKelly later withdrew his comments after they made national news. His spokesperson Tom Qualtere said, \"Because of the extraordinary interest in Rep. Kelly’s remarks, it is worth clarifying that Rep. Kelly does not believe that President Obama is personally operating a shadow government.\" In another statement, Qualtere said, \"he was sharing the frustration of everyone in the room over how they believe certain Obama administration holdovers within the federal bureaucracy are attempting to upset President Trump’s agenda.\"\nKelly’s comments and his ensuing walkback landed in The Washington Post, The Huffington Post, The Hill and MSNBC. Aaron Blake, for the Post, wrote \"while the conspiracy theory is strange enough, the explanations offered by Kelly's office are something to behold.\"\nA spokesperson for Obama did not respond to a request for comment.\nOur Ruling \nCongressman Mike Kelly accused President Barack Obama of operating a shadow government, saying he was only staying in Washington, D.C. for that \"one purpose and one purpose only.\" Yet there is no evidence Obama is running a shadow government, and Obama has provided another purpose for why he’s staying in Washington: so his daughter Sasha can finish high school. Kelly’s spokesperson later walked back the Congressman’s statement, saying \"Rep. Kelly does not believe that President Obama is personally operating a shadow government.\"  \nWe rule the claim Pants On Fire.\n\nShare the Facts\n\n\nPolitifact\n\n\n6\n7\n Politifact Rating:\nPants on Fire\n\n\"He’s only there for one purpose and one purpose only, and that is to run a shadow government that is gonna totally upset the new agenda.\"\n\n\n\nMike Kelly\nPA Congressman\n\n\nNorthwestern PA\nSaturday, March 4, 2017\n03/04/2017\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-03561"}