{"url": "/factchecks/2015/jun/30/barack-obama/are-wages-finally-growing-faster-health-insurance-/", "speaker": "Barack Obama", "vclaim": "\"By one leading measure, what business owners pay out in wages and salaries is now finally growing faster than what they spend on health insurance\" for the first time in 17 years.", "truth_label": "mostly-true", "date": "stated on June 25, 2015 in a speech about the Affordable Care Act.:", "title": "Are wages finally growing faster than health insurance costs?", "text": "Even if you’re not a direct beneficiary of Obamacare, you’ve reaped its benefits, said President Barack Obama in response to the Supreme Court’s ruling upholding elements of the Affordable Care Act.\n\"By one leading measure, what business owners pay out in wages and salaries is now finally growing faster than what they spend on health insurance. That hasn't happened in 17 years,\" he said on June 25.\nObama’s point is that employers have been spending more and more on health care, so they couldn’t increase wages. Now, he says, health care costs are reined in, which means workers can get more in their paychecks. We wanted to know if Obama was right that this was the first time this has happened since 1998.\nThe White House told us Obama got his numbers from the Bureau of Labor Statistics’ Employment Cost Index, which measures changes in employee compensation over time.\nThe data shows that, in the past 17 years, wages grew faster than health care in just one 12-month period, and it was recently: from March 2014 to March 2015. Health care costs grew by 2.5 percent, compared to a 2.6 percent rise in wages.\n\nObama’s claim was specific in looking at the growth in employer health care costs from year to year. Other measures have found similar trends when looking at changes over longer periods of times and employee share of the insurance tab.\nBloomberg, for example, bookended a 25-year period and found that health costs for business almost quadrupled from 1987 to 2012, while wages doubled. According to a report from the health care think tank the Commonwealth Fund, between 2003 and 2013, average family premiums jumped 73 percent, while median family income increased by 16 percent.\nWhile Obama’s numbers are accurate, experts had a few words of caution.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n \n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFirst, it’s too early to tell how big of a role Obamacare played in curbing health care costs. Beyond legislation, experts also count the recession and a slowdown in medical advancements as potential reasons.\n\"I don't think people know the exact relationship between health care costs and Obamacare,\" said Janet Currie, a professor of labor and health economics at Princeton University. \"I think (the claim) is true now. Whether it'll be true next quarter is another matter.\"\nSecond, because wages and health benefits are typically a zero-sum game, Obama’s purported impact on paychecks could go both ways.\n\"Because of the (law’s) increasing binding tax or penalty on the ‘Cadillac’ insurance plans, some employers may scale back on the generosity of plans and shift compensation towards wages,\" said Jeffrey Clemens, a professor of health economics at the University of California San Diego. Small firms may be pushed the other way, he said: \"If their insurance packages fall short, firms in that position would need to increase benefits and maybe take from wages.\"\nThird, less expensive health care isn’t necessarily something to cheer about. It could reflect more bang for your buck and a more efficient system, but if the price reflects the quality of care or access to it, cheaper doesn’t mean better, said Clemens.\nOur ruling\nObama said, \"by one leading measure, what business owners pay out in wages and salaries is now finally growing faster than what they spend on health insurance\" for the first time in 17 years, and he credited the Affordable Care Act.\nHis claim is backed by numbers from the Bureau of Labor Statistics that compare change in costs over a 12-month period: Wages grew faster than health care costs for the first time since 1998 between March 2014 and March 2015. Experts say Obama used the BLS data accurately and reasonably. They did caution that the law's role in this dynamic is still uncertain, and more data may show different results.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-06250"}