{"url": "/factchecks/2019/apr/24/west-virginia-republican-party/have-exports-west-virginia-risen-faster-us-whole/", "speaker": "West Virginia Republican Party", "vclaim": "\"West Virginia’s exports increased for the second year in a row in 2018, reaching $8.1 billion. Additionally, West Virginia’s export growth rate was 14.2%, nearly double the national average of 7.6%.\"", "truth_label": "true", "date": "stated on April 2, 2019 in a tweet:", "title": "Have exports from West Virginia risen faster than the U.S. as a whole?", "text": "Have West Virginia exports been on fire recently? A tweet by the West Virginia Republican Party suggests so.\nIn an April 2 tweet, the state party said, \"West Virginia’s exports increased for the second year in a row in 2018, reaching $8.1 billion. Additionally, West Virginia’s export growth rate was 14.2%, nearly double the national average of 7.6%.\"\nWest Virginia’s exports increased for the second year in a row in 2018, reaching $8.1 billion. Additionally, West Virginia’s export growth rate was 14.2%, nearly double the national average of 7.6%. https://t.co/PW0hpM1e8z— WVGOP (@WVGOP) April 2, 2019\n\nDid West Virginia really outpace the national average of export growth rates?\nThe tweet linked to a March 17 article in WVNews. In turn, the article cites a March 15 news release by the West Virginia Department of Commerce that reported data from the U.S. Census Bureau.\nCaitlin Ashley-Lizarraga, an international trade specialist at the West Virginia Department of Commerce, pointed us to detailed Census Bureau data collected by a private-sector subscription database, the Global Trade Atlas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoe Manchin\n\n\nstated on October 14, 2018 in an op-ed\n\n\n\n\n\n\n\n\nThe United States imports \"50 percent of at least 50 mineral commodities each year, including 100 percent of 21 of them.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Mary Alice Truitt • December 3, 2018\n\n\n\n\n\n\n\nThe table shows that West Virginia did indeed export $8.1 billion to the rest of the world in 2018, and that represented a 14.2% increase over the export total for 2017.\nThe increase for the nation as a whole was a little over half that -- 7.6%.\nWe were able to replicate this data using the Census Bureau’s own USA Trade Online data portal.\nWhile the export growth in West Virginia was strong between 2017 and 2018, it’s worth noting that this expansion came from a small base.\nIn fact, West Virginia ranks thirteenth from the bottom in total exports for 2018. The states ranking below West Virginia are Arkansas, Delaware, Idaho, Maine, Montana, Nebraska, New Hampshire, North Dakota, Oklahoma, South Dakota, Vermont, and Wyoming.\nOur ruling\nThe West Virginia Republican Party tweeted, \"West Virginia’s exports increased for the second year in a row in 2018, reaching $8.1 billion. Additionally, West Virginia’s export growth rate was 14.2%, nearly double the national average of 7.6%.\"\nThe data, which we verified with a U.S. Census Bureau database, supports what the tweet said. We rate the statement True.\n Share the Facts 2019-04-25 06:09:03 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"West Virginia’s exports increased for the second year in a row in 2018, reaching $8.1 billion. Additionally, West Virginia’s export growth rate was 14.2%, nearly double the national average of 7.6%.\"    West Virginia Republican Party state party organization https://twitter.com/wvgop/status/1113139034069458944?s=21   a tweet Tuesday, April 2, 2019 2019-04-02    Read More  info", "vclaim_id": "vclaim-pol-00720"}