{"url": "/factchecks/2012/mar/01/marcy-kaptur/marcy-kaptur-claims-dennis-kucinich-voted-no-veter/", "speaker": "Marcy Kaptur", "vclaim": "Says when she \"helped get $15 billion more for veterans care, Kucinich voted No.\"", "truth_label": "half-true", "date": "stated on February 15, 2012 in a campaign commercial:", "title": "Marcy Kaptur claims Dennis Kucinich voted 'no' on veterans aid that she supported", "text": "A 30-second TV ad for Marcy Kaptur aimed a three-point attack at Dennis Kucinich, the fellow incumbent she faces in the Democratic primary for Ohio's new 9th congressional district.\n\nKucinich opened their recent City Club debate objecting that the ad misrepresented his voting record on job creation, veterans' care and prescription drug benefits for seniors.\n\nPolitiFact Ohio previously looked at the ad’s claim that \"when Marcy Kaptur brought home $42 million for new manufacturing jobs, Dennis Kucinich voted no.\" We rated that Half True.\n\nFor this analysis, we'll look at the claim: \"When Kaptur helped get $15 billion more for veterans care, Kucinich voted no.\"\n\nThe ad cites as its source the roll call vote of Dec. 10, 2009, on HR 3288, the omnibus appropriations package called the Consolidated Appropriations Act.\n\nThe $447 billion measure, one of eight for fiscal 2010, included spending bills for numerous departments and agencies including the departments of State, Labor, Health and Human Services, Education. It also included funding for the Department of Veterans Affairs.\n\nCongress faced a deadline of Dec. 18 to get the package signed into law to avoid a government shutdown. The House passed it 221 to 202. It had no support from House Republicans. Kaptur voted yes; Kucinich voted no.\n\nKucinich's campaign told us the congressman explained his opposition to the measure at the time of the vote. He acknowledged support for many of its provisions -- including increased veterans' benefits -- but took exception to other major provisions: \"billions of dollars in military aid, sanctions and funds for policies in the Middle East that undermine the administration's call for a commitment to diplomacy; $239 million in foreign military financing for Pakistan; destabilizing investment and trade sanctions; and restrictions on aid to Gaza and the West Bank.\"\n\nObjecting that the Kaptur ad tried to portray Kucinich as \"anti-veteran,\" his campaign cited efforts to fund research to help find causes and treatments for veterans suffering from Gulf War Syndrome.\n\nKaptur campaign spokesman Steve Fought acknowledged that the omnibus spending bill had \"money in there for the military. But you can't really pick and choose. It was to keep the government funded, and he decided to vote no.\n\n\"He wants to have it both ways. He's letting others carry the ball and do the heavy lifting. He keeps talking about Gulf War Syndrome, but he voted against his own provision. He was for the research before he was against it,\" Fought said.\n\nFought was referring to a provision in HR 2055 that was approved in the House last year.\n\nKucinich co-sponsored an effort to obtain money specifically for Gulf War illness research. A news release his office issued Dec. 16, 2011, said he and Rep. Michael Michaud, a Maine Democrat, had won $10 million for the Gulf War Veterans' Illness Research Program.\n\nThe statement says: \"The funding was included in HR 2055, the Consolidated Appropriations Act. Kucinich won the adoption of an amendment to the Defense Appropriations Act in July to increase the amount of money for GWVIRP by over 25 percent over last year's level.\"\n\nBut Kucinich voted against HR 2055 when the full measure came up for a vote of the House -- much as he had done with the omnibus measure for 2010. Kaptur voted yes.\n\nThe campaign ad claimed that \"when Kaptur helped get $15 billion more for veterans care, Kucinich voted no.\"\n\nKucinich did vote against a bill that contained money for veterans.\n\nWe have noted before that legislators frequently face the dilemma of having to vote against programs they would normally support because they are so opposed to other provisions in the same piece of legislation.\n\nAnd Kucinich's votes on military spending, reflecting his opposition, have been consistent.\n\nKucinich takes credit for championing a program that he ultimately voted against. His work for the program gives a different impression than his vote. His positions help explain his votes, both on HR 2055 last December and on HR 3288, the prior spending measure cited in the ad.\n\nThose are important pieces of information needed to evaluate the claim.\n\nOn the Truth-O-Meter, it rates Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill O'Neill\n\n\nstated on July 30, 2010 in in a letter\n\n\n\n\n\n\n\n\n\"In recent years, Rep. LaTourette has sponsored legislation that would increase spending by 551.6 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • August 5, 2010", "vclaim_id": "vclaim-pol-11519"}