{"url": "/factchecks/2020/sep/28/instagram-posts/fact-checking-claims-biden-called-troops-stupid-ba/", "speaker": "Instagram posts", "vclaim": "Says Joe Biden “disrespects servicemen” in telling them to “clap for that you stupid bastards.”", "truth_label": "half-true", "date": "stated on September 26, 2020 in an Instagram post:", "title": "Fact-checking claims that Biden called troops ‘stupid bastards’ in resurfaced video", "text": "A clip from an old video of then-Vice President Joe Biden speaking to U.S troops is circulating on social media with the accusation that Biden disrespected service members in the room when he called them \"stupid bastards\" when they didn’t clap for a comment he made.\nBiden said it, but the clip only shows a snippet of his 30-minute speech, and more context is needed.\nShared by an Instagram page called \"freedomguards,\" the clip shows Biden standing at a podium at the Al-Dhafra Air Base in the United Arab Emirates in March 2016. In the few seconds shown in the post, Biden says:\n\"I have incredibly good judgment. One, I married Jill. And two, I appointed Johnson to the academy. I just want you to know that. Clap for that, you stupid bastards.\"\nThe post was flagged as part of Facebook’s efforts to combat potential false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBiden’s presidential campaign confirmed that he jokingly called the troops in the audience \"stupid bastards\" and a \"dull bunch,\" but said his remarks were made in jest as a way to draw applause for Lt. Karen Johnson.\n\"Vice President Biden was jokingly encouraging the audience to clap for an airwoman on the stage, and a number of service members can be seen laughing and smiling at the comment,\" Andrew Bates, a spokesperson for Biden’s campaign, told PolitiFact. \"Seconds before, he praised them for 'the incredible sacrifices [they] make for our country.’ He thanked them for their patriotism and courage throughout, and closed his remarks by saying, 'you’re the finest generation of warriors the world has ever, ever known' — receiving an enthusiastic ovation.\"\nOther video of the event shows some of the service members, who are standing behind Biden and his wife, Jill, smiling after he makes the remark. \nBiden spent the majority of the speech praising the servicemembers, saying he was honored to be there, and called them warriors and said people don’t understand the \"incredible sacrifices\" they make for the country.\nHere is a more complete look at what he said before, and after the remark, according to White House archives:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Hello! (Applause.) It’s great to see you all. Jill and I are really honored to be here. I’ve been doing this job for a while, and everywhere I go I see warriors like all of you before me and behind me here. Excuse my back, folks.\n\"I’ve been in and out of the Balkans 25 times; in and out of Iraq 26 times; in and out of Afghanistan about 10 or 12 times. And I have one regret every time I’m with you all — and I mean this sincerely — is the folks back home can't see you; can't see you in place. Don't get to fly on the mission with you. Don't understand — they appreciate, but they don't fully understand the incredible sacrifices you make for our country.\n\"And I want you to know notwithstanding what you may hear about me, I have incredibly good judgment. One, I married Jill. And two, I appointed Johnson to the academy. I just want you to know that. Clap for that, you stupid bastards. (Applause.) Come on, man. Man, you are a dull bunch. Must be slow here, man. I don't know.  \n\"Look, in full disclosure, Lieutenant Johnson, she came to see me in 2008 and I appointed her — back in the days of the Senate.  And I had the great privilege of nominating her to the Air Force Academy. And I’m so proud to see how her career has advanced.\n\"I also want to thank very much Brigadier General Orcutt for welcoming me and my family here today. And we know you all — the temp ops here is pretty high, and you got better things to do than come and see Jill and me. But we never pass up an opportunity wherever we are around the world to try to see our warriors.\"\nBiden also spoke about his son Beau’s military service, and closed by telling the troops that they are \"the greatest generation of warriors.\"\nBiden’s trip to the Middle East, and his speech that day, were covered by news organizations at the time, and no mention of the comment was made in those reports. \nThe Air Force also issued a news release on Biden’s visit to the base, and said that the vice president \"stressed again his opinion of the men and women serving their country before taking time to shake hands and personally greet members of the audience.\"\nClips highlighting Biden’s comments have been on YouTube since at least 2017, but only recently gained traction online after they were reshared by pro-Trump accounts. The post comes weeks after an article by The Atlantic reported that President Donald Trump called those killed in combat \"losers\" and \"suckers.\" Trump denied that he made the comments.\nOur ruling\nA clip from an old video of Joe Biden is being shared on social media with the claim that he was disrespecting soldiers while speaking to U.S troops. In the 14-second clip, Biden calls those in the audience \"stupid bastards\" when they didn’t clap for a comment he made.\nBiden did call those he was addressing \"stupid bastards,\" but in full context of the 30-minute speech, the comment appears to have been made in jest to generate applause for a female lieutenant he was referencing. He repeatedly complimented the troops and spoke about his late son Beau, who served as a major in the Delaware Army National Guard.\nThe statement is partially accurate but leaves out important details or takes things out of context. We rate this Half True.", "vclaim_id": "vclaim-pol-19027"}