{"url": "/factchecks/2013/may/05/ed-doyle/gun-rights-advocate-says-proposed-rhode-island-law/", "speaker": "Ed Doyle", "vclaim": "Proposed gun control legislation \"will outlaw practically every firearm, make you pay $100 per firearm, put you into a police database\" and make it \"nearly impossible\" to get a permit to carry a concealed weapon.", "truth_label": "barely-true", "date": "stated on April 25, 2013 in a news release and Facebook post:", "title": "Gun rights advocate says proposed Rhode Island laws will outlaw virtually every firearm and make it nearly impossible to get a permit to carry a concealed weapon", "text": "The Newtown, Conn., school shooting sparked new waves of proposals to restrict gun ownership and use, including a package of bills in the Rhode Island General Assembly supported by Governor Chafee, Attorney General Peter Kilmartin, legislative leaders and many police chiefs.\n\nThat, in turn, has sparked opposition from gun rights advocates. One of them, Ed Doyle, administrator of the Rhode Island chapter of Gun Rights Across America, issued a news release and posted a notice on Facebook announcing \"an emergency call to stand up for your rights\" at a May 1 House hearing on the Rhode Island gun legislation.\n\n\"The wording in these bills will outlaw practically every firearm, make you pay $100 per firearm, put you into a police database, make a CCL [permit to carry a concealed weapon] nearly impossible to get, and eliminate the 2nd Amendment as we know it!!!\" the advertisement warned.\n\nSeveral hundred supporters and opponents of the legislation showed up for the hearing, which lasted seven hours. No votes have been scheduled on the bills.\n\nWe’ll look at the elements of Doyle’s claim one at a time, leaving the Second Amendment part until last.\n\n$100 PER FIREARM: This is true. House Bill 5573 would require everyone who carries or possesses a firearm to register it at a cost of $100 per firearm.\n\nPOLICE DATABASE: This is also true. Under the same bill, registration would be done by the licensing authority of each city or town. That would probably be the police department because the bill says registration information \"shall not be disclosed to any individual or entity … [except] to law enforcement organizations and personnel when that information is sought for legitimate law enforcement purposes.\"\n\nMAKE CONCEALED WEAPON PERMITS  \"NEARLY IMPOSSIBLE\" TO GET: Under existing law, owners can get such permits from the local licensing authority -- usually the police chief -- or the attorney general's office. The law says local authorities \"shall\" grant the license.\n\nOne bill in the legislative package, S 0865, proposes taking cities and towns out of that loop and giving the authority exclusively to the attorney general's office.\n\nThe catch here, according to Doyle, is that the proposed law says the attorney general \"may\" issue a permit but doesn’t require the attorney general to do so.\n\nDoyle said an anti-gun attorney general could halt the flow of permits.\n\nGun advocates worry about this because when U.S. Sen. Sheldon Whitehouse, a Democrat, was attorney general, some gun owners complained that the office was denying too many requests. In 1999, for example, 77 percent of the 216 renewal requests were approved and 23 percent denied.\n\nEven today, there are complaints that applicants are routinely denied and get their permits only on appeal.\n\nAmy Kempe, spokeswoman for Kilmartin, the current attorney general, said that in 2011, 85 percent of the 370 new applications were approved. In 2012, the approval rate was 75 percent for the 275 new applications. Between Jan. 1 and April 23 of this year, 65 of the 115 new applications have been approved, 26 are pending and 24 have been denied.\n\nShe reported that only 2 percent of renewal requests were denied in 2011 and 2012.\n\nKempe said the office did not have any data readily available on how many people have been granted a permit after appealing an initial denial.\n\nThe bottom line: the proposed law would not inherently make the permits \"nearly impossible to get.\" It puts the authority in the hands of an office that is currently granting the vast majority of permits it receives. An attorney general with a tougher stance on guns might approve fewer, but, on the other hand, a pro-gun attorney general might authorize every request.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nWe rate this part Doyle's statement False.  \n\nOUTLAW \"PRACTICALLY EVERY FIREARM\": House Bill 5990 and a companion Senate bill, 0859, would make it illegal for anyone to purchase, possess, sell or manufacture a semiautomatic assault weapon after July 1. (Legislators have promised that existing owners would be grandfathered.)\n\nMost firearms today are semiautomatics, which means that they eject a spent round and feed the next one into the chamber whenever the trigger is pulled. With a semiautomatic, you have to pull and release the trigger for each shot. (A fully automatic weapon continues to fire as long as the trigger is pulled.)\n\nWhat makes a firearm an assault weapon? The legislation defines an assault rifle, for example, as a weapon that can accept detachable magazines and has at least two other characteristics, such as a folding stock or a pistol grip.\n\nWhen we contacted Doyle, he said the lengthy description makes just about everything an assault weapon.\n\nTwo gun control groups disputed Doyle’s statement.\n\nKristen Rand, legislative director of the Violence Policy Center, in Washington, D.C., said the language of the Rhode Island bill \"essentially mirrors the expired federal assault weapons ban which is widely acknowledged as having major loopholes that allowed the continued sale of assault weapons [including the Bushmaster used at Newtown]. The bill wouldn’t even ban all assault weapons, much less any sporting firearms.\"\n\nAnd Laura Cutilletta, senior staff attorney with the Law Center to Prevent Gun Violence in San Francisco, said in an e-mail that the Rhode Island proposal's language is \"considerably weaker than the current California assault weapon ban\" because it requires at least two features to make a firearm an assault weapon. In California, only one can be enough.\n\n\"And even under the much stronger California assault weapon ban, over 800,000 guns were sold in California last year!\" she said.\n\nFinally, Doyle took us gun shopping online. We started browsing the rifle and shotgun section of Walmart.com. Of the first 32 rifles on the list, the proposed law would affect no more than seven. When we searched for shotguns, the first page of results had 29 actual shotguns; no more than three would be illegal under the proposed law.\n\n(We didn't do a count of handguns or pistols because most of the items that came up in the search were pellet guns. Our favorite: the Undead Apocalypse Crosman Airsoft Pistol with Compensator, which comes in Zombie Green.)\n\nWhen at least 80 percent of the weapons seen in a spot-check could still be purchased, it seems ridiculous to say the wording of the proposed legislation would outlaw practically every firearm. That's worthy of a Pants On Fire.\n\nOur ruling\n\nFirearms rights supporter Ed Doyle said the wording of the gun control measures being debated at the State House \"will outlaw practically every firearm, make you pay $100 per firearm, put you into a police database, [and make a permit to carry a concealed weapon] nearly impossible to get.\"\n\nThe database and registration fee claims are correct.\n\nNone of the proposed bills would inherently make it \"nearly impossible\" to get a concealed weapon permit.\n\nAnd we found that the definition of \"assault weapons\" in the legislation would not \"outlaw practically every firearm.\" Consumers would have plenty of rifles, shotguns and pistols to choose from.\n\nFinally, none of the Rhode Island bills would eliminate any part of the Second Amendment to the U.S. Constitution, despite Doyle’s triple-exclamation point assertion.\n\nBecause of the mix of fact and fiction in his statement, we rate it Mostly False.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09378"}