{"url": "/factchecks/2018/jan/19/randy-bryce/would-trump-bill-have-kept-his-grandfather-and-mel/", "speaker": "Randy Bryce", "vclaim": "Under \"his own legislation,\" Donald Trump's \"own family would not have been allowed into the country.\"", "truth_label": "half-true", "date": "stated on January 10, 2018 in a campaign appearance:", "title": "Would Trump bill have kept his grandfather and Melania from immigrating to U.S.? (And you, too?)", "text": "In his bid to win the southern Wisconsin U.S. House seat held by GOP Speaker Paul Ryan, Democrat Randy Bryce is also running against President Donald Trump.\nThe iron worker and union leader, who has raised more than $1 million, criticized Trump at a Jan. 10, 2018 campaign event in Racine, saying:\nHis own legislation, what he wants to do as far as (unintelligible) immigrants, his own family would not have been allowed into the country, based on what he's doing.\nIn other words, if legislation backed by Trump had been in place years ago, would his own family have been barred from entering the United States?\nAs we’ll see, Bryce points to two family members -- Trump’s paternal grandfather and his current wife -- and pending legislation that would create a point system for qualifying to immigrate to the United States.\nWhat we found is that odds would have been against -- perhaps heavily against -- both Friedrich Trump and Melania Trump, but that Bryce’s declaration goes too far. There are a number of unknowns, particularly with Melania, which means there isn’t evidence to prove she would not have been allowed to immigrate.\nPending immigration legislation\nThe Reforming American Immigration for a Strong Economy (RAISE) Act was introduced in August 2017 and endorsed by Trump and is pending in the U.S. Senate. It is aimed at reducing legal immigration levels by half over a decade.\nThe bill, as reported by PolitiFact National, would shift legal immigration into the United States from a system favoring family reunification to one based on skills and merit.\nPeople applying to immigrate would have to achieve at least 30 points under a system that would award points based primarily on age (younger is better), education (especially science and technology advanced degrees), ability to speak English, an offer of a high-paying job having been made and bringing along more than $1 million to invest.\nThe New York Times offered a test you can take online and it quoted an economist who estimated that only 2 percent of Americans would get the 30 points needed just to be considered for immigration.\nThe test\nHere’s another quick version of the test, offered by TIME, followed by our analysis of how Friedrich and Melania Trump might have scored had the RAISE legislation been in place when they came to the United States.\n\n\n\n\nHow old are you?\nUnder 18 cannot apply\n18-21 6 points\n22-25 8 points\n26-30 10 points\n31-35 8 points\n36-40 6 points\n41-45 4 points\n46-50 2 points\nOver 50 0 points\nWhat's your highest level of education?\nLess than high school diploma 0 points\nHigh school diploma or foreign equivalent 1 point\nForeign bachelor's 5 points\nU.S. bachelor's 6 points\nForeign master's in science, technology, engineering, or mathematics 7 points\nU.S. master’s in science, technology, engineering, or mathematics 8 points\nForeign professional degree or doctorate in science, technology, engineering, or mathematics 10 points\nU.S. professional degree or doctorate in science, technology, engineering, or mathematics 13 points\nWhat's your English ability?\nPoor 0 points\nModerate 6 points\nGood 10 points\nExcellent 11 points\nFluent 12 points\nDo you have a job offer?\nNo 0 points\nYes, with a salary less than $77,900 0 points\nYes, with a salary of at least $77,900 5 points\nYes, with a salary of at least $103,900 8 points\nYes, with a salary of at least $155,800 13 points\nDo you have a Nobel Prize or major international award?\nYes 25 points\nNo 0 points\nHave you won an Olympic medal in the past 8 years?\nYes 15 points\nNo 0 points\nDo you plan on investing money in the U.S.?\nNo 0 points\nYes, with foreign currency worth less than $1.35 million for a new commercial enterprise 0 points\nYes, with foreign currency worth between $1.35 million and $1.8 million for a new commercial enterprise 6 points\nYes, with foreign currency worth at least $1.8 million for a new commercial enterprise 12 points\n\n\n\n\n \nGrandfather Friedrich Trump\nFriedrich Trump immigrated from Germany to the United States in 1885 at age 16. Under RAISE, he could not have applied for immigration until he turned 18.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nA Washington Post analysis cited to us by Bryce’s campaign noted Friedrich Trump’s lack of English-speaking and lack of high-level job skills, and concluded that had the RAISE Act been in place, Trump \"would likely not have gained entry to the United States.\"\nWashington University law professor emeritus Stephen Legomsky, an immigration law specialist, went further. He told us that \"even under the most favorable assumptions, it’s extremely unlikely\" that Friedrich Trump would have amassed the minimum of 30 points just to be considered for immigration. Syracuse University political science professor Elizabeth Cohen, whose specialties include immigration, called Friedrich’s chances \"highly unlikely.\"\nGwenda Blair, a Columbia University journalism adjunct faculty member and author of The Trumps: Three Generations of Builders and a President, helped us understand why Friedrich would have had such an uphill battle. She told us that before Friedrich immigrated, he had little, if any English-speaking skills; almost certainly had not finished high school; having trained as a barber’s apprentice, almost certainly would not have had a high-paying job awaiting him in New York; and, coming from a low-income family, almost certainly would not have had a large sum of money to invest.\nAs for the first lady, the case is not overly favorable, but also not clear cut.\nWife Melania Trump\nBryce’s campaign pointed us to a San Jose (Calif.) Mercury News article. It declared that if RAISE were in place when Melania Trump arrived with a temporary visa \"she wouldn’t stand a chance of being able to stay.\"\nAccording to the Mercury News: Melania, a native of Slovenia, first came to the United States, at age 26, on a tourist visa in August 1996. A few months later, she obtained an H-1B visa for skilled workers. There’s some question about whether she did some modeling work before getting her H-1B visa as well as how she obtained a green card in 2001. She married Trump in 2006 and became a U.S. citizen. \"At best, Melania could probably score about 21 points, so there would be no visa for her,\" the article said.\nShe did have more going for her than Friedrich did.\nEnglish: Melania currently speaks English with a heavy accent, but it’s one of five languages she’s reportedly fluent in. There’s no way to know, at the time she came to the United States, whether her English-speaking skills would have earned her zero points, 12, or some number in between.\nEducation: Melania briefly studied architecture and design at the University of Ljubljana in Slovenia. But, according to Vanity Fair, she dropped out after winning runner-up in a beauty contest. So, for a high school diploma or the equivalent, that’s one point.\nJob awaiting: At age 18, in Milan, Italy, Melania signed on with a modeling agency that said it sponsored the visa that brought her to New York in 1996. In New York in 1996, Melania would have needed a starting salary of at least $53,100 to earn any points, according to Cohen.\nMeans: Another unknown is whether Melania could have brought along a large sum of money, even if that seems unlikely. Melania’s father managed a chain of car and motorcycle dealerships, and her mother was either a fashion designer or a garment factory worker, according to the New York Post. She would have earned points if she could have come over with the current equivalent of more than $1.35 million.\nLegomsky, the Washington University law professor, pointed out that even if Melania amassed 30 points, which he said was unlikely, it would be difficult for her to be chosen for immigration given that more applicants would have much higher scores. But he said he could not say for certain. Syracuse’s Cohen said Melania \"probably would have come close\" to hitting 30 points, and potentially could have exceeded 30, depending on her English proficiency and the salary of her first job.\nThe White House responded to our request seeking information about Bryce’s claim, but did not provide any information.\nOur rating\nBryce says that under Donald Trump’s \"own legislation,\" Trump's \"own family would not have been allowed into the country.\"\nIt seems unlikely, perhaps highly unlikely, that either Trump’s grandfather or his wife would have earned enough points under the legislation to be eligible for immigration. But, particularly with Melania Trump, it can’t be known for certain.\nFor a statement that is partially accurate but needs clarification, our rating is Half True.  Share the Facts 2018-01-19 17:46:58 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Under \"his own legislation,\" Donald Trump's \"own family would not have been allowed into the country.\"     Randy Bryce Democratic candidate for Wisconsin U.S. House seat https://www.facebook.com/RandyBryce2018/videos/544085179281163/   In a campaign appearance Wednesday, January 10, 2018 2018-01-10    Read More  info", "vclaim_id": "vclaim-pol-02504"}