{"url": "/factchecks/2011/jan/26/barack-obama/ten-years-deficits-even-more/", "speaker": "Barack Obama", "vclaim": "\"We are living with a legacy of deficit-spending that began almost a decade ago.\"", "truth_label": "half-true", "date": "stated on January 25, 2011 in the State of the Union address:", "title": "Ten years of deficits? Even more than that", "text": "One of the themes of President Barack Obama's State of the Union address was the need to take control of the national budget.\n\n\"Now, the final step – a critical step – in winning the future is to make sure we aren't buried under a mountain of debt,\" Obama said. \"We are living with a legacy of deficit-spending that began almost a decade ago. And in the wake of the financial crisis, some of that was necessary to keep credit flowing, save jobs, and put money in people's pockets. But now that the worst of the recession is over, we have to confront the fact that our government spends more than it takes in. That is not sustainable. Every day, families sacrifice to live within their means. They deserve a government that does the same.\"\n\nHis comment had a partisan undertone. By saying deficit spending began almost a decade ago, he is referring to the presidency of George W. Bush. We wanted to review the history of deficit spending and put Obama's statement in a bit of perspective.\n\nTo do that, we turned to the historical tables on the federal budget published by the nonpartisan Congressional Budget Office. Obama said that deficit spending \"began almost a decade ago.\" The historical data shows that from 2009 to 2002, the country did indeed run deficits. There's no doubt once the 2010 numbers are fully compiled, they too will show a deficit.\n\nYou have to go back to the time of President Bill Clinton, working with a Republican Congress, to find budget surpluses. The historical tables show surpluses for the years 1998 to 2001.\n\nBut the nation's debt did not begin under President Bush. The historical data show the government ran deficits from at least 1970 to 1998. (The CBO's most recent summary of historical data only goes back to 1970.) So that includes deficits under Republicans Richard Nixon, Ronald Reagan and George H.W. Bush, as well as Democrats Jimmy Carter and Bill Clinton (for much of his presidency).\n\nSo Obama isn't telling the full story by saying the legacy of deficit spending began a decade ago. It goes back even farther than that.\n\nWe should point out that deficits are not the same thing as government debt. When the government spends more than it takes in during a single year, that's a deficit. Add up the deficits over many years, minus any surpluses, and you get the public debt. So even when there were surpluses under the Clinton administration, there was still significant public debt. But the surpluses meant that the overall debt was getting smaller.\n\nThere's one caveat to Obama's statement. Deficits started again 2002, at $157.8 billion that year. They got a bigger after that, hitting $412.7 billion in 2004, but started shrinking again in 2005. The recession hit in 2008, and the deficit ticked up to $458.6 billion. But thanks to the stimulus and a deepening recession, the deficit got much bigger in 2009 -- it hit $1.414 trillion in 2009, according to the CBO statistics.\n\nAnd to get even wonkier, you can look at deficits as a percentage of the Gross Domestic Product, a metric that accounts for inflation and economic growth. (The Gross Domestic Product is a measurement of the size of the entire U.S. economy.) If you look at it this way, the 2009 deficit is the largest since at least 1970, at 9.9 percent. The next largest deficit was in 1983, when it was 6.6 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama is correct that there was a turning point toward deficit spending a decade ago. But he isn't telling the full story of the nation's deficits, a \"legacy\" that began long before George W. Bush was president. We rate the claim Half True.", "vclaim_id": "vclaim-pol-13723"}