{"url": "/factchecks/2014/oct/12/john-mccain/mccain-we-were-told-thered-be-no-ebola-united-stat/", "speaker": "John McCain", "vclaim": "\"We were told there would never be a case of Ebola in the United States.\"", "truth_label": "false", "date": "stated on October 12, 2014 in comments on CNN's \"State of the Union\":", "title": "McCain: We were 'told' there'd be no Ebola in the United States", "text": "Early Sunday, the Centers for Disease Control and Prevention announced a second person had contracted Ebola in the United States.\nThe patient is a female nurse in Dallas, who had treated the first patient diagnosed in the United States -- Thomas Eric Duncan, who came into contact with Ebola in Liberia, fell ill in Dallas and died there Oct. 8. The CDC believes the nurse, who had been taking CDC-mandated precautions, was exposed to Ebola because of a \"breach in protocol.\"  \nThe new case is fanning the fears of those who think the government is not doing enough to prevent an Ebola outbreak in the United States -- despite the CDC’s repeated assurances that it is highly unlikely the disease would spread here.\nIn light of the news, the Sunday talk shows shifted from their scheduled topics to discuss the case. On CNN’s State of the Union, Sen. John McCain, R-Ariz. -- invited on the show to talk about U.S. military activity in Iraq -- said it’s not obvious to the public that anyone in the government is taking charge over Ebola.\n\"Americans have to be reassured here,\" McCain said on Oct. 12, 2014. \"I don’t think we are comforted by the fact that we were told there would never be a case of Ebola in the United States, and obviously that’s not correct.\"\nAt a press conference Sunday, CDC Director Dr. Thomas Frieden said there’s a risk that the Dallas area might see additional cases in coming days because of this possible \"breach in protocol.\" However, the organization remains \"confident that wider spread in the community can be prevented.\"\nWe decided to look back and see if any official said that a case of Ebola would \"never\" come to the United States. Although many media outlets and health care officials have urged people not to panic about Ebola, we could not find a single instance where someone said it would \"never\" get here.\nAs far as we can tell, the CDC and the President Barack Obama’s message has been the same throughout the epidemic, which began in Africa in December: It’s possible a case might make its way to the United States, but a full-fledged outbreak is highly unlikely.\n(We reached out to McCain’s staff, but they never got back to us.)\nThe administration’s reasoning: America’s health system is much better prepared to fight diseases like Ebola than those in places like Liberia and Sierra Leone, where the disease has been spreading.\nHere’s some of the CDC’s statements:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nJuly 28, after two Americans contracted the disease in Africa: \"There is no significant risk in the U.S. While it is unlikely that the disease would spread if imported into the United States, the recent infections in U.S. health care workers working abroad highlight the need for vigilance.\"\n\n\n(The CDC has issued periodic updates on Ebola since March, but this was the first one we could find that addressed the disease spreading to the United States.)\n\n\nAug. 13, press release: \"A disease threat anywhere in the world is a threat everywhere in the world, and CDC is preparing for any possibility, including that a traveler might become ill with Ebola while in the United States.  Although Ebola poses very little or no risk to the U.S. community at large, CDC and health care providers in the United States need to be prepared.\"\n\n\nSept. 17, testimony at congressional hearing: \"We do not view Ebola as a significant public health threat to the United States. … It is possible that infected travelers may arrive in the United States, despite all efforts to prevent this; therefore we need to ensure the United States' public health and health care systems are prepared to rapidly manage cases to avoid further transmission.\"\n\n\nThe White House:\n\n\nJuly 31, press briefing by Press Secretary Josh Earnest: \"The CDC has concluded that there is no significant risk in the United States from the current Ebola outbreak. And while it is unlikely that the disease would spread if the virus were detected in the United States, the CDC is taking action to alert health care workers in the U.S. and remind them how to isolate and test suspected patients while following strict infection control procedures.\"\n\n\nSept. 16, Obama’s remarks at the CDC: \"First and foremost, I want the American people to know that our experts, here at the CDC and across our government, agree that the chances of an Ebola outbreak here in the United States are extremely low.\"\n\n\nOct. 8, Obama’s statement to state and local officials, after Duncan (the first Dallas patient) died: \"Because we’ve got a world-class medical system, because we’ve put in place tough safety measures, because of the work that many of you have done in conjunction with organizations like the CDC and dealing with infectious disease generally, and because of the nature of Ebola and the fact that it’s not something involving airborne transmission, the chance of an Ebola outbreak in the United States remains extremely low. … I’m confident that so long as we work together, and we’re operating with an appropriate sense of urgency that we will prevent an outbreak from happening here.\"\n\n\nThe common refrain in all those comments? A widespread outbreak is extremely unlikely in the United States. But individual or isolated cases were possible, hence the need for the CDC to be ready.\nOur ruling\nMcCain said, \"We were told there would never be a case of Ebola in the United States.\"\nBased on public statements, Obama and CDC officials have repeatedly said there’s a chance an Ebola case could appear in the United States, but the possibility of an outbreak is extremely low. We found no instance in which an official said Ebola would \"never\" make it here -- rather, it has always been acknowledged as a possibility.\nWe rate McCain’s claim False.", "vclaim_id": "vclaim-pol-07157"}