{"url": "/factchecks/2020/dec/10/laura-ingraham/ingraham-wrongly-claims-no-science-suggests-restau/", "speaker": "Laura Ingraham", "vclaim": "\"You know what the biggest lie is, is that restaurants are spreaders of COVID. There's no science for that.\"", "truth_label": "false", "date": "stated on December 8, 2020 in a TV handoff:", "title": "Ingraham wrongly claims ‘no science’ suggests restaurants spread COVID-19", "text": "Fox News host Laura Ingraham downplayed the risk of contracting the coronavirus while dining at a restaurant, wrongly claiming restrictions on eating out are not supported by science.\n\"You know what the biggest lie is, is that restaurants are spreaders of COVID,\" Ingraham told host Sean Hannity during the handoff between their TV shows. \"There's no science for that.\"\nThe Dec. 8 comment came after Hannity made reference to Ingraham’s on-air interview the previous day with a Los Angeles restaurant owner. The owner, Angela Marsden, had posted a viral video criticizing county officials for suspending outdoor dining.\nHannity later specified that he was talking about \"outside\" dining in California. But Ingraham’s claim about restaurants was far more sweeping — and more wrong. It’s inaccurate to say that \"there’s no science\" to show \"restaurants are spreaders of COVID.\"\n\"There is a lot of information showing that restaurants are a high-risk environment,\" said Emily Landon, an epidemiologist and associate professor of medicine at the University of Chicago.\n\"Anytime people congregate, there exist increased opportunities for transmission should someone be infected,\" added Jeffrey Shaman, a professor of environmental health sciences at Columbia University. \"A restaurant is no different.\"\nFox News did not offer comment for this fact-check.\nIndoor dining is most risky, studies suggest\nThe risks associated with dining out vary based on the safety precautions the restaurants take and the coronavirus situation in their geographic areas. Many restaurants have become safer over time, but case surges in many states make running into an infected person more likely.\n\"It’s hard to make universal claims because the pandemic is different in different parts of the country and even in different parts of the state,\" said Amesh Adalja, a senior scholar at the Johns Hopkins University Center for Health Security. \"In some parts of the country, restaurants aren’t driving cases. In others, they have been identified in case investigations.\"\nCity data in Washington, D.C., for example, has shown restaurants and bars to be among the most common places for virus spread. Data in and around Los Angeles has been less clear.\nStill, there’s plenty of evidence that COVID-19 has and can spread at restaurants — and especially at those that let groups of people congregate indoors without masks.\n\"Modeling studies have indicated that restaurants are high-risk environments for COVID-19 transmission,\" said Jason McDonald, a spokesperson for the Centers for Disease Control and Prevention. \"In places like restaurants, people remove their masks to consume food and beverages, which increases the risk of transmission.\"\nOne CDC report in September, based on a survey of 314 symptomatic people who got tested for the coronavirus in July, found a link between testing positive for the coronavirus and going to locations with on-site eating and drinking options, such as restaurants. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe authors wrote that those with positive test results were \"approximately twice as likely to have reported dining at a restaurant\" than those who tested negative.\nIn a November study published in Nature, researchers at Stanford University and Northwestern University analyzed anonymized cell phone mobility data from 10 U.S. cities from March to May. \nFull-service restaurants, gyms and other crowded places accounted for a disproportionate share of COVID-19 infections, the study’s simulations showed. \"Restaurants were by far the riskiest places,\" Stanford’s Jure Leskovec, an author of the report, told reporters in November.\n\nPatrons enjoy food and drink at The Brass Rail in Hoboken, N.J., on Nov. 11, 2020. (AP)\nHow COVID-19 can spread in restaurants\nDining outdoors is safer than dining indoors, the CDC says, and restaurants with spaced out tables and limited guests are less risky than restaurants that aren’t keeping patrons apart.\nThe virus is mostly spread from close physical contact, when people are exposed to respiratory droplets sent into the air as an infected person coughs, sneezes, talks, laughs or breathes. \nBut there’s growing evidence that infections may have also come from tiny airborne particles, especially in \"enclosed spaces that had inadequate ventilation,\" the CDC says. Shaman cited one recent study from South Korean researchers that looked at airborne spread in a restaurant.\nThe researchers examined the origins of one June cluster at a restaurant in the city of JeonJu. They found that, because of the way air was circulated in the restaurant, one person contracted the virus after just five minutes of exposure to an infected diner more than 20 feet away.\nOther studies have indicated indoor spaces carry higher risks of spread. The Atlantic highlighted one that showed the odds of transmission were nearly 20 times higher in closed spaces than in open-air environments. Landon shared with PolitiFact a powerpoint created for Illinois officials that listed several other studies, such as one examining an early outbreak on a cruise ship.\nRestaurants can reduce the chance of virus spread. Shaman recommended that they minimize or end indoor dining, limit tables and space them out, require waiters to wear gloves and masks, increase ventilation and keep surfaces clean. He also suggested that restaurants take down contact information for those who dine in case contact tracing needs to be performed. \nOur ruling\nIngraham said, \"You know what the biggest lie is, is that restaurants are spreaders of COVID. There's no science for that.\"\nIn fact, plenty of evidence suggests restaurant dining has helped spread the coronavirus. Places that allow indoor dining and don’t follow safety protocols are considered especially unsafe.\nWe rate Ingraham’s statement False.\nRELATED: Laura Ingraham wrong about 'no real scientific basis' for social distancing", "vclaim_id": "vclaim-pol-17268"}