{"url": "/factchecks/2020/oct/08/david-zuckerman/did-scott-really-propose-cut-schools-zuckerman-cla/", "speaker": "David Zuckerman", "vclaim": "“You were going to cut schools, when you were going to cut teachers and educators in our schools.”", "truth_label": "mostly-true", "date": "stated on September 29, 2020 in a debate:", "title": "Did Scott really propose to ‘cut schools,’ as Zuckerman claims?", "text": "As the 2018 legislative session drew to a close, Gov. Phil Scott, a Republican, and Lt. Gov. David Zuckerman, a Progressive-Democrat, found themselves on opposite sides of a dispute over school budgets that briefly absorbed the attention of many in Montpelier. \nDuring a debate last week, the two major party candidates for governor had competing recollections of what exactly went down. \nZuckerman said that part of the job for him and his Democratic colleagues in the Statehouse has been serving as a \"backstop\" to guard against proposals from the governor, if lawmakers have reason to believe they might hurt Vermonters. \n\"They’ve pushed back against a number of your budgets, including when you were going to cut schools, when you were going to cut teachers and educators in our schools,\" Zuckerman said of Democratic lawmakers, who control both the House and Senate. \nThe governor quickly retorted, talking over Zuckerman. \"Never a cut, never a cut, never a cut in the schools,\" Scott said. \n\"Well, student-teacher ratios was going to be a cut, but they did not go along,\" Zuckerman said, before Scott cut in again. \n\"We spend more money every single year for education,\" Scott said. \n\"Well yes,\" Zuckerman said, \"just because funding goes up doesn’t mean there weren’t also cuts to teachers.\"\nSo who is right? Did the governor propose cuts at Vermont schools? \nThe evidence\nAsked about the claim, Zuckerman’s campaign pointed to a proposal the Scott administration dropped on lawmakers in the home stretch of the 2018 legislative session. \nScott’s finance commissioner, Adam Greshin, pitched the proposal in legislative committees in late April 2018. The statewide average student-to-staff ratio was just above 4-to-1 at the time. The Scott administration proposed reaching a ratio of 5.75-to-1 by 2025, entirely through attrition (not replacing some educators who retire or move on for other reasons). \n\"We are trying to come up with ways to do this, but we haven’t fully vetted this,\" Greshin told lawmakers at the time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBernie Sanders\n\n\nstated on October 1, 2018 in a speech\n\n\n\n\n\n\n\n\n\"99 percent inequality.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lola Duffort • October 10, 2018\n\n\n\n\n\n\n\nUnder the administration’s proposal, districts that fall below targets set by the state would face fines as high as $20,000 to $40,000. The plan would have gone into effect in 2020, eliminating 1,000 school staff positions statewide over a five-year period and saving about $45 million. \nThere were about 18,000 school employees statewide at the time of the proposal. Under Scott’s plan, teachers would be targeted, while about 6,000 school workers would be exempted, including bus drivers, cafeteria workers, operations staff, special educators and pre-K teachers.\nJason Maulucci, Scott’s campaign director, defended the governor’s statement in an email to VTDigger. \n\"The governor said ‘never a cut’ because his proposal fully funded FY19 school budgets. The governor does not believe fully funding budgets should be considered a cut,\" Maulucci said. \n\"The governor's proposal also would have pegged education spending in subsequent years to the rate of grand list growth, which was projected to increase by an average of 3.25 percent per year over the next five years. Growing education spending by 3.25 percent per year while keeping tax rates level — at least to the governor — does not constitute a cut,\" he said. \nMaulucci added that the \"proposal to increase the student-to-staff ratio … relied exclusively on attrition and natural departures\" and that only one in every five positions that opened up would be eliminated. Although the proposal included a financial penalty, he added it \"did not require districts to lay off teachers and staff and it was not even a mandated ratio increase.\"\nZuckerman said earlier this month the method or timeline of the staffing reduction was irrelevant. \"I mean, from what it would be with the number of teachers teaching now, versus the number of teachers teaching in the future, that would be a cut,\" he said. \"Doing it through attrition is still a cut. It might be cutting more slowly.\" \nAsked for further evidence of Zuckerman’s claim, Colleen Jackson, his deputy campaign manager, sent an email with links to news stories and policy handouts from the Vermont-NEA featuring criticism of the Scott administration's staff-student ratio proposal and other belt-tightening proposals. \n\"As you look at the statement from David in the debate, you are going to have a decision to make about how you define ‘cuts’ and whether you are going to include attempts to incur job losses, loss of revenue as compared to inflation, and how far schools’ resources are going to be able to go,\" Jackson wrote. \"Each of these is a cut to schools.\"\nOur ruling\nLt. Gov. David Zuckerman told Gov. Phil Scott: \"They’ve pushed back against a number of your budgets, including when you were going to cut schools, when you were going to cut teachers and educators in our schools.\"\nIn 2018, Scott specifically proposed reducing the staffing in Vermont schools by 200 people a year for five years, which was consistent with his view that Vermont spends too much on public K-12 schools.\nThe proposal was slammed by the Vermont-NEA and went nowhere in the Democratically controlled Legislature. But had Scott’s plan been enacted, some schools could have been penalized — as soon as this year — for failing to eliminate teaching positions. \nScott’s proposal also had the explicit intent of curbing school spending, though not through direct demands to cut local school budgets. But Zuckerman did not say budget cuts, or even spending cuts; he specifically said cuts to \"teachers and educators.\" And that’s the explicit purpose of Scott’s proposal. \nWe rate this claim mostly true.", "vclaim_id": "vclaim-pol-18640"}