{"url": "/factchecks/2016/sep/12/blog-posting/bloggers-hype-hillary-clinton-health-poll-represen/", "speaker": "Bloggers", "vclaim": "Say \"71 percent of doctors say Hillary's health concerns are 'serious' and 'could be disqualifying.' \"", "truth_label": "false", "date": "stated on September 8, 2016 in internet postings:", "title": "Bloggers hype Hillary Clinton health poll as a representative survey of all doctors; it's not", "text": "Hillary's Clinton's physician said she's in good overall health, but that hasn't quelled speculation on the internet and elsewhere about the fitness of the Democratic nominee for president.\nThat speculation was reinvigorated Sept. 11, 2016, when Clinton faltered while prematurely leaving a public event and her campaign revealed she had been diagnosed with pneumonia two days earlier.\nIn most cases, pneumonia is a short-term health problem.\nBut on Sept. 8, three days before that illness came to light, a series of headlines surfaced on the Drudge Report, InfoWars and other conservative-leaning sites which typically reported that \"71 percent of doctors say Hillary's health concerns are 'serious' and 'could be disqualifying.'\"\nThe sites used words like \"Bombshell poll\" and \"Shock Poll!\"\nAt first blush, that sounds like a strong physician consensus.\nAs it turns out, it's not 71 percent of doctors at all.\nIt's 71 percent of doctors on the email list of a small conservative/libertarian medical group.\nIn our previous reporting on the health of both Clinton and Republican nominee Donald Trump, we’ve noted the folly of trying to diagnose a candidate's physical or mental health without actually examining that candidate. In mental health circles, it's considered unethical.\nThe poll being cited by the bloggers is based on a two-day online survey begun Sept. 5 by the Association of American Physicians and Surgeons, a Tucson-based organization with a largely conservative or libertarian membership that's concerned about the intrusion of government into medicine.\nThe AAPS spent decades trying to block the implementation of Medicare, according to documentation on its website, and it opposes Obamacare. It has publicized the discredited ideas that vaccines can cause autism and abortion increases the risk of breast cancer.\nThe group claims about 5,000 members. To give that some perspective, the American Medical Association, the nation's largest, reported 224,503 members in 2012.\nWhen we contacted AAPS, executive director Dr. Jane Orient and the group's webmaster and business manager, Jeremy Snavely, said the email invitation to participate in the Survey Monkey poll went to 3,700 known physicians on its email list. The email was opened by 1,050 people; 250 responded during the two-day window.\nOrient said the six-question survey was simply designed to see how its members felt about allegations made about Clinton's health. It was not an attempt to survey a representative sample of physicians, which would have been prohibitively expensive, she said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn response to the second question, 91 percent said they were aware \"of questions raised about the impact of past and current medical conditions on Hillary Clinton's fitness to serve as President.\"\nIn the fourth question, 71 percent said their \"impression about the concerns\" was \"Serious — could be disqualifying for the position of President of the U.S.\"\nAnd in the fifth question, asked if they were aware of health issues Clinton had reported in the past and, in the final question, 73 percent said that any of those health issues would influence their vote for president.\nThe poll was poorly designed. For example, in Question 4, 21 percent said the concern was \"likely overblown.\" But to give that answer, a doctor had no choice but to agree with the statement that the concerns \"should be addressed as with full release of medical records.\"\nThe survey did not ask about each respondent's medical specialty, so the evaluations of neurologists, who might have better training on concussion issues, were lumped together with the responses of gynecologists.\nIt did not ask the respondents if they had read the letter from Clinton's doctor asserting she had fully recovered from her 2012 concussion and blood clot in the brain or inquire where they had gotten their information on Clinton's health.\nAnd the survey did not ask comparable questions about Trump, whose doctor did not offer as much detail as Clinton's doctor and, instead, boasted that, if elected, Trump \"will be the healthiest individual ever elected to the presidency.\"\nOrient, who designed the survey, said it was not asking members to diagnose Clinton. \"We were just asking whether they thought the concerns that had been raised were serious or not,\" she said.\nShe said members weren't asked about Trump because he hasn't been accused of having serious physical problems.\nThe AAPS news release makes no reference to only offering the survey to its members, so it’s not entirely surprising that the bloggers would omit this detail, too.\nWhen we asked Orient about that significant omission, she said via email, \"This is what the press release said: 'Nearly 71 percent of 250 physicians responding to an informal internet survey by the Association of American Physicians and Surgeons (AAPS).' No other claims were made for it.\"\nOur ruling\nPrior to Clinton's current bout with pneumonia, bloggers reported that \"71 percent of doctors say Hillary's health concerns are 'serious' and 'could be disqualifying.' \"\nThere was no national, scientific poll of doctors. The online poll surveyed physicians on the email list of a very conservative/libertarian medical group, which is significant information missing from the group's news release.\nThe flaws are too serious for this survey to have credibility as an indication of how doctors feel about Hillary Clinton's health and how it affects her ability to be president.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-04342"}