{"url": "/factchecks/2007/nov/14/mike-huckabee/a-nickel-and-dime-defense-/", "speaker": "Mike Huckabee", "vclaim": "\"As governor of Arkansas, I cut taxes and fees almost 100 times, saving the taxpayers almost $380-million. I left a surplus of nearly $850-million.\"", "truth_label": "half-true", "date": "stated on August 2, 2007 in a news release.:", "title": "A nickel-and-dime defense", "text": "Ever since setting up his committee to explore a run for the presidency, Mike Huckabee has been drawing fire from the fiscally conservative and very vocal Club for Growth.\n\nThe nonprofit organization and its political action committee often target political candidates who don't live up to the group's standards of low taxes and low spending. In the presidential race, the club is giving special attention to Huckabee, going so far as to set up a Web site (www.taxhikemike.org) to post attacks on the former Arkansas governor's fiscal record.\n\n\nIn the summer of 2007, the club ran a TV ad in Iowa comparing Huckabee to his Democratic predecessor Bill Clinton and calling him a \"tax-and-spend liberal.\" Huckabee fired back with a press release:\n\n\n\"As governor of Arkansas, I cut taxes and fees almost 100 times, saving the taxpayers almost $380-million. I left a surplus of nearly $850-million, which I urged should go back to the people. ... I pushed through the Arkansas Legislature the first major, broad-based tax cuts in state history – a $90-million tax relief package for Arkansas families.\"\n\n\nBut Huckabee's response has glossed over some facts.\n\n\nThe\n\nArkansas Democrat-Gazette\n\n, a Little Rock newspaper, examined the boast. The paper obtained a list of the near-100 tax cuts passed during the governor's tenure and found they included such small-change items as a sales-tax break for manufacturing machinery amounting to $500 a year and a tax exemption for county fairs that cost the state $15,000 a year.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWhitney McLaughlin of the Arkansas Department of Finance and Administration confirmed the\n\nDemocrat-Gazette's\n\nbudget numbers for PolitiFact. During Huckabee's tenure, taxes or fees were cut 90 times, which did reduce tax revenue by about $380-million. The paper concluded that Huckabee doesn't deserve credit for all of those cuts, noting that all but one required a vote from the legislature, and most were the product of larger negotiations between the branches of government.\n\n\nThe one tax cut Huckabee undoubtedly had his hands on was a $90.6-million income tax reduction enacted in his second year as governor. His administration did, as he says, leave the state with an $844.5-million budget surplus (as of March 2007) that the current government is now figuring out how to dispose of. And Huckabee did advocate for sending surplus rebates to taxpayers in 2006, when the year's surplus was expected to be $332-million.\n\n\nAll of those Huckabee figures are correct.\n\n\nBut, where did the money in that surplus come from? Mike Stormes, the state budget administrator, said the surplus was the result of \"a conservative budget combined with a booming economy.\" The Arkansas Department of Finance and Administration estimated that tax revenues grew by $505-million between 1997 and 2005.\n\n\nAs governor, Huckabee supported a number of tax increases, including hikes in the state sales tax, a cigarette and tobacco tax and a nursing home bed tax, to name just a few. The per capita tax burden in state and local taxes rose in Arkansas by 47 percent between 1997 and 2005.\n\n\nHuckabee correctly toots his own horn about a major tax cut in his second year as governor and he did leave a big surplus when he left office. But we give him a Half True for mischaracterizing his fiscal policies in between.", "vclaim_id": "vclaim-pol-16517"}