{"url": "/factchecks/2016/jul/01/michael-caputo/trump-was-outspent-his-closest-primary-opponents/", "speaker": "Michael Caputo", "vclaim": "Says Donald Trump \"spent the least amount of money of any of the competitive primary contenders that he beat so badly.\"", "truth_label": "mostly-true", "date": "stated on June 22, 2016 in an interview on Capital Tonight, Time Warner Cable News.:", "title": "Trump was outspent by his closest primary opponents", "text": "After Donald Trump replaced campaign manager Corey Lewandowski, another aide, Michael Caputo, sent a tweet that read: \"Ding dong the witch is dead!\"\nAfterward, Caputo quickly resigned from the campaign. Since then, he’s been making the rounds on television. Caputo, who ran Republican Carl Paladino’s 2010 bid for governor in New York, appeared on Capital Tonight on Time Warner Cable News last week.\nDuring the segment, Trump’s finances came up. Trump had about $1.2 million on hand through the end of May. Hillary Clinton had $42.4 million.\nCaputo called Trump’s spending humble.\n\"Donald Trump is not known for wasting money,\" Caputo said. \"He spent the least amount of money of any of the competitive primary contenders that he beat so badly, and he doesn’t intend to start burning money in the middle of the street now.\"\nCaputo says he was referring to spending by Republican rivals who left the race: Wisconsin Gov. Scott Walker, former Florida Gov. Jeb Bush, Florida Sen. Marco Rubio and Texas Sen. Ted Cruz. Retired neurosurgeon Ben Carson and Ohio Gov. John Kasich also held out until late in the race.\nWe wanted to know if Trump actually spent less during the primary than his closest competitors.\nOverall spending vs. spending during the campaign\nAt first glance, the numbers show Trump spending more than his opponents. Filings with the Federal Elections Commission show Trump’s campaign spending has topped $63.3 million through May, which are the most recent filings. Only one GOP candidate spent more throughout the campaign: Ted Cruz spent $85.8 million.\nAmong the candidates spending less than Trump: Rubio at $50.4 million, Carson at $62.4 million, Bush at $35.1 million, and Kasich at $18.8 million through the end of May.\nBut if you break up that spending over a timeline of the primary, Caputo’s claim holds water.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe looked at how much Trump spent compared to each candidate over the course of their respective campaigns.\n\n\nAfter Bush suspended his campaign at the end of February, his campaign reported spending $34.2 million. Through the same filing period, Trump’s spending was slightly less at $33.4 million.\n\n\nCarson dropped his bid just a few weeks later, in early March. His campaign spent $60.7 million through the end of February compared with Trump’s $33.4 million.\n\n\nRubio dropped his bid in mid-March. Trump spent about $1 million more than Rubio by the end of the filing period that included March, but if you look at spending by both campaigns over individual days, Rubio’s campaign spent almost $4 million more than Trump before the Florida senator dropped his bid.\n\n\nCruz suspended his campaign after losing to Trump in the Indiana primary on May 3. Campaign filings through the end of May show Cruz had spent $85.8 million to Trump’s $63.3 million.\n\n\nThe one exception is Kasich, whose spending came in at just under $19 million through May - more than $40 million less than Trump. Caputo told PolitiFact New York he was not referring to the Ohio governor when he made the claim.\n\n\nOur ruling\nCaputo, a Trump supporter and former adviser, said, Trump \"spent the least amount of money of any of the competitive primary contenders that he beat so badly.\"\nWhen Trump’s spending is looked at broadly over the course of the campaign, he appears to outspend the majority of his opponents through the end of May. But a review of his spending during the time rival candidates were still in the race shows a different result. All except Kasich spent more money than Trump before dropping out.\nIt's also worth mentioning that Trump did not have any major funding from a superPAC, while some of his opponents did. The Right to Rise superPAC, for example, spent more than $80 million to elect Jeb Bush.\nWe rate this claim as Mostly True.\nhttps://www.sharethefacts.co/share/ae35d6be-8a83-482f-a362-142b5c1b05e4", "vclaim_id": "vclaim-pol-04750"}