{"url": "/factchecks/2012/oct/29/josh-mandel/josh-mandel-ad-claims-sherrod-brown-voted-six-time/", "speaker": "Josh Mandel", "vclaim": "Sherrod Brown \"voted six times to raise his own pay.\"", "truth_label": "false", "date": "stated on October 2, 2012 in a campaign commercial:", "title": "Josh Mandel ad claims Sherrod Brown “voted six times to raise his own pay\"", "text": "As he campaigns to unseat Sen. Sherrod Brown, Josh Mandel, Ohio's Republican treasurer, has worked to paint the Democratic incumbent as a free-spending Washington insider.\n\nA recent TV ad for Mandel follows that line by saying that Brown \"voted six times to raise his own pay.\"\n\nPolitiFact Ohio decided to check out that claim, expecting it would be a straightforward, but instead found it illustrates the daunting complexity of the legislative process.\n\nFirst, some background.\n\nArticle 1, Section 6 of the Constitution requires Congress to determine its own pay. It can use specific legislation to raise the pay.\n\nBut there is a limitation on that created by the 27th Amendment of the Constitution, which was ratified in 1992. It says: \"No law, varying the compensation for the services of the Senators and Representatives, shall take effect, until an election of representatives shall have intervened.\"\n\nIn other words, members of Congress can change the pay of the next Congress, but not their own.\n\nSeems simple enough. But, as the nonpartisan Congressional Research Service reports -- the Ethics Reform Act of 1989 created an automatic annual cost of living adjustment.\n\nThe automatic pay raise was created in exchange for members not getting paid for private speeches. The pay raise, based on a formula, is automatically included in appropriations bills, with raises for other federal employees. So the law -- even if it had the best of intentions -- created a system in which pay for members of Congress can increase without members having to cast a straight up or down vote on the raise.\n\nBecause the pay raises are essentially automatic, the only thing Congress can do is vote to stop them. There are roll call votes on whether members of Congress were willing to hear amendments to suspend their pay increases. And it is those procedural votes that the Mandel ad relies on for support.\n\nNow, some specifics.\n\nThe first of the votes cited by the Mandel campaign in support of its claim was one Brown cast July 17, 1996 -- when he was a member of the House of Representatives -- on the Treasury and General Government Appropriations bill for fiscal 1997.\n\nBrown voted \"no\" on the $23.1 billion bill, which included a pay-freeze provision to deny the automatic pay increase.\n\n\"Therefore,\" Mandel's campaign told us, \"he voted in favor of a pay increase.\"\n\nBut wait.\n\nBrown's campaign, responding to the Mandel ad, said that Brown \"has voted against pay increases at least seven times.\" The first instance it cited was Brown's vote in favor of the provision denying the pay increase on July 16, 1996 -- the day before the vote on the appropriations bill.\n\nDid Brown's \"no\" vote on the appropriations bill the next day cancel that out?\n\nNot exactly. According to the Congressional Research Service, the House-passed version of the appropriations bill (H.R. 3756) was sent to conference with the Senate and was incorporated into H.R. 3610, the Omnibus Continuing Appropriations Act for fiscal 1997.\n\nThe omnibus spending act included the provision denying the automatic pay raise -- and Brown voted in favor of the act when it was passed in final action by the House on Sept. 28, 1996.\n\nSo using the reasoning applied in the TV ad, Brown actually voted against giving Congress a pay increase.\n\nHere’s the other examples the Mandel camp cited in support of the ad claim:\n\n1997: On Sept. 24, 1997, Brown joined the majority as the House voted to \"order the previous question\" on a motion to instruct conferees (participants in the budget conference committee with the Senate) on an issue unrelated to a pay freeze. Because the House permits only one motion to instruct conferees, the Congressional Research Service said, \"this vote in effect foreclosed the possibility of instructing conferees to omit the pay adjustment from the conference report.\" As a result, the Treasury and General Government Appropriations bill did not include a pay freeze.\n\n1998: On Oct. 7, 1998, Brown voted in the minority against the Treasury, Postal Service and General Government Appropriations Act for fiscal 1999, which included a provision blocking the pay raise. On Oct. 20, however, he voted with the majority in favor of the Omnibus Consolidated and Emergency Supplemental Appropriations bill, which had the provision stopping the pay raise.\n\n2000: On July 20, 2000, Brown voted with the House majority on \"ordering the previous question\" on a rule to consider the fiscal 2001 Treasury, Postal Service, and General Government Appropriations bill. The vote had the effect of not allowing a pay-freeze amendment, and \"was seen by some as a vote to accept a pay adjustment,\" the Congressional Research Service said.\n\n2002: On July 18, 2002, Brown voted with the House majority to order the previous question on House Resolution 488, which prevented consideration of an amendment to stop the cost-of-living raise, and allowed consideration of H.R. 5120, the fiscal 2003 Treasury Appropriations bill. The vote \"was seen by some as a vote to accept a pay adjustment,\" the CRS said.\n\n2012: The final example cited by the Mandel campaign was Brown's vote in the Senate last March against one of the many amendments proposed to the Senate highway transportation bill. The amendment would have extended the current 2-year pay freeze on the federal workforce of about 2 million, including members of Congress, to help pay for a wide range of tax deductions and credits. But the amendment also included more-controversial items. It would have opened the Arctic National Wildlife Refuge to drilling, approved construction of the Keystone XL oil sands pipeline and mandated a huge expansion of offshore oil-and-gas leasing.\n\nWhat's the take-home on the ad's claim?\n\nThe Constitution doesn't permit members of Congress to raise their own pay. The raises cannot take effect until after an election selects a new Congress.\n\nCongress, though, essentially built a system, before Brown arrived, that allows for pay raises without direct votes by members. That can make it difficult to say who voted for or against raises, which were a tiny part of much larger appropriation bills.\n\nMandel's ad exaggerates when it cites six votes to say that Brown voted six times to raise his own pay. The votes cited by the Mandel camp were procedural in nature that didn’t raise the pay on their own. In two of the six cases cited, later votes on those same spending bills could be seen as Brown votes against pay raises.\n\nAnd in the most recent case cited, it is misleading to characterize Brown's no vote as a vote to raise the pay for Congress given the other issues that were involved. The vote came on an amendment that contained wide-ranging and unrelated provisions that had been hot points for debate.\n\nAs PolitiFact Ohio has noted previously, legislators frequently face the dilemma of having to vote against something they might normally support because it is included in wide-ranging legislation that also has other provisions they cannot support.\n\nIn the case of these cited procedural votes, all involved broad pieces of legislation. None were focused purely on the pay raise issue.\n\nThe Mandel ad claimed that Brown voted six times to raise his own pay. On the Truth-O-Meter, that claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-10066"}