{"url": "/factchecks/2010/mar/05/alan-grayson/bush-tax-cuts-were-passed-reconciliations-50-votes/", "speaker": "Alan Grayson", "vclaim": "Reconciliation was used \"for tax cuts for the rich twice under Bush.\"", "truth_label": "mostly-true", "date": "stated on March 3, 2010 in an interview on CNN's Larry King Live:", "title": "Bush tax cuts were passed with reconciliation's 50 votes", "text": "Rep. Alan Grayson, D-Fla., has a reputation for using political rhetoric that pushes the envelope. On March 3, 2010, he appeared on CNN's Larry King Live along with Rep. Michele Bachmann, R-Minn., who's also known for her outspokenness from the opposite ideological perspective.Bachmann started the exchange by saying the Senate should not finalize health care reform by using reconciliation, a parliamentary maneuver that requires only 50 votes, instead of the 60 needed to stop filibusters. Bachmann said the Senate would have to \"break their own rules in order to pass the bill.\"Grayson disagreed, naturally.\"My esteemed colleague from Minnesota is entirely wrong,\" Grayson replied. \"There's nothing in Senate rules that prevents reconciliation. It's been used 22 times overall and 14 times by Republicans. If it's good enough for tax cuts for the rich twice under Bush, it's good enough to provide health care for all Americans.\"We'll have to wait for events to play out before we learn if health care reform meets the parliamentary rules for reconciliation. The final call on the matter will likely depend on how the legislation is written and determinations made by the Senate parliamentarian and the Senate president, a role fulfilled by the vice president. We know from our previous reporting that Grayson is also correct that reconciliation was used 22 times overall and 14 times by Republicans. Here, we wanted to check Grayson's statement that reconciliation was used \"for tax cuts for the rich twice under Bush.\"We checked with Grayson's staff, and they said he was referring to the large tax cuts passed in 2001 and 2003. We checked the votes, and both were passed by reconciliation.The 2001 tax cuts passed 58-33. All the Republican senators (with the exception of John McCain, R-Ariz.) were joined by 12 Democrats to pass the measure. But the tax cuts were across-the-board rate reductions for all tax filers, a detail that Grayson omitted when describing them as being \"for the rich.\" It's true that the wealthy tend to pay the most taxes and thus saw the biggest drops to their tax bills. But many other taxpayers saw declines in their tax bills as well. Our previous reporting indicates that the tax cuts for the middle class during the Bush years were more costly than the tax cuts for the highest incomes, because the middle class outnumbers the very wealthy.The 2003 tax cuts were also passed by reconciliation. These were more controversial, because at this point the wars in Iraq and Afghanistan had started, and later the same year Congress passed a Medicare prescription drug benefit. The vote in the Senate was 51-50, with vice president Dick Cheney breaking the tie. (The vice president is technically the president of the Senate and can break ties.) In this vote, only two Democrats joined the Republicans.The 2003 tax cuts included a number of measures, but the most significant reductions were taxes on dividends and capital gains taxes. Typically, these taxes are on investment income, and those cuts tend to give a bigger break to taxpayers with higher incomes. Grayson is taking a bit of a liberty by describing the measures as \"tax cuts for the rich,\" especially the 2001 cuts, when tax rates were rolled back across income categories. Still, the wealthy did receive significant benefits from the tax cuts since they pay the most taxes, and that was particularly true of the 2003 package. Grayson is correct that the tax cuts were both passed by reconciliation. The 2003 vote, in fact, passed by the narrowest of margins. So we rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15243"}