{"url": "/factchecks/2017/feb/09/paul-ryan/does-united-states-tax-exports-not-imports/", "speaker": "Paul Ryan", "vclaim": "In the United States, \"we tax our exports and don't tax our imports.\"", "truth_label": "half-true", "date": "stated on January 25, 2017 in an interview:", "title": "Does the United States tax exports but not imports?", "text": "A couple of weeks after former Fox News Channel talk show host Greta Van Susteren started a program on MSNBC, the Appleton, Wis. native welcomed U.S. House Speaker Paul Ryan to discuss what changes could be expected under President Donald Trump.\nWhen Van Susteren asked Ryan in the Jan. 25, 2017 interview about the \"tax code\" (which Ryan has errantly claimed hasn’t been updated in 30 years), the Janesville, Wis., Republican emphasized the need to reduce business tax rates (which Trump has accurately characterized as high).\nThen Ryan said:\n\"Oh, and by the way, here's what the rest of the world does that we don't do: They take the tax off of their exports and place a tax on their imports. We do the opposite. We tax our exports and don't tax our imports. So, we're putting ourselves -- we’re basically double taxing made-in-America products.\"\nDoes the United States tax exports but not tax imports?\nBoth parts of the speaker’s claim, said Joel Trachtman, professor of international law at the Fletcher School at Tufts University in Massachusetts, are \"in principle true, but there’s a lot of important exceptions.\"\nThe backdrop\nTaxes on imports and exports are important given that Trump has been highly critical of America’s trade policies. Three days after his inauguration, he signed a presidential memorandum officially directing the United States to withdraw from the Trans-Pacific Partnership, the biggest trade deal struck in two decades.\nThat earned him a Promise Kept on PolitiFact National’s Trump-O-Meter.\nNow to the first part of Ryan’s two-part claim.\n‘We tax our exports’\nThere is no excise tax or tariff applied by the United States on goods sold to foreign customers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut Ryan’s point is that U.S. businesses pay income taxes on their worldwide income -- that is, from exports as well as goods sold within the United States.\nIt’s worth noting, though, that multinational companies are often able to reduce or delay their payment of U.S. taxes on export-based income. And U.S. exporters also enjoy subsidies and other assistance from some 20 federal agencies.\nSo, the first part of the statement is mostly on target.\nWe ‘don’t tax our imports’\nRyan’s point here is that a foreign company that sells goods from abroad into the United States does not pay any U.S. income taxes unless it has subsidiaries based in the United States or branches in the United States. For example, Toyota USA pays income taxes on cars made in Japan that it buys and resells to U.S. consumers.\nBut his statement ignores the existence of tariffs -- another form of tax that is imposed on many goods as they come into the United States. On average, the tariff imposed at the border is 1.5 percent, according to a March 2016 report from the U.S. International Trade Commission.\n(Tariffs are aimed at making American companies more competitive with their foreign counterparts, but consumer costs in the United States almost certainly would rise if tariffs are increased. Trump has promised to raise tariffs on \"any country that devalues their currency to take unfair advantage of the United States.\")\nRyan’s office acknowledged to us that tariffs are another form of tax, but pointed out that he had been asked about the tax code, which is administered by the Internal Revenue Service rather than the U.S. Customs and Border Protection.\nSo, the second part of the claim is misleading in that there are no direct taxes on imports, but there are tariffs.\nOur rating\nRyan said: In the United States, \"we tax our exports and don't tax our imports.\"\nOn the export side, the United States doesn’t have an excise tax or tariffs on goods sold to foreign customers. But U.S. businesses do pay income taxes on their exports -- though multinational companies have the means to mitigate those taxes.\nOn the import side, foreign companies don’t pay income taxes on goods they sell to the United States, but tariffs -- another form of tax -- are imposed on many imported goods.\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.  Share the Facts   Politifact    2 6  Politifact Rating:    In the United States, \"we tax our exports and don't tax our imports.\"    Paul Ryan U.S. House speaker, R-Wis.   In an interview Wednesday, January 25, 2017 01/25/2017    Read More  info", "vclaim_id": "vclaim-pol-03696"}