{"url": "/factchecks/2013/feb/08/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-ranks-first-ex/", "speaker": "Sacramento Bee Editorial Board", "vclaim": "Says Texas ranks first in executions among the states.", "truth_label": "true", "date": "stated on February 6, 2013 in an editorial.:", "title": "Sacramento Bee editorial says Texas ranks first in executions", "text": "In an editorial poking at Gov. Rick Perry’s pitch for California businesses to consider moving to Texas, the Sacramento Bee's editorial board said Texas ranks poorly in several ways.\n\n\"Come check out a state that ranks first in the number of executions, first in the number of uninsured, first in the amount of carbon dioxide emitted and first in the amount of toxic chemicals released into water,\" the Feb. 6, 2013, editorial says.\n\nWe’ll take up the reference to executions in this fact check. Click here to read the rest.\n\nTexas has executed more convicts than any other state since the legality of the death penalty was reaffirmed by the U.S. Supreme Court in 1976, according to the Death Penalty Information Center, a nonprofit clearinghouse that has written reports critical of the death penalty.\n\nFrom 1977 through early February 2012, Texas executed 492 prisoners, the center says. No other state came close. Virginia ranked a distant second, with 110 executions, Oklahoma fell third with 102.\n\nCalifornia, incidentally, ranked first among the states in Death Row inmates, with 724 of 3,146 nationally as of Oct. 1, 2012. Florida was next, at 411, and Texas was third, with 304.\n\nThe center’s executive director, Richard Dieter, said by email that in 2012, Texas was third in the number of new death sentences (9), behind Florida (22) and California (13). The same year, according to the center, Texas executed 15 inmates, tops among the states, while Oklahoma, Mississippi and Arizona each put six individuals to death.\n\nDieter also said Oklahoma has bested Texas in executions compared to the state’s population. A center chart indicates that through Aug. 2, 2011, Oklahoma had a rate of 0.26 executions per 10,000 residents. The Texas rate was nearly 0.19, which was higher than rates for any of the other states.\n\nOur ruling\n\nThe editorial said Texas ranks first in the number of executions.\n\nThat’s correct both over the decades and for the latest full year. We rate this claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09744"}