{"url": "/factchecks/2013/may/12/peter-palumbo/ri-state-rep-peter-palumbo-says-it-costs-5000-6000/", "speaker": "Peter Palumbo", "vclaim": "In Cranston, it costs $5,000 to $6,000 to send out community notifications on just one Level 3 sex offender.", "truth_label": "false", "date": "stated on April 11, 2013 in a House Finance Committee hearing:", "title": "R.I. State Rep. Peter Palumbo says it costs $5,000 to $6,000 to warn Cranston neighbors that a Level 3 sex offender lives in their area", "text": "Rhode Island state law requires officials to notify neighbors when dangerous sex offenders move into their community. Under a bill proposed by the attorney general’s office, the responsibility for making those notifications would move from cities and towns to the state.\n\nDuring an April 11 hearing on the proposal, House bill 5557, there was discussion of the current cost. (We've written about one such statement by Special Assistant Attorney General Joee Lindbeck in a separate item.)\n\nRep. Peter Palumbo, D-Cranston, the bill's chief sponsor, said the change would save money for municipal government because their notification costs would disappear.\n\n\"I know [in] the city of Cranston it's somewhere between $5,000 and $6,000, I believe, per Level 3 registered offender,\" he said. \"That's what it's costing now to notify the people in the neighborhoods if we have a Level 3 sex offender in there.\" Level 3 offenders are regarded as most likely to get into trouble again.\n\nThe state's website listing sex offenders shows 52 Level 3 offenders registered in Cranston. If Palumbo’s claim were true, the city must be spending a lot of money on notifications.\n\n(That doesn't mean authorities had to make 52 notifications. Police only have to warn residents, schools, community organizations and other groups when an offender moves into the area.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nWhen we checked Palumbo’s figures with the attorney general's office, it listed Cranston as having spent just $9,137 for 2011. That would be barely enough for two Level 3 notifications if his numbers were correct.\n\nSo we went to Cranston Police Chief Marco Palombo to try to reconcile the numbers. The chief sent us a detailed accounting.\n\nIn 2011, the department sent out notifications for seven Level 2 and four Level 3 sex offenders at a total cost of $7,203. (The chief said the $9,137 figure included registration costs.)  \n\nBased on the accounting, that averages out to $655 per offender. The costs were similar whether the offender was designated Level 2 or Level 3.\n\nSo when Representative Palumbo said that it cost between $5,000 and $6,000 to notify people that a registered Level 3 sex offender has moved into a Cranston neighborhood, his estimate was about eight times too high.\n\nWe rate the claim False.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09345"}