{"url": "/factchecks/2018/sep/18/blog-posting/did-arnold-schwarzenegger-say-he-would-be-better-p/", "speaker": "Bloggers", "vclaim": "\"Arnold Schwarzenegger: 'I would be a better president than Trump ...2020 wait for me do you agree??\"", "truth_label": "false", "date": "stated on September 9, 2018 in a blog post:", "title": "Did Arnold Schwarzenegger say he would be a better president than Trump, might run in 2020?", "text": "A website called the Colorado Post claims that actor and former California Gov. Arnold Schwarzenegger said he would do a better job than President Donald Trump.\n\"Arnold Schwarzenegger: ‘I would be a better president than Trump ...2020 wait for me do you agree??’\" said the headline of a Sept. 9 story posted on coloradopost.site, which doesn’t appear to be affiliated with the newspaper Denver Post.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe could not find a verbatim quote of Schwarzenegger saying, \"I would be a better president than Trump ...2020 wait for me do you agree??\"\nIn February 2017 Schwarzenegger, a vocal Trump critic, suggested that he and Trump switch jobs. \"Hey, Donald, I have a great idea: why don’t we switch jobs, you take over TV, because you’re such an expert in ratings and I take over your job and then people can finally sleep comfortably again, hmm?\" Schwarzenegger said in a video posted on Twitter.\nText in Schwarzenegger’s tweet said, \"The National Prayer Breakfast?\" That day Trump delivered a speech at the National Prayer Breakfast and mocked Schwarzenegger for low ratings on the NBC show The Apprentice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nTrump in January 2017 also taunted Schwarzenegger’s ratings compared to Trump’s time on the show. In response to that tweet, Schwarzenegger tweeted: \"I wish you the best of luck and I hope you'll work for ALL of the American people as aggressively as you worked for your ratings.\"\nBeyond Colorado Post’s headline, there’s no indication in the story of when or where Schwarzenegger purportedly said that he would be a better president than Trump — and to wait for him in 2020. (Schwarzenegger is ineligible for the U.S. presidency since he is not a natural-born U.S. citizen. He was born in Austria.)\nThe story rather talked about the causes and symptoms of post-traumatic stress disorder and said Schwarzenegger \"definitely hates Trump.\"\n\"Shocking confession of Arnold Schwarzenegger made us think of his big hate,\" the story said. \"A few day (sic) ago we say headlines of him telling Trump has PTSD.\"\nColoradopost.site does not include any information on its website detailing who’s behind it or a way to contact its operators. (There are fields to post a comment to the story.)\nWe found no evidence of Schwarzenegger saying exactly what the site claims — including to wait for him in 2020. Making up quotes, even if the some of the sentiment has been expressed before, is a big no-no.\nWe rate the headline False.", "vclaim_id": "vclaim-pol-01598"}