{"url": "/factchecks/2015/jun/21/sheldon-whitehouse/sen-whitehouse-gets-it-right-co2-air-historic-leve/", "speaker": "Sheldon Whitehouse", "vclaim": "\"This March, for the first time in human history, the monthly average carbon dioxide in our atmosphere exceeded 400 parts per million. The range had been 170-300 parts per million for hundreds of thousands of years.\"", "truth_label": "true", "date": "stated on May 18, 2015 in U.S. Senate:", "title": "Sen. Whitehouse gets it right: CO2 in air at historic levels", "text": "Sheldon Whitehouse gave his 100th speech on climate change on the floor of the U.S. Senate on May 18, 2015.\nOver the past three years, the senator has served up several climate claims worth checking during his running series \"Time to wake up.\"\nSo we examined his 100th installment and noticed this statement: \"This March, for the first time in human history, the monthly average carbon dioxide in our atmosphere exceeded 400 parts per million. The range had been 170-300 parts per million for hundreds of thousands of years.\"\nScientists, who see climate change as Whitehouse does, say the concentration of carbon dioxide (CO2)  in the earth’s atmosphere is increasing due, in large part, to the burning of fossil fuels. And they say rising CO2 levels are an indicator that humans are degrading the health of the planet.\nWe went looking for evidence and quickly found a report from the National Oceanic and Atmospheric Administration  that seemed right on target. On May 6, NOAA announced that the monthly global average of carbon dioxide in the atmosphere had exceeded 400 parts per million — for the first time since it had been compiling the data in 1979.\nThis seemed to leave only the \"human history\" part of Whitehouse’s claim in question. But when Whitehouse addressed the issue May 18, he did not specify his source. And, confusingly, he spoke of a \"monthly average\" not a \"monthly global average,\" the term used by NOAA.\nThe distinction is relevant: While the NOAA monthly global average had never exceeded 400 over a period of more than 35 years, the agency’s scientists had previously measured monthly average carbon dioxide levels exceeding 400 ppm in several single locations. In 2012, for example, the \"monthly average\" at the NOAA observatory in Barrow, Alaska, exceeded 400 ppm for the first time. Then the agency’s observatory in Mauna Loa, Hawaii, reported that its \"monthly average\" CO2 level had exceeded 400 parts per million in April 2014.\nThese earlier records, which were reported extensively, were based on observations from single locations while the NOAA monthly global average is based on data from 40 different sites.\nSo Whitehouse seems to have been off a bit with his description of the monthly CO2 data. But what about human history? The senator’s spokesman, Seth Larson, referred us to ice-core data from Antarctica.  \nScientists take core samples in Greenland and Antarctica and study the CO2 level of air bubbles — some of which have been trapped in the ice for hundreds of thousands of years. Data from Carbon Dioxide Information Analysis Center, which serves as the primary climate-change data hub of the U.S Department of Energy, show carbon dioxide concentrations ranging between 170 and 300 parts per million \"over the last 800,000 years.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThat  more than covers Whitehouse’s in-human-history claim as humans have only been around for about 200,000, according to the Smithsonian Museum of Natural History.\nBefore we closed the book on this one, we contacted Anthony Watts, an often-quoted global-warming skeptic. Watts claimed Whitehouse was wrong and cited the individual monthly data and a 2005 article in Nature that he said challenged the senator’s statement.\nWe tracked down the lead author of the Nature, Swedish scientist Anders Moberg, and asked him about the Watts challenge. Impossible, Moberg  said, explaining that his study was about temperatures in 1100 AD to 1150 AD — not carbon dioxide.\nFor CO2 data, Moberg and John King, an oceanography professor at URI, pointed us to the ice-core research, the same data cited by Whitehouse’s office.\nThe ice core records \"would support the Senator's statement,\" said King. \"The highest natural levels are around 300 ppm.\"\nOur ruling\nIn his 100th speech on global warming on May 18, Sen. Sheldon Whitehouse said: \"This March, for the first time in human history, the monthly average carbon dioxide in our atmosphere exceeded 400 parts per million. The range had been 170-300 parts per million for hundreds of thousands of years.\"\nHe probably could have been more precise if he had used the phrase \"global average,\" because there have been times when the monthly average exceed 400 parts per million at observation sites in Alaska and Hawaii.\nBeyond that small point, Whitehouse and his staff were on solid ground.  For that reason, we rate his statement True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06290"}