{"url": "/factchecks/2013/may/01/bob-goodlatte/goodlatte-says-us-prosecutions-lying-gun-backgroun/", "speaker": "Bob Goodlatte", "vclaim": "Federal prosecutions for lying on background checks to buy guns are \"down 40 percent\" under President Barack Obama.", "truth_label": "half-true", "date": "stated on April 14, 2013 in a TV appearance.:", "title": "Goodlatte says U.S. prosecutions for lying on gun background checks are down 40 percent under Obama", "text": "U.S. Rep. Bob Goodlatte, R-6th, wants the Department of Justice to strengthen enforcement of existing gun laws before Congress adds more.\n\nHe was part of a panel on ABC’s \"This Week with George Stephanopoulos\" on April 14 and criticized President Barack Obama’s administration for lax prosecution of people caught lying on federal background checks necessary to purchase to guns.\n\n\"Enforcement is down 40 percent overall in his administration,\" Goodlatte said.\n\nU.S. Rep. Luis Gutierrez, D-Ill., challenged the statement.\n\n\"George Bush’s presidency had the same dismal record on enforcement of the background check as this presidency has during the last four years,\" he said.\n\nWe decided to check whether enforcement is down 40 percent under Obama, a figure Goodlatte cited three days before gun control legislation failed in the U.S. Senate.\n\nThe National Instant Criminal Background Check System began operating in 1998. It’s an automated system that enables a gun seller to instantly check a series of state and federal databases to determine whether a potential purchaser is eligible to buy a gun under national and state laws. A very low percentage -- about 1 or 2 percent -- are rejected each year, usually for a felony conviction or indictment. Other reasons, such as adjudication for mental illness or an outstanding order of protection, are also grounds for denial.\n\nGoodlatte’s spokeswoman sent us to TRAC, a Syracuse University website that collects monthly data from the Department of Justice. We looked there, as well as the department’s original reports.\n\nWe focused only on prosecutions resulting from background checks -- as opposed to prosecution of other gun offenses -- because Goodlatte’s comments were directed at background checks. We also ignored prosecutions by state officials because the congressman’s statement referred to the presidential role.\n\nFederal prosecution data is available from 2002 through 2010, except for 2004.\n\nDuring the six years data is available for former President George W. Bush’s administration -- 2002-2003 and 2005-2008 -- a total of 628 federal cases were prosecuted as a result of failed background checks. That averages about 105 annually.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nOnly two years of statistics are available for Obama’s administration: 77 cases were prosecuted in 2009 and 44 in 2010. That averages to about 61 annually. Another year of data should be released this summer.\n\nWhen we compare the administrations -- realizing there are years of data missing for each -- there has been a 42 percent decline in average annual prosecutions between the Bush and Obama years.\n\nSo Goodlatte’s claim sounds right, but it’s missing important context: The Justice Department has never placed a high priority on pursuing perjury charges from background checks. There are about 70,000 denials for gun purchases a year. Under Bush, 15/100th of 1 percent of the cases were prosecuted. Under Obama, 8/100th of 1 percent of the cases were prosecuted.\n\nGoodlatte glossed over this fact as he assigned blame to Obama. He set up his statement with some quick statistics: \"We have determined of the 76,000 people who were found to have lied on the background check in 2010, 4,700 of them were referred by the ATF for further investigation and prosecution, 62 of them were prosecuted,\" he said. (We should note that 62 prosecutions is inaccurate; the correct number is 44).\n\n\"Every Republican on the House Judiciary Committee signed a letter to the president and the attorney general asking why that is and why there isn’t greater enforcement,\" Goodlatte continued. \"Enforcement is down 40 percent overall in his administration. The answer we got about the background checks was, `those are paper crimes.’\"\n\nGoodlatte didn’t respond when Gutierrez said the Bush and Obama administrations \"had the same dismal record.\"\n\nWhy is Uncle Sam reluctant to prosecute these cases? A 2004 reportfrom the Department of Justice’s inspector general provided several answers. It said agents from the Bureau of Alcohol, Tobacco and Firearms viewed the violations \"as distracting from more important cases, such as those involving firearms, traffickers, gangs, arson and explosives\" and \"saw little purpose in investigating a standard case in which the NICS successfully prohibited a person from purchasing a firearm.\"\n\nThe report also said that the cases lack \"jury appeal\" for prosecutors because it is difficult to prove that a prohibited person intentionally lied on the background check and in many parts of the nation \"juries are reluctant to convict a person who attempted to purchase a hunting rifle.\"\n\nOur ruling\n\nGoodlatte said enforcement of laws against lying on federal background checks for gun purchases \"is down 40 percent\" under Obama.\n\nThe congressman had the percentage right, but he glossed over the law’s history of lax enforcement. During the Bush and Obama administrations, only a tiny fraction of 1 percent of the violations was prosecuted. The Justice Department has seen little value in prosecuting cases in which background checks have already stopped prohibited people from buying guns.\n\nGoodlatte, in seeking to level partisan blame, offered a juicy statistic without context. We rate his statement Half True.", "vclaim_id": "vclaim-pol-09399"}