{"url": "/factchecks/2012/oct/17/barack-obama/barack-obama-says-says-mitt-romney-called-arizona-/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney \"called the Arizona law a model for the nation.\"", "truth_label": "false", "date": "stated on October 16, 2012 in the second presidential debate:", "title": "Barack Obama says Mitt Romney called the Arizona immigration law a 'model for the nation.'", "text": "In the second presidential debate at Hofstra University, President Barack Obama repeated a claim that he and many of his allies have repeated for months.\n\nReferring to a high-profile Arizona immigration law known as S.B. 1070, Obama said Romney \"called the Arizona law a model for the nation.\"\n\nSoon after Obama made that claim, Romney fired back. \"I did not say that the Arizona law was a model for the nation in that aspect,\" Romney said at the debate. \"I said that the E-Verify portion of the Arizona law, which is the portion of the law which says that employers could be able to determine whether someone is here illegally or not illegally, that that was a model for the nation.\"\n\nThey both can’t be right. So which one is correct?\n\nPolitiFact Texas looked at this question earlier this year. We’ll recap and update their analysis here.\n\nFirst, some background on the law. In June, the Supreme Court delivered a mixed ruling on the Arizona law. It threw out parts that would have made state crimes out of federal immigration violations, including provisions requiring immigrants to obtain or carry immigration registration papers, making it a state criminal offense for an illegal immigrant to seek work or hold a job and allowing police to arrest suspected illegal immigrants without warrants, according to the Associated Press.\n   \nBut the court let stand a \"show me your papers\" requirement that police officers check the status of people stopped for various reasons who might appear to be in the U.S. illegally. Even then, the AP reported, the justices said the provision could be subject to additional legal challenges. And they removed some teeth by prohibiting officers from arresting people on immigration charges.\n\nThe notion that Romney called S.B. 1070 a \"model for the nation\" stems from a comment he made during a Feb. 22, 2012, Republican presidential debate in Arizona.\n       \nAs John King of CNN framed his question to Romney, the audience applauded mention of Sheriff Joe Arpaio of Arizona’s Maricopa County, who is known for his advocacy of hard-line immigration policies. King said to Romney: \"You've talked, governor, about self-deportation, if businesses do their job, asking for the right documents, the people will leave. But what about arresting? Should there be aggressive, seek them out, find them and arrest them as Sheriff Arpaio advocates?\"\n   \nRomney answered, \"You know, I think you see a model here in Arizona. They passed a law here that says that people who come here and try and find work, that the employer is required to look them up on E-Verify. This E-Verify system allows employers in Arizona to know who's here legally and who's not here legally. And as a result of E-Verify being put in place, the number of people in Arizona that are here illegally has dropped by some 14 percent, where the national average has only gone down 7 percent.\"\n\nE-Verify is a federal, Internet-based system that employers can use to verify whether someone is authorized to work in the United States. Participation is voluntary for most U.S. businesses -- there is no federal mandate. The U.S. Department of Homeland Security’s website says that more than 280,000 employers across the country are using the system.\n   \nAfter the Arizona debate, many reporters, opinion columnists, Democrats and liberal groups interpreted that statement by Romney as him saying that SB 1070 as a whole should be a model, either for the nation or for other states.\n   \nHowever, Dan Nowicki, the Arizona Republic’s national political reporter, questioned those interpretations in a March 3, 2012, news article that noted that Arizona’s requirement that businesses use E-Verify is not contained in SB 1070 but rather in an earlier state law, the Legal Arizona Workers Act.\n   \n\"It's clear from the (debate) transcript that Romney was describing part of the state's 2007 employer-sanctions law, which has been upheld by the U.S. Supreme Court,\" Nowicki wrote. \"That Arizona law requires employers to use a federal electronic system to verify whether new hires are eligible to work in the United States and provides punishment for companies that hire undocumented immigrants.\"\n   \nIn other words, Romney in the debate saluted the E-Verify element of a 5-year-old Arizona law — which was not part of the 2010 immigration-enforcement law.\n\nIt’s important to note that Romney is not opposed to the Arizona law. In fact, at the same debate, he said that if elected, he would drop federal lawsuits against the Arizona law \"on day one.\"\n\nRomney expressed support for the law at least as early as Sept. 13, 2011, during an event in Arizona sponsored by the Christian Broadcasting Network. According to the CBN account, Romney said, \"Well, I support the Arizona law by recognizing what Arizona has done -- underscored the failure of the federal government to do its job.\"\n\nThen, shortly after the Supreme Court decision, Romney echoed this view, saying he believes that \"each state has the duty — and the right — to secure our borders and preserve the rule of law, particularly when the federal government has failed to meet its responsibilities.\"\n\nAnd Romney spokesman Ryan Williams confirmed to PolitiFact after the debate that the candidate’s view remains the same. \"He said very clearly he supports the right of states to craft individual laws to help them address failures of the federal government, but he has never said that S.B. 1070 is a ‘model for the nation,\" Williams said.\n\nOur ruling\n\nObama said Mitt Romney \"called the Arizona law a model for the nation.\" That statement mischaracterizes Romney’s salute to Arizona’s mandate that employers electronically verify the legal status of employees, which was passed in 2007 and was not included in S.B. 1070. We rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10153"}