{"url": "/factchecks/2020/may/05/andrew-cuomo/cuomos-claim-new-yorks-contributions-federal-treas/", "speaker": "Andrew Cuomo", "vclaim": "“At the end of the year, we put into that federal pot $116 billion more than we take out,” while Kentucky “takes out $148 billion more than they put in.”", "truth_label": "half-true", "date": "stated on April 23, 2020 in a news conference:", "title": "Cuomo’s claim on New York’s contributions to federal treasury needs clarification", "text": "Senate Majority Leader Mitch McConnell recently objected to the idea that the federal government would send money to help state and local governments dealing with high infection rates of Covid-19. The political affiliations of the elected leadership in these states, such as New York, California and Illinois did not go unnoticed by McConnell, a Kentucky Republican. \"Stop the Blue State Bailouts,\" read a news release from McConnell’s office. He suggested in a radio interview that these states declare bankruptcy instead.\nNew York Gov. Andrew Cuomo, a Democrat, responded swiftly, calling McConnell’s bankruptcy suggestion \"one of the really dumb ideas of all time.\" \nCuomo then claimed that New York sends more money to the federal government than it gets in return, and that McConnell’s state regularly gets \"bailed out\" by the rest of the country. \n\"He represents the state of Kentucky, okay?\" Cuomo said at a recent press briefing. \"When it comes to fairness, New York state puts much more money into the federal pot than it takes out. Okay? At the end of the year, we put into that federal pot $116 billion more than we take out. Okay? His state, the state of Kentucky, takes out $148 billion more than they put in.\" \n\"Senator McConnell, who’s getting bailed out here?\" he said later. \"It’s your state that is living on the money that we generate. Your state is getting bailed out. Not my state.\"\nWe wondered if Kentucky gets $148 billion more from the federal government than it puts in, and if New York puts in $116 billion more than it takes out.\nSUNY report\nWe approached Cuomo’s office, which said the governor was referencing an analysis from the Rockefeller Institute, published in January. The Rockefeller Institute of Government, part of the State University of New York, produced the report with support from Cuomo’s executive branch.\nThe report found that New Yorkers sent $116 billion more than they received in benefits over fiscal years 2015, 2016, 2017 and 2018, while Kentucky received $148 billion more than it sent over the same period. In each of those years, New York led all other states in sending more money to the federal government than it receives, a measure also known as the \"balance of payments.\" Meanwhile, 42 other states received more from the federal treasury in 2018 than they contributed, according to the report.\nThe Rockefeller Institute, using preliminary data, estimates that in the year ending on Sept. 30, 2018, New Yorkers sent $22 billion more to the federal government than they received, more than the amount sent by residents of the next two states that gave more than they got: New Jersey, with a deficit of $11.5 billion, and Massachusetts, with a deficit of $9.1 billion. When calculating the balance of payments on a per-person basis, New Yorkers paid $1,125 more than they received, more than all but three other states, according to the report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA state’s balance of payments to the federal government can be affected by whether a state has military bases, defense contractors, or is home to a large population of federal workers, all of which require the federal government to spend money in that state. Also, the number of its residents that receive Social Security, Medicare, and welfare benefits, or whether a state is home to a lot of high-income households that pay more federal taxes, affects the balance of payments. In New York, the deficit between taxes paid and federal funds received is driven by high earners and businesses paying more in taxes, according to the Rockefeller Institute. \nNew York’s independently elected comptroller, Thomas DiNapoli, a Democrat, also tracks New York’s balance of payments. In January, DiNapoli found that in 2018 New York’s deficit was higher, and that Empire State taxpayers sent $26.6 billion more to Washington, D.C., than the state received in federal funds. Kentucky, meanwhile, received $29.9 billion more in federal funds than its taxpayers paid, DiNapoli found. The Comptroller’s Office analyzed New York’s balance of payments in federal fiscal year 2013, 2016, and 2017. The cumulative deficit in the balance of payments from 2013, 2016, 2017, and 2018 was $111.5 billion, according to the comptroller.\n\"As in past years, the imbalance largely reflects New York’s comparatively high federal tax payments,\" DiNapoli wrote. \"The State generated nearly $254 billion, 8% of the $3.2 trillion in federal tax receipts. By contrast, the $227 billion in federal spending the State received represented 6% of the nationwide total, virtually the same as New York’s share of the U.S. population.\"\nThe late Sen. Daniel Patrick Moynihan, a Democrat who served from 1977 to 2001, brought attention to this imbalance of payments in a report he issued annually, known as \"the fisc.\" In his 1985 report, for example, Moynihan found that New Yorkers had paid $2.1 billion more than the state received in federal funds during the previous year.  \nPolitiFact fact-checked a similar claim in 2018, specifically that New York is a \"donor state,\" and found it to be True. Our reporting then showed that in a system of progressive taxes, where wealthier people pay more, and that money is redistributed to people in need, it’s not unusual that states with wealthy residents give more than they get.\nOur ruling\nCuomo said that \"at the end of the year,\" New York puts $116 billion more into the federal treasury than the state receives in federal funds, while Kentucky receives $148 billion more than it contributes.\nCuomo was referencing figures from a report from the Rockefeller Institute, which has been widely cited.\nHowever, a listener to Cuomo’s news conference would likely think that these figures represent yearly contributions. They are actually four-year cumulative totals contained in the Rockefeller Institute analysis.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-18246"}