{"url": "/factchecks/2012/oct/02/michael-julian-bond/atlanta-councilman-targets-repeat-panhandling-offe/", "speaker": "Michael Julian Bond", "vclaim": "Almost 400 arrests in the city last year for panhandling-related offenses involved just 78 suspects, an indication that the same people are panhandling over and over.", "truth_label": "mostly-true", "date": "stated on September 17, 2012 in Atlanta City Council meeting:", "title": "Atlanta councilman targets repeat panhandling offenders", "text": "In many metropolitan areas, panhandling has long been a problem for local officials looking to balance a positive city experience for tourists with humanely treating their less fortunate residents.\n\nThe two agendas came together in the city of Atlanta last week when the mayor and the City Council collaborated on a problem-solving plan aimed at aggressive panhandling. They agreed to define and strengthen the city’s rules against that type of solicitation and set jail time of 30 and 90 days for repeat convictions.\n\nThe plan followed an initial proposal, sponsored by Councilman Michael Julian Bond, that would have allowed up to 180 days in jail for a conviction.\n\n\"The sentence should act as a deterrent,\" Bond, chairman of the council’s Public Safety Committee and the ordinance sponsor, said in an article by the Atlanta Business Chronicle about the initial amendment, which the council approved Sept. 17 but the mayor vetoed.\n\nDuring the Sept. 17 council meeting, the Business Chronicle wrote that Bond cited statistics showing that almost 400 arrests in the city last year for panhandling-related offenses involved just 78 suspects, an indication that the same people were panhandling over and over.\n\nWith so many arrests, we questioned whether such a small number of people could be responsible for all the offenses. What data did Bond use to make the statement, and was the recidivist claim truly indicative of Atlanta’s aggressive panhandling problem?\n\nBond made a similar claim in an August 9, 2012, guest column he penned for The Atlanta Journal-Constitution. At that time, Bond wrote, \"[S]ince last July, Atlanta police officers have made 279 aggressive panhandling arrests. Seventy-eight people were responsible for over 200 of these arrests — which mean some 75 percent of aggressive panhandling violations are due to less than 80 individuals.\"\n\nAtlanta’s new ordinance expands the definition of aggressive solicitation by prohibiting someone from continuing to ask for money after he or she has been told \"no.\" It also prohibits touching during panhandling. A second conviction for aggressive panhandling requires the violator to serve a minimum of 30 days in jail; a third violation merits 90 days in jail.\n\nWe checked with Bond’s office about the source for its statistics. The numbers used in the statements were taken from two sources: the Atlanta Department of Corrections and the Municipal Court of Atlanta. Bond’s staff narrowed the court data of arrests between 2005 and July 2012 for panhandling-related offenses. Using just arrests from July 2011 through July 2012, staff then hand-counted the offenses and repeat offenders.  \n\nThe challenge in evaluating the claim comes with Atlanta’s current laws. As it stands, Atlanta does not have a specific aggressive panhandling ordinance. It does have a commercial solicitation ordinance, but no one has been arrested or prosecuted under it since it was passed in 2005. \n\nInstead, most aggressive panhandlers had been charged with begging/solicitation by accosting/force, according to police.\n\nFor its analysis, Bond’s office primarily used data on the begging/solicitation by accosting/force charge. Using that data does produce the statistics Bond cited. But because Bond did not specify in his statement which panhandling-related offenses he included, the analysis could change based on the data handler and the offenses selected. The court provided Bond’s office with data about a half-dozen charges that could reflect solicitation or aggressive panhandling. \n\nOverall, Bond’s analysis of the recidivist problem of aggressive panhandling is legitimate, according to experts who have studied the issue.\n\n\"These are the types of numbers that we are seeing,\" said Michael Scott, director of the Center for Problem-Oriented Policing, a community issue problem-solving think tank based at the University of Wisconsin Law School. His organization did a similar study of chronic nuisance offenders in Madison, Wis., and found the same phenomenon.\n\n\"It’s a small percentage of people that are the chronic problems, and it’s also notable that many of these people are not homeless but seem to be professional panhandlers,\" Scott said. \"… It’s a relatively small number of people that are creating the most problems for police, local officials and passers-by.\"\n\nSo, is Atlanta Councilman Bond correct in his statement that 78 offenders were responsible for almost 400 arrests in the city last year for panhandling-related offenses? His assessment of the repeat offender aggressive panhandling problem appears accurate. But the varying charges that can make up panhandling-related offenses are not uniform and can change based on the situation. By using certain sets of public safety data, the statement can be correct, but shifting the range of offenses can change the numbers. Because of this possibility, we rate Bond’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-10274"}