{"url": "/factchecks/2020/aug/11/viral-image/no-ruth-bader-ginsburg-didnt-say-she-wanted-lower-/", "speaker": "Viral image", "vclaim": "Says Ruth Bader Ginsburg said, “The age of consent for sexual acts must be lowered to age 12 years old.”", "truth_label": "false", "date": "stated on July 24, 2020 in a Facebook post:", "title": "No, Ruth Bader Ginsburg didn’t say she wanted to lower the age of consent", "text": "Fans of Supreme Court Justice Ruth Bader Ginsburg may be surprised to learn that, at least according to a post being shared widely on Facebook, she once advocated for lowering the age of consent to tween. \n\"The age of consent for sexual acts must be lowered to age 12 years old,\" reads the quote attributed to \"Ruth Traitor Ginsburg\" in 1977.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe claim is an old one, raised back in 1993 during Ginsburg’s Supreme Court confirmation hearings before the Senate Judiciary Committee. Susan Hirschmann, executive director of the conservative Eagle Forum, then said that among Ginsburg’s \"extremist feminist concepts\" was the belief that \"the age of consent for sexual acts must be lowered to 12 years old.\" \nHirschmann cited \"Sex Bias in the U.S. Code,\" a report co-authored by Ginsburg and published by the U.S. Commission on Civil Rights in 1977.\nThe report mentions \"consent\" in a few places. \nOn page 95, the report describes the current law at the time — \"it is a crime for a person to have carnal knowledge of a female not his wife who has not reached 16 years of age\" — and notes that rape was then defined as anyone \"who commits an act of sexual intercourse with a female not his wife, by force or without her consent.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"The ‘statutory rape’ offense is defined in these sections in much the same way,\" the report says. \"The victim must be a female and the offender a male. … These provisions clearly fail to comply with the equal rights principle. They fail to recognize that women of all ages are not the only targets of sexual assault; men and boys can also be victims of rape. In the case of statutory rape, the immaturity and vulnerability of young people of both sexes could be protected through appropriately drawn, sex-neutral proscriptions.\"\nThe report goes on to suggest changes to the current law to remove sex bias, such as changing federal law to extend Secret Service protections to \"the spouse or surviving spouse of a woman president\" instead of just the wife or widow of the president.\nToward the end of page 101, the report suggests changing another law and quotes a proposed Senate bill, which used gender-neutral language to describe the victim of a crime: A person is guilty of an offense if they compelled someone to participate in a sexual act using coercion, drugging them, or if \"the other person is, in fact, less than 12 years old.\"\n\"This report recommends alteration of pronoun usage throughout the Senate bill… to conform with the proposed sex-neutral terminology format,\" the report then says.\nBottom line: The words weren’t Ginsburg’s, and they weren’t used to express support for the proposal — the purpose was to demonstrate gender-neutral language.\nStill, this section of the report has inspired many false claims and fact-checks over the years. In 2005, Slate published a story about the claim after Sen. Lindsey Graham, R-S.C., said Ginsburg \"wants the age of consent to be 12.\"\n\"Ginsburg and her co-author argue that the law should be rewritten to outlaw sexual abuse of any minor, male or female, by any person who is significantly older, male or female,\" Slate said.\nWe rate this post False.", "vclaim_id": "vclaim-pol-17087"}