{"url": "/factchecks/2008/oct/30/barack-obama/savings-projection-is-best-case-scenario/", "speaker": "Barack Obama", "vclaim": "Measures in Barack Obama's health plan could \"lower health care costs for the typical family by $2,500 a year.\"", "truth_label": "half-true", "date": "stated on October 29, 2008 in in a television ad:", "title": "Savings projection is best case scenario", "text": "During a 30-minute campaign ad that aired Oct. 29, 2008, Barack Obama laid out his policy proposals in detail, including health care.\n\n\n\"In the last year, I've visited many hospitals that are computerizing records and implementing technology that improves patient care and dramatically reduces costs,\" Obama said. \"That's why my health care plan includes improving information technology, requires coverage for preventive care and pre-existing conditions, and lowers health care costs for the typical family by $2,500 a year, and you can keep your same coverage and your same doctor.\"\n\n\nAs Obama's statement makes clear, he brings down costs by introducing efficiency to the existing health care system. He believes the savings should be reflected in lower costs for health insurance and medical care.\n\n\nWe wanted to look into that $2,500 number and see what's behind it. From our previous coverage of health care, we know that\n\nit's difficult to forecast costs with precision\n\n. But we were curious whether Obama's number was an approximation of realistic savings or an outlandish exaggeration of what experts would say is possible.\n\n\nThe Obama campaign pointed us to a memo several researchers at Harvard University wrote after the campaign asked them to\n\nreview Obama's plan\n\n. Their report concluded that health savings could reach about $2,500 per family, though they included the caveat that \"there is no consensus in the research community about how much each element will save, or how much could be saved if these elements were effectively implemented in combination.\"\n\n\nWe then turned to an independent health policy expert, Kenneth Thorpe of Emory University. He drew up detailed examinations of the Obama and McCain health plans that he published this summer.\n\n\nThorpe considered savings that could be achieved through the following Obama proposals:\n\n\n• expanding evidence-based, best practice programs in public programs like Medicare\n\n\n• accelerating the adoption of electronic health information technology, such as electronic medical records\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n• promoting wider use of wellness programs designed to reduce obesity and smoking\n\n\n• reducing administrative costs through changes in insurance programs\n\n\n• creating a clinical effectiveness research institute to discourage unproductive health care spending\n\n\n• improving patient safety by reducing preventable medical errors\n\n\nObama's plan has additional cost-savings measures that relate to the way private insurance works. Thorpe did not include those measures in his analysis. \n\n\nThorpe concluded that by 2012, the Obama plan could reduce health care spending by $203 billion to $273 billion per year. It sounds like a lot, but it's actually not that much when you consider the United States spends more than $2.5 trillion annually on health care. \n\n\nThorpe's report figured that Obama's proposal could reduce total spending by between 6 and 9 percent. Other researchers believe it could be more, with some estimates as high as 30 percent.\n\n\nSo take the total savings Thorpe found and divide it by about 140 million tax filers -- a rough equivalent for families -- and you get savings of between $1,500 and $2,000 per family. That's $1,000 to $500 away from what Obama touts, but he is likely using more aggressive savings targets. Both sets of numbers, however, are estimates based on events that have not yet come to pass, and it's not really possible to say that one set is wrong and another is right.\n\n\nThorpe did say, though, that Obama's proposal is superior to John McCain's in achieving cost savings because Obama has designated funding to get initiatives off the ground, such as $50 billion over five years to encourage health information technology. McCain's plan does not include this funding, Thorpe said.\n\n\nThe $2,500-per-family savings that Obama mentioned in his ad is a speculative estimate of what he hopes will happen once all the pieces of his plan are in place. It's $500 to $1,000 dollars higher than the number we came up with using Thorpe's independent analysis. We recognize that plans are vague and it's difficult to predict future numbers with any precision. But Obama's numbers are significantly higher than the best independent estimate we could find. So we find his statement Half True.", "vclaim_id": "vclaim-pol-15876"}