{"url": "/factchecks/2011/nov/23/armond-budish/armond-budish-says-dem-controlled-ohio-house-passe/", "speaker": "Armond Budish", "vclaim": "Dem-controlled Ohio House voted \"to change the process, to create objective criteria, to modify the Constitution\" ... to \"take politics out of the efforts to draw legislative boundaries.\"", "truth_label": "false", "date": "stated on November 3, 2011 in a news conference:", "title": "Armond Budish says Dem-controlled Ohio House passed a bipartisan resolution to reform redistricting process", "text": "Redistricting – the once-a-decade responsibility of redrawing Ohio’s congressional districts – has lived up to its reputation as a partisan battle that tends to serve the interests of the party in power.\n\nRepublican lawmakers, with majorities in both the House of Representatives and the Senate, were in control of drawing the new map this year. The map, approved in September, has 12 solid Republican districts and four Democratic-leaning districts.\n\nUnable to vote it down, Democrats have fought back with a referendum effort that threatens to block the new map from taking effect. The potential chaos brought on by the referendum effort opened up negotiations to draft a revised map that would please both parties.\n\nBut House Republicans did not support a revised congressional map that Democrats proposed earlier this month. In a news conference Nov. 3, 2011, to discuss the negotiations over the congressional district boundaries,  House Democratic Leader Armond Budish acknowledged the process is flawed, and told reporters that House Democrats had tried to fix it when they still were in the majority last year.\n\n\"We passed a resolution out of the House on a bipartisan basis to change the process, to create objective criteria, to modify the Constitution so that going forward we would take politics out of the efforts to draw legislative boundaries,\" Budish told reporters.\n\nThat got PolitiFact Ohio’s attention. Did Democrats really try to fix the process for drawing district boundaries?\n\nBudish was referring to House Joint Resolution 15, a proposed constitutional amendment to establish a less partisan way that boundaries are drawn.\n\nBut there’s a catch.  \n\nThat resolution addressed the process for Ohio’s legislative districts – not the state’s congressional districts.\n\nThe processes for drawing the two maps are similar – neither requires bipartisanship for adoption – yet they have very little to do with one another.\n\nLawmakers are responsible for passing a congressional map. But the state’s Apportionment Board decides the boundaries for the 99 districts of the House of Representatives and 33 Senate districts. The Apportionment Board is made up of the governor, auditor, secretary of state and two legislative leaders of opposing parties.\n\nIn early October, the five-member board finalized the new legislative districts, which favor Republicans.\n\nHJR 15 serves as no proof that House Democrats tried to fix the process last year when they controlled the House. The joint resolution only would have changed the apportionment process. It would not have altered the congressional mapping process, which is the source of the current controversy.\n\nIn fact, a plan to revise both apportionment and congressional redistricting passed the Senate in 2009 and sat idle in the House. Budish was House speaker and Democrats held the majority that year, also.\n\nSecretary of State Jon Husted, then a member of the GOP-controlled Senate, was the primary sponsor of the plan, which altered the makeup of the Apportionment Board and required boundaries to be drawn so that both state legislative and congressional districts are competitive and compact.\n\nRather than take up Husted’s plan, House Democrats crafted their own, HJR 15.\n\nAfter the House passed HJR 15, there were talks about merging it with Husted’s plan. But Husted, a Republican, said House Democrats did not want to change the congressional redistricting process.\n\n\"They never did anything on the congressional map; it was a nonstarter,\" Husted said.\n\nKeary McCarthy, Budish’s chief of staff, said House Democrats, in fact, did consider the inclusion of congressional redistricting in the merger with Husted’s plan. McCarthy provided a draft of legislation showing that Democrats were willing to include congressional redistricting while they were in discussions with Husted to reach a compromise.\n\nUltimately though, noplan was able to pass in both chambers.\n\nSo where does that leave us?\n\nBudish’s specified that House Democrats worked to fix the system for redrawing legislative districts. And the news conference at which he spoke was clearly called to address congressional redistricting.\n\nYet Democrats specifically left out congressional redistricting from the proposal that cleared the House. Even if their plan, HJR 15, had won Senate passage and was approved by voters as an amendment to the Ohio Constitution, it would have had no impact on the congressional redistricting process that currently is mired in chaos.\n\n\"The issue of controversy now is the congressional map,\" Husted said.\n\nAnd Budish clearly knows the difference between redistricting and apportionment. He was the lone Democrat on the Apportionment Board.\n\nBudish’s statement is not accurate. The legislation he cites would not have addressed congressional redistricting.\n\nOn the Truth-O-Meter, we rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChris Redfern\n\n\nstated on September 15, 2011 in a news conference\n\n\n\n\n\n\n\n\nSays that to drive the length of the newly drawn 15th District \"you’d find yourself on the road as long as it would take to drive from Columbus to Niagara Falls.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Marshall • October 5, 2011", "vclaim_id": "vclaim-pol-12047"}