{"url": "/factchecks/2010/sep/03/rick-scott/jennifer-carroll-could-make-history-if-elected-li/", "speaker": "Rick Scott", "vclaim": "Jennifer Carroll is the \"first African-American Republican woman to be part of a statewide ticket in Florida.\"", "truth_label": "true", "date": "stated on September 2, 2010 in a press release.:", "title": "Jennifer Carroll could make history if elected lieutenant governor", "text": "Conservative outsider Rick Scott says he's making history with his pick for lieutenant governor.\n\nScott's pick, Jacksonville-area state Rep. Jennifer Carroll, \"is the first African-American Republican woman to be part of a statewide ticket in Florida,\"  the Scott campaign said in a Sept. 2, 2010, news release.\n\nCarroll was born in Trinidad and moved to Florida in 1986, according to her state House website. Scott called her the \"embodiment of the American Dream.\"\n\nBut is she the first black Republican woman on a statewide ticket?\n\nIn short, yes.\n\nThe lieutenant governor's position has existed two separate times in state history. The first came from 1865-1889, the Reconstruction period following the Civil War, but the position was elected independent of the governor. In those years, the lieutenant governor served as ex-officio president of the Senate and cast tie-breaking votes. The lieutenant governor also was next in the line of succession to be governor.\n\nThe post was abandoned from 1889-1968, before being revived. Since then, candidates for governor select a prospective lieutenant governor. The two then run together as joint candidates, or a ticket.\n\nThat makes this year's two major tickets -- Scott and Carroll for Republicans, and Alex Sink and Rod Smith for Democrats -- just the 11th set in state history. The first modern-day lieutenant governor, Ray C. Osborne, was appointed by then-Gov. Claude Kirk following an amendment to the state Constitution.\n\nCarroll is the third Republican woman to be selected as the GOP candidate for lieutenant governor, but the first black woman.\n\nIn 1978, former U.S. Sen. Paula Hawkins was a candidate for lieutenant governor on a ticket with Jack Eckerd. The two lost to Bob Graham and Wayne Mixson.\n\nThen in 2003, Toni Jennings became the first woman lieutenant governor. She was nominated by Gov. Jeb Bush to replace Frank Brogan. (Bush picked Sandra Mortham as a running mate in late 1997, but she withdrew after only two months when questions were raised about her office practices and spending as secretary of state.)\n\nWe also should note that Carroll is the first black woman to be a major party nominee for lieutenant governor. Claude Kirk, the quixotic former Republican governor, attempted a comeback as a Democrat in 1978 and ran with state Rep. Mary Singleton, the first black woman elected to the Jacksonville City Council. The two lost in the primary.\n\nAnd she's the third major party black candidate for lieutenant governor. David Montgomery, a Republican, was the first during Reconstruction in 1876. The second was Darryl Jones, who was Democrat Jim Davis' running mate in 2006.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nWe noticed that the Scott campaign used \"African-American\" to describe Carroll though she was born in Trinidad in the Caribbean. Carroll on her website describes herself as black, but she also is chair of the Republican Party of Florida African-American Leadership Council.\n\nWe really don't want to get into a race debate about what constitutes African-American. Suffice to say she is the first black woman to be on the GOP ticket.\n\nIn announcing his pick for lieutenant governor, Scott said Carroll \"is the first African-American Republican woman to be part of a statewide ticket in Florida.\" The sample size is smaller than you might think, but Scott is right. We rate his statement True.", "vclaim_id": "vclaim-pol-14485"}