{"url": "/factchecks/2011/sep/07/debra-medina/debra-medina-claims-rick-perry-was-democrat-and-al/", "speaker": "Debra Medina", "vclaim": "\"Governor (Perry), you were a Democrat, having worked for Al Gore as his campaign manager...\"", "truth_label": "half-true", "date": "stated on January 14, 2010 in the Republican gubernatorial debate in Denton:", "title": "Debra Medina claims Rick Perry was a Democrat and Al Gore's campaign manager", "text": "Editor’s note: After doubts were raised about Rick Perry’s role in Al Gore’s 1988 presidential campaign, we looked afresh into the matter, concluding in September 2011 that Perry was not Gore’s Texas campaign manager or chairman. This research has prompted us to revise downward our rating of Medina’s claim to Half True.\n\nInterviews and news articles confirm that Perry was among 28 Democratic legislators who endorsed Gore for president in January 1988. But there’s no proof he led or ran Gore’s campaign in Texas. It appears that a Democratic opponent slapped various Gore campaign leadership labels on Perry in a 1998 election year and, partly because Perry did not dispute them, the descriptives stuck.\n\nFor archival purposes, the article below retains the text of our original Medina fact check, which was published Jan. 16, 2010.\n\nGOP gubernatorial hopeful Debra Medina, a Wharton businesswoman, started a question to Gov. Rick Perry during Thursday night's GOP gubernatorial debate by pointing out he hasn't always been a Republican.\n\nMedina said: \"Governor, you were a Democrat, having worked for Al Gore as his campaign manager...\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nThe Gore-y chapter of Perry's political life hasn't come up in a while.\n\nWe decided to explore Medina's two-part claim.\n\nPerry didn't — and couldn't — dispute Medina's reminder that he was once a Democrat. Perry, whose father was repeatedly elected as a Democrat to the Haskell County Commission, won his first election, to the Texas House in 1984, as a Democrat. He won re-election in 1986 and 1988 before switching parties to challenge Democratic Agricultural Commissioner Jim Hightower in 1990 — a race that Perry won in an upset.\n\nIn the debate, Perry didn't answer Medina's charge that he was Gore's campaign manager.\n\nIn fact, according to news accounts and Perry's campaign, Perry served as Gore's Texas campaign chairman in 1988.\n\nWhat brought Perry to pitch in for Gore, whose candidacy washed out after he failed to do well outside his native South?\n\nAccording to news reports at the time, many conservative Texas Democrats put stock in Gore’s campaign, among them former Gov. Dolph Briscoe and then-House Speaker Gib Lewis, who flew to Washington to endorse Gore.\n\nLater, Perry said he found out Gore was far from a real conservative.\n\n\"Going through that (Gore experience) was part of what started me through the process of changing parties in 1989,\" Perry said. \"I came to my senses.\"\n\nIn the Texas primary, Gore ran third to Massachusetts Gov. Michael Dukakis, the eventual nominee, and the Rev. Jesse Jackson.\n\nLate last year, Perry revisited his disagreement with Gore over man’s impact on global warming. Suggesting he'd seen the light on the climate issue while Gore had drifted into darker territory, Perry joked: \"I certainly got religion. I think he's gone to hell.\"\n\nSo the two won't be launching any new joint ventures.\n\nBut Medina correctly nudged Perry about his Democratic roots. And she was close to right about his Gore connection, though a visitor from another planet might read her statement to mean Perry was improbably Gore's national campaign manager. Instead, he was Gore's Texas chairman.\n\nWe rate her statement Mostly True.\n\nThis rating was changed to Half True on Sept. 7, 2011.", "vclaim_id": "vclaim-pol-12464"}