{"url": "/factchecks/2018/may/04/blog-posting/fake-news-claims-thousands-killed-nuclear-bomb-syr/", "speaker": "Bloggers", "vclaim": "\"Thousands killed as Israel Drops Tactical Nuclear Bomb On Syria\"", "truth_label": "pants-fire", "date": "stated on April 30, 2018 in a blog post:", "title": "Fake news claims thousands killed by nuclear bomb in Syria", "text": "It’s not true that Israel dropped a nuclear bomb in Syria, killing thousands. A website called exclusive103.com shared that false story based on legitimate reports of strikes in Syria.\n\"Thousands killed as Israel drops tactical nuclear bomb on Syria,\" said the headline of an April 30 post on exclusive103.com.\nThe story claimed an Israeli plane \"dropped the first nuclear bomb deployed in armed conflict since the US dropped atomic bombs on Hiroshima and Nagasaki in 1945, according to local reports.\" The post said the nuclear attack targeted an ammunitions depot in Hama, Syria, and created a 2.6-magnitude earthquake.\nExclusive103.com’s About Us section says it is \"your gallant news out-let that informs you all you needs to know about daily worldwide breaking news.\" The stories on the website are ridiculous and untrue.\nFacebook users flagged the April 30 post as being potentially fabricated, as part of the social media network’s efforts to combat online hoaxes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLegitimate news outlets, including NBC News and the New York Times, on April 30 reported on missile strikes (not a nuclear bomb) in Hama with explosions powerful enough to cause a 2.6-magnitude earthquake. The strikes targeted an arms depot for ground-to-ground missiles, NBC News and other outlets reported.\nMedia reports said that while the death toll varied, according to the Syrian Observatory for Human Rights, at least 26 people were killed (not thousands).\nIsrael was the presumed attacker, but there was no official confirmation from the Israeli government. \"Israel’s military does not comment on individual attacks in Syria, and a spokesman declined to comment on Sunday’s attack, most likely because if Israel claimed responsibility it could put pressure on Iranian leaders to strike back,\" the New York Times reported.\nExclusive103.com distorted information about strikes in Syria to falsely claim thousands were killed because of a nuclear bomb.\nWe rate exclusive103.com’s post Pants on Fire!\n Share the Facts 2018-05-04 20:55:07 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Thousands killed as Israel Drops Tactical Nuclear Bomb On Syria\"    Exclusive103.com Bloggers https://exclusive103.com/2018/04/30/thousands-killed-as-israel-drops-tactical-nuclear-bomb-on-syria/   in a blog post Monday, April 30, 2018 2018-04-30    Read More  info", "vclaim_id": "vclaim-pol-02106"}