{"url": "/factchecks/2013/oct/28/nick-gillespie/does-emergency-care-account-just-2-percent-all-hea/", "speaker": "Nick Gillespie", "vclaim": "Emergency rooms account for \"2 percent of all health care spending.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2013 in a discussion on CNN's \"Crossfire\":", "title": "Does emergency care account for just 2 percent of all health spending?", "text": "In recent years, advocates for universal health coverage have regularly decried a side effect of having no health insurance -- the use of emergency rooms as a substitute for basic health care services.\nFor instance, Sen. Barbara Boxer, D-Calif., said in August 2009, \"We have 48 million people with no health care. As a result, they walk into emergency rooms. It's costing every American who is insured $1,100 to pick up the cost of uncompensated care that goes on at the emergency room.\"\nWe gave Boxer’s claim a Mostly False, largely due to questionable assumptions that undermined the calculations Boxer cited. But other Democrats in favor of a health care overhaul, including Hillary Clinton in 2008 and Barack Obama in 2009, also pointed to the use of emergency rooms by uninsured Americans as an argument for passing a health care overhaul.\nGiven the frequency of this talking point, it came as something of a surprise to hear Nick Gillespie, the editor of Reason.com, a libertarian publication, say recently that emergency room costs actually represent a tiny share of health care spending.\nDuring the Oct. 22, 2013, edition of CNN’s Crossfire, Gillespie had an exchange with Van Jones, one of the show’s liberal co-hosts. Jones argued that Obama’s health care law should be able to bring uninsured Americans into the health care system in less costly and more efficient ways, cutting the use of emergency rooms for front-line care.\nGillespie countered that \"emergency rooms (are) 2 percent of all health care spending. It's not a huge amount. That's a big red herring in this.\"\nWe wondered whether Gillespie was correct.\nWe easily found the source of the statistic -- a calculation publicized by the American College of Emergency Physicians. Obviously, this is a group with a dog in the fight, but the calculation they made was pretty straightforward and is based on federal data.\nThe group used figures from 2008 collected by the Medical Expenditure Panel Survey, a study undertaken by a division of the Department of Health and Human Services. The survey found that the total amount of money spent on emergency care -- including physician and other emergency-room services -- was $47.3 billion. That’s slightly less than 2 percent of the same survey’s $2.4 trillion estimate of total health care expenditures that year.\nWe asked a number of experts in health care economics whether they saw any red flags with that kind ofcalculation.\nBoth Austin Frakt of Boston University and Katherine Baicker of the Harvard School of Public Health said the Medical Expenditure Panel Survey is a credible source of data. Their concerns, to the extent they had any, focused on whether the survey under-reports health care costs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIndeed, there is at least one study that suggests just that. A paper in the Annals of Emergency Medicine used different data and an alternative accounting method to determine emergency room costs.\nThe study -- by Michael Lee and Brian Zink of Brown University’s Warren Alpert Medical School and Jeremiah Schuur of Harvard Medical School -- used data from the Centers for Disease Control and Prevention’s National Hospital Ambulatory Medical Care Survey, which tallied approximately 130 million ER visits, a much higher number than the Medical Expenditure Panel Survey, which counted 49 million visits. Based in part on this discrepancy, the authors said the actual percentage may range anywhere from 4.9 percent to 10 percent, rather than 2 percent.\nThe American College of Emergency Physicians stands by its calculations but acknowledges that other calculations can be legitimate. The data that produced the 2 percent figure \"comes from reputable sources, and the calculation is correct,\" said spokeswoman Julie Lloyd. \"At the same time, we know that the numbers could be calculated in different ways.\"\nGail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, agreed that the percentage of health care spending devoted to emergency rooms could change depending on what figure is used for the denominator.\n\"All these expenditure figures are at best approximations,\" Wilensky said. \"There is no really good, precise way to calculate it.\"\nSeveral experts added that the total amount of money going to emergency care is ultimately less important than making sure that emergency rooms are used for the right type of care. Services provided in the ER do tend to cost significantly more than services provided in a primary-care setting.\n\"Getting anything other than true emergency care in an emergency department tends to be an expensive, fragmented way to receive care and should be avoided if any other reasonable alternative is available,\" Wilensky said.\nThat said, recent academic studies have suggested that the economics of emergency rooms and the larger health care system are more nuanced than previously thought.\nFor instance, one study by the Rand Corp. suggested that it may be overburdened primary-care doctors -- not patients -- who are driving traffic toward the ER. According to Arthur Kellermann, one of the authors of the RAND paper, doctors described the ER to researchers as their \"overflow valve\" where they \"send complicated patients\" for diagnosis.\nEven Lee, who co-wrote the paper suggesting that ERs could account for as much as 10 percent of health care spending, has said that heavy use of emergency rooms is not necessarily a problem. \"Diverting non-emergency care may simply shift costs onto primary care offices and clinics which may not have the infrastructure to accommodate a large volume of unscheduled care,\" Lee told Science Daily.\nOur ruling\nGillespie said emergency rooms account for \"2 percent of all health care spending.\" Experts told us that’s not the only way to calculate it, but it’s a credible way, and even if that figure is too low, other calculations put it in the single digits. The statement is accurate but needs clarification or additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-08698"}