{"url": "/factchecks/2007/oct/24/log-cabin-republicans/romney-supported-gun-control-in-previous-runs/", "speaker": "Log Cabin Republicans", "vclaim": "\"Mitt Romney opposed the gun lobby, even Ronald Reagan.\"", "truth_label": "mostly-true", "date": "stated on October 4, 2007:", "title": "Romney supported gun control in previous runs", "text": "Mitt Romney portrays himself now as a supporter of gun rights and a fan of Ronald Reagan.\n\nBut Romney took positions favorable to gun control in previous races in Massachusetts, a state with strict gun control laws.\n\n\nIn 1994, Romney ran for U.S. Senate against incumbent Democrat stalwart Ted Kennedy. During that campaign, Romney supported two gun control measures: the Brady Bill, which required background checks for gun purchases, and a ban on certain types of assault weapons.\n\n\nIn 2002, Romney ran for governor, successfully beating Shannon P. O'Brien. During that campaign Romney said, \"We have tough gun laws in Massachusetts; I support them. … I won't chip away at them.\"\n\n\nAlso during the 1994 race, Kennedy attacked Romney as a conservative similar to Ronald Reagan. (He didn't mean it as a compliment.) That's when Romney responded, \"I was an independent during the time of Reagan-Bush. I'm not trying to return to Reagan-Bush.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nRomney made his most detailed defenses to these apparent flip-flops in an interview with Bob Schieffer on CBS News'\n\nFace the Nation\n\non Oct. 21, 2007.\n\n\nOn the gun issue, Romney said, \"I support Second Amendment rights, but I don't line up 100 percent with the NRA. ... But my positions are the same as my positions have been with regards to guns for a long, long time, and that is that I respect the right of people to bear arms, and whether that's for hunting or personal protection. I sought the support of the NRA when I ran for governor, and I got it.\"\n\n\nOn his Reagan comment: \"Well, when I was running in '94 I wasn't trying to return to Reagan-Bush because that was characterized as a very different posture than what I was running for. … And Senator Kennedy in the debate was saying, `Oh, you're just turning yourself into Reagan-Bush.' I said, `No, I'm my own person.'\"\n\n\nRomney's explanations not withstanding, the sly TV from the Log Cabin Republicans accurately portrays his positions from previous races. Could the group have made it clear that Romney's statements today have a different tenor? Yes. But we still find the substance of their statements correct, so we give them a Mostly True.", "vclaim_id": "vclaim-pol-16549"}