{"url": "/factchecks/2018/nov/13/ken-blackwell/no-evidence-democrats-and-their-allies-manufacturi/", "speaker": "Ken Blackwell", "vclaim": "\"Democrats and their allies (...) are manufacturing voters.\"", "truth_label": "pants-fire", "date": "stated on November 9, 2018 in in an interview:", "title": "No evidence Democrats and their allies ‘manufacturing voters’ in Florida recount", "text": "A recount is underway in Florida, where three statewide races remain undecided a week after Election Day.\nDespite no final vote tally in the gubernatorial U.S. Senate and agriculture commissioner contests, some conservative pundits have accused their political opponents of fraud.\n\"The forces on the left, the Democrats and their allies, are trying to push this to what I call within the margin of litigation,\" Ken Blackwell, a former Republican Ohio secretary of state, said during an appearance on Fox News’ Tucker Carlson Tonight. \"They are manufacturing voters. And they're doing it with an architect, Superintendent (Brenda) Snipes, who has a record of gross incompetence and fraud.\"\nWe previously looked at the Broward election supervisor's track record.\nHere, we found no evidence to support the claim Democrats and their allies and manufacturing voters.\nNo sign of manufactured voters\nFlorida law stipulates that races separated by razor-thin margins trigger mandatory recounts.\nBy law, a recount was implemented in the too-close-to-call governor’s race between Republican Ron DeSantis and Democrat Andrew Gillum, where DeSantis’ winning margin was less than 0.5 percent.\nA recount is underway in the Senate race between outgoing Republican Gov. Rick Scott and Democratic incumbent Sen. Bill Nelson, who trails Scott by less than 0.25 percent. The contest for state agriculture commissioner is also under recount.\nBlackwell accused Democrats and their allies of fraud during an appearance on Fox News on Nov. 9, three days after polls closed, but while votes were still being counted.\nIt’s unclear exactly what Blackwell meant with the term \"manufacturing voters,\" and he did not respond to our request for comment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAccording to David Becker, the executive director of the Center for Election Innovation & Research, a non-profit focused on election integrity, the claim is baseless.\n\"There’s zero evidence to support these allegations,\" Becker said. \"It’s unfortunate that some extreme partisans will work so hard to delegitimize our elections process just to win an election.\"\nEugene Pettis, an attorney representing Broward County Supervisor of Elections Brenda Snipes in election-related litigation, dismissed Blackwell’s comment as \"political noise.\"\n\"Unfortunately it’s not advancing the integrity of our electoral system,\" Pettis said. \"If you have  evidence of fraud put it on the table and notify authorities. If not stop the reckless rhetoric.\"\nThe Florida Department of State did not respond to our request for comment but it has previously said it has found no evidence of voter fraud or criminal activity. Same goes for the Florida Department of Law Enforcement. \n\"Our staff has seen no evidence of criminal activity at this time,\" Department of State spokeswoman Sarah Revell told PolitiFact.\nOur ruling\nBlackwell said, \"Democrats and their allies (...) are manufacturing voters.\"\nWe found no evidence, nor has the state, to support this claim. Blackwell provided no evidence to support his statement.\nWe rate this Pants on Fire.\n Share the Facts 2018-11-13 19:35:43 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Democrats and their allies (...) are manufacturing voters.\"    Ken Blackwell Former Ohio secretary of state    in an interview  Friday, November 9, 2018 2018-11-09    Read More  info", "vclaim_id": "vclaim-pol-01266"}