{"url": "/factchecks/2010/may/02/lamar-mckay/bp-letter-mms-urges-reduced-regulation/", "speaker": "Lamar McKay", "vclaim": "A letter from BP to the Minerals Management Service \"actually recommends improvements and specific recommendations around safety regulations should they choose to change them.\"", "truth_label": "barely-true", "date": "stated on May 2, 2010 in an interview on ABC News' 'This Week':", "title": "BP letter to MMS urges reduced regulation", "text": "The Deepwater Horizon drilling rig continued to spew oil into the Gulf of Mexico as Lamar McKay, chairman and president of BP America, appeared on ABC News' This Week to answer questions.McKay said BP was doing everything it could to plug the well and mitigate the impact of the oil slick as it moved toward land. He also said he believed equipment failure was the likely cause of the explosion and subsequent spill. This Week host Jake Tapper asked McKay about BP's safety record and its response to the Minerals Management Service's recent efforts to increase regulations on oil rigs.\"Just a few months ago, a BP executive protested proposed new safety regulations for oil rigs, writing to the government that quote, 'while BP is supportive of companies having a system in place to reduce risks, accidents, injuries and spills, we are not supportive of extensive proscriptive regulations.' Will BP continue to fight and lobby against safety regulations?\" Tapper asked.\"Well, I would characterize the letter you're talking about slightly differently,\" McKay said. \"That letter was in response to the government's request for input on safety regulations that the MMS was looking at. The rest of the letter actually recommends improvements and specific recommendations around safety regulations should they choose to change them. So we're not fighting anything about safety. Safety is the number one priority. We're going to figure out what happened here, and that is going to help the MMS and help ourselves and help the industry get safer, so we're not fighting anything about safety.\"We wanted to fact-check McKay's description that \"the rest of the letter actually recommends improvements and specific recommendations around safety regulations should they choose to change them.\"On June 17, 2009, the Minerals Management Service proposed rules to require oil and gas operators to develop and implement \"safety and environmental management systems\" for offshore drilling. In essence, the new regulations would require oil companies to create more documentation about their safety procedures and share them with workers and inspectors. The agency said it had reviewed the incident reports for offshore accidents and determined that four areas contributed the most to accidents: • Hazards Analysis, which means minimizing \"the consequences of uncontrolled releases of oil and gas and other safety or environmental incidents\";\n• Management of Change, which means documenting and analyzing new procedures such as the addition of new equipment or modifications to existing equipment;\n• Operating Procedures, requiring written safety procedures;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• Mechanical Integrity, to ensure that equipment is \"designed, fabricated, installed, tested, inspected, monitored, and maintained in a manner consistent with appropriate service requirements, manufacturer's recommendations, and industry standards.\"\nBP responded to the proposed regulations in a letter dated Sept. 14, 2009, the day before the commenting period closed. The company said the new rules were unnecessary because \"the industry's current safety and environmental statistics demonstrate that the voluntary programs ... have been and continue to be very successful.\"\nMcKay is right that after BP gives its opinion that the new rules aren't needed, it then offered a number of changes to proposed rules. But on This Week, McKay gave the impression that BP was seeking additional, safer regulations. In fact, the letter is a plea for the company to have less regulation. We compared BP's suggestions for changes to the MMS regulations. Some of the suggestions are for language changes or technical fixes. But we found that in many cases, BP was suggesting changes that would give the company fewer responsibilities or more flexibility under the proposed rules. Here are a few examples:On Hazards Analysis, BP suggested language to make it clear that BP doesn't have to develop procedures for third-party companies. It also said it shouldn't have to develop analyses for property damage if the damage doesn't affect worker safety or the environment. For Operating Procedures, BP suggested language so that all employees would not have access to all safety procedures, but only to documentation that specifically apply to their jobs.On Mechanical Integrity, BP objected to language that required equipment to meet manufacturer's recommendations or specifications. A company's own specifications should be sufficient, the letter said. \"Many of our inspection and testing requirements, while meeting regulations, are risk based in approach,\" the letter said. On regular safety audits, BP said that audits should occur based on \"performance and risk rather than a prescribed schedule.\" Overall, the ideas in BP's letter point toward limiting the impact of new rules and making them apply to more narrow circumstances. McKay told Tapper that, \"The rest of the letter actually recommends improvements and specific recommendations around safety regulations should they choose to change them.\" This gives the impression that BP was trying to work with regulators to make the safety regulations better, to make conditions safer. But most of what the letter suggests are ways to make the regulations less of a burden for BP. Certainly this is an \"improvement\" from BP's perspective, but we don't see how it makes safety \"the number one priority.\" So we rate his statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15046"}