{"url": "/factchecks/2019/jul/30/bobby-scott/scotts-right-modest-two-bedroom-apartments-not-aff/", "speaker": "Bobby Scott", "vclaim": "\"Studies show at the minimum wage, you can’t rent a two-bedroom apartment anywhere in the United States...a modest, two-bedroom apartment.\"", "truth_label": "true", "date": "stated on July 15, 2019 in a hearing:", "title": "Scott's right: 'Modest' two-bedroom apartments not affordable at minimum wage", "text": "U.S. Rep. Bobby Scott, D-3rd, recently shepherded a bill to raise the minimum wage through the House of Representatives, saying the wage won’t pay for modest housing.\n\"The studies show at the minimum wage today, you can’t rent a two-bedroom apartment anywhere in the United States,\" he told the House Rules Committee on July 15. \"I’m not talking about San Francisco or New York City, I’m talking about anywhere - a modest two-bedroom apartment.\"\nScott made the claim three times during a five-minute speech to the panel. We checked if he was right. \nA spokesperson for the House Committee on Education and Labor, which Scott chairs, said the congressman was referring to a 2019 study by the National Low Income Housing Coalition titled \"Out of Reach.\" The report, updated yearly, examines the affordability of housing for minimum wage earners in more than 3,500 counties and metropolitan areas across the country.\nThe study found, \"In no state, metropolitan area, or county in the U.S. can a worker earning the federal or prevailing state minimum wage afford a modest two-bedroom rental home at fair market rent by working a standard 40-hour work week.\"\nThere are a few terms we need to break down:\nThe federal minimum wage is $7.25 an hour has been in effect since 2009. Twenty-one states, including Virginia, use that rate as their minimum wage. The rest, and the District of Columbia, have set their minimum wage higher. Scott’s bill, which faces a tough road in the U.S. Senate, would gradually increase the federal minimum wage to $15 an hour by 2025.\nThe prevailing minimum wage is the baseline pay rate that’s in effect in a state or locality. Twenty-nine states exceed the federal minimum, from $7.50 an hour in New Mexico to $12 in California and Washington. Some cities have minimum wages higher than their states. The study used the prevailing minimum wage in its computations for each locality.\nFair market rent is the 40th median percentile of rents (including utilities, but not telephone) paid by tenants who have moved in a locality during the last two years. It’s slightly less than median rent. It is a term used by the federal government in some housing programs and the bottom rent for what the study calls a \"modest\" home.  \nThe national coalition defines \"affordability\" as consistent with a federal standard that no more than 30% of a household’s gross income should be spent on rent and utilities. That’s the guideline used by the Department of Housing and Urban Development.\nSo, what the study found is that there is no U.S. locality where minimum wage earners, working 40 hours a week, can find a modest two-bedroom home that will rent for 30% or less of their gross income. In every locality, at least 60% of the two-bedroom units are unaffordable, according to standard housing definitions. In most places, far more than 60% are beyond their means. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn Virginia, for example, a household would have to work 128 hours a week at the state’s minimum wage - or 3.2 full-time jobs - to afford a two-bedroom home at the 40th rent percentile, according to the report. That's third highest in the nation, trailing  Hawaii (3.6), and New Jersey (3.3).\nIn Richmond, Chesterfield and Henrico, a household would need to work 2.8  full-time jobs at minimum wage to afford the apartment.  \nThe study does not say no two-bedroom home would be available to a minimum-wage earner anywhere in the country. The qualifier \"modest\" home - used in the report and by Scott - is important. There might be affordable two-bedroom apartment available, but they would be below the \"modest\" standard - usually, far below.\nWhat about a one-bedroom home? A minimum wage earner would find them affordable in 28 counties across the country, or less than 1% of the jurisdications, according to the study. \nSeveral housing experts have told PolitiFact National the coalition’s report is generally consistent with other housing studies, including a recent reports published by the Joint Center of Housing Studies and Harvard University.  \nPolitiFact National cited the coalition’s report last year in fact-checking a statement by Sen. Kamala Harris, D-Calif., that, \"In 99% of counties in America, someone making the minimum wage working full time can’t afford a 1-bedroom apartment.\" Her claim was rated Mostly True. It was slightly downgraded because she didn’t specify the statistic applied to \"modest\" homes.\nScott didn’t make that mistake.\nOur Ruling\nScott said, \"The studies show at the minimum wage today, you can’t rent a two-bedroom apartment anywhere in the United States. I’m not talking about San Francisco or New York City, I’m talking about anywhere - a modest two-bedroom apartment.\"\nHe was referring to annual studies by the National Low Income Housing Coalition that have found there is no U.S. locality where a minimum wage earner, working 40 hours a week, can find a \"modest\" two-bedroom home that will rent for 30% or less of his gross income.\nScott accurately describes the findings and makes the key distinction that the results don’t apply to all apartments; just those statistically defined as \"modest.\"\nWe rate his statement True.", "vclaim_id": "vclaim-pol-00378"}