{"url": "/factchecks/2016/sep/21/donald-trump/donald-trump-says-he-never-called-profiling-muslim/", "speaker": "Donald Trump", "vclaim": "\"I never said\" that Muslims would be subject to profiling under his policies.", "truth_label": "false", "date": "stated on September 19, 2016 in an interview with Fox News' Bill O'Reilly:", "title": "Donald Trump says he never called for profiling Muslims", "text": "During an interview with Fox News’ Bill O’Reilly, Donald Trump pleaded innocence when asked whether he supports profiling Muslims as a way of preventing terrorism.\nO’Reilly asked Trump, \"When you say that you're going to profile certain Muslims, are you ever worried that the peaceful Muslims, and there are millions of American … are you worried that sometimes when you say these things, (that) peaceful Muslims will be the victim of backlash, the victim of people just lumping everybody into the terror jar?\"\nTrump responded, \"Well, first of all, I never said that they were Muslims. You did. You told me Muslims. I didn't say that. I am saying ... people that maybe look suspicious. I didn't say they were Muslims.\"\nIs it true that Trump didn’t suggest profiling Muslims as a security measure? We checked Trump’s past comments and concluded that he’s correct only in the narrowest sense.\nThe O’Reilly interview\nThe strictest way to interpret Trump’s comment is that he only denied saying those words in O’Reilly’s interview. But even this limited claim has some problems.\nEarlier in the interview, O’Reilly had asked, \"You want to profile Arab or Muslim men. How would that work?\"\nTrump responded, \"Well, we have no choice. Look, Israel does it. And Israel does it very successfully.\"\nThis wasn’t the first interview in which Trump had accepted a question premised on the idea that he wants to profile Muslims.\nIn a June 19, 2016, interview with John Dickerson on CBS’ Face the Nation, Dickerson asked, \"Are you talking about increasing profiling of Muslims in America?\"\nTrump responded, \"Well, I think profiling is something that we're going to have to start thinking about as a country. And other countries do it. And you look at Israel and you look at others, and they do it. And they do it successfully. And I hate the concept of profiling. But we have to start using common sense, and we have to use our heads.\"\nPrevious statements\nA more common pattern we found in Trump’s past comments was to talk explicitly about the specific security measures he would consider for Muslims, but without using the word \"profiling.\"\nA good example is surveillance of mosques, which seems like an obvious case of a policy that targets a security procedure to people of a specific religion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor instance, in an interview on MSNBC’s Morning Joe on Nov. 16, 2015, Trump was asked about shutting down mosques.\n\"Well, I would hate to do it, but it's something you're going to have to strongly consider.\" He repeated the call in another appearance that day, saying, \"You're going to have to watch and study the mosques, because a lot of talk is going on at the mosques.\"\nHe echoed this call five days later in remarks at a rally in Birmingham, Ala., saying, \"I want surveillance of certain mosques if that's okay. We've had it before.\"\nAnd on two more recent occasions, he revived the call for mosque surveillance. One came on June 13, 2016, in comments on Fox & Friends: \"We have to be very strong in terms of looking at the mosques, you know, which a lot of people say, 'Oh, we don't want to do that. We don't want to do that.' We're beyond that.\"\nThe other came in the interview we cited earlier with John Dickerson on June 19, 2016.\nDickerson asked, \"And you said you would check respectfully the mosques. How do you respectfully check a mosque?\"\n\"Well, you do as they used to do in New York, prior to this mayor dismantling,\" Trump said. \"By the way, if you go to France right now, they're doing it in France. In fact, in some instances, they are closing down mosques. People don't want to talk about it. People aren't talking about it. But look at what they're doing in France. They are actually closing down mosques.\"\nThen there was the statement from the campaign on \"preventing Muslim immigration,\" personally signed by Trump on Dec. 7, 2015. \"Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on,\" the statement said in part.\nWe should note that we found one case in which Trump expressed caution about a kind of special security treatment for Muslims -- access to guns and ammunition.\nIn the interview with CBS’ Dickerson, the host asked Trump, \"When you talk about political correctness, should a Muslim buying ammunition and weapons get extra scrutiny?\"\nTrump answered, \"I don't know about that.\"\nThe Trump campaign did not respond to an inquiry for this article.\nOur ruling\nTrump told O’Reilly that he \"never said\" Muslims would be subject to profiling under his policies.\nOn two occasions -- including once earlier in the same O’Reilly interview -- a questioner asked him about his proposal to profile Muslims, and Trump did not object to that description. He has also repeatedly suggested other types of security policies that would specifically target Muslims, including mosque surveillance and an ban on Muslims entering the United States.\nThe statement is not accurate, so we rate it False.", "vclaim_id": "vclaim-pol-04286"}