{"url": "/factchecks/2012/may/02/kathleen-falk/gubernatorial-hopeful-kathleen-falk-says-women-wis/", "speaker": "Kathleen Falk", "vclaim": "Wisconsin women \"are paid 81 cents to the dollar of a man doing the same job.\"", "truth_label": "false", "date": "stated on April 17, 2012 in a newspaper interview:", "title": "Gubernatorial hopeful Kathleen Falk says women in Wisconsin paid 81 cents compared to $1 for males for doing 'the same job'", "text": "Continuing to accuse Gov. Scott Walker of waging a \"war on women,\" Democratic gubernatorial candidate Kathleen Falk posted a YouTube video that highlights her opposition to the repeal of a workplace discrimination law.\n\nWalker’s signature on a Republican-backed bill repealed the right of discriminated workers to sue in state court for compensatory and punitive damages.\n\nAsked why the right to sue in state court was needed, Falk told the Oshkosh Northwestern newspaper on April 17, 2012 it was because Wisconsin women \"are paid 81 cents to the dollar of a man doing the same job.\"\n\nThe key phrase here, which Falk also used in a speech three weeks earlier, is same job.\n\nIs she right?\n\nWe’ve done several items related to the 2009 law, passed when Democrats controlled state government,  and its April 2012 repeal three times.\n\nMost recently, we gave Falk a False for saying the repeal left women with no options to fight pay discrimination (They could still pursue the claims through other avenues, including federal court) and Walker a Mostly False for saying the old law was \"kind of a gravy train\" for lawyers (no lawsuits had been filed while it was in place).\n\nWhen we asked Falk campaign spokesman Scot Ross for evidence to back the 81 cents vs. $1 claim, he cited an April 2012 report by the Center on Wisconsin Strategy think tank and the Wisconsin Women’s Council, a state government board that advocates for women.\n\nThe report says that in 2009, Wisconsin women earned, on average, 81 cents for every dollar earned by men.\n\nThat’s the same figure Falk cited -- but it measures something quite different.\n\nFalk said Wisconsin women earn 81 cents for every dollar earned by men for \"doing the same job.\"\n\nWhat the report says is that -- considering all Wisconsin women and men in the workforce working all sorts of jobs -- women earn 81 cents for every dollar men earn.\n\nThe report underlines that point by saying that one reason Wisconsin women earn less than men on average is they are concentrated in occupations that pay lower wages, including in retail, services, education, nonprofits and health care.\n\nLaura Dresser, associate director of the Center on Wisconsin Strategy, confirmed that the report does not say what Falk said it did.\n\nWe could say case closed, but we wondered whether there are statistics measuring the pay of Wisconsin men and women who work in the same job.\n\nDresser said she didn’t know of any such studies, but suggested we contact the Institute for Women’s Policy Research, a Washington, D.C. think tank. The institute provided us an April 2011 report it did on women in Wisconsin.\n\nThe D.C. think tank examined a slightly different population -- adults who worked full time year round in 2009. Its report found that Wisconsin women earned 75 cents for every dollar earned by men.\n\nBut, again, that figure is for all occupations, not women and men working in the same job; and the D.C. think tank, like the Wisconsin groups in their report, noted that women tended to work in lesser-paying occupations.\n\nWe did find evidence on the national level that women tend to be paid less than men in many occupations.\n\nAccording to the D.C. institute, among 111 occupations for which weekly median wage data could be estimated for 2010, men earned more than women in all but four occupations.\n\nThe largest gap was among personal financial advisors, with women on average earning 58 cents for every $1 earned by men.\n\nBut in relation to Falk’s claim, those figures are national and apply to types of occupations, not to men and working the same job.\n\nOur rating\n\nFalk said Wisconsin women \"are paid 81 cents to the dollar of a man doing the same job.\" To be sure, as a group women are paid less than men and they are in many individual instances.\n\nBut she misquoted the report she relied on.\n\nWhat the report said is that, among all working men and women in Wisconsin working all sorts of jobs, women earn 81 cents for every dollar earned by men.\n\nWe rate Falk’s \"same job\" statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's web site)", "vclaim_id": "vclaim-pol-11176"}