{"url": "/factchecks/2020/jul/17/state-democratic-party-wisconsin/wisconsin-dems-ignore-key-details-saying-gop-pushe/", "speaker": "Democratic Party of Wisconsin", "vclaim": "Says Wisconsin Republicans “pushed for long lines and polls open for one day only.”", "truth_label": "barely-true", "date": "stated on July 10, 2020 in an email:", "title": "Wisconsin Dems ignore key details in saying GOP pushed for longer lines and limited voting time", "text": "With the presidential election just under four months away, party officials on both sides of the aisle are trying to make political hay out of Wisconsin’s tumultuous spring election.\nThe Republican Party of Wisconsin in early July accused Democrats of closing down voting locations in some of Wisconsin's largest cities during the April 7, 2020, election \"to cause chaos.\"\nWe rated this claim False, noting the decision to consolidate polling places came down to poll worker shortages. There wasn’t evidence to suggest Democrats would benefit from the chaos, either. \nNow, the Democratic Party of Wisconsin has joined in the finger pointing. \nIn a July 10, 2020, fundraising email, Wisconsin Democrats touted their push for expanded access to absentee ballots. They also took a shot at their GOP counterparts for their role in the April election.\n\"While we pushed for vote by mail and expanded early voting, they’ve pushed for long lines and polls open for one day only,\" Wisconsin Democrats said in the message. \nA number of cities — including Milwaukee and Green Bay — experienced long polling lines in April. But did Wisconsin Republicans really \"push\" for this?\nLet’s take a look.\nThe claim\nWhen asked to back up the party’s claim, Democratic Party of Wisconsin spokesperson Philip Shulman pointed to a Jay Weber Show interview with state Assembly Speaker Robin Vos from April 6, 2020.\nShulman highlighted a portion of the interview in which Vos, R-Rochester, says he opposed extending the deadline to cast an absentee ballot beyond the day of the election. \nThe U.S. Supreme Court later that day cut short the extended absentee voting window in Wisconsin and required absentee ballots to be postmarked by April 7, 2020, in order to be counted.\nThe same day, the Wisconsin Supreme Court rejected Democratic Gov. Tony Evers’ last-minute effort to shut down the election. \nShulman cited this action as one of the ways Republicans \"challenged every attempt… to make the election fair and safe.\" \nShulman said Republicans \"knew full well\" there would be long lines due to the consolidation of polling locations, adding they fought against efforts to mitigate this issue.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The GOP knew what would happen when they challenged and won in court,\" he said.\nThe Republican efforts\nWisconsin GOP spokesperson Alesha Guenther, in an email to PolitiFact Wisconsin, dismissed the Democrats’ claims, adding they ignore Republican efforts to encourage early and absentee voting.\nGuenther pointed to a March 25, 2020, Wisconsin GOP Facebook post encouraging voters to request an absentee ballot. \nShe also highlighted a March 16, 2020, post telling supporters to vote early for President Donald Trump and state Supreme Court Justice Dan Kelly, who ended up losing his race to Democratic challenger Jill Karofsky.\nA page on the Wisconsin GOP website instructs voters how to request an absentee ballot. It features a video from former Lt. Gov. Rebecca Kleefisch demonstrating how to upload a picture of a photo ID. \nWhat’s more, Vos in the June 6, 2020 interview with Jay Weber, also voiced his support for early voting and said he was \"open to the idea\" of allowing more time for absentee ballots to be counted, not cast.\n\"We have been encouraging people for a month to go ahead and vote early,\" Vos said. \"Vote by mail. If you don’t feel like you have the ability to go out or you have a concern about people who you love, make sure that you stay in your house. But you still have the right to vote.\"\nThe bigger picture\nThere is no question the lawsuits preventing the cancellation of the election and eliminating the extension of absentee voting forced many to cast their ballots in person despite warnings from top health officials. \nBut the reality of the situation is more complicated than pointing the finger at one group.\nThe assertion that Republicans advocated for \"polls open for one day only\" keys in on the rejection of extending absentee voting but ignores GOP messages encouraging early voting. \nThe idea Republicans \"pushed for long lines\" is reminiscent of the claim that Democrats wanted to \"cause chaos,\" which we rated False.\nRepublicans did push for in-person voting during the April 7, 2020, election. But it is a stretch to say they \"pushed\" for long polling lines.\nOur ruling\nThe Democratic Party of Wisconsin in a fundraising email said Wisconsin Republicans \"pushed for long lines and polls open for one day only.\"\nThere is some truth in the assertion Republicans pushed for one day of voting, though it does ignore GOP calls for early voting. And although Republicans did advocate for an in-person election, the claim that they \"pushed for long lines\" is off the mark.\nOur definition of Mostly False is the \"statement contains an element of truth but ignores critical facts that would give a different impression.\"\nThat fits here.", "vclaim_id": "vclaim-pol-17756"}