{"url": "/factchecks/2017/feb/17/bruce-rauner/rauner-right-about-lawmakers-four-straight-pension/", "speaker": "Bruce Rauner", "vclaim": "The status quo led the General Assembly to reduce pension payments four straight years starting in 2005, costing billions of dollars as the delay in contributions essentially borrowed from pension funds at a very high interest rate.", "truth_label": "true", "date": "stated on December 31, 2016 in an op-ed in the (Springfield) State Journal-Register:", "title": "Rauner right about cost of lawmakers' four straight pension holidays", "text": "Illinois Gov. Bruce Rauner has been pushing for changes to the state’s pension funds since he first began running for governor in 2013. His proposed FY 2016 budget suggested moving all state employees into a pension plan with lower benefits. He moved away from that approach once the Illinois Supreme Court declared unconstitutional a law that sought changes to pension benefits.\nHe hasn’t, however, stopped blaming the Illinois General Assembly, with its Democratic majorities, for contributing to the state’s mushrooming pension debt. As he launched an extended media crusade this year, Rauner said legislators who approved pension contribution breaks from 2005 to 2009 cost state workers and taxpayers billions.\n\"The status quo led the General Assembly to reduce pension payments four straight years starting in 2005,\" Rauner wrote in Springfield’s Capitol newspaper, \"costing billions of dollars as the delay in contributions essentially borrowed from pension funds at a very high interest rate.\"\nFor several years now, Illinois has had the dubious distinction of having the worst pension debt in the nation. Illinois’ current debt was listed at $129.8 billion in November by the state General Assembly’s bipartisan Commission on Government Forecasting and Accountability.\n\nWe decided to dig in to Rauner’s claim that reducing payments cost billions and was like borrowing at high interest rate.\nBorrowed time\nA 2013 settlement Illinois officials made with the federal Securities and Exchange Commission confirms the reduced pension payments for the four years in question, said Laurie Cohen, senior analyst with the Institute for Illinois’ Fiscal Sustainability at the Civic Federation, a nonpartisan government finance research group.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeslie Geissler Munger\n\n\nstated on September 15, 2016 in a Chicago Sun-Times editorial board debate\n\n\n\n\n\n\n\n\n\"My opponent… was on both the city of Chicago payroll and the state of Illinois payroll simultaneously, taking full salary, funding her full pension benefits both as a city worker and as a state worker for 10 years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kevin Hoffman • September 22, 2016\n\n\n\n\n\n\n\nThe SEC said that despite state claims that pension holidays would be offset by increased fund contributions from 2008 to 2010, a 2005 amendment allowed lawmakers to skip increasing contributions to make up for the pension contribution holidays.\nThe SEC settlement document underscores Rauner’s claim that the delay in contributions exacerbated the state pension funds’ condition. \"Although the State disclosed the basic fact of these reduced contributions,\" it reads, \"the State did not disclose that each of these deviations exacerbated the Structural Underfunding, deferred contributions further into the future, impaired the ability of the State to meet its pension obligations, and negatively impacted the State’s creditworthiness.\"\nDaniel Hertz, a senior policy analyst with the progressive Center for Tax and Budget Accountability, agreed Rauner’s claim was supported by the facts.\nIn an email, Hertz said, \"The legislation Rauner referenced did have the effect of reducing pension contributions below what they otherwise would have been for four years, and that additional underfunding was, essentially, borrowing that increased costs down the line.\"\nAccording to a 2006 COGFA report, Hertz said, \"the net effect of the law was to increase pension payments from the State by $6.8 billion between FY2006 and FY2045.\"\nOur ruling\nIn an opinion piece published by a Springfield newspaper, Republican Gov. Bruce Rauner said lawmakers in the Illinois General Assembly authorized reduced pension payments from 2005-2009. He said those lowered contributions cost billions and were akin to borrowing from the funds at a high interest rate.\nThe General Assembly’s own finance agency and a federal settlement with the SEC confirms four years of reduced contributions. The SEC said the move aggravated the funds’ condition and ability to meet its obligations and worsened its creditworthiness. A 2006 report said the underfunding required $6.8 billion more in payments.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/c0969e8c-099a-4ec2-90cd-9a49fd31d4a4", "vclaim_id": "vclaim-pol-03658"}