{"url": "/factchecks/2020/nov/06/facebook-posts/no-ballots-donald-trump-werent-discovered-georgia-/", "speaker": "Facebook posts", "vclaim": "“Active crime scene in Spalding County, Ga., where ballots for President Donald Trump were discovered in a dumpster.”", "truth_label": "false", "date": "stated on November 5, 2020 in a Facebook post:", "title": "No, ballots for Donald Trump weren’t discovered in a Georgia dumpster", "text": "The deadline for overseas absentee ballots to be received at county election offices in Georgia, or for voters there to correct problems with provisional and absentee ballots, is Nov. 6.\nSo news that law enforcement officials discovered ballots for President Donald Trump in a dumpster in Spalding County, south of Atlanta, is understandably alarming. \nBut the Republican sheriff there says that’s misinformation — no ballots were discovered.\nOne video posted on Facebook shows people gathered around a dumpster and looking at piles of papers. \n\"2020 ELECTION FRAUD ALERT,\" the post said. \"Active crime scene in Spalding County, Georgia where ballots for President Donald Trump were discovered in a dumpster.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHere’s what happened, according to a Nov. 6 statement from Spalding County Sheriff Darrell Dix. \nFrom the Republican sheriff of Spalding County: NO ballots were found in a dumpster in Griffin, Georgia despite viral social media posts. pic.twitter.com/mFSidQKEwj\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n— Brendan Keefe (@BrendanKeefe) November 6, 2020 \nThe sheriff’s office received a report on Nov. 5 about paperwork found in a dumpster behind the Spalding County Elections Office. A sheriff’s office supervisor went to the office and then called the sheriff to confirm that there was paperwork in the dumpster. Dix told the supervisor to clear the area around the dumpster, block it off with crime scene tape, and ask investigators to report to the scene.\nInvestigators photographed and documented the dumpster and its contents, according to Dix, and then they bagged everything that was in the dumpster and brought it back to the sheriff’s office. Dix said he also dispatched deputies to all of the county’s polling places to check the dumpsters and trash for election materials; none were discovered, he said.\nAt 9 a.m. on Nov. 5, an investigator from the Georgia secretary of state’s office arrived at the sheriff’s office and reviewed the documents recovered from the elections office dumpster, Dix statement said. \nIn the end, no ballots were found in the documents from the dumpster. \n\"What we found were empty envelopes that were used to mail ballots to the elections office,\" Dix said. \"Those envelopes are marked ‘ballot.’ Each had been opened and they were all empty.\" \nDix added that documents found in the dumpster were improperly disposed of but did not elaborate. \nHowever, no ballots cast for Trump — or cast for anyone — were discovered. \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18477"}