{"url": "/factchecks/2014/feb/02/mary-burke/mary-burke-says-wisconsin-trails-every-other-midwe/", "speaker": "Mary Burke", "vclaim": "\"We’re trailing every other state in the Midwest in terms of job creation since January of 2011.\"", "truth_label": "half-true", "date": "stated on January 20, 2014 in an interview:", "title": "Mary Burke says Wisconsin trails every other Midwest state in job creation", "text": "Democratic candidate for governor Mary Burke says Wisconsin’s job-creation record not only lags behind the national average, but ranks as worst in the Midwest since Gov. Scott Walker took office.\n\"I think we have to focus on what’s going to create jobs here,\" Burke, the former state Commerce secretary, said Jan. 14, 2014 in Kenosha. \"That’s how you’re going to get taxes down, if you grow the economy.\"\nBurke added this, according to WITI-TV (Channel 6) in Milwaukee:\n\"You have to get the base larger in Wisconsin — and we haven’t seen that.  We’re trailing every other state in the Midwest in terms of job creation since January of 2011.\"\nWisconsin’s national job-growth ranking of 37th was highlighted in December when quarterly jobs data through June 2013 was released. Other figures suggest that Walker, now in the final year of his term, is only about 40 percent of the way to his goal of creating 250,000 private sector jobs in his four-year term.\nBut is the state last among its neighbors?\nWhen we asked the Burke campaign to back up its claim, it pointed us to a chart on the Capital Times website that tracks monthly job-creation data covering January 2011 -- Walker’s first month as governor -- through November 2013, the latest available at that time the statement was made.\nThe chart showed Wisconsin’s 4 percent growth rate trailing its four adjoining neighbors -- by a wide margin in two cases (Michigan and Minnesota), and by slim margins in the other two (Iowa and Illinois).\nWe confirmed Wisconsin’s ranking by examining the data, which is reported by the U.S. Bureau of Labor Statistics as well as state of Wisconsin officials.\nWe’re not done yet.\nRegular PolitiFact readers know there is more than one way to paint by numbers on employment. There are two distinctly different sources of jobs data.\nBurke cites the Current Employment Statistics figures, gleaned from a monthly survey of business establishments that provides estimates of employment, hours and earnings data by industry.\nThose monthly figures are frequently cited by researchers and the media, but the are estimates subject to revision, sometimes quite large ones. They are based on surveys of about 3 percent of businesses but are valued for their timeliness.\nThe more accurate, if less timely, source of jobs data comes from the Quarterly Census of Employment and Wages, which is drawn from a census of 98 percent of U.S. businesses. The counts, though, lag behind real time by six to nine months.\nHow does Wisconsin fare under the quarterly data, which economists consider the most credible source of jobs data?\nWe looked at the data reported in December 2012, the latest quarterly data that can be directly compared to the numbers from December 2010, the baseline month just before the start of Walker’s term in January 2011.\nIn the two-year period, Wisconsin’s growth rate of 2.8 percent trailed Illinois (2.98), Minnesota (4.3), Iowa (3.4) and Michigan (5.99).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWisconsin was not last at every measuring point along the way, but the bottom line growth rate trailed the pack.\nGeography question\nBurke’s claim, though, raises the question of how to define the \"Midwest.\"\nShe said \"Midwest,\" but cited contiguous states as evidence.\nThe Journal Sentinel typically adds Indiana and Ohio into the mix in jobs stories.\nThe federal agency that reports the jobs data uses an even broader definition preferred by the U.S. Census Bureau. It adds Ohio, Indiana, South Dakota, North Dakota, Missouri, Nebraska and Kansas to the Midwest, with the states that touch Wisconsin.\nIn this broader region, Wisconsin no longer brings up the rear.\nThe quarterly data shows Kansas and Missouri with slower growth than Wisconsin over two years. And the less-reliable but more up-to-date monthly surveys put Ohio, Nebraska and Missouri behind Wisconsin.\nWisconsin fared somewhat better compared with its Midwest rivals early in Walker’s tenure, but by late summer 2011 was lagging behind its adjoining states. Manufacturing hiring growth slowed to nothing in the one-year period ending June 2013.\nWe came across a couple of interesting side notes from the monthly data.\nAmong Wisconsin’s contiguous neighbors, Minnesota and Iowa have rebounded to the best employment level they had in 2008, the year the Great Recession gained steam nationally. Minnesota, in fact, is actually a bit above that level; Iowa is right at it.\nWisconsin is still 1.6 percent off its 2008 high, while Illinois and Michigan are more than 2.5 percent shy of it.\nWe should note that PolitiFact Wisconsin uses a hybrid of quarterly jobs figures from 2011 and 2012 plus monthly jobs numbers from 2013 to provide a rough up-to-date gauge of progress toward Walker’s 250,000 goal.\nState Workforce Development officials point out that when applying that counting method to other states’ job-growth, Illinois and Ohio come in with lower growth than Wisconsin since Walker’s term began.\nThe Bureau of Labor Statistics notes that the monthly and quarterly numbers are separate survey tools and are not designed to be used in combination to compare states.\nOur rating\nBurke claimed that under Walker, private job growth is lowest in the Midwest.\nThe claim is accurate for adjoining states, based on either the monthly or quarterly jobs data.\nBut viewed another way, three states in the Census Bureau-defined \"Midwest\"  -- Ohio, Nebraska and Missouri -- show slower private job-growth rates than Wisconsin.\nWe rate her claim Half True.", "vclaim_id": "vclaim-pol-08308"}