{"url": "/factchecks/2020/jun/17/facebook-posts/maryland-july-4th-safety-guidelines-poster-fake/", "speaker": "Facebook posts", "vclaim": "Says the state of Maryland issued these Independence Day 2020 safety guidelines.", "truth_label": "pants-fire", "date": "stated on June 14, 2020 in a Facebook post:", "title": "Maryland July 4th safety guidelines poster is fake", "text": "A faux notice about Independence Day safety guidelines supposedly issued by the Maryland state government has some Marylanders pretty angry. \nIt’s making the rounds on social media and contains some pretty bizarre and harsh rules for July 4th festivities, such as: \n\"Each citizen will not be allowed more than two sparklers for the day. Sparklers must be held at a 45 degree angle at all times. All other fireworks are not permitted, failure to comply will result in immediate detention.\" \nAnd: \"All citizens will be allowed 30 minutes outside for celebration time. Social Distancing must be practiced as always, for safety purposes. Hugging, kissing or touching of any kind will not be permitted. Failure to comply may result in multiple fines up to $1,200 to be assessed per occurrence.\"\nIt concludes with a recommendation to look at videos of fireworks from last year, instead, and bears signatures of Maryland Gov. Larry Hogan and Lt. Gov. Boyd Rutherford.\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nEven though the poster includes an image of the Maryland state seal, it seems to have nothing to do with the state of Maryland. In fact, it appears to have been created as a joke. Comments on the post were mixed, with some people expressing outrage and others calling it out as fake.\nWe found no official 2020 safety guidelines for July 4th on the Maryland state government website. And the Maryland State Fire Marshal released a June 16 statement saying this notice is indeed fake: \n\"The author would have the reader believe Governor Hogan has issued a directive on a specific way to handle sparklers as well as a limited time celebrating outdoors. This poster is simply fake and was produced without the authority of the Governor's Office or the Office of the State Fire Marshal. We would not direct citizens on a specific time to be outside and recommend the latest CDC guidelines on how to properly socially distance. Due to complications of the COVID-19 pandemic and the need for social distancing, many applicants have elected to not hold most outdoor displays, however, citizens are permitted to use legal fireworks in approved areas. \"\nSTATE FIRE MARSHAL WARNS OF FICTITOUS ONLINE FIREWORKS POSTER - The OSFM is asking citizens to be aware of a fake online information about Independence Day celebrations - https://t.co/M7Iru9Bb1w pic.twitter.com/EM9SjSURin— Maryland State Fire Marshal (@MarylandOSFM) June 16, 2020 \n \nWe rate this fake notice Pants on Fire!", "vclaim_id": "vclaim-pol-17943"}