{"url": "/factchecks/2011/jul/03/friends-plum-beach-lighthouse/rhode-island-lighthouse-group-says-its-fundraising/", "speaker": "Friends of Plum Beach Lighthouse", "vclaim": "\"Voted the ‘best specialty plate in America’\"", "truth_label": "barely-true", "date": "stated on June 1, 2011 in A highway billboard:", "title": "Rhode Island lighthouse group says its fundraising license plate was voted best specialty plate in U.S.", "text": "Specialty license plates are all the rage. In some states, you can choose from as many as 200 kinds.\n\nRhode Island is no exception. You can pick from five specialty plates, with more on the way, not counting traditional ones for firefighters and the military. They’ve become so prominent that one -- promoting Plum Beach Lighthouse -- appears on a billboard on a stretch of Route 95 traveled by 100,000 motorists a day.\n\n\"Voted the ‘best specialty plate in American,’ \" the billboard reads.\n\nNow that’s license to brag!\n\nBut is it true? We looked to our own navigational beacon, the Truth-O-Meter, to guide us.\n\nOur voyage first took us to the billboard near the Providence-Pawtucket line, best visible to southbound motorists. It shows the license plate, with its idyllic image of the Plum Beach Lighthouse surrounded by placid blue waters and two sport fishermen in a boat.\n\n\"Get yours now!\" reads the billboard, directing people to a Web site. \"Thousands sold!\"\n\nThe license plate is a fundraising tool for Friends of Plum Beach Lighthouse, which acquired the 1897 lighthouse 22 years ago with the goal of preserving it. The spark-plug style lighthouse, off North Kingstown in Narragansett Bay’s West Passage, was abandoned following construction of the Jamestown Bridge in 1941.\n\nSeeking to raise funds to paint the lighthouse, the organization got General Assembly approval in late 2009 for a license plate commemorating the landmark. Since then, the group has sold nearly 4,300 plates, the most of any specialty plate in Rhode Island, president David Zapatka told us.\n\nSpecialty plates cost $41.50, with $20 going toward the sponsoring group. So far, $86,000 has been raised for the lighthouse, some of which was used to paint the landmark and install solar-powered lighting, Zapatka said.\n\nFollowing the debut of the lighthouse tag, a local license plate lover nominated it for a competition held by the Automobile License Plate Collectors Association (ALPCA). Every year, its 3,000 members nominate license plates -- only new ones, by the way -- and then vote on the best.\n\nALPCA announced that its members selected from 12 finalists from 2010. Half were so-called \"general issue\" plates, the kind that states redesign every few years and which most motorists get when they register their vehicles. The other half were specialty plates.\n\nNew Mexico’s bright turquoise and gold plate took first. Plum Beach Lighthouse got second. While it was honored as the runner-up, it received no accolades for \"best\" anything.\n\nSo we asked Zapatka to shine some light on the billboard’s claim.\n\n\"I figured we might get called on that,\" he said immediately.  \"Rather than put up on the billboard, ‘We are the second best plate in America,’ we changed the wording to say we are the ‘best specialty plate in America.’ Did they officially come out and say, ‘You are the best specialty in America’? No.\"\n\nBut, he insisted, Plum Beach Lighthouse beat out the other five specialty plates, not to mention all but one of the other plates.\n\n\"Is it a stretch? Yes,\" he acknowledged. But, he said, \"there is no other specialty plate that finished higher than us in the competition. … It’s a marketing scheme.\"\n\nWhat does ALPCA think about how the Rhode Island group is tooting its horn?\n\nContest coordinator Gus Oliver, who didn’t vote since he was running the contest, called it a \"misnomer\" and said Friends of Plum Beach Lighthouse \"may be stretching\" the contest results in making its claim. A few years ago, there was a separate category for specialty plates, he said, but not anymore.\n\n\"The most accurate statement is that, of the specialty plates, it scored the highest or the best,\" said Oliver, who’s from Tulsa, Okla.\n\nBut Oliver didn’t take issue with the billboard.\n\n\"They put a positive spin on it,\" he said, adding, \"if there had been separate voting [for the two kinds of plates], I feel certain it would have represented the outcome.\"\n\nZapatka, who works in media and is quite familiar with PolitiFact, asked, \"Are you going to light our pants on fire?\"\n\nHmmm, we can see it now: a Plum Beach Lighthouse plate that reads PANTS-AFIRE.\n\nNah. You just can’t go around tossing matches at non profit groups that are trying to raise money for causes as cherished as lighthouses. Besides, the license plate got more votes than any other specialty tag.\n\nStill, the lighthouse group knew it was making a claim that wasn’t quite accurate.\n\nThat’s why we’re stamping their plate BRLY-TRU.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12807"}