{"url": "/factchecks/2019/nov/26/facebook-posts/no-tv-station-did-not-report-school-shooting-3-wee/", "speaker": "Facebook posts", "vclaim": "Says ABC 7 reported the Santa Clarita high school shooting \"3 weeks in advance.\"", "truth_label": "pants-fire", "date": "stated on November 15, 2019 in a Facebook post:", "title": "No, TV station did not report school shooting ‘3 weeks in advance’", "text": "A Facebook post falsely claims that a TV station in Los Angeles aired a story about the Nov. 14 Santa Clarita high school shooting three weeks before it happened.\n\"That awkward moment when they air the story 3 weeks in advance. Woopsie, nothing to see here,\" said a caption for a Nov. 15 post that’s been shared at least 228 times.\nThe caption is for an image of what looks like a screenshot of online news search results. One of those results is a snippet, circled in red, purportedly dated Oct. 23, 2019 by ABC 7 in Los Angeles: \"A 16-year-old boy shot five fellow students, at least two fatally, Thursday morning at Saugus High School in Santa …\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTwo teenagers were killed by a gunman at Saugus High School in Santa Clarita, Calif. on Nov. 14. Authorities said that the suspect, also a teenager and student at the school, shot himself in the head and later died at the hospital.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe searched ABC 7’s website, Nexis news archives, Google and the broadcast media monitoring website TVEyes. We found no evidence that on Oct. 23 ABC 7 aired or published a story about a high school shooting in Santa Clarita. We reached out to ABC 7 for comment but have not heard back.\nABC 7’s first published news reports about the school shooting were on Nov. 14, the day the incident, archives show. ABC 7’s page listing all news about Santa Clarita does not have any Oct. 23 reports about the shooting, as the Facebook post falsely claimed. \nThe story snippet that the Facebook post highlights does appear to have been written by ABC 7 staff — it features the same first sentence of a story bylined by ABC 7’s staff. But ABC 7 actually published the story on Nov. 14, not three weeks before the shooting happened.\nOur ruling\nA Facebook post claimed that ABC 7 reported the Santa Clarita high school shooting \"3 weeks in advance.\"\nWe found no evidence of that. All reporting about that shooting began Nov. 14, not earlier. This appears to be another example of a so-called \"false flag\" theory fueled through social media that often follows mass shootings. Such theories seek to promote the notion that these mass horrors never happened and are the invention of a media conspiracy. They have no basis in truth.\nWe rate the post Pants on Fire!", "vclaim_id": "vclaim-pol-16831"}