{"url": "/factchecks/2010/oct/20/mark-kirk/mark-kirk-campaign-ads-saya-alexi-giannoulias-lost/", "speaker": "Mark Kirk", "vclaim": "As state treasurer, Alexi Giannoulias \"lost $73 million in our kids’ college savings.\"", "truth_label": "half-true", "date": "stated on October 18, 2010 in a TV ad:", "title": "Mark Kirk campaign ads say Alexi Giannoulias lost $73 million in our kids’ college savings", "text": "The latest attack ad in the Illinois Senate race beats a well-worn path. Republican Congressman Mark Kirk accuses Democratic opponent Alexi Giannoulias of lending money to mobsters when he was a senior loan officer at his family's now-defunct bank and brands Giannoulias as a tax-and-spend liberal.\n\nIt also accuses Giannoulias of mismanaging oversight of a college savings program as state treasurer.\n\nHere's the text of the ad, which is titled \"You must be kidding\":\n\nWhat do you call someone who lent $20 million to convicted felons and mobsters? Senior Loan Officer… Alexi Giannoulias.\n\nWhat do you call a man who lost $73 million in our kids’ college savings? State Treasurer Alexi Giannoulias.\n\nWhat do you call someone who wants the government to spend more, and raise your taxes to pay for it? Senator Alexi Giannoulias? You must be kidding.\n\nAgain, these accusations are nothing new. In June, PolitiFact looked into a Kirk ad that claimed, \"At his father's bank, Alexi made tens of millions in risky loans to convicted mobsters. Then, the bank collapsed.\" We rated that claim Half True. The loans-to-mobsters claim is slightly different this time around, but we think you'll get the gist of things if you read that previous PolitiFact item.\n\nIn this item, we'll explore the claim that as state treasurer, Giannoulias \"lost $73 million in our kids’ college savings.\"\n\nWhen he was running to be Illinois state treasurer, Giannoulias promised to revitalize the state's 529 college savings plan, called Bright Start. But a year after taking office in 2007, one of the funds in the program -- one that was supposed to be relatively conservative -- took a nosedive, losing more than 35 percent of its value. The bond market took a beating in 2008 with the collapse of the housing market. Lots of people lost a lot of money on investments. But the fund in question did much worse than its peers. That the fund lost big is undisputed, but what's murkier is whether it's fair to tag Giannoulias with responsibility for some, all, or any, of those losses.\n\nFirst, a bit of background and context. The fund in question here is the Core Plus Fixed Income Strategy Fund, a fund managed by OppenheimerFunds Inc. that was supposed to provide a conservative investment option for parents whose children were close to college age. The fund represented about 15 percent of the money invested in Bright Start.\n\nIn April 2009, Morningstar, an investment research firm, called OppenheimerFunds \"the poster child for how badly some 529 players went awry in 2008.\"\n\nThe Core Plus fund \"lost more than 35 percent in 2008 due to management's bets on nonagency mortgages. In particular, management gained exposure to the battered commercial mortgage-backed securities market through derivatives that had a leveraging effect on the fund, amplifying losses,\" according to the Morningstar report. Nonagency mortgages are mortgages that are not backed by the government.\n\nGiannoulias has consistently blamed Oppenheimer managers for the losses -- as did Kirk back in October 2009.\n\nBut an Oct. 13, 2010, Chicago Tribune story by reporters Jeff Coen and Todd Lightly raises new questions about Giannoulias' culpability.\n\nAccording to the story, \"Documents and e-mails recently obtained by the Tribune under the state's open records law show the rookie treasurer and his staff were concerned early on about the aggressive move by OppenheimerFunds Inc. in what was supposed to be a more conservative fund in the Bright Start program.\n\n\"But at each turn Giannoulias stuck with the firm's strategy, even as the housing market soured and losses accelerated,\" the article said.\n\nIn an interview with the Tribune, Giannoulias \"reiterated that he was one of the first officials to confront Oppenheimer about the losses. He said he stayed the course based on advice from Oppenheimer managers, his own staff and an outside financial consultant.\"\n\nFinancial analysts interviewed for the story noted that the \"volatility of the market in 2008 caught many financial professionals off-guard\" and that, among the many states with similar funds managed by Oppenheimer, \"none reacted faster than Illinois.\"\n\nTogether with the state attorney general, Giannoulias' office helped get a $77 million settlement from Oppenheimer -- recovering about half the estimated $150 million in losses suffered by the fund. And in December 2008, Giannoulias' office directed all new contributions to the fund to U.S. Treasury bonds. By then, the Tribune story notes, \"Core Plus had lost 38 percent of its value for the year. Over the same period, other funds of its type showed about a 5 percent return.\"\n\nIn his interview with the Tribune, Giannoulias said, \"It breaks my heart to hear that people have lost money in any fund. But what took place with the markets was devastating to a lot of individuals and a lot of businesses.\"\n\nGiannoulias' campaign further notes that in June, Kiplinger's named Bright Start among the top five college savings programs in the country, praising the index portfolios of mostly Vanguard funds for charging \"rock bottom fees.\"\n\nAgain, there's no dispute that the Core Plus fund lost $73 million, which likely caused a great hardship for many parents whose children were just about to enter college. And as state treasurer, it was Giannoulias' job to oversee the Bright Start program. It's less clear, though, that it's accurate to claim Giannoulias lost that money. Yes, the Tribune story suggests Giannoulias had concerns early on about the aggressive investment strategy in the fund -- but that he opted to stick with the firm's strategy on the advice of Oppenheimer managers and an outside consultant. But analysts also credited Illinois with reacting more quickly to the issues than other states, and Giannoulias helped get a settlement with Oppenheimer to recoup half the losses. There's a lot of context to consider here on both sides of the equation. Having done that, we rate the ad's claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-14189"}