{"url": "/factchecks/2019/jun/18/facebook-posts/no-typing-abbreviation-bff-will-not-let-you-know-w/", "speaker": "Facebook posts", "vclaim": "Says Mark Zuckerberg invented the word \"BFF,\" and if it doesn’t appear green after you type it in a Facebook comment, your account has been hacked.", "truth_label": "pants-fire", "date": "stated on June 10, 2019 in a Facebook post:", "title": "No, typing the abbreviation ‘BFF’ will not let you know if your Facebook account is secure", "text": "Unfounded \"warning\" posts and \"tips\" are plentiful on social media, and one particularly bogus hoax on Facebook account security doesn’t seem to want to go away.\nThe rumor claims that Facebook founder and CEO Mark Zuckerberg not only \"invented\" the abbreviation BFF (for Best Friends Forever), but that typing the letters in a comment would let users know whether their accounts were secure or not.\nThe post reads:\n\"Mark Zuckerberg, the CEO of Facebook, invented the word BFF. To make sure your account is safe on Facebook, type BFF in a comment. If it appears green, your account is protected. If it does not appear green, change your password immediately because it will be hacked.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nYeah, no. There is no relationship between one's account security and what happens when one types in the word, \"BFF.\" Mark Zuckerberg also did not invent the abbreviation, it was around long before Facebook. (Cue your middle school BFF necklaces.)\nThe hoax originated in response to the animated feature that Facebook introduced in 2017. A list of words and abbreviations, such as \"xoxo,\" \"congratulations,\" and \"BFF,\" that when included in a status update or comment trigger animations such as color changes, balloons or hearts.\nWe reached out to Facebook for a response to the claim but did not hear back before publication.\nThe rumor appeared to pop up in the spring of 2018 – right around the time Zuckerberg appeared in Congressional hearings to answer questions on Facebook’s data privacy practices after more than 50 million users’ private information was shared without their permission.\nAnd although this BFF claim has been labeled a hoax by several outlets, it re-surfaces on the social media website every so often.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-00523"}