{"url": "/factchecks/2012/jun/20/rob-portman/rob-portman-says-there-has-been-substantial-increa/", "speaker": "Rob Portman", "vclaim": "Says that under President Obama, there’s been a substantial increase in federal government jobs.", "truth_label": "false", "date": "stated on June 14, 2012 in a conference call with reporters:", "title": "Rob Portman says there has been a substantial increase in federal government jobs under Obama", "text": "How’s the economy doing?\n\nJudging from President Barack Obama’s recent gaffe (the private sector \"is doing fine\") and public reaction, the answer might depend upon which sector employs you. The White House quickly said that the president was simply trying to say that state and local governments need help to stem job losses.\n\nBut U.S. Sen. Rob Portman saw it differently. Portman, an Ohio Republican, told a conference call with reporters on June 14 that Obama’s point was that \"the reason the economy is weak is because we are losing too many government jobs.\"\n\nWhether Portman accurately interpreted Obama’s point or not, he quickly moved to knock it down.  \n\n\"Well first of all,\" Portman said, \"we are not losing government jobs. If you look at the overall net jobs in the federal government, we’ve actually seen an increase in federal government jobs, and pretty substantially. There have been some reductions in state and local jobs, I don’t know what the net number is, but I would just make the point that I made earlier: If you are looking to grow the economy, the way to grow the economy is not to grow more public-sector jobs.\"\n\nHis claim that the federal government has added jobs, published on Cleveland.com, The Plain Dealer’s online arm, caught the attention of a skeptical reader. PolitiFact Ohio agreed it was worth examining.\n\nHas the federal government substantially increased its hiring?\n\nPortman did not specify a period for this purported increase, but his comments were about the weak economic recovery and what he says was Obama’s inadequate approach dating to the stimulus. So we’ll use the American Recovery and Reinvestment Act, passed in February 2009, as the baseline.\n\nThe federal government had nearly 2.8 million employees when the stimulus passed. (The exact number, important here, is 2.795 million.) Then, according to figures from the Bureau of Labor Statistics:\n \n\n\nThe number grew to 3.4 million by May 2010. PolitiFact has examined that growth spurt several times and found it was because of temporary 2010 Census hiring, long-planned and independent of any White House action.\n\n\n\nBy October 2010, the number of federal workers had dropped to 2.86 million and by May 2012, the most recent most available, it was projected to be 2.819 million.\n\n\nThe number has dropped slowly every single month since March 2011.\n\nYou can assess this a couple of ways. The trend for more than a year has been downward, while the net number since the stimulus passed in early 2009 is up -- by 24,000.\n\nYet Portman’s point was clear: that the proper way to grow the economy is through private sector jobs, not public sector jobs. He didn’t say federal jobs have inched upward. He said they have grown \"pretty substantially.\"\n\nHow big is substantial?\n\nFederal employment on net has grown by less than 1 percent since the stimulus passed, BLS data and our calculator show.\n\nHis characterization of state and local government employment is correct. State employment fell from 5.188 million workers when the stimulus passed to 5.073 million in May, or by 115,000 jobs.\n\nAt the local government level, cities, towns, townships and counties dropped overall employment from 14.594 million when the stimulus passed to 14.077 million in May, a loss of 517,000 jobs.\n\nThe losses came as local and state governments cut their payrolls in response to lower tax collections -- itself a result of the weak economy.\n\nAs for federal employment, the subject of Portman’s claim, it  shows a net growth in the three-plus years since the stimulus passed, but that growth is modest at best, and it is now trending downward month after month. Characterizing a net increase of less than 1 percent as substantial is inaccurate.\n\nOn the Truth-O-Meter, Portman’s claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10899"}