{"url": "/factchecks/2016/jun/08/hillary-clinton/hillary-clinton-repeats-half-true-claim-about-nati/", "speaker": "Hillary Clinton", "vclaim": "\"It is a fact that the economy does better when we have a Democrat in the White House.\"", "truth_label": "half-true", "date": "stated on June 5, 2016 in a campaign speech:", "title": "Hillary Clinton repeats Half True claim economy does better with Democrat in White House", "text": "Does the nation’s economy do better when a Republican or Democrat is in the Oval Office?\nIn her recent campaign stop in Sacramento, Hillary Clinton declared Democrats have the magic touch.\n\"It is a fact that the economy does better when we have a Democrat in the White House,\" Clinton said on June 5, 2016, speaking at Sacramento City College during her final push in the California primary.\nIt’s similar to a statement the likely Democratic presidential nominee made on March 21, 2016 in Phoenix, when she said: \"The economy always does better when there’s a Democrat in the White House.\"\nPolitiFact Arizona checked out that claim and rated it Half True. Here’s what they reported:\nThe Clinton family love these comparisons, by the way. In 2015, PolitiFact ruled Mostly True claims from Hillary Clinton a claim that, \"Under Republicans, recessions happen four times as frequently as under Democrats,\" and another that, \"The stock market does better when you have a Democratic president in the White House.\" At the 2012 Democratic National Convention, former President Bill Clinton had this statement rated True: \"Since 1961 … our private economy has produced 66 million private-sector jobs. So what's the jobs score? Republicans 24 million, Democrats 42 (million).\"\nThe score, however, isn’t as good for this particular Clinton claim.\n\nHillary Clinton speaks at a rally, Monday, June 6, 2016, in Lynwood, Calif. \nOther factors involved\nClinton’s Arizona spokesman, Tim Hogan, pointed us to a July 2014 study on the topic from Princeton University economists Alan Blinder and Mark Watson.\nThe study concludes that Democratic presidents do have more Gross Domestic Product growth than Republicans, according to quarterly GDP data dating back to 1947, when the data was first tracked.\nHowever, the economists point out that there are other factors, such as better oil prices and international conditions, that could be driving these better numbers for Democratic presidents. In short, Democrats occupying the Oval Office tend to have a little better luck.\nExperts we spoke with largely held the same views.\nHarvard University government professor Jeffrey Frankel said the statistics, from GDP to the unemployment rate, are striking, but noted that the president does not have \"all that control.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"That doesn’t prove what the cause is,\" Frankel said.\nChristian Weller, a public policy professor at the University of Massachusetts Boston, did his own math on the GDP data since 1947.\nHe found that the economy, through the last quarter of 2015 and after inflation, grew 3.8 percent under Democrats and 2.4 percent under Republicans.\nFor President Barack Obama, the growth rate in his first term was 1.8 percent. His current growth rate is 2 percent, but that’s still higher than his predecessor, George W. Bush. And his second term hasn’t ended yet.\nBased on estimates, Weller said Obama should hit the 2.4 percent Republican average. Still, Ronald Reagan’s 3.4 percent growth rate is well ahead of the economy right now under Obama.\n\"Other than Obama, every Democrat had a faster growth rate, even (Jimmy) Carter had a slightly higher growth rate than Reagan,\" Weller said. \"This is one of the safest talking points for a Democratic contender.\"\nHowever, the asterisks bother Arizona State University presidential historian Brooks Simpson.\n\"Secretary Clinton is not exactly telling the whole truth,’\" Simpson said.\nSimpson referenced Bill Clinton’s administration, noting that he benefited from some of the economic policies of his predecessor, Republican George H.W. Bush. A 2011 report from the right-leaning Heritage Foundation notes that the economy was already in its \"22nd month of expansion\" when Bill Clinton took office in January 1993.\nWe asked the Clinton campaign for a response. A spokesman pointed PolitiFact California to previous fact checks on the topic, including PolitiFact Arizona’s. The spokesman also pointed to a blog by the Washington Post that says Clinton was right on the numbers but questions whether Democrats were responsible for the better economic times or \"just got lucky.\"\nOur ruling\nHillary Clinton said in Sacramento, \"It is a fact that the economy does better when we have a Democrat in the White House.\"\nIt’s similar to her March statement in Phoenix that \"The economy always does better when there’s a Democrat in the White House.\"\nYes, Democratic presidents do have more Gross Domestic Product growth than Republicans, according to quarterly GDP data dating back to 1947.\nBut Clinton's comments require several caveats. The current growth in the economy under Obama is lower than the Republican average. Factors such as oil prices also reflect the higher GDP growth under Democratic presidents. On top of that, comparing one period of time to another or one president to another can be problematic.\n\nWe agree with PolitiFact Arizona’s findings and rate Clinton's claim in Sacramento Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n\nhttps://www.sharethefacts.co/share/ee86664c-a54d-466d-97d0-e5b488faf87e", "vclaim_id": "vclaim-pol-04862"}