{"url": "/factchecks/2007/nov/21/rudy-giuliani/the-frown-was-already-turning-upside-down/", "speaker": "Rudy Giuliani", "vclaim": "\"People were hopeless. Sixty percent of the population, 70 percent of the population wanted to live somewhere else. . . . By the time I left, 70 percent wanted to stay.\"", "truth_label": "barely-true", "date": "stated on October 5, 2007 in Washington, D.C.:", "title": "The frown was already turning upside down", "text": "New Yorkers weren't happy just before Rudy Giuliani took office, but it wasn't as dire as he says. That 60 or 70 percent figure he mentions was two-year-old news by the time he took office.\n\nIn November 1991, the\n\nNew York Times\n\n/ WCBS-TV News conducted a poll among New Yorkers in which 60 percent said things had gotten so bad in the city they would leave tomorrow, if they could.\n\n\nBut that startling figure, which Giuliani uses, had changed by the time he prepared to take office. Just before Giuliani defeated incumbent Mayor David Dinkins, the\n\nTimes\n\nand WCBS did the poll again. Between Sept. 29 and Oct. 3, 1993, they asked 1,223 adults some questions about New York City. The responses were generally pessimistic; the\n\nTimes\n\nreferred to them as \"grim.\" Nearly two-thirds viewed the economy as bad or very bad, almost as many thought crime had gotten worse, and so on.\n\n\nHere was the\n\nNew York Times\n\ndescription of the \"want to leave\" issue: \"In its most provocative finding, the survey determined that 45 percent of respondents said things had got so bad in New York that they would move out tomorrow if they could. Some pollsters played down the significance of the finding, noting that similar surveys in Chicago and London also showed many residents said they wanted to leave immediately.\"\nThat 45 percent may be disturbing, but it's not 60 or 70 percent, as Giuliani said.\n\n\nIn fact, despite the \"grim\" findings about New Yorker attitudes, the percentage who wanted to leave had been dropping sharply in the two years before Giuliani took office. From 60 percent in 1991 to 45 percent in 1993. It fell to about 33 percent in eight years under Giuliani.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAs for 70 percent wanting to stay, the Giuliani campaign cites a\n\nNew York Times\n\n/CBS News poll in August 2001, just before the 9/11 attacks and in the midst of a campaign to elect a successor to Giuliani. The\n\nNew York Times\n\nreported that \"barely a third\" of the respondents said they would move out of the city if they could and added that \"about 60 percent\" of New Yorkers wanted to stay in New York.\nIt should be noted that the question had a couple of important predicates, including a longer-term time horizon: \"Looking ahead about four years, if it was entirely up to you, would you want to be living where you are now, or would you want to be living somewhere else in New York City, or outside the city.\" A variation on earlier surveys limited the choice to NYC or \"somewhere else,\" but the negative results varied only a little when both versions of the question were used.\n\n\nSo the \"city that I was handed\" at the end of 1993 did not have 60 or 70 percent who wanted to leave, but only 45 percent, according to the polls, and the city Giuliani managed for nearly eight years had 60 percent who wanted to stay, according to the poll he cites, not 70 percent.\n\n\nThere's no disagreement among sources here. Giuliani just misquotes the numbers, and does so in a way that reflects better on him. We find his statement to be Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16507"}