{"url": "/factchecks/2010/sep/22/barack-obama/obama-says-bush-administration-put-no-conditions-a/", "speaker": "Barack Obama", "vclaim": "The Bush administration had been \"giving (auto companies) billions of dollars and just asking nothing in return.\"", "truth_label": "false", "date": "stated on September 20, 2010 in a town hall meeting:", "title": "Obama says Bush administration put no conditions on aid to auto companies", "text": "President Barack Obama defended his economic record to doubtful voters at a town hall broadcast on the economy on CNBC on Sept. 20, 2010. Obama continued to make a case he's made before, that unpopular initiatives can still be helpful to the economy.\n\n\"You mentioned the auto industry,\" Obama told one questioner. \"This is a great example of something that we did -- we knew it wasn't popular. I mean, the last thing folks wanted to see was us helping the auto industry. Now, keep in mind, the previous administration had been helping them, giving them billions of dollars and just asking nothing in return.\n\n\"But we were at a point where two of the big three automakers were about to liquidate, in the midst of this huge recession, and we would have lost an additional million jobs as a consequence, but also lost what is a signature manufacturing industry in this country. I mean, we built the world auto industry. And so what we did was we said to the auto companies, we are going to help you, but you’ve got to make some changes.\"\n\nWe'll leave it to posterity to decide whether saving America's automakers -- or bailing them out, depending on your point of view -- was the right thing for the government to do. What we noticed in Obama's statement was that \"the previous administration had been helping them, giving them billions of dollars and just asking nothing in return.\" That's a claim at odds with the historical record.\n\nWe first looked into this issue a few months ago when Obama's chief of staff Rahm Emanuel made a similar claim on the Sunday morning show ABC's This Week. Economics blogger Keith Hennessey, a former Bush administration official, wrote a detailed rebuttal that caught our attention, and our own reporting confirmed much of his argument.\n\nBack in the fall of 2008, the Bush administration realized the automakers were in dire staights and looked to Congress to put together an aid package. But by December, Congress showed no intention of acting. So the Bush administration decided to go ahead on its own, using money the Treasury Department already had authorization to use through the Troubled Asset Relief Program, or TARP.\n\nThe Treasury Department released documents Dec. 19, 2008, that outlined conditions for $13.4 billion in loans it was offering General Motors and Chrysler.\n\nThe documents show, and press reports from the time confirm, that the Bush administration put specific requirements on the auto companies that included paying down debt, limits on executive compensation and negotiated reductions in wages and benefits for autoworkers. It also required the companies to submit detailed restructuring plans by Feb. 17, 2009, to show how the companies planned to achieve and sustain \"long-term viability, international competitiveness and energy efficiency.\"\n\nThe requirements did have one clause that some critics of the plan said meant the details were nonbinding. The agreement said that the companies had to file additional reports by March 31, 2009, identifying any deviations from the requirements and explaining \"why such deviations do not jeopardize the borrower's long-term viability.\" If the president's designee didn't approve the explanations, the loan would have to be paid back within 30 days.\n\nStill, coverage from the time indicates the auto companies thought the Bush administration's demands were plenty tough. The Detroit Free Press wrote that the loan agreements \"not only call for deep concessions outlined in wide-ranging plans due by mid-February but also start a ticking bomb that could explode in Detroit's face unless dramatic change is on the way.\" The Wall Street Journal reported the loans were \"just the first step in what could be a long and painful revamping of the three Detroit companies during a recession.\"\n\nThe Detroit Free Press, in a 2009 eight-part series looking back at the auto industry's turmoil, again described the requirements as rigorous: \"The deal set tough targets for the two companies -- a two-thirds cut in debt, a 50% reduction in payments to health care funds for UAW retirees and proof of net positive value by March 31. It also came with a threat: Should the automakers fall short, the loans would be called back immediately and bankruptcy would follow.\"\n\nThese loan agreements happened after President Obama was elected but before he took office. At the time, Obama called the loans \"necessary steps ... to help avoid a collapse of our auto industry.\" The March 31 deadline for the auto companies gave Obama about two months in office in which to make his own decisions about the companies.\n\nObama said at the town hall meeting that \"the previous administration had been helping (the auto companies), giving them billions of dollars and just asking nothing in return.\" The historical record indicates that the Bush administration did ask for things in return -- and even gave the Obama administration the power to recall the loans if the terms weren't meant. We know that Obama isn't a fan of the Bush administration, but this particular claim seems to be re-writing history. We rate Obama's statement False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14383"}